{"id_": "045056", "body_str": ["[1] Phelan, J. : This is an application pursuant to s. 55.2(4) of the Patent Act and s. 6 of the Patented Medicines (Notice of Compliance) Regulations SOR/93-133 by Alcon Canada Inc., Alcon Pharmaceuticals Ltd. and Bayer Intellectual Property GmbH GP [the Applicants] for an order prohibiting the Minister of Health from issuing a Notice of Compliance [NOC] to Cobalt Pharmaceuticals Company [Cobalt] for its generic version of the drug Vigamox. The generic version is referred to here as the \"Cobalt Product\".", "[2] Vigamox is an antibacterial eye drop containing moxifloxacin hydrochloride, an antibacterial agent belonging to the fluoroquinolone class. It is covered by Canadian Patents 1,340,114 [the 114 Patent], 2,342,211 [the 211 Patent] and 2,192,418 [the 418 Patent]. Vigamox is the most commonly used antibacterial eye drop during cataract surgery.", "[3] The 114 Patent claims a class of quinolone compounds which includes moxifloxacin characterized by a fused pyrrolidine bicycle at the C-7 position of the quinolone ring. Cobalt admits that its product will infringe the 114 Patent, but argues the 114 Patent is invalid on the basis of a lack of sound prediction and utility. Although in written submissions Cobalt also alleged obviousness, this basis of invalidity was largely abandoned in oral argument.", "[4] The 211 Patent claims the use of moxifloxacin hydrochloride in an ophthalmic formulation for the treatment and prevention of bacterial infections, as well as the formulation itself. Cobalt concedes that some claims in the 211 Patent will be infringed by its product. It submits that the patent is invalid on the basis of obviousness and anticipation.", "[5] The 418 Patent claims the monohydrate form of moxifloxacin, along with the prism crystalline form of the monohydrate. The parties agree that the Cobalt Product itself will not infringe the 418 Patent, but the Applicants argue that the process for making the Cobalt Product will infringe. Cobalt disputes this and alleges that the patent is invalid for obviousness, lack of sound prediction, ambiguity and inadequate disclosure. Its oral submissions focused on infringement. II. BACKGROUND", "[6] Quinolones have been known as antibacterial agents since the 1960s. Quinolones exert their antibacterial effect by interfering with DNA gyrase so as to prevent bacterial DNA from unwinding and duplicating, thereby preventing DNA driven processes in the bacteria. Fluoroquinolone are quinolone compounds which contain a fluorine atom.", "[7] The core structure of the quinolones is: [Diagram omitted - see printed version]", "[8] The positions numbered on the core are identified as C-1 to C-8. It is to each of these points that chemical substituents can be attached. In the present case the position of C-7 is critical.", "[9] Chemical modifications to the core structure influence the type and level of antibacterial activity. When new quinolones are developed by pharmaceutical researchers, they are evaluated for their antibacterial activity against various bacteria. Bacteria are often classified as Gram-positive and Gram-negative depending on their response to a procedure known as Gram \"staining\" (Gram happened to be the name of the individual who came up with this process).", "[10] The standard approach to evaluating the antibacterial activity of an antibacterial agent is to determine the \"minimum inhibitory concentration\" [MIC] against bacterial organisms in vitro . The MIC value is the lowest concentration of a compound that will inhibit the visible growth of bacteria after overnight incubation. The lower the MIC value, the more potent a compound is in terms of antibacterial activity. MIC methods are commonly used by medicinal chemists and microbiologists in comparative testing of new antibacterial agents.", "[11] The first marketed quinolone was nalidixic acid, which was synthesized in the early 1960s. Nalidixic acid was active against Gram-positive and Gram-negative bacteria, but its use was limited by the high incidence of adverse effects. Even today, toxicity concerns continue to plague the quinolone family and a number of initially promising quinolone candidates have been abandoned due to toxicity. Clinafloxacin is one such example.", "[12] Modification of the quinolone structure lead to the development of ciprofloxacin by Bayer in the early 1980s. There are numerous cases involving this compound. Ciprofloxacin had strong antibacterial activity against Gram-negative and Gram-positive organisms, as well as favourable pharmacokinetics for the treatment of system infections. Compared to other quinolones, it had relatively low potential for adverse effects. These advantages lead to ciprofloxacin becoming the industry standard for the treatment of systemic infections by the late 1980s.", "[13] Ciprofloxacin was licensed from Bayer by Alcon and incorporated into an antibacterial ophthalmic solution marketed as Ciloxan.", "[14] Following the advance of ciprofloxacin into the development phase in 1982, Bayer began to search for a successor quinolone. Researchers at Bayer synthesized new quinolones which were subjected to microbiological testing. The first stage of the testing involved determining the minimum inhibitory concentration [MIC] against bacterial organisms in vitro . Compounds which had positive initial MIC results went on to more rigorous testing including in vivo , toxicity and pharmacokinetic tests.", "[15] During the course of this research, Bayer discovered that quinolones with a fused pyrrolidine bicycle at the C-7 position of the quinolone ring showed promise. In July 1988 Bayer filed a German patent application in respect of compounds with this substituent. The Canadian application was filed in July the following year. Moxifloxacin is included in claimed compounds, specifically claims 8 and 13. It had not been synthesised or tested at this point and would not be until 1993.", "[16] In 1994 Bayer attempted to develop a tablet formulation of moxifloxacin hydrochloride and encountered two problems. First, the material did not \"flow\". Second, formulators were unable to maintain a consistent amount of the active ingredient in the manufactured tablet. Further investigation revealed that the moxifloxacin monohydrate was more stable than the anhydrous form, and that the prism crystalline form of the monohydrate was more free-flowing than the needle crystalline form. Bayer applied for the 418 Patent in Canada on December 9, 1996, which claimed the moxifloxacin hydrochloride monohydrate having particular characteristic peaks in the X-ray powder diffractogram [XRPD] and in solid state NMR testing, along with the prism crystalline form. Bayer went on to develop a moxifloxacin tablet branded as Avelox for the treatment of systemic infections.", "[17] By the late 1990s Ciloxan had lost its number one position in the antibacterial eye drop market due to solubility problems. While searching for a successor product, Alcon obtained a sample of moxifloxacin from Bayer in 1999. It incorporated the sample into an ophthalmic solution which it tested both in vivo and in vitro . The in vitro testing showed moxifloxacin had strong activity against most of the tested pathogens, but that it was less active than ciprofloxacin against P aeruginosa , a particularly devastating Gram-negative bacteria. However, in vivo testing demonstrated that moxifloxacin's superior ocular penetration allowed it to treat P aeruginosa as effectively as ciprofloxacin. The testing also revealed that moxifloxacin had better ocular penetration than any other known quinolone and that it posed no toxicity problems in the eye.", "[18] Following the testing Alcon obtained a licence for moxifloxacin from Bayer and incorporated it into an ophthalmic solution to be marketed as Vigamox. It applied for the 211 Patent on September 29, 1999. The 211 Patent claims the use of moxifloxacin in a specified concentration in topical ophthalmic formulations for the treatment of eye infections, as well as in the use of moxifloxacin for the preparation of pharmaceutical compositions and the moxifloxacin-containing pharmaceutical composition itself. Vigamox came on the market in 2003.", "[19] Cobalt has developed a 0.5% moxifloxacin hydrochloride solution for ophthalmic administration, the Cobalt Product. It filed an Abbreviated New Drug Submission with the Minister of Health seeking a Notice of Compliance and compares the Cobalt Product to Vigamox in order to demonstrate bioequivalence. Cobalt sent a Notice of Allegation on April 2, 2012 to the Applicants, who responded by bringing a Notice of Application in this Court on May 17, 2012. III. THE 114 PATENT", "[20] As these Reasons also address two other patents, the issues and analysis for each is set out separately in these reasons.", "[21] The parties agree that the Cobalt Product infringes the 114 Patent. Cobalt admits infringement of Claims 8 and 13 which claim moxifloxacin and its stereoisomers and mixtures thereof. Cobalt also admits infringement of Claims 17 and 18 which claim the use of the compounds of the invention in an antibacterial treatment and a medicament containing the compounds of the invention.", "[22] Cobalt challenges the validity of the 114 Patent on several grounds. It alleges that the patent has an expansive promise which it fails to live up to and that the utility of moxifloxacin could not have been soundly predicted by the disclosure. It also alleges that the choice of a fused pyrrolidine bicycle substituent at the C-7 position was either obvious or obvious to try. The Applicants, naturally, disagree.", "[23] With respect to the validity of the 114 Patent, there are four matters to be addressed in dealing with the patent's validity: i. Person or Ordinary Skill in the Art ii. Claim Construction a. Promise of the Patent iii. Utility and Sound Prediction a. Disclosure iv. Obviousness A. The Applicants' Evidence", "[24] The Applicants tendered Dr Domagala, Dr Glenschek-Sieberth and Dr Petersen in respect of the 114 Patent.", "[25] Dr Domagala is a medicinal chemist with extensive experience in quinolone research. He has presented and published many papers on quinolones, and is co-inventor on multiple patents for new quinolone antibacterial. He testified with respect to how the Skilled Person would interpret the 114 Patent and the allegations of invalidity made against it. His principal conclusions are that Claims 8 and 13 of the 114 Patent claim moxifloxacin (the S,S enantiomer of the claimed compound); that the Cobalt Product will infringe the 114 Patent; that the utility of moxifloxacin was soundly predicted at the time of the 114 Patent and that the inventive concept of the 114 Patent was not obvious.", "[26] Dr Glenschek-Sieberth is a research chemist at Bayer Pharma AG. He was trained as a biology laboratory assistant and conducted antibacterial research for many years at Bayer. He is the custodian of all the records of microbiological testing of quinolones archived at Bayer. He provided evidence of Bayer's internal records corresponding to the Example compounds, as well as records pertaining to moxifloxacin.", "[27] Dr. Petersen is a synthetic organic chemist formerly employed by Bayer and one of the inventors of the 114 Patent. He provided evidence regarding the history and testing of the invention of the 114 Patent.", "[28] Dr Zhanel is a medical microbiologist who researches antibiotics. He provided evidence with respect to the infringement and validity of the 114 Patent. His principal conclusions are that that the 114 Patent is infringed by the Cobalt Product; that the promise of the 114 Patent is that the compounds have high antibacterial activity in vitro , particularly against Gram-positive organisms, compared to ciprofloxacin; that the utility of moxifloxacin was soundly predicted based on the data shown in the 114 Patent for Example 15 and that the inventive concept was not obvious. B. Cobalt's Evidence", "[29] Cobalt tendered Dr Hoban and Dr Newton as expert witnesses in respect of the 114 Patent. Dr Hoban is a clinical microbiologist. His affidavit addresses Cobalt's allegation of lack of utility of the 114 Patent, including his understanding of the utility promised by the 114 Patent and the tests, data and information presented in the 114 Patent. His principal conclusions are that the 114 Patent promises that the claimed compounds (a) have broad antibacterial spectrum, (b) are useful against resistant bacteria, (c) are useful in human and veterinary medicine, (d) are useful for the treatment of bacterial diseases, and (e) are useful for preserving inorganic and organic materials. He further opined that the utility of the claimed compounds is not demonstrated by the data disclosed in the 114 Patent; that the utility of moxifloxacin in particular is not demonstrated, nor is there a basis for soundly predicting its utility and that the inventors of the 114 Patent omitted unfavourable MIC data for the claimed compound.", "[30] Dr Newton is a medicinal chemist. His affidavit addresses Cobalt's allegations of invalidity of the 114 Patent, including his understanding of the subject matter disclosed and claimed in the 114 Patent and obviousness. His principal conclusion is that the inventive concept [the C-7 substituent] was known in the art and obvious.", "[31] All of the experts were well qualified and adhered to the experts' undertaking to the Court. However, in regards to the conflicting expert evidence regarding this 114 Patent, I found the Applicants' witnesses to be generally preferred. The evidence, both individually and read as a whole, was more consistent internally and externally. Therefore, except as stated otherwise, I have accepted the Applicants' expert evidence over the Respondent. C. Analysis (1) Person of Skill", "[32] An essential component of a contested patent analysis is to determine to whom the teachings in the patent are directed and what level of skill is relevant to an understanding of the patent and related science and common general knowledge.", "[33] Alcon submits that, based on its experts' evidence, the 114 Patent is addressed primarily to a medicinal chemist or a scientist with a medicinal chemistry background having earned at least a masters degree in a related discipline. The Skilled Person would have at least five years of post-graduate experience designing and synthesizing new chemical molecules, at least two years of which relate to working with compounds of the quinolone class, with knowledge or experience in the evaluation of new bacterial compounds. The Skilled Person would also be knowledgeable about the use of SAR studies in the quinolone field and would be familiar with the literature on quinolones during the relevant time frame. There are also minor aspects of the 114 Patent directed to a microbiologist.", "[34] Cobalt submitted that the Skilled Person is a member of a multidisciplinary team that includes medicinal chemists and microbiologists.", "[35] The medicinal chemist on the team would have a PhD in chemistry, and at least two or three years of post-graduate experience or experience working in the pharmaceutical industry. The medicinal chemist would know how to make modifications to existing molecules to create new members for any particular family and know the expected physical, chemical and biological characteristics of such a family. The skilled team would be familiar and experienced with other formulation, manufacture and testing of pharmaceutical dosage forms.", "[36] The definition of the Skilled Person is as much a legal construct as the tort's \"man on the Clapham omnibus\" applied to patent law. None of the experts providing opinions in this case come close to this Skilled Person; they are so much higher in the training, experience and education scale.", "[37] Given that this case deals with obviousness and utility, the Skilled Person (even if an amalgam of talents) is a person who would work the patent in a real sense.", "[38] The key differences between the parties on the Skilled Person is (a) the concept of a team; (b) the nature of experience with Alcon arguing that the medicinal chemist must have experience synthesizing new chemical molecules in the quinolone class; and (c) the necessity of knowledge about the use of SAR studies in the quinolone field as well as with quinolones generally.", "[39] I am persuaded that experience with quinolones and SAR studies would be important. I do not discount the legitimacy of a team approach. Therefore, the Skilled Person would be a team led by a medicinal chemist with a microbiologist. The medicinal chemist would have several years of post-graduate experience with exposure to chemical molecules and knowledge of SAR studies in the quinolone field as well as experience generally with quinolones. The microbiologist would have experience testing new compounds for antibacterial activity.", "[40] The Court's approach is similar to that taken in the parallel action in the United States but with a few differences in the Skilled Person description ( <FRAGMENT_SUPPRESSED>  Petersen, an Alcon expert and inventor in the 114 Patent, was a chemist-microbiologist. (2) Claim Construction", "[41] The 114 Patent claims a novel class of quinolones distinguished by a fused pyrrolidine bicycle at the C-7 position of the quinolone ring. The class is said to have high antibacterial activity, particularly against Gram-positive bacteria.", "[42] Moxifloxacin is claimed in Claims 8 and 13 of the 114 Patent. Claim 8 claims all four stereoisomers of the moxifloxacin molecule while Claim 13 is restricted to the two \"cis\" isomers. Moxifloxacin is the enantiomerically pure S,S compound.", "[43] To show that the claimed compounds have high antibacterial activity, the 114 Patent discloses the MIC values of several compounds [the Example compounds] tested against approximately ten bacteria species. MIC data for ciprofloxacin is also provided for the purpose of comparison. Moxifloxacin is not an Example compound, although it closely resembles Example 15. The only difference is that moxifloxacin has a methoxy group at the C-8 position, whereas Example 15 has a fluorine group in that position.", "[44] The description section of the 114 Patent refers to a number of aspects which Cobalt contends are essential elements. There is a single reference to low toxicity, a list of pathogens which the claimed compounds are said to be active against, and a list of medical conditions which the compounds are said to be useful in the prevention or treatment thereof. Cobalt has interpreted these references as establishing essential elements of the claim, that is to say it is essential that each of the claimed compounds will have low toxicity, will be active against the named bacterial and will be useful in the treatment or prevention of the listed conditions. I disagree.", "[45] There is no dispute on the legal principles applicable to claim construction. It is a matter of law to be performed by the judge with assistance of the Skilled Person but not dictated by the Skilled Person or the expert opinions. The words used in a patent must be looked at and understood \"through the eyes and with the common knowledge of a worker of ordinary skill in the field to which the patent relates\" ( <FRAGMENT_SUPPRESSED> , at para 53 [ Whirlpool ]; <FRAGMENT_SUPPRESSED>  NR 111, at para 74 [ Bell Helicopter ]).", "[46] An informed and purposive construction of claim language must be made having regard for the patent specification and to the common general knowledge of the Skilled Person as of the date of publication of the patent ( Whirlpool , at para 48, 52-55; Free World Trust v. Électro Santé Inc , 2000 SCC 66, [2000] 2 SCR 1024, at para 31 [ Free World Trust ]).", "[47] The key to a purposive construction of patent claims is the identification by the Court of what the inventor considered to be the \"essential\" elements of the invention, while distinguishing what is non essential ( Bell Helicopter at para 84; Whirlpool at paras 45-47; Free World Trust at para 31).", "[48] On this issue in particular, I have found the evidence of Dr Domgala and Dr Zhanel, experts for Alcon, to be very helpful. Dr Domgala is a medicinal chemist with considerable experience with quinolones and experience working with a competitor of both parties trying to do what Alcon claims to have done. Dr Zhanel is an experienced microbiologist whose views, in conjunction with Dr Domagala, were clear, concise (as consise as an NOC can be) and cogent.", "[49] Based on the expert evidence, the essential elements of Claim 1 of the 114 Patent are: i. a chemical structure described in Formula (1) having a fused pyrrolidine bicycle at the 7 position of the quinolone molecule; and ii. a broad spectrum antibacterial activity. Formula (1) is depicted by the following structure: [Diagram omitted - see printed version]", "[50] Claim 1 of the 114 Patent claims quinolone derivatives of Formula (1) which, Cobalt claims, comprises 111 billion compounds. Claims 8 and 13 (attached as a schedule to these Reasons) are directed at compounds having the same structural formula which include the compound moxifloxacin. These are the claims which Cobalt admits it will infringe. Claim 8 refers to four stereoisomers and Claim 13 refers to two stereoisomers. One of the compounds covered by each of the claims is moxifloxacin. Because Claims 8 and 13 include hydrochloride salts of the compounds claimed in all hydrate forms, Claims 8 and 13 claim as one of its compounds Moxifloxacin hydrochloride.", "[51] Claim 17 covers the use of any of the compounds covered in Claims 1 to 13 for treating a bacterial infection in the human or animal body. Claim 18 covers any medicament containing any of the compounds of Claims 1 to 13, and their hydrants and salts, where the medicament also contains a dilutent or a carrier (i.e. any vehicle or formulation for administering the compound to a human or an animal, such as a salt).", "[52] The bulk of the 114 Patent relates to the synthesis of the new compounds of the invention through several examples, including how to make the C-7 side chains as starting materials and how to attach them to the quinolone core. (a) Promise of the Patent", "[53] Much of the argument on the issue of sound prediction turns on the construction of the promise of the 114 Patent.", "[54] Cobalt argues that the 114 Patent promises that the claimed compounds will be therapeutically active against a long line of diseases, while exhibiting low toxicity and a broad spectrum of antibacterial action against Gram-positive and Gram-negative bacteria when formulated into a medicament. Cobalt focuses particularly on \"low toxicity\" and \"high activity\".", "[55] In contrast, the Applicants construe the promise of the patent as a promise of high antibacterial activity in vitro , especially against Gram-positive bacteria; nothing more. They submit that the Skilled Person would not interpret the patent as promising low toxicity based on a single reference, especially in light of the considerable reputation of quinolones for toxicity problems. Nor they contend, would the Skilled Person understand the patent to promise activity against all known bacteria or resistant bacteria. The references to pharmaceutical use or use as a preservative would be understood by the Skilled Person as statement as potential uses or goals, not as promises.", "[56] Both parties rely on <FRAGMENT_SUPPRESSED>  ACWS (3d) 851 [ Plavix ] for the proposition that if a patent contains a promise, the promise must be explicit and measurable. If there is no promise, the issue becomes whether there is a scintilla of utility.", "[57] Cobalt submits that the patent promises that each of the claimed compounds will: a. have low toxicity; b. exhibit antibacterial activity against a broad spectrum of bacteria; c. be useful in human and veterinary medicine for the prevention, treatment and cure of local and systemic infections caused by bacteria; and d. be useful as a preservative for inorganic and organic materials.", "[58] This construction is based on a single reference to low toxicity and to use as a preservative, a list of pathogens and medical conditions and references to medicaments and/or pharmaceutical compositions.", "[59] Cobalt bases its argument that the patent promises that each of the claimed compounds will exhibit antibacterial activity against a broad spectrum of bacteria on the following passage: For example, local and/or systemic diseases caused by the following pathogens or by mixtures of the following pathogens can be treated and/or prevented: Gram-positive cocci, for example Staphylococci (Staph. Aureus and Staph. Epidermidis) and Streptococci (Strept. Agalactiae, Strept. Faecalis, Strept. Pneumoniae and Strept. Pyogenes); Gram-negative cocci (Neisseria gonorrhoeae) and Gram-negative rod-shaped bacilli, such as Enterobacteriaceae, for example escherichia coli, Haemophilus influenzae, Citrobacter (Citrob. Freundii and Citrob. divernis), Salmonella and Shigella; and furthermore Klebsilla (Klebs. Pneumoniae and Klebs. Oxytoca), Enterobacter (Ent. Aerogenes and Ent. Agglomerans), Hafnia, Serratia (Serr. Marcescens), Proteus (Pr. Mirabilis, Pr. Rettgeri and Pr. Vulgaris), Providencia and Yersinia, and the genus Acinetobacter. The antibacterial spectrum moreover includes the genus Pseudomonas (Ps. Aeruginosa and Ps. Maltophilia) as well as strictly anaerobic bacteria, such as, for example, Bacteroides fragilis, representatives of the genus Peptococcus, Peptostreptococcus and the genus Clostridium; and furthermore Mycoplasma (M. pneumoniae, M. hominis and M. urealyticum) and Mycobacteria, for example Mycobacterium tuberculosis.", "[60] That argument cannot be sustained. The word \"example\" in the above passage is sufficient to show that not every claimed compound is promised to be effective against all the list pathogens or in relation to all the listed diseases. The most that can be said is that all of the claimed compounds have some degree of antibacterial activity but not against all listed pathogens.", "[61] I am not persuaded by Dr Hoban's attempt to inject a meaning that the compounds would kill all the listed bacteria, some unlisted, and therefore eliminate virtually all bacteria. This is an unduly broad and unnecessary reading of the words undermined by Dr Hoban's lack of experience reading and interpreting patent claims. Dr Hoban stands alone in his approach.", "[62] Given Alcon's expert evidence, it is more reasonable to interpret \"broad spectrum\" to mean that the compound hits some Gram-positive and some Gram-negative bacteria across a range of bacteria. I therefore reject Cobalt's interpretation.", "[63] Cobalt has also argued that the 114 Patent promises that each of the claimed compounds will have low toxicity. It bases its argument of promise of low toxicity on the following single reference to low toxicity in the patent: \"The compounds according to the invention, while having a low toxicity, exhibit a broad antibacterial spectrum against Gram-positive and Gram-negative germs.\"", "[64] In my view, if it was intended to make a promise of low toxicity, the patent would have been drafted to make the promise more explicit. Even the use of \" low toxicity\" suggests a potential characteristic or attribute. However, the phrase is used as a comparator and there is no indication of \"low toxicity\" in comparison to any other toxicity.", "[65] The notion of toxicity relates to safety and potential commercial success; not patentability. As held in <FRAGMENT_SUPPRESSED>  [ AZT ], proof of lack of toxicity at this stage of analysis is not necessary to show utility.", "[66] I reject Cobalt's characterization of the promise of the patent. It is based in large part on the affidavit of Dr Hoban, who stated that reading patents was \"quite new\" to him. I prefer the evidence of Dr Domagala who, in addition to being very familiar with the quinolone field, is co-inventor of a number of patents himself and therefore familiar with their interpretation. Dr Domagala testified that the Skilled Person would interpret the 114 Patent to promise only that \"the new quinolone compounds have potent antibacterial activity in vitro against a broad spectrum of bacterial organisms, and in particular against Gram-positive bacteria.\" The references to low toxicity, pharmaceutical use and use as a preservative are descriptions of hopes or potential uses, not promises.", "[67] Given the care with which most patents are drafted, it is difficult to conceive of the inventors as intending to make a promise on such generalized words appearing but once in the patent. If it was intended to be a promise, it was made without the required supporting data. There is no suggestion that any data was inadvertently omitted.", "[68] In light of the finding in <FRAGMENT_SUPPRESSED> , and more recently in Plavix that there is no requirement to make a promise, but if made the patentee is held to it, there is no evidence of advantage to making a promise. To read in a promise in these circumstances would be to inject meaning for the purpose of defeating the 114 Patent.", "[69] Therefore, I have rejected Cobalt's arguments on claim construction and the interpretation of the promise of the patent. (3) Sound Prediction and Utility", "[70] Cobalt asserts that the 114 Patent is invalid because its utility was not demonstrated and could not be soundly predicted as of the date on which it was filed, July 13, 1989.", "[71] Much of Cobalt's submissions on the issue of utility are premised on an erroneous construction of the promise. As discussed above, I reject Cobalt's construction of the promise. To the extent the patent promises anything, it is limited to a promise that the class as a whole will have in vitro activity against a broad spectrum of bacteria. Accordingly, based on Plavix the question becomes whether there is a scintilla of utility.", "[72] The question of utility, as raised in the NOA and as argued in this Court, are: i. Could the utility of the moxifloxacin be soundly predicted on the basis of Example 15? ii. Was the disclosure adequate?", "[73] As moxifloxacin was not synthesized or tested until December 1993, the Applicants have conceded that its utility was not demonstrated at the filing date.", "[74] The issue therefore turns on sound prediction. The test for sound prediction was set in AZT at para 70. To paraphrase Justice Binnie at paragraph 70, the doctrine of sound prediction has the following three components: a. There must be a factual basis for the prediction; b. The invention must have at the date of the patent application an articulable and sound line of reasoning from which the desired result can be inferred from the factual basis; and c. There must be proper disclosure, which is to say that the patent must provide a full, clear and exact description of the nature of the invention and the manner in which it can be practiced.", "[75] <FRAGMENT_SUPPRESSED>  NR 313, the Court of Appeal set out a useful summary of the principles at play in an allegation of inutility. 46 A patent holder whose patent is challenged on grounds of lack of utility must be able to show that, at the time of the patent was applied for, the utility of the invention could either be demonstrated or soundly predicted: see AZT , at paragraph 46. The sticking point, in this case as in others, is to determine what it is that must be demonstrated or soundly predicted. This is where the notion of the promise of the patent comes into play. 47 The promise of the patent is the standard against which the utility of the invention described in the patent is measured. The source of the concept is found in the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> : There is a helpful discussion in Halsbury's Laws of England, (3rd ed.), vol. 29, at p. 59, on the meaning of \"not useful\" in patent law. It means \"that the invention will not work, either in the sense that it will not operate at all or, more broadly, that it will not do what the specification promises that it will do\". <FRAGMENT_SUPPRESSED> , cited above at p. 525 48 While an inventor need not describe the utility of his invention in his patent, if he does so, he will be held to the promise which he has made. This was set out as follows in Olanzapine , cited above, at paragraph 76: Where the specification does not promise a specific result, no particular level of utility is required; a \"mere scintilla\" of utility will suffice. However, where the specification sets out an explicit \"promise\", utility will be measured against that promise : <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED>  ( Ranbaxy ). The question is whether the invention does what the patent promises it will do.(emphasis in the original) 49 If the inventor does not make an explicit promise of a specific result, the test for utility is a \"mere scintilla\" of utility. If, on the other hand, the inventor makes an explicit promise of a specific result, then utility will be assessed by reference to the terms of the explicit promise. 50 When this Court said at paragraph 80 of Olanzapine , cited above, that the promise of the patent must be ascertained, it should not be taken to have assumed that every patent contains an explicit promise of a specific result since, subject to what is said below with respect to selection patents, there is no obligation on the part of the inventor to disclose the utility of his invention in the patent. In Olanzapine , the Court was simply indicating that the firs step in assessing utility was to determine the standard against which utility will be measured. This requires the Court to construe the patent to determine if a person skilled in the art would understand it to contain an explicit promise that the invention will achieve a specific result. If so, the inventor will be held to that promise. If there is no explicit promise of a specific result, then a mere scintilla of utility will do.", "[76] Cobalt submits that moxifloxacin's utility could not have been soundly predicted based on Example 15 as claimed by the Applicants for two reasons. Firstly, moxifloxacin differs from the Example 15 compound in the substituent at the C-8 position.", "[77] Secondly, Example 15 is not identified in the patent as the preferred compound. The 114 Patent did not identify Example 15 as preferred over the other tested compounds; in Cobalt's submission, this results in a lack of proper disclosure of the factual data relied on by the patentee, the third part of the sound prediction test set in AZT (a) Moxifloxacin is different from Example 15", "[78] The basis for the prediction of utility of Claims 8 and 13 is the MIC test results in the patent for Example 15. Example 15 is structurally very similar to the compounds of Claims 8 and 13. The only difference is in the substituent at position C-8.", "[79] Moxifloxacin differs from Example 15 only in respect of the C-8 substitutent; moxifloxacin has a methoxy group at that position, while Example 15 has a fluorine. The Applicants submit that it was common general knowledge that compounds with a methoxy group at the C-8 position were active. They rely on European Patent Application No 0 241 206 [Sankyo] and European Patent 0 230 295 A2 [Kyorin] as examples of prior art teaching that compounds with a methoxy group at the C-8 position had good activity. The inventors therefore had a sound basis to predict that substituting a methoxy group at that position for the fluorine in Example 15 would either enhance or not hinder the high antibacterial activity demonstrated by Example 15.", "[80] The Applicants further submit that the data disclosed for Example 15 provided a basis to soundly predict the activity of the individual enantiomers. They rely on prior art by Matsumoto and Domagala to the effect that chirality which is further from the quinolone core has little effect on activity. Therefore, the prediction of good activity is sound for all the enantiomers", "[81] The Applicants rely on <FRAGMENT_SUPPRESSED>  FTR 239, for the proposition that a patentee is not limited to specific compounds that he or she has actually made and tested prior to filing for patent protection, so long as what is claimed is based on a sound prediction. Quoting from Justice MacTavish in <FRAGMENT_SUPPRESSED>  FTR 1, at para 156, Justice Zinn wrote at para 148: The law is clear that a patentee is not to be limited to specific compounds that he or she has actually made and tested prior to filing for patent protection. A patentee is able to claim more broadly, so as to cover a class of compounds, as long as the claim is based upon a sound prediction. (b) Example 15 is not identified as the preferred compound", "[82] They submit that the Skilled Person would have readily observed that Example 15 was the most active of the tested compounds. They submit that the Skilled Person would have considered the panel of organisms tested to be a well-chosen and representative sample of common and clinically important bacteria, with varying susceptibility to ciprofloxacin. The MIC test method reported in the 114 Patent was and remains a well-accepted method for determining whether a compound has antibacterial activity. Cobalt's expert Dr Hoban admitted this in cross examination.", "[83] It is noteworthy that Example 15 had lower MIC values than ciprofloxacin against certain bacteria. However, not all MIC test results were better than ciprofloxacin but there is no evidence that they were not effective as compared to some other Example compounds.", "[84] Cobalt argues that the 114 Patent promises that the claimed compounds will have superior activity to ciprofloxacin. As found earlier, there is no such promise but by expanding the promise Cobalt gains the advantage that there was no sound basis to predict. The theory is that the greater the promise, the weaker the sound prediction.", "[85] However, if there is a promise, it is more limited than suggested. Further, I accept the expert evidence that low MIC scores is an indicator that the compounds would be effective in vivo ; that a Skilled Person would have a sound basis for prediction and that if there was a promise, the tests would be sufficient to demonstrate any promise based on the MIC data provided for Example 15.", "[86] I approach Dr Hoban's evidence with some caution. He appears to have approached the task of comparison only as against ciprofloxacin (known for high Gram-negative activity) rather than examining the test MIC values. Dr Hoban looked at additional MIC data to support his opinion that one could not predict antibacterial effectiveness but did not opine that one could not predict if the compounds in Claims 8 and 13 would have high activity especially against Gram-positive bacteria based on the data in the patent for Example 15 or the additional data. In substance, Dr Hoban did not put himself in the position of a Skilled Person.", "[87] I accept the Applicant's submissions and find that the utility of moxifloxacin was soundly predicted based on the data disclosed in the 114 Patent. The disclosure in the 114 Patent demonstrates that the Example compounds perform their promised utility by having high antibacterial action. I accept Sankyo and Kyorin as evidence that the art taught that the methoxy substitution at C-8 was not expected to decrease the compounds' activity, as well as the Matsumoto and Domagala evidence with respect to the comparative activity of enantiomers where the chirality is further from the quinolone core. I note as well that the promised utility is simply of high antibacterial activity, particularly in the Gram-positive region, in vitro . There is no need to predict that moxifloxacin would have had better or comparable activity to the Example compounds, provided its activity could still be described as \"high\". (c) Disclosure of the 114 Patent", "[88] Cobalt also submits that the public's right to proper disclosure was denied in the 114 Patent.", "[89] Cobalt attacks the disclosure in the 114 Patent by characterizing it as similar to that in <FRAGMENT_SUPPRESSED>  [ Sildenafil ]. The patent in that case was for the new use of an existing class of compounds, one of which was sildenafil. The evidence at trial established that, at the time of the patent application, Pfizer had conducted tests that demonstrated that sildenafil was effective for the treatment of erectile dysfunction, while none of the other claimed compounds had been shown to be similarly effective. The Supreme Court invalidated the patent on the basis that Pfizer had not complied with the disclosure requirement, as it was not clear from the patent which of the claimed compounds was effective. The Skilled Person therefore could not make the same use of the invention as the inventors without further extensive testing. A key finding of fact was that Pfizer had the information needed to disclose the useful compound and chose not to release it.", "[90] Cobalt submits that, like the Sildenafil patent, the 114 Patent claims millions of compounds but obscures the identity of the compound that is the subject of this proceeding.", "[91] Sildenafil is distinguishable from the case at hand in several important respects. Firstly, in that case only sildenafil of the many claimed compounds had been shown to have the promised effect in the treatment of erectile dysfunction. In the case at hand, all of the Example compounds have the promised high antibacterial activity to some degree. More importantly, in Sildenafil there was evidence of bad faith; Pfizer was aware there was only one effective compound and hid it within a larger class in order to mislead. This is similar to the condemned conduct described in <FRAGMENT_SUPPRESSED>  FTR 193 (aff'd on other grounds, 2013 FCA 219). Justice Martineau wrote at para 313: The first goal of the description is to allow the POSITA to produce the invention, once the term of the patent has expired. In light of this fact, the inventor is obliged to correctly and fully describe his invention, as of the priority date. If the inventor omits information in order to retain an advantage, misleads the public, or does not communicate the full scope of his knowledge, the description is insufficient. [emphasis added]", "[92] There is no evidence in this case that the inventors excluded this information for any improper purpose.", "[93] Cobalt's suggestion is a reference to the Example Compound \"Report Cards\" produced in this litigation in the affidavit of Dr. Glenschek-Sieberth. The Report Cards detail the testing conducted on the Example Compounds. A comparison between the Report Cards and the data disclosed in the 114 Patent shows that the Example Compounds were tested against bacterial strains and the results of these tests were not disclosed in the patent. The Report Cards also show that in vivo and toxicity tests were also conducted on some of the Example Compounds; this data was not disclosed in the patent.", "[94] Cobalt imputes some dark motive for the exclusion of such data without putting the issue to Dr. Petersen.", "[95] Further, Cobalt suggests that since Domagala never saw the excluded data, saw only the 114 Patent data, his opinion on predictability/utility is weakened. However, Domagala was never confronted with the Petersen data. Without necessarily invoking <FRAGMENT_SUPPRESSED>  Domagala be accorded an opportunity to address the issue before this Court before his credibility is discounted.", "[96] Zhanel saw the excluded data and never said nor was he asked whether that data would change his opinion.", "[97] I find insufficient basis to conclude that Bayer intentionally included data from the 114 Patent so as to present a misleading picture of predictability and utility of the 114 Patent. There is no basis for me to conclude that the 114 Patent MIC data was flawed or that one could not predict the utility because the data disclosed in the 114 Patent was flawed.", "[98] Cobalt invites the Court to infer that the data was excluded in order to mislead the public because it undermined the promised utility. I found Cobalt's allegations to be very dubious. There is no evidence that this excluded test data was unfavourable or that it was even of the same nature as the disclosed data. The Bayer test data which was excluded was of 20 bacterial strains covering 10 species whereas the 114 Patent reported 10 of these strains covering 7 species, which included all 5 strains of Gram-positive data Bayer tested. Cobalt has not provided any evidence interpreting the excluded data or substantiating its assertion that the data was unfavourable to the inventors. In the absence of such evidence, I decline to make that inference. The patent is not invalid for inadequate disclosure.", "[99] There are some minor discrepancies between the data provided for the Example compounds in the 114 Patent and in the Example compound Report Cards. These are not sufficient to invalidate the patent.  <FRAGMENT_SUPPRESSED>  NR 326, the Federal Court of Appeal held that three bona fide minor data reporting errors, which did not materially change the results reported in the patent, nor affect the inference which a person skilled in the art would reasonably draw from the reported results, were not material. At para 46 Justice Mainville wrote: Therefore, the three data discrepancies that Mylan invokes are not material. The expert evidence in the record is overwhelming in this regard. The minor bona fide data reporting errors do not materially change the results reported in the patent, nor do they affect the inference which a person skilled in the art or science to which the invention pertains would reasonably draw from these reported results . The data in the '808 Patent informs the skilled person that donepezil is a compound that inhibits AChE and can be soundly predicted to treat Alzheimer's disease. [emphasis added]", "[100] The situation at hand is analogous. There is no evidence that the discrepancies were made in bad faith, and they are of such a minor nature that they cannot be said to affect the inference which the Skilled Person would draw from the data.", "[101] Not all of the testing which is listed on the Report Cards is disclosed in the 114 Patent. The Report Cards show the Example compounds were tested against additional bacterial strains and species. They also show that some of the Example compounds (including Example 15) were subjected to toxicity and in vivo testing prior to the Canadian filing date. This data was excluded from the 114 Patent.", "[102] Given the three components governing the principle of sound prediction, I conclude that the requirements of factual basis, line of reasoning and level of disclosure seen through the eyes of a Skilled Person have been met.", "[103] The factual basis consisted of: • MIC data for nine representative samples and ciprofloxacin data as a comparator; • the method of using MIC data was well accepted method for determining antibacterial activity; • Example 15 was the most potent compound (better than ciprofloxacin against certain Gram-positive bacteria). The fact that it was ultimately proven toxic does not undermine its usefulness in the line of reasoning; • the use of comparative data gives reliability and predictability of activity without requiring that utility be measured as being superior to ciprofloxacin; • based on Example 15 (the closest example to Claims 8 and 13), there was a valid basis to predict that the compounds in Claims 8 and 13, including moxifloxacin, would have high antibacterial activity against a broad spectrum of bacteria; • the excellent activity exhibited by Example 15 would lead a Skilled Person to predict that this activity would be retained when the methoxy group was substituted in the 8 position and that single enantiomer including moxifloxacin and its hydrochloride salt would have high antibacterial activity especially against Gram-positive bacteria; and • the common general knowledge on the methoxy group at the 8 position provided a sound basis to predict substituting methoxy for the fluorine found in Example 15 at the 8 position would lead to this high antibacterial activity.", "[104] As the expert opinion established, generally good activity in vitro more likely than not leads to good activity in vivo . There was extensive history of the antibacterial effectiveness of quinolones (so much so that Cobalt relies on it to say the patent was obvious). There was a basis for a reasonable inference of utility.", "[105] The fact that there was good in vitro activity is sufficient. There was no claim to in vivo activity but that does not mean there is inutility. In vivo activity at a minimum points to topical use or use as a preservative.", "[106] In summary, I conclude that; • there was a factual basis for the prediction; • as of the date of the patent application there was an articulate and sound line of reasoning from which the desired result could be inferred from the factual basis. The fact that further testing was required confirms that there is an air of uncertainty. If that were not the case, it would not be prediction but certainty and possibly obvious; and • there was proper disclosure in the detailed description of the fused pyrrolidine bicycle, its synthesis and how to attach it to the quinolone molecule.", "[107] Therefore, the allegation of inutility is dismissed. (4) Obviousness (a) Introduction", "[108] The parties agree that the inventive concept of the 114 Patent is the claimed compounds' unique fused pyrrolidine bicycle at the C-7 position of the quinolone ring and accompanying high antibacterial activity. The obviousness allegation was largely abandoned in oral argument, but I will address the parties' written submissions briefly.", "[109] Cobalt has made two principal allegations with respect to obviousness. First, the choice of modifying the C-7 position of the quinolone was obvious. Second, the choice of a fused pyrrolidine bicycle substituent was obvious.", "[110] With respect to obviousness, the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], set out a four-step approach: i. identify the notional \"person skilled in the art\", and identify the relevant common general knowledge of that person; ii. identify the inventive concept of the claim in question, or if that cannot be readily done, construe it; iii. identify what, if any, difference exists between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claim or the claims as construed; and iv. viewed without any knowledge of the alleged invention as claimed, do these differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention?", "[111] The test for obviousness is difficult and a high standard. The standard was described in <FRAGMENT_SUPPRESSED>  64 NR 287 at para 18: The test for obviousness is not to ask what competent inventors did or would have done to solve the problem. Inventors are by definition inventive. The classical touchstone for obviousness is the technician skilled in the art but having no scintilla of inventiveness or imagination ; a paragon of deduction and dexterity, wholly devoid of intuition; a triumph of the left hemisphere over the right. The question to be asked is whether this mythical creature (the man in the Clapham omnibus of patent law) would, in the light of the state of the art and of common general knowledge as at the claimed date of invention, have come directly and without difficulty to the solution taught by the patent. It is a very difficult test to satisfy. [emphasis added]", "[112] If the inventive concept was not obvious, the next issue is whether it was \"obvious to try\". In <FRAGMENT_SUPPRESSED> at paragraph 69, Justice Rothstein set out the approach and only after the first three facts are considered does one move to the consideration of whether it was \"obvious to try\". If an \"obvious to try\" test is warranted, the following factors should be taken into consideration at the fourth step of the obviousness inquiry. As with anticipation, this list is not exhaustive. The factors will apply in accordance with the evidence in each case. (1) Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art? (2) What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine? (3) Is there a motive provided in the prior art to find the solution the patent addresses?", "[113] Justice Noel at para 29 of <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], clarified how \"obvious\" the attempt must be: The test recognized is \"obvious to try\" where the word \"obvious\" means \"very plain\". According to this test, an invention is not made obvious because the prior art would have alerted the person skilled in the art to the possibility that something might be worth trying. The invention must be more or less self-evident. ...", "[114] Particularly germane to this analysis is the Skilled Person's knowledge of the field of quinolones and the chemical structure which is understood by knowledge of the history of SARs of the quinolone class.", "[115] With respect to the first allegation that the choice of modifying the C-7 position of the quinolone ring was obvious or obvious to try, Cobalt relies on the evidence of Dr Newton, who in turn relied on the Koga paper (1980) and the Domagala paper (1996). Ultimately these do not support the conclusion that the substituents at the other positions of the quinolone molecule were \"set\". The Koga paper presents quinolone compounds with modifications at the C-6, C-7 and C-8 positions. The Domagala paper endorsed the choice of fluorine at the C-8 position, which is different from the methoxy group used at that position in moxifloxacin.", "[116] The Applicants have provided numerous other pieces of prior art showing that researchers were actively investigating substitutions at other positions along the quinolone ring, notably N1, C2 and C5. The Schentag paper (1984), Chu paper (1985) and European Patent Application No 0 191 185 A1, for example, showed modifications being made at the N1 position. British patent GB 2 190 376 disclosed substitutions at the C2 position. The Applicants' expert Dr Domagala was actively searching for new quinolones during the period, and testified that researchers in his group were working on modifications at the C5 position. US Patent No 4,657,913 taught a fluorine substitution at C5. The Applicants also rely on the evidence of Dr Petersen, one of the inventors of the 114 Patent, who testified that during the course of the invention he and his team introduced compounds with substitutions at all of the positions of the quinolone ring except for C4.", "[117] Dr Domagala, who was at Warner Lambert, was deeply involved for this company in that search. His evidence in this regard is highly persuasive because it is based on his knowledge of the activities in this particular field. Although likely more expert than the skilled person, Dr Domagala provides useful evidence with respect to the relevant state of the art. Cobalt's witness Dr Newton conceded as much in cross-examination: Q 197: You know that researchers in the field in the 1980s were in fact examining changes at more than just the C-7 position. Correct? A: Oh, yes. Well, I mean, there's Domagala's work, Koga's work and so on. Q 198: So if Dr Domagala tells you that people in the field at the time were not limiting their work at C-7 but were looking at other groups, you would have no reason to disagree with that? A: No, I wouldn't have any reason to disagree with that.", "[118] In designing new compounds, all the positions on the quinolone core were available. I do not accept that all research in the field was being focused on new substituents for C-7s. Even Dr Newton admitted that C-7 was not the only position of interest to researchers who were looking for latter activity. Cobalt puts undue attention on research on C-7 when research was conducted over several other positions as explained in the Sanchez Paper co-authored by Domagala.", "[119] Given my conclusion that the choice of the C-7 position as a starting point was not obvious or obvious to try, it is not necessary to consider whether the particular fused pyrrolidine bicycle substituent at that location was obvious or obvious to try. I am nonetheless satisfied on the evidence that the choice of a fused pyrrolidine bicycle as a substituent was neither obvious nor obvious to try.", "[120] The state of the art also tended to point away from the creation of the ring. European Patent 0 131 845 A2 and a related abstract (Matsumoto), European Patent 0 241 206 (Sankyo) and 0230 295 showed that adding elements to the 3-aminopyrrolidine had little advantage. Even the precursor steps to making that ring resulted in a decrease in activity is at best no gain.", "[121] The art taught away from alkalating the 3-aminopyrrolidine to make it longer. Other research with additional components on different quinolone core showed loss of activity.", "[122] There were no advantages to a diazabicyclic side chain and examples of bicyclic C-7 grounds showed reduced activity therefore teaching away from the invention. I accept the opinion evidence that the fused pyrrolidine bicycle at the C-7 position was not obvious. There is nothing in the art suggesting that a fused pyrrolidine bicycle conferred enchanced antibacterial activity.", "[123] If the inventive step was so obvious, given the work in the field, one may ask why it took so long to find what was so obvious and so advantageous. The evidence that other major competitors were likewise engaged in search for new quinolones without success strongly suggests that it was not obvious to try because others would have tried.", "[124] In applying the facts to the legal test, there is no dispute that the inventive concept in the claims is the unique fused pyrrolidine bicycle substituent at the C-7 position. Cobalt's position is that the high antibacterial activity conferred by the new C-7 substituent, particularly against Gram-positive bacteria, is included in the inventive concept. This position is not accepted as it goes against the bulk of the credible expert evidence.", "[125] A Skilled Person would not have considered the fused pyrrolidine bicycle as an obvious variation of any of the structures already known.", "[126] With respect, Dr Newton took a narrow approach, possibly because the facts are now known and because he had no experience with quinolone research. He focused only on C-7 substituted pyrrolidine and did not consider SAR data.", "[127] Dr. Domagala, on the other hand, was more experienced; he focused on additional relevant prior art that he found (as contrasted with Newton who considered only what he was given by counsel), and considered SAR teachings that were part of the common general knowledge. He also had experience in the area.", "[128] While the state of the art considered monocyclic compounds superior, the existence of bicyclic rings was also known. There was nothing in the art to motivate a Skilled Person to increase bulk because to do so decreased activity. Only hindsight showed that the fused pyrrolidine bicycle at C-7 would be more active and have high Gram-positive activity.", "[129] Even if it can be said that the prior art would have alerted a Skilled Person to the possibility that something might be worth trying. As held in <FRAGMENT_SUPPRESSED> , an invention is not made obvious because the prior art would have alerted the Skilled Person in the art to the possibility that something might be worth trying. The invention has to be more or less self-evident.", "[130] The testing in the 114 Patent process was not routine. It involved substantial testing of a large number of antibiotics before determining that the chosen compounds satisfied the criteria of high antibacterial activity.", "[131] The actual work done starting in 1982 after ciprofloxacin was put into development phase to the final invention shows that the solution was not obvious. This work included making 180-220 compounds annually; modifications at nearly all positions; other extensive piperazine modifications at C-7; the discovery of clinafloxacin which showed great promise but turned out to have unacceptable toxicity.", "[132] This evidence of actual work is more persuasive than the theoretical evidence and legal argument of \"obviousness\".", "[133] Therefore, this Court concludes that the matter of obviousness has not been made out. D. Conclusion", "[134] For all these reasons, this application for a prohibition order is granted. The Minister will be prohibited from issuing a NOC to the Respondent for its proposed moxifloxacin hydrochloride product until after the expiry of Canadian Patent No 1,340,114. IV. THE 211 PATENT", "[135] The 211 Patent claims the use of moxifloxacin in a concentration of between 0.1 to 1.0 wt % [Specified Concentration] as an antibiotic agent in a pharmaceutical composition for use in the treatment and prevention of ophthalmic infections. It further claims the pharmaceutical composition itself, and the use of the composition for topically treating or preventing ophthalmic infections.", "[136] The 211 Patent contains additional claims relating to the incorporation of anti-inflammatory agents, viscosity enhancing agents or surfactants. The Cobalt Product does not contain these additional agents, and therefore these particular claims are not infringed by the Cobalt Product.", "[137] The parties agree that the Cobalt Product infringes the three independent claims (as well as their dependent claims) of the 211 Patent, being Claims 1, 35 and 61 at least in so far as the claimed use of moxifloxacin relates to the intended use.", "[138] The issue in this proceeding is the validity of the 211 Patent. In particular Cobalt alleges that it is invalid due to obviousness and anticipation/lack of novelty.", "[139] For the reasons to follow, the Court has concluded that the 211 Patent relates to the known compound moxifloxacin being used for a known use (treating and preventing ophthalmic infection) at a concentration known to be effective (0.1 to 1.0 wt %). Therefore, it would have been obvious or obvious to try to use moxifloxacin in eye drops particularly given Alcon's success with the predecessor drug ciprofloxacin. A. The Applicants' Evidence", "[140] The Applicants have tendered evidence from Dr Arshinoff, Dr Cagle and Dr George Zhanel in respect of the 211 Patent.", "[141] Dr Arshinoff is an ophthalmologist. He provided evidence regarding the eye and bacterial eye infections, as well as methods of treatment in 1998 and the impact of the introduction of Vigamox. His principal conclusions are that in 1998 there was concern about bacterial resistance to quinolones and that Vigamox represented a significant advance in antimicrobial therapy for ophthalmologists.", "[142] Dr Cagle is one of the co-inventors of the 211 Patent and a former employee of Alcon. His affidavit describes the background of the invention of the 211 Patent and attaches a report documenting the testing performed by Alcon on moxifloxacin prior to the Canadian filing date.", "[143] Dr Zhanel is the microbiologist who gave evidence with respect to the 114 Patent. With respect to the 211 Patent, his affidavit addresses claim construction and infringement as well as the allegations of anticipation and obviousness. His principal conclusions are that the 211 Patent is infringed by the Cobalt Product; that the invention is novel and not disclosed in the 517 Patent or 942 Patent and that the inventive concept of the 211 Patent was not obvious. B. Cobalt's Evidence", "[144] Cobalt has tendered evidence from Dr Lightman in respect of the 211 Patent. Dr Lightman is a clinical ophthalmologist. Her affidavit addresses claim construction as well as obviousness and anticipation. Her principal conclusions are that the inventive concept of the 211 Patent is the use of moxifloxacin in a topical ophthalmic formulation to treat or prevent ophthalmic infections wherein the concentration of moxifloxacin are from 0.1 to 1.0 wt%; the choice of moxifloxacin to treat ophthalmic infections was obvious to try; there is nothing inventive in determining the antibiotic concentration and that the 211 Patent is merely a collection of publicly available information on moxifloxacin. C. Points in Issue", "[145] Cobalt's primary attack on the 211 Patent is on the basis of obviousness. It has also made submissions with respect to anticipation which lend themselves equally well to the obviousness analysis.", "[146] Cobalt submits that there is no inventive concept in the 211 Patent, as there is nothing within it that is not disclosed in the prior art. In this regard it relies on US Patents No 942 and No 517. These patents are related and their disclosure is essentially identical. Cobalt submits that both of these patents disclose: a. a group of antibacterial compounds that include moxifloxacin; b. the use of these compounds to treat a number of conditions, including eye infections; and c. pharmaceutical formulations and dosage form in the range of 0.1 to 99.5% of the active ingredient.", "[147] As the elements of the 211 Patent fall within the above disclosure, Cobalt submits there is no difference between it and the state of the art.", "[148] The Applicants argue that the US 942 and 517 patents disclose a large class of compounds for the treatment of an extensive list of diseases. Moxifloxacin is a claimed compound and eye infections are included on the list of conditions; however, there is no teaching in the patent that any particular compound is suitable for any particular use. The Skilled Person would not be directed to select moxifloxacin from the many compounds for the treatment of eye infections in particular. Further, the dosage range disclosed in the US 942 and 517 patents is very large (0.1 - 99.5 wt %) such that the Skilled Person would not arrive at the specified concentration. D. Analysis (1) Claim Construction", "[149] The three independent claims at issue - Claims 1, 35 and 61 read as follows: 1. A use of moxifloxacin, or a pharmaceutically useful hydrate or salt thereof in preparation of a pharmaceutical composition for topically treating or preventing an ophthalmic infection, wherein the moxifloxacin or the hydrate or salt thereof is at a concentration of 0.1 to 1.0 wt. %. 35. A use of moxifloxacin, or a pharmaceutically useful hydrate or salt thereof for topically treating or preventing an ophthalmic infection for topical administration in a composition comprising the moxifloxacin or the hydrate or salt thereof and a pharmaceutically acceptable vehicle, wherein the moxifloxacin or the hydrate or salt thereof is at a concentration of 0.1 to 1.0 wt. %. 61. A pharmaceutical composition comprising moxifloxacin or a pharmaceutically useful hydrate or salt thereof and a pharmaceutically acceptable vehicle therefor for topically treating or preventing an ophthalmic infection, wherein the moxifloxacin or the hydrate or salt thereof is at a concentration of 0.1 to 1.0 wt. %.", "[150] Claim 1 relates to the use of a pharmaceutical composition containing 0.1 to 1.0 wt % of moxifloxacin or a pharmaceutical useful salt or hydrate thereof for topically treating or preventing opthalmic infections. Alcon submits that \"ophthalmic infection\" includes surface and intraocular infection.", "[151] However, the pertinent disclosure in the 211 Patent raises moxifloxacin in use for otic (ear) and nasal use as well as for the eye. Alcon placed great emphasis in this litigation on the antibacterial resistance of bacteria in the eye, particularly P aeruginosa. This emphasis is not evident in the patent.", "[152] Claim 35 relates to the use of moxifloxacin or a pharmaceutically useful hydrate or salt thereof along with a pharmaceutically acceptable vehicle in treating or preventing ophthalmic infections. The moxifloxacin is at a concentration of between 0.1 to 1.0 wt %.", "[153] Claim 61 claims the pharmaceutical composition itself which is comprised of moxifloxacin in the prescribed concentration and a pharmaceutically acceptable vehicle for ophthalmic use.", "[154] Claims 2-34, 36-60 and 62-90 are dependent claims and further define the pharmaceutical composition.", "[155] The principles of claim construction have been discussed in respect of 114 Patent and need not be reviewed here.", "[156] I accept Cobalt's submissions with respect to the essential elements of the independent claims: A) Claim 1 has the following essential elements: a) the use of moxifloxacin or a pharmaceutically useful hydrate or salt thereof, in preparation of b) a pharmaceutical composition: i. for topically treating or preventing an ophthalmic infection; and ii. comprising 0.1 to 1.0% wt % moxifloxacin or a pharmaceutically useful hydrate/salt thereof. b) Claim 35's essential elements are: a) the use of moxifloxacin or a pharmaceutically useful hydrate or salt thereof for topically treating or preventing an ophthalmic infection. b) in a composition, comprising moxifloxacin or the hydrate or salt thereof in a concentration of 0.1 to 1.0 wt % and a pharmaceutically acceptable vehicle. c) Claim 61's essential elements are: a) a pharmaceutical composition comprising i. Moxifloxacin, a hydrate or salt thereof, at a concentration of 0.1 to 1.0 wt % and ii a pharmaceutically acceptable vehicle. b) for topically treating or preventing an ophthalmic infection. (2) Skilled Person", "[157] There is no substantial dispute as to the issue of the \"Skilled Person\". It is a person who had medical training (medical doctor or medical microbiologist/clinician) and is knowledgeable about ocular infections. The only point of disagreement is whether the Skilled Person has training or experience in treating ophthalmic infections in patients, as suggested by Cobalt.", "[158] Given that the Skilled Person is knowledgeable about the treatment and prevention of ocular infections, it does not seem to be critical that such knowledge be gained directly in treatment so long as the Skilled Person has the knowledge.", "[159] The Skilled Person is therefore a person with medical training (medical doctor or medical microbiologist/clinician) who is knowledgeable about ocular infections, their treatment and prevention. E. Common General Knowledge", "[160] Alcon submits that at the relevant time the common general knowledge indicated uncertainty and fear in respect of the use of quinolones in treating eye infections. Quinolones as a class were said to be very toxic; ciprofloxacin and ofloxacin were considered exceptions.", "[161] Alcon put considerable emphasis on the importance of any new ophthalmic formulation being able to effectively treat the most feared pathogen (a Gram-negative organism) P aeruginosa P aeruginosa can destroy an eye in 24-48 hours.", "[162] This emphasis is undermined by the fact that in Claim 89 (which Alcon claims that the case turns on), there is no discussion of P aeruginosa . A review of the 211 Patent does not exhibit an overarching concern for P aeruginosa . Indeed Claim 94 which addresses P aeruginosa specifically is not alleged to be infringed.", "[163] The emphasis on P aeruginosa , as if the 211 Patent was dealing with a problem outside of the State of the Art, is not supported by the overall thrust of the evidence.", "[164] As of September 30, 1998, the 211 Patent priority date, the weight of the expert evidence is that a Skilled Person would have knowledge of: • the anatomy and physiology of the eye, diseases of the eye and treatments of these diseases; • anatomy and physiology as disclosed in general textbooks; • the concentration of a drug in ophthalmic solutions is generally less than 2.5 to 3.0%; • conditions affecting the eye including conjunctivitis, keratitis, blepharitis, dacyrocystitis, hordeolun and corneal ulceration; • new antibacterial compounds were being developed and tested, including moxifloxacin; • the antimicrobial activity of moxifloxacin had been compared to other antibiotics against a broad scope of microbial pathogens as disclosed in such papers on the in vitro efficacy of moxifloxacin compared to other antibiotics in such papers as Fass, Woodock and Bauernfiend; • various bacterial pathogens were associated with ocular infections as examined in such articles on the use of fluoroquinolones in the treatment of ocular infections as Shungu, Goldstein and Osato; • conjunctivitis can be caused by bacteria; • the formulation of ophthalmic solutions, including general considerations regarding the manufacture of ophthalmic formulations; • toxicity and pH were two generally specified characteristics in ophthalmic solutions; • inactive additives were routinely added to ophthalmic solutions to adjust characteristics and they were familiar with the inactive ingredients typically used for this purpose; • there is a range of acceptable pH values although a pH of 7.4 is ideal for ophthalmic solutions; • ophthalmic solutions tend to be formulated to be isotonic; • the physiologically suitable ranges of tonicity; and • quinolone antibiotics such as ciprofloxacin were widely used to treat ophthalmic infections.", "[165] In addition, the Prior Art contained the following publications: a. US Patents 517 (February 5, 1991) and 942 (March 4, 1997) being patents in the same family as the 114 Patent and disclosed the following: • a group of antibacterial compounds that include moxifloxacin; • the chemical structure of moxifloxacin; • the group of compounds to which moxifloxacin belongs could treat or prevent local or systemic diseases caused by various Gram-positive and Gram-negative bacteria; • eye infections were one disease which could be prevented, alleviated or cured by the group of compounds to which moxifloxacin belonged; • opthalmological formulations and eye solutions for local therapy; • active compounds could be included in formulations at a concentration of 0.1 - 99.5 wt %; and • formulations could comprise a fraction or a multiple of an individual dose. b. Three abstracts presented at the 8th European Congress on Microbiology and Infectious Diseases (May 25-28 1997) discussed the pharmacokinetics safety and tolerability of different dosages of moxifloxacin; and c. Five posters presented at the 36th Interscience Conference on Antimicrobial Agents and Chemotherapy (Sept 15-18, 1996) discussed moxifloxacin's activity, microbiological profile and Phase 1 pharmocokinetics.", "[166] There were other Prior Art references that also pointed the way to the 211 Patent including a 1990 European patent application dealing with other quinolone antibiotics, the methods for use, dosage range and formulation. Ciprofloxacin was sold commercially in solution for the treatment and prevention of ocular infections caused by pathogens including P aeruginosa . Other quinolones such as ofloxacin were also being used for against same or similar bacteria in the eye.", "[167] I am not persuaded by the Applicants' evidence with respect to motivation. The evidence they rely on undercuts their assertion that moxifloxacin was regarded as a poor candidate. For example, the Dalhoff poster from the 36th Interscience Conference on Antimicrobial Agents and Chemotherapy [ICAAC] taught that moxifloxacin had \"significantly better\" antibacterial activity against Gram-positive bacteria than ciprofloxacin. The Fass article (1997) relied on by the Applicants does establish that moxifloxacin had poor activity in vitro against P aeruginosa compared to ciprofloxacin. The Woodock article (1997) noted the same but nonetheless teaches that moxifloxacin had \"considerable clinical potential in a wide range of infections\".", "[168] While I accept the Applicant's evidence that P aeruginosa is destructive and feared, I do not accept that it was so important that a compound would not be developed if it demonstrated poor in vivo activity against it. I note, for example, that the Fass article teaches ofloxacin (another fluoroquinolone) has comparable activity against P aeruginosa to moxifloxacin and yet it was nonetheless developed into a commercial product marketed as Ocuflox. Ocuflox is identified in the 211 Patent as the current state of the art; the comparatively poor in vitro activity of ofloxacin did not impede its successful commercialization. Further, moxifloxacin had better activity than ofloxacin against other bacteria.", "[169] In respect of toxicity, the Applicants submit that prior art such as the Vohr abstract from the 36th ICAAC (1996) which found that moxifloxacin \"was not phototoxic at all\" is irrelevant because that study involved oral and not topical administration of moxifloxacin. They also seek to distinguish the Sta Schuhly abstract presented at the 8th European Congress of Microbiology and Infectious Diseases (1997) which concluded that \"due to the excellent S [safety], T [tolerability] and favourable PK [pharmacokinetics] ... [moxifloxacin] is an excellent drug candidate\" on the same basis. While perhaps not establishing that moxifloxacin would not be toxic in the eye, the Vohr poster and Staβ Schuhly abstract indicate that despite the toxicity concerns regarding quinolones as a class, there was a basis to believe it would not be a concern for moxifloxacin.", "[170] The Applicants' argument with respect to the formulation is principally that the inventors did not know about moxifloxacin's excellent ocular penetration until they had formulated it. I accept this, but nonetheless for the reasons that follow find that it was obvious to try to use moxifloxacin in an ophthalmic formulation. Arriving at the actual formulation did not require any inventive steps either. F. Obviousness", "[171] Obviousness must be assessed as of the patent priority date from the perspective of a Skilled Person. To the extent that Alcon relies on post priority data evidence, it is not appropriate (see <FRAGMENT_SUPPRESSED>  FTR 166 at paras 57-58, aff'd 2007 FCA 217 366 NR 290). The 211 Patent priority date is September 30, 1998.", "[172] The inventive concept of Claims 1, 35 and 61 is a pharmological composition for topically treating or preventing an ophthalmic infection, which comprises 0.1 to 1.0 wt % moxifloxacin. It is the choice of moxifloxacin and its specific concentration that drives Claims 1, 35 and 61.", "[173] The patent did not discuss, as Alcon relies on here, toxicity, penetration, lipophilicity/hydrophilicity, effectiveness against P aeruginosa , pharmacology or molecular units.", "[174] In light of the common general knowledge set out above, I find that the use of moxifloxacin in an topical ophthalmic formulation for the treatment of bacterial infections was obvious or obvious to try.", "[175] In the face of the strong evidence detailed above that moxifloxacin would have been obvious to try, the Applicants submit that this evidence is outweighed by moxifloxacin's comparatively poor in vitro activity against P aeruginosa . As indicated earlier, the emphasis on and importance of treating P aeruginosa is overstated. The 211 Patent was not focused on P aeruginosa ; it was focused on the treatment of a range of pathogens, all well known. Moxifloxacin's comparatively poor in vitro activity against P aeruginosa does not teach away from the choice of it for a topical ophthalmic formulation.", "[176] I also find that the formulation of the moxifloxacin-containing ophthalmic formulation was obvious. It is similar to the formulation of other quinolone ophthalmic solutions such as Ciloxan and Ocuflox.", "[177] Although the Applicants' expert Dr Zhanel testified that he was unaware of any data available in September 1998 teaching the formulation of an ophthalmic solution containing moxifloxacin, he had previously referenced the Petersen Poster from the ICAAC. The Petersen Poster taught the solubility, pKa value and partition coefficients of moxifloxacin; this data is three of the four pieces of data Dr Zhanel testified were required to determine ocular penetration (the fourth was molecular weight). Cobalt relies on the Bauernfiend and Fass articles as teaching that 0.1 to 1.0 wt% of moxifloxacin inhibited growth of the tested bacteria, including P aeruginosa . The issue becomes, given the common general knowledge on State of the Art, was the invention obvious.", "[178] In reaching a conclusion on this issue, the Court was particularly influenced by the evidence of Dr Lightman. It was clear, cogent, objective and consistent with the objective evidence of the State of the Art.", "[179] Dr Lightman was herself an ophthalmologist. Her Skilled Person was slightly more qualified than the Skilled Person found by the Court but the differences are immaterial. She outlined some critical facts in her evidence: • by 2000 ciprofloxacin had been widely used in clinical practice for about a year. It had very broad action against a wide variety of bacteria and was used to treat a variety of infections and there was little bacterial resistance; • ciprofloxacin was available in eye drops (Ciloxan) by 2000 and was being used to treat bacterial infections of the keratitis, conjunctivitis and blephartis; • the absence of instruction in the patent on how to determine the appropriate concentration of moxifloxacin meant that it could be determined by routine experimentation and that there was nothing inventive in determining the appropriate concentration; and • as of September 30, 1998, moxifloxacin was a known quinolone. It was known that quinolones were used to treat ophthalmic bacterial infections. MIC values for moxifloxacin against various bacterias of ocular infections were known.", "[180] Dr Lightman's conclusion was that the 211 Patent was \"in one sense\" a mere collection of publicly available information on moxifloxacin. There was no difference between the state of the art as of September 30, 1998 and the inventive concept of the 211 Patent claims.", "[181] In light of the circumstances and state of the art, it was obvious to try to treat ophthalmic infections with moxifloxacin. The claims of the 211 Patent were directed to a known compound being used for a known use in a concentration known to be effective.", "[182] There was obviously contrary evidence by accepted experts. In placing greater weight on Dr Lightman's evidence, the Court is not suggesting that these other experts were not honest in their work and opinions nor that they may have had long associations with their client which disqualified their independence. However, Dr Lightman's evidence, where it conflicted with Alcon's experts, was more persuasive against the backdrop of the state of the art. G. Conclusion", "[183] For these reasons, the Court concludes that Cobalt has established that Moxifloxacin was obvious or obvious to try and that the 211 Patent is invalid for reasons of obviousness. It is not necessary to deal with the issue of anticipation.", "[184] In regard to 211 Patent, the Applicant's application for a prohibition order is dismissed with costs. V. THE 418 PATENT", "[185] The central issue with respect to this patent is infringement. The issue of validity is secondary to the conclusion that Alcon has not established that Cobalt will infringe the 418 Patent either as the product or in the process of making the Cobalt Product.", "[186] The 418 Patent claims the monohydrate form of moxifloxacin having two characteristic peaks, which is said to have improved stability over the anhydrous form. It also claims the prism crystal form of moxifloxacin monohydrate, which is said to be more free-flowing than the needle crystal form. The patent teaches that the anhydrous form was hygroscopic, meaning it absorbed water from the air under adverse storage conditions. This resulted in impaired dosing accuracy and preparation quality. The claimed monohydrate is said to overcome these problems.", "[187] The 418 Patent also discloses that prisms are the preferred crystalline form of the monohydrate. Prisms do not mat and are significantly more free-flowing than needles, a second crystalline form of the monohydrate.", "[188] The Cobalt Product is a solution and thus does not contain any crystals. The parties agree that the product itself does not infringe the 418 Patent. The issue is whether the Cobalt process of making the Cobalt product uses the monohydrate form of CDCH.", "[189] Alcon asserts that the 418 Patent describes a novel monohydrate of 1-cyclopropyl-7-([S,S] - 2, 8 diazabicyclo - [4.3.0] non - 8 - yl) 6 - fluoro - 1, 4-dihydro - 8 methoxy - 4 - oxo - 3 - quinolene carboxylic acid hydrochloride (fortunately abbreviated to \"CDCH\"). \"CDCH\" is the term used in this patent but it is common ground that this refers to the compound otherwise known as moxifloxacin. A. The Applicant's Evidence", "[190] The Applicants have tendered Dr Bosché and Dr Matzger in respect of the 418 Patent. Dr. Bosché has a Ph.D. in pharmacy. He worked for Bayer from 1994 to 2003, during which time he was one of the co-inventors of the 418 Patent. His affidavit describes the work which resulted in the invention. He explains that he was asked to develop a solid pharmaceutical formulation of moxifloxacin suitable for use in clinical trials. In the process he encountered two problems. First, the material did not flow. Second, they were unable to maintain a consistent amount of active ingredient in the tablets. With the help of a colleague Dr Grunenberg who ran the Polymorphism Laboratory, Dr Bosché determined that the monohydrate form of moxifloxacin is more stable than the anhydrous form, and that the prism crystal form of the monohydrate flows better than the needle form.", "[191] Dr Matzger is a Chemistry professor currently researching solid state organic materials, including crystalline polymorphs. He provided expert evidence with respect to Cobalt's allegations of non-infringement of the 418 Patent as well as a scientific background in respect of crystalline polymorphs. His principal conclusions are that the 418 Patent is infringed by the Cobalt Process; that the invention of the 418 Patent is not obvious; that its utility was demonstrated and that the patent is not ambiguous. B. Cobalt's Evidence", "[192] Cobalt has tendered evidence from Dr Harris in respect of the 418 Patent. Dr. Harris is a Research Professor in Chemistry. His research focuses on crystal structure determination, fundamentals of crystallization processes and development of techniques for studying crystalline solids, particularly powder X-ray diffraction and solid state MNR. He presents himself as an expert in solid state chemistry and crystallography. His affidavits address Cobalt's allegations of non-infringement and invalidity of the 418 Patent, including insufficient specification, ambiguity and lack of utility. His principal conclusions are that the inventive concept of the 418 Patent was obvious; that the disclosure in the patent is insufficient to support its claims; that the patent lacks utility; that the patent is ambiguous and in any event that it is not infringed by the Cobalt Process. C. Claim Construction", "[193] In the prior art, the form of CDCH was anhydrous. The 418 Patent identifies problems associated with the prior art. In particular, the anhydrous form is hygroscopic and absorbs water under adverse storage conditions and during pharmaceutical processing, resulting in impaired dosing accuracy and preparation quality. The invention of the CDCH monohydrate with improved stability overcame this problem.", "[194] The 418 Patent discloses that the preferred embodiment of CDCH monohydrate is in crystal prisms not needles. Prisms do not mat and are significantly more free flowing than the needle form. Prisms provide better dosing accuracy, improved safety and minimize patient risk.", "[195] The 418 Patent contains one independent claim and thirteen dependent claims. Only Claims 1, 2, 8-10, 12 and 14 are at issue in this proceeding. Claim 1 is the critical claim because it claims the inventive concept of the Patent.", "[196] Claim 1 reads: A monohydrate of CDCH, of the formula [Formula (I)] ...which has a characteristic peak at 168.1 ppm in the 13 C-NMR spectrum and a band at 2Θ =26.7 in the X-ray diffractogram.", "[197] Claim 1 of the 418 Patent has three essential elements: a. the compound is moxifloxacin monohydrate; b. the compound displays a characteristic band in the powder X-ray diffractogram at 2Θ =26.7; and c. the compound displays a characteristic peak in the 13 C-NMR spectrum at 168.1 ppm.", "[198] Cobalt submits that elements (b) and (c) are conjunctive; both must be established. In contrast, the Applicants submit that elements (b) and (c) are redundancies and it is only necessary to determine that a substance is the CDCH monohydrate and displays either the characteristic band or peak.", "[199] Cobalt's position is made out on the language of the patent. The use of the conjunctive \"and\" in Claim 1 linking the peak and band requirements makes it clear that the substance claimed in the 418 Patent must display both the characteristic peak and the characteristic band.", "[200] Claims 2-14 are dependent on Claim 1 and incorporate these elements. Absent any one of these elements, there is no infringement.", "[201] Any issue as to whether increased stability is also an essential element is a secondary issue. Given the Court's ultimate conclusion, it is not necessary to find on this point.", "[202] 13 C-NMR spectroscopy is a method of analytical chemistry used to characterize a sample by measuring characteristic frequencies associated with transitions between nuclear spin states in a magnetic field in order to observe the chemical environment of the 13 C nucleus. Theses transitions are depicted in terms of a chemical shift range measured in parts per million (ppm). It is a common technique used to characterize organic molecules and to understand the crystalline state. Dr Matzger testified that the Skilled Person would know that only 13 C-NMR spectroscopy can provide information relating to the physical structure of the compound in the crystalline state.", "[203] X-ray powder diffraction [XRPD] is another method of analytical chemistry used to characterize a sample. Dr Harris and Dr Matzger explained that in XRPD analysis, a sample is illuminated by an X-ray source and the intensity of X-rays reaching a detector is observed. By measuring the various angles of incidence of the diffracted X-rays (represented by 2Θ, or twice the angle of incidence) from the incident beam to the detector, a characteristic pattern specific to the particular crystalline material can be observed. Dr Matzger testified that the peak positions measured in the diffractogram can be diagnostic of the presence of a particular crystal type in either pure form or in a mixture. Dr Harris testified that a three-dimensional picture of the crystal structure of a compound can be ascertained by measuring and analysing the directions and intensities of all the diffracted beams.", "[204] Both the CDCH monohydrate and anhydrous form have crystal forms. Dr Harris gave evidence that in crystalline compounds, atoms or molecules are arranged in a repeating pattern in three dimensions. XRPD can be used to establish the internal structures of these materials by determining the relative positions of the atoms or molecules and the symmetry of the structure.", "[205] Claim 1 also refers to CDCH monohydrate in solid crystalline forms. Claim 2 claims CDCH monohydrate from Claim 1 in prismatic crystal form whose external shape is prism shaped. Claim 8 claims a medicament comprising the CDCH monohydrate together with a pharmaceutically acceptable diluertor carrier while Claim 9 claims this medicament for use in the treatment of bacterial infections. Claim 10 claims an antibacterial composition or CDCH monohydrate together with a suitable diluent or carrier. Claim 12 claims the use of the CDCH monohydrate for treatment of bacterial infections and Claim 14 claims the use of CDCH monohydrate in the preparation of a medicament for the treatment of bacterial infections.", "[206] Therefore, Claims 2, 8-10, 12 and 14 all include the limitation of CDCH monohydrate having the particular characteristics of the Peak and the Band. To the extent that increased stability over anhydrous CDCH is an essential element, they include that limitation. D. Skilled Person", "[207] The parties are in substantial agreement on this issue. They agree that the Skilled Person would have the following qualifications: • a graduate degree in chemistry or a related field (chemical engineering, pharmacy); • experience with polymorphs; and • some practical experience.", "[208] The parties disagree about whether the Skilled Person has direct experience with crystallography; as asserted by Cobalt and about which Alcon is silent. This latter point is of little moment as Alcon's position that the Skilled Person be able to understand data from 13 C-NMR spectroscopy and X-ray powder diffraction is consistent with Cobalt's position.", "[209] Therefore, the Skilled Person is a person with the following qualities: • a graduate degree in chemistry or a related field such as chemical engineering, pharmacy and the like; • experience with polymorphs; • a minimum of 1-2 years practical experience in the production of pharmaceutical compounds; • ability to understand data from 13 C-NMR spectroscopy and X-ray powder diffraction; and • familiarity with crystallography. E. Infringement", "[210] As explained above, there are three essential elements of the 418 Patent: (a) a monohydrate, (b) a characteristic peak at 2Θ=26.7 of the XRPD, and (c) a characteristic peak at 168.1 ppm of the 13 C-NMR. The Applicants must establish that each element is made out in order to establish infringement.", "[211] Alcon claims that the CDCH monohydrate covered by Claim 1 is used in the Cobalt process despite not appearing in the Cobalt Product.", "[212] The parties agree that the 418 Patent is not infringed by the Cobalt Product, which is a solution comprising moxifloxacin hydrochloride. Cobalt submits that each of the second and third essential elements of the patent require that moxifloxacin monohydrate be a crystalline solid form. As crystals exist only in solid form, by their definition they cannot exist in a homogeneous liquid solution; accordingly the Cobalt Product (which is a liquid solution) does not infringe the 418 Patent. Further, the description portion of the patent refers to a number of pharmaceutical formulations, but solutions - such as the Cobalt Product - are excluded. The Applicants have taken no position with respect to whether or not the second and third elements require the compound to be in solid form, but concede that the Cobalt Product does not infringe. Given the consensus on this point, the only remaining issue is whether the 418 Patent is infringed during the process used to make the Cobalt Product [the Cobalt Process].", "[213] The Applicants' infringement argument is based on their assessment of the data provided in Cobalt's ANDS. To establish that the process uses moxifloxacin monohydrate, the Applicants rely on the results of other testing such as differential scanning calorimetry [DSC] which measures heat given off or taken up by a sample, and thermogravimetric analysis [TGA] which measures sample weight as the sample is heated. The Applicants argue that the TGA and DSC data generated during the Cobalt Process corresponds with the presence of the monohydrate. Based on this evidence, the Applicant's expert Dr Matzger testified that the data \"suggests\" or provides \"clues\" that moxifloxacin monohydrate is used. His affidavit reads: 65 The Cobalt Process provides some additional information suggesting that moxifloxacin hydrochloride monohydrate is present in the Cobalt Process ... 66 Additional clues to the presence of moxifloxacin hydrochloride monohydrate in the Cobalt Process can be found in the analytical data provided regarding the Cobalt pharmaceutical substance", "[214] Cobalt, for its part, disputes that the DSC and TGA data indicate the presence of a monohydrate. They submit that the ANDS data corresponds to the data for the anhydrous form disclosed in the 418 Patent. Both sets of data indicate the presence of small amounts of water, although neither infringes the patent.", "[215] Cobalt's ANDS productions contain XRPD data which the Applicants submit indicates an XRPD peak at approximately 2Θ=26.7. Without disputing that the XRPD data shows a peak at 2Θ=26.7, Cobalt argues that this peak is not characteristic and that other peaks in the region of 2Θ=10 are better indicators of the presence of monohydrate. Cobalt's submissions with respect to an alternative characteristic peak are irrelevant at this stage of the analysis.", "[216] As regards the third element, no 13 C-NMR data is available regarding the Cobalt Process. The Applicants invite the Court to infer that it would indicate a peak at 168.1 ppm on the basis that the other essential elements have been met, that no other moxifloxacin hydrates are known and that Cobalt has failed to produce any 13 C-NMR data to rebut the inference. Cobalt, naturally, argues against this inference.", "[217] The presence of a peak at 168.1 ppm of the 13 C-NMR spectrum is an essential element of the patent which has not been established on the evidence. I decline to make the inference sought by the Applicants; there is nothing, other than the 418 Patent itself, which supports the argument that if moxifloxacin monohydrate has a peak at 2Θ=26.7 of the XRPD spectrum, it will necessarily have a characteristic peak at 168.1 ppm of the 13 C-NMR. There is no evidence that 13 C-NMR values can be obtained as a function of XRPD values. There is no prior or subsequent art attesting to the fact that where the XRPD peak is present in the monohydrate, the 13 C-NMR peak will necessarily follow. In the absence of such corroborating evidence, I decline to infer that the 13C-NMR peak is present.", "[218] Alcon relies on a number of points in support of its claim; however, none of their data comes from actual analysis of a Cobalt Process which is said to create the infringement. That evidence is: • CDCH monohydrate had an endothermic event around T=110°C. The assertion is that anhydrous CDCH would not have a peak within this temperature range; • Alcon says that the Cobalt DSC data shows the presence of endothermic events at approximately 90-120°C and that the observable dips in the baseline are consistent with solvent being driven out of the sample. They ask the Court to infer that the solvent is water; • the TGA data in the 418 Patent shows anhydrous CDCH having a pronounced mass loss only at approximately 250°C whereas the monohydrate form has the mass loss/water loss at approximately 150°C. The TGA thermograms of the Cobalt Product have a higher loss than the anhydrous forms; said to be consistent with monohydrate; • the Cobalt XRPD data indicates the peak around 2Θ=26.7. There was considerable efforts to explain away small inconsistencies with the Alcon theory and fine points of analysis of graphs influenced largely by the scale of the graphs used; • since hydrogen chloride in water is part of Cobalt's production process, Alcon says that the water present during the process would result in the formulation of CDCH monohydrate; • the Raw Material Certificates of Analysis for Cobalt's API contains as much as 0.5% - 0.6% water. Cobalt's ANDS stated that the acceptable amount of water in the drug substance is 1%. Dr Harris admitted that, if Cobalt's API has 1% water, as much as 25% of the API could be CDCH monohydrate; and • since Cobalt did not produce any C-NMR data and did not produce any samples of its product, Alcon asks the Court to \"assume Cobalt's API would have a C-NMR peak at 168.1 ppm\".", "[219] Cobalt has an answer for the assertions either individually or collectively: • The Cobalt Product is a liquid solution, therefore the crystals which are part of essential elements of CDCH monohydrate cannot exist in the Applicant's Vigamox; • The Cobalt process uses CDCH anhydrate which is part of the prior art; • The solid form of CDCH used in the Cobalt Process does not exhibit the mass loss of 3.9% characteristic of CDCH monohydrate. The loss in the Cobalt Process (0.3%) is identical to the mass loss in anhydrous CDCH described in the 418 Patent; and • The solid form of the CDCH used in preparing the Cobalt Product exhibits a peak XRPD value of 2Θ= 10.2 which the 418 Patent (Figure 4) acknowledges is characteristic of the anhydrous form of CDCH. A peak at 2Θ= 26.7 on the other hand is said to be characteristic of CDCH monohydrate.", "[220] Alcon's ultimate answer to the issue is encapsulated in Dr Matzger's conclusion that it is \"likely\" that the CDCH monohydrate is used in the manufacture of the Cobalt Product based on his review of Cobalt's pharmaceutical development report, rather than on any review of the actual manufacturing process. This is hardly a ringing attestation that the manufacturing process itself contains an infringing act. F. Analysis", "[221] There is no dispute that the Cobalt Product in its finished form does not infringe the 418 Patent. The Cobalt Product is a solution, which, by its very definition, does not contain any crystals.", "[222] The central issue is whether the production process relies on CDCH monohydrate such as it infringes the patent. It is inaccurate to say, as does Alcon, that there is \"no doubt\" that the CDCH monohydrate is used in the production of the Cobalt Product. The best that Alcon has shown is that there is a possibility that such is the case.", "[223] I reject the Applicants' argument that the inference is justified based on the failure of Cobalt to produce 13 C-NMR data.", "[224] Cobalt relies on <FRAGMENT_SUPPRESSED>  166 FTR 67, [ <FRAGMENT_SUPPRESSED> ] for the proposition that when a first person alleges that a crystal form will be present at some point in a second person's manufacturing process, it must prove that this actually occurs rather than merely raising it as a possibility. That case involved the patent of a hemihydrate form of a medicinal compound. Apotex sought an NOC for a drug containing the medicinal compound in anhydrous form, which it submitted would not infringe the patent. SmithKline Beecham submitted that the Apotex product could not be made without the medicinal compound converting to the hemihydrate during production. Justice McGillis found that the evidence relied on by SmithKline to prove that conversion would occur was inconclusive and found that infringement had not been made out. She wrote at paras 39 - 40: Apotex has alleged in its notice of allegation that its tablets will not infringe the '060 patent. That allegation is presumed to be true, \"...except to the extent that the contrary has been shown...\" by SmithKline. [ <FRAGMENT_SUPPRESSED>  at 319 (F.C.A.)]. In my opinion, the evidence adduced by SmithKline, including the two experiments, raises no more than a possibility of infringement by Apotex, and does not establish, on a balance of probabilities, that Apotex's allegation of non-infringement is not justified . I am also satisfied that the evidence of Apotex's witness Mr. Petrov does not advance the case for SmithKline, as suggested by its counsel. In my opinion, Mr. Petrov simply confirmed that he agreed with the conclusions of Dr. Apperley and Mr. Ward in the context of the experiments conducted by them. I have therefore concluded that Apotex should not be prevented from taking its anhydrate tablets to market on the basis of a potential conversion to hemihydrate at some undisclosed and imprecise time in the futur e. In the event that Apotex's anhydrate tablets do convert to hemihydrate, in whole or in part, it will face \"very grave\" consequences at that point in time. [ <FRAGMENT_SUPPRESSED>  at 213 ( <FRAGMENT_SUPPRESSED>  at 452 (F.C.A.)]. [emphasis added]", "[225] I agree with Cobalt's submission that based on Justice McGillis' decision in <FRAGMENT_SUPPRESSED> , where the allegation is that a form of crystal will be present at some point in the manufacturing process, it must be proven that this actually occurs rather than merely raising it as a possibility.", "[226] A possibility of infringement is not enough to rebut the presumption of truth of the allegations contained in an NOA ( <FRAGMENT_SUPPRESSED>  NR 330).", "[227] Alcon's burden of proof is to establish that all three essential elements of the claims at issue occur during that production process. It has not met this burden.", "[228] In the present case, Alcon never sought or obtained an order permitting it to review or test Cobalt's process to establish whether an infringing act occurs during the production process.", "[229] Dr Matzger acknowledges that he was never asked to do any testing to confirm the infringement in the process. He also admits that he could have done tests to confirm the infringement; that his lab had the capabilities. His answer was a little more equivocal in that he did not have available certain test capabilities but he does not suggest that the tests he could do would not have been useful or valid.", "[230] Whatever the criticism of Cobalt for not producing 13 C-NMR data, it was Alcon's burden to do as much as reasonably possible to establish infringement. In my view, they did not do so and did not advance a good reason for not putting forward the best evidence.", "[231] I adopt Justice Barnes' reasoning on this point in his decision, <FRAGMENT_SUPPRESSED>  in particular at paragraphs 129-138. Like Justice Barnes, I am not prepared to accept \"assumptions\" even from experts when better objective evidence could have been produced (or if not produced, a reasonable explanation is available).", "[232] In my view, Justice Barnes' comments at paragraphs 136-138 are particularly apt in this case: 136 I also do not agree with BMS that its infringement allegation can be supported by the drawing of an adverse inference from Mylan's refusal to disclose. That refusal was upheld by the Prothonotary and sustained on appeal. Furthermore, as stated above, BMS had the ability to make and to test Form [omitted]. It chose not to do so and, instead, had Dr. Myerson base his opinion on an unwarranted assumption. This is not a situation where all of the information necessary to prove infringement was particularly within the knowledge of Mylan or manifestly beyond the power of BMS to ascertain. It is not a requirement in these proceedings that conclusive evidence be produced to meet the burden of proof on this point: see <FRAGMENT_SUPPRESSED>  at paras 15 to 17. I am not prepared to draw an adverse inference in a situation where BMS made a strategic choice not to pursue evidence that might have satisfied its burden of proof. Because BMS carries the ultimate burden of proof, the absence of evidence of infringement leads necessarily to a finding that its allegation has not been proven to be justified. 137 Because BMS has failed to establish that Mylan's allegation of non-infringement is not justified no order of prohibition will issue with respect to the 198 Patent. 138 I would be remiss if I did not add a comment about the strategic manoeuvring that was apparent around this issue. The judicial process may not be well-served by strategies that fail to put the best available evidence before the Court. That is particularly true in proceedings of this type where evidentiary limitations are already built-in. The danger, of course, is that inconsistent outcomes may arise if and when a later action is brought forward for infringement on the strength of evidence deliberately withheld in an earlier NOC proceeding.", "[233] Therefore, Alcon has not established that the allegation on non-infringement is not justified. I am persuaded that its evidence is sufficient to do more than raise a possibility of infringement.", "[234] Having found against Alcon on the issue of infringement, it is not necessary to make any comment on validity other than that it was an assumed state in the infringement analysis. The parties argued the 418 Patent matter almost exclusively on the basis of infringement and there is little utility in the Court engaging further on any validity issue. G. Conclusion", "[235] For these reasons, the application prohibiting the issuance of an NOC in respect to the 418 Patent is dismissed with costs. Application dismissed. Editor: Elizabeth M.A. Turgeon/vnh SCHEDULE 8. The compound of the formula (I) according to Claim 1 in which X1 represents fluorine, X2 represents hydrogen, R1 represents cyclopropyl, R2 represents hydrogen, R3 represents a group of formula [Diagram omitted - see printed version] A represents a group C-R8 and R8 represents methoxy. 13. The compound 1-cyclopropyl-7- (cis-2, 8-diazabicyclo-[4.3.0] non-8-yl)-6-fluoro-8-methoxy-1, 4-dihydro-4-oxo-quinoline-3-carboxylic acid of the formula [Diagram omitted - see printed version] or an addition product thereof with water, an acid or an alkali."]}