{"id_": "045157", "body_str": ["[1]", "[2]", "[3] Contexte", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18] dès lors", "[19]", "[20]", "[21]", "[22] Norme de contrôle", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35] Analyse", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45]", "[46]", "[47]", "[48]", "[49]", "[50]", "[51]", "[52]", "[53]", "[54]", "[55]", "[56]", "[57]", "[58]", "[59]", "[60]", "[61]", "[62]", "[63]", "[64]", "[65]", "[66]", "[67]", "[68]", "[69] JUGEMENT", "[70] ANNEXE « A » Objet Principes Dispense ou modification des conditions Purpose of conditional release 100. The purpose of conditional release is to contribute to the maintenance of a just, peaceful and safe society by means of decisions on the timing and conditions of release that will best facilitate the rehabilitation of offenders and their reintegration into the community as law-abiding citizens. Principles guiding parole boards 101. The principles that shall guide the Board and the provincial parole boards in achieving the purpose of conditional release are (a) that the protection of society be the paramount consideration in the determination of any case; (b) that parole boards take into consideration all available information that is relevant to a case, including the stated reasons and recommendations of the sentencing judge, any other information from the trial or the sentencing hearing, information and assessments provided by correctional authorities, and information obtained from victims and the offender; (c) that parole boards enhance their effectiveness and openness through the timely exchange of relevant information with other components of the criminal justice system and through communication of their policies and programs to offenders, victims and the general public; (d) that parole boards make the least restrictive determination consistent with the protection of society; (e) that parole boards adopt and be guided by appropriate policies and that their members be provided with the training necessary to implement those policies; and (f) that offenders be provided with relevant information, reasons for decisions and access to the review of decisions in order to ensure a fair and understandable conditional release process. Conditions of release 133. (2) Subject to subsection (6), every offender released on parole, statutory release or unescorted temporary absence is subject to the conditions prescribed by the regulations. Relief from conditions (6) The releasing authority may, in accordance with the regulations, before or after the release of an offender, (a) in respect of conditions referred to in subsection (2), relieve the offender from compliance with any such condition or vary the application to the offender of any such condition; or (b) in respect of conditions imposed under subsection (3), (4) or (4.1), remove or vary any such condition. Right of appeal 147. (1) An offender may appeal a decision of the Board to the Appeal Division on the ground that the Board, in making its decision, (a) failed to observe a principle of fundamental justice; (b) made an error of law; (c) breached or failed to apply a policy adopted pursuant to subsection 151(2); (d) based its decision on erroneous or incomplete information; or (e) acted without jurisdiction or beyond its jurisdiction, or failed to exercise its jurisdiction. Decision on appeal (4) The Appeal Division, on the completion of a review of a decision appealed from, may (a) affirm the decision; (b) affirm the decision but order a further review of the case by the Board on a date earlier than the date otherwise provided for the next review; (c) order a new review of the case by the Board and order the continuation of the decision pending the review; or (d) reverse, cancel or vary the decision. Conditions of immediate release (5) The Appeal Division shall not render a decision under subsection (4) that results in the immediate release of an offender from imprisonment unless it is satisfied that (a) the decision appealed from cannot reasonably be supported in law, under the applicable policies of the Board, or on the basis of the information available to the Board in its review of the case; and (b) a delay in releasing the offender from imprisonment would be unfair. 161. (1) For the purposes of subsection 133(2) of the Act, every offender who is released on parole or statutory release is subject to the following conditions, namely, that the offender (a) on release, travel directly to the offender's place of residence, as set out in the release certificate respecting the offender, and report to the offender's parole supervisor immediately and thereafter as instructed by the parole supervisor; (b) remain at all times in Canada within the territorial boundaries fixed by the parole supervisor; (c) obey the law and keep the peace; (d) inform the parole supervisor immediately on arrest or on being questioned by the police; (e) at all times carry the release certificate and the identity card provided by the releasing authority and produce them on request for identification to any peace officer or parole supervisor; (f) report to the police if and as instructed by the parole supervisor; (g) advise the parole supervisor of the offender's address of residence on release and thereafter report immediately (i) any change in the offender's address of residence, (ii) any change in the offender's normal occupation, including employment, vocational or educational training and volunteer work, (iii) any change in the domestic or financial situation of the offender and, on request of the parole supervisor, any change that the offender has knowledge of in the family situation of the offender, and (iv) any change that may reasonably be expected to affect the offender's ability to comply with the conditions of parole or statutory release; (h) not own, possess or have the control of any weapon, as defined in section 2 of the Criminal Code, except as authorized by the parole supervisor; and (i) in respect of an offender released on day parole, on completion of the day parole, return to the penitentiary from which the offender was released on the date and at the time provided for in the release certificate. Notes <FRAGMENT_SUPPRESSED>  Court set aside the decision of the Appeal Division of the National Parole Board (NPB) upholding the NPB's decision to dismiss his request for a temporary exemption (approximately 1 month) from one of the conditions of his parole (prohibition on leaving Canada) in order to allow him to visit his elderly parents (87-year-old mother and 93-year-old father) [see footnote 1] in Italy.", "[2] The Court is not insensitive to the difficult situation of Mr. Tozzi, who has not seen his parents in 12 years. However, for the following reasons, and after a very careful review of the relevant documentation, the Court is unable to find that the decision under review contains a reviewable error that warrants its being set aside.", "[3] As indicated at the hearing, the Court cannot simply substitute its own assessment for that of the decision-maker. The decision is harsh but reasonable. Context", "[4] Mr. Tozzi's current problems arise from his association with more than one Italian Mafia family in Montréal. In the mid-90s, he was arrested during a major police operation centring on the Centre international monétaire de Montréal, a phoney currency exchange business opened by the Royal Canadian Mounted Police (RCMP).", "[5] Mr. Tozzi was convicted of money laundering (involvement in international transactions having a total value of $27 million) and of conspiracy to traffic and import narcotics (including 2,500 kilos of cocaine and 25 tonnes of hashish). The said conspiracies involved the Dimaulo family and the Nicolucci family. Since March 19, 1996, he has been serving a 12-year sentence.[see footnote 2]", "[6] Under an accelerated parole review (sections 125 et seq. of the Corrections and Conditional Release Act , 1992, c. 20 (the Act)), the NPB granted him day parole starting in March 1998. Since March 2000, he has been on full parole.", "[7] Parole comes with various conditions; for example, Mr. Tozzi must avoid any contact with members of the Mafia and must provide financial information every month.", "[8] However, the most relevant condition in this context is one that is automatically imposed under subsection 133(2) of the Act and paragraph 161(1)( ) of the Corrections and Conditional Release Regulations SOR/92-620 (the Regulations) (see Schedule A for all relevant provisions): Mr. Tozzi must remain at all times in Canada within the territorial boundaries fixed by his parole supervisor until he has finished serving his sentence in March 2008.", "[9] In 2005, Mr. Tozzi made an initial request to obtain authorization to visit his parents in Italy.[see footnote 3] At that time, the Correctional Service of Canada (CSC), in its overall assessment, found that it could not make a recommendation in this regard in the absence of comments from the CSC Security Division.", "[10] The NPB, in a decision dated August 19, 2005, stated the following: [TRANSLATION] You have been on full parole directed since March 18, 2000. Your progress has been deemed stable. It is interesting to note that all of your assets are in your wife's name. Regarding your high-level criminal involvement, you refuse to be identified with a criminal organization. You do not seem to have reflected on your associations or on your involvement in the crimes in question. You are not currently a subject of interest on the part of police forces. Your parole officer notes that family ties are very important for you. However, she is currently unable to assess your request because of the lack of information from the Security Division. She therefore recommends that no measures be taken to authorize a trip to Italy. Even if your criminal profile contains only one conviction, the Board must consider, in assessing your risk of reoffending, your significant involvement in various criminal organizations known for their international ramifications and the fact that you have not reflected as you should have on your criminal choices. For these reasons, the Board is not taking any measures to authorize a trip to Italy.", "[11] Mr. Tozzi argues that he did not think it would be useful to appeal this decision since it was obvious that there was a lack of information from the CSC Security Division, one of the factors specifically described in the NPB Policy Manual (the Manual) when the offender is associated with members of organized crime.", "[12] In 2006, Mr. Tozzi submitted a new request (without written submissions discussing the concerns expressed by the NPB in August 2005). This time, the request was complete, in that it contained all the information listed in the Manual. However, despite the fact that the police authorities concerned and the CSC Security Division did not raise any objections or reservations, the new overall assessment by the CSC found as follows: [TRANSLATION] After analyzing all of the information in the subject's file, we have decided not to recommend the privilege requested by the subject. The subject's criminal background includes major international transactions in relation to organized crime. Because the subject has always denied his association with organized crime and his international criminal activities, one of the conditions of his supervisions specifically states that he must reside all times within the territory of Canada and, should he travel to Italy, we would no longer be able to manage the risk safely and, consequently, we would no longer be able to exercise our jurisdiction.", "[13] On October 16, 2006, the NPB decided not to authorize the exemption requested. In its decision, it briefly reviewed Mr. Tozzi's history and his progress as described in the CSC overall assessment (the 2006 assessment referred specifically to the 2005 assessment). It noted in particular that Mr. Tozzi continued to deny his association with organized crime, even though his file showed that he participated in major international transactions in close relationship with organized crime. It indicated that [TRANSLATION] \"according to the police, you do not appear to be a subject of interest for the moment\" and emphasized that [TRANSLATION] \"for Italian authorities, there does not seem to be a contraindication for this trip\".[see footnote 4]", "[14] The NPB also considered the negative recommendation of the CSC case management team and noted in passing the interventions made by the applicant's cousin in the file.", "[15] It concluded as follows: [TRANSLATION] The Board understands your wish to visit your parents, but it must also take into account that you were involved in international criminal organizations, that your supervision conditions require you to reside at all times within the territory of Canada and that it would be impossible for your case management team to exercise its jurisdiction during your stay in Italy. There was nothing that would enable us to verify the risk of reoffending that such a trip would entail, and there would be no form of supervision. Taking this information into account, the Board is not taking any measures to authorize your trip to Italy.", "[16] Mr. Tozzi appealed this decision and, in a decision dated January 30, 2007, the Appeal Division found that [TRANSLATION] \"the NPB decision not to take any measures concerning your request to travel to Italy is reasonable and is based on relevant, credible and persuasive information\".", "[17] The Appeal Division described the main arguments raised by the applicant in the written representations that accompanied his notice of appeal. It also indicated that [TRANSLATION] \"the reports available\" to the NPB contradict the applicant's claims that he had a rather minor role in the money laundering operations and that his written arguments show that he does not understand why the authorization requested constitutes [TRANSLATION] \"a privilege that is granted only on an exceptional basis\".", "[18] The Appeal Division then noted that the NPB's role is, above all, to protect the public from the risk of reoffending and that [TRANSLATION] according to our reading of the file, the Board had reliable and persuasive information that indicated that you were a major figure in organized crime and that you were associated with the Italian Mafia. You had almost the complete trust of various organizations in trading major sums of money internationally. As a result, your supervision conditions stipulate that you must reside at all times within the territory of Canada and it is obvious, and you admit it yourself, that it would be impossible for the case management team to exercise jurisdiction on Italian soil. You would therefore be staying in Italy with no supervision and without the possibility of verifying the possible change in your risk, which consequently makes this unacceptable in this context. (emphasis added.) Issues", "[19] At the hearing, Mr. Tozzi tabled a copy of his oral argument prepared with the assistance of a cousin with legal training (but who is not a lawyer who is a member of a law society).", "[20] After reviewing the written representations in the applicant's file (which originally referred to 14 issues, including several whose relevance within the context of a judicial review was far from being obvious, such as the existence of irreparable harm) in light of the written statement of fact (Part III of the written representations), the Court is satisfied that the applicant emphasized at the hearing the only real issues that merit comment in these reasons. They may be summarized as follows: i) the Appeal Division as well as the NPB underestimated the importance of the opinion of the police authorities and the CSC Security Division; ii) both the Appeal Division and the NPB rejected the request without serious reasons and they applied the wrong test, that is, an absence of risk rather than an undue risk or a significant increase in risk or an unacceptable risk to public safety; iii) the Appeal Division and the NPB erred in evaluating reliable and persuasive information in the file concerning his role in the crimes for which he was convicted. The applicant is relying in this respect on the NPB's decision dated March 17, 1998, which he moreover brought to the attention of the Appeal Division; iv) the Appeal Division and the NPB did not provide adequate reasons for the decision, particularly in that they did not establish a clear link between the imposed condition and the probability of reoffending and did not indicate exactly what evidence supported the finding that the risk would be increased if he were to travel outside the country.", "[21] Mr. Tozzi also raised the following three points at the hearing: i) the NPB took into account a factor that was not relevant, namely, that if authorization were granted, it could be the subject of media coverage. According to Mr. Tozzi, this is the real reason for the refusal; ii) the NPB did not take into account the fact that the sentence remaining to be served at the time of the application had been imposed in place of a fine; iii) the NPB misrepresented the evidence before it, that is, the position of the Canadian police authorities and that of the Security Division (see note 4 above).", "[22] The latter three arguments were not raised by the applicant before the Appeal Division. As the Federal Court of Appeal stated in <FRAGMENT_SUPPRESSED> it is clear that, within the context of an application for judicial review, the Court cannot decide a question which was not raised before the authority whose decision is being reviewed.[see footnote 5] Standard of review", "[23] The parties do not agree on the appropriate standard of review for the issues raised by Mr. Tozzi. Since all of the issues submitted are, in the applicant's opinion, questions of law or procedural fairness, the appropriate standard of review is correctness.", "[24] According to the respondent, the role of the Appeal Division is basically to verify whether the NPB's decision is reasonable. According to the respondent, the main issue before the NPB was a question of fact, namely, whether it would be advisable to allow the applicant to travel outside Canada in view of the risks that that could entail.", "[25] After qualifying the substantive issue as a question of fact, the respondent analyzed the other factors relevant to the functional and pragmatic approach advocated by the Supreme Court of Canada as follows: i) there is no privative clause and no right of appeal of Appeal Division decisions, which nevertheless remain subject to review by this Court; ii) the Appeal Division has more expertise than the Court, given its specialized role in assessing risks and parole conditions ( Lathan (2006) F.C.J. No. 362 at paragraph 7); iii) the purpose of the Act and the specific provisions in particular involve a polycentric analysis since, in exercising its discretion under subsection 133(6), the NPB must take into account the principles set out in sections 100 and 101 of the Act ( <FRAGMENT_SUPPRESSED> ).", "[26] On this basis, the respondent found that standard of review involving the highest degree of deference applies, that is, that of patent unreasonableness.", "[27] At this stage, it would be advisable to point out the somewhat exceptional nature of the appeal mechanism provided for in the  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal described the role of the Appeal Division as follows: Paragraph 147(5)(a) [see footnote 6] is troubling, to the extent that it imposes a standard of review which for all practical purposes applies only when the Appeal Division, pursuant to paragraph 147(4)(d), reverses the Board's decision and permits the offender to be released. What standard should be applied when, as in the case at bar, the Appeal Division affirms the Board's decision pursuant to paragraph 147(4)(a)? Paragraph 147(5)(a) appears to indicate that Parliament intended to give priority to the Board's decision, in short to deny statutory release once that decision can reasonably be supported in law and fact. The Board is entitled to err, if the error is reasonable. The Appeal Division only intervenes if the error of law or fact is unreasonable. I would be inclined to think that an error of law by the Board as to the extent to which it must be \"satisfied\" of the risk of release -- an error [page327] which is alleged in the case at bar -- is an unreasonable error by definition as it affects the Board's very function. If the applicable standard of review is that of reasonableness when the Appeal Division reverses the Board's decision, it seems unlikely that Parliament intended the standard to be different when the Appeal Division affirms it. I feel that, though awkwardly, Parliament in paragraph 147(5)(a) was only ensuring that the Appeal Division would at all times be guided by the standard of reasonableness. 10 The unaccustomed situation in which the Appeal Division finds itself means caution is necessary in applying the usual rules of administrative law. The judge in theory has an application for judicial review from the Appeal Division's decision before him, but when the latter has affirmed the Board's decision he is actually required ultimately to ensure that the Board's decision is lawful. (mphasis added.)", "[28] In light of the foregoing, the Appeal Division had therefore to review all the issues before the NPB on the basis of the standard of reasonableness.", "[29] <FRAGMENT_SUPPRESSED>  at paragraph 47, the Supreme Court of Canada stated the following: 47 ... The standard of reasonableness basically involves asking \"After a somewhat probing examination, can the reasons given, when taken as a whole, support the decision?\"", "[30] It added the following at paragraphs 55 and 56: 55 A decision will be unreasonable only if there is no line of analysis within the given reasons that could reasonably lead the tribunal from the evidence before it to the conclusion at which it arrived. If any of the reasons that are sufficient to support the conclusion are tenable in the sense that they can stand up to a somewhat probing examination, then the decision will not be unreasonable and a reviewing court must not interfere (see Southam , at para. 56). This means that a decision may satisfy the reasonableness standard if it is supported by a tenable explanation even if this explanation is not one that the reviewing court finds compelling (see Southam , at para. 79). 56 This does not mean that every element of the reasoning given must independently pass a test for reasonableness. The question is rather whether the reasons, taken as a whole, are tenable as support for the decision. At all times, a court applying a standard of reasonableness must assess the basic adequacy of a reasoned decision remembering that the issue under review does not compel one specific result. Moreover, a reviewing court should not seize on one or more mistakes or elements of the decision which do not affect the decision as a whole.", "[31] The question of whether the Appeal Division erred in its general assessment of the reasonableness of the NPB's decision is, in my opinion, a question of mixed fact and law because, as my colleague Mr. Justice Sean Harrington indicated in <FRAGMENT_SUPPRESSED> it must be verified whether the NPB reasonably applied the Act to a particular situation.", "[32] Under the pragmatic and functional approach used to determine the standard applicable to the Appeal Division's decision, the lack of a right of appeal and a privative clause is a neutral factor. The specific expertise of the Appeal Division in evaluating such requests militates in favour of deference, especially since, as indicated by the respondent, the object of the Act and the relevant provisions to be applied requires a polycentric analysis. However, in view of my finding that the evaluation of the reasonableness of the NPB's decision is not a question of pure fact or of pure law, the Court finds that the standard applicable to the Appeal Division's decision is also reasonableness.", "[33] The Court is aware that in certain decisions cited by the respondent, the standard of patent unreasonableness was applied to a similar issue. However, as Mr. Justice Allen M. Linden of the Federal Court of Appeal indicated in <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1951, the application of a standard involving less deference has no impact here because the Court finds that the decision is reasonable.", "[34] That being said, if, as the applicant submits, the Appeal Division had itself failed to comply with its obligation to give reasons for its decision, the Court should ordinarily intervene because this would constitute a breach of procedural fairness ( <FRAGMENT_SUPPRESSED> .", "[35] If the Appeal Division had itself made an error of law independent of those attributed to the NPB (for example, if the Appeal Division had applied the wrong standard in evaluating the NPB's decision, that is, if it had applied the standard of patent unreasonableness), the Court would need to review this issue on the basis of the standard of correctness. However, the errors of law which the Appeal Division is alleged to have made are the same as those attributed to the NPB by the applicant. He is therefore challenging the assessment of the reasonableness of the NPB's decision rather than a separate error made by the Appeal Division. Analysis", "[36] Mr. Tozzi argues, as I have said, that the fact that police forces and the Security Division have no objections or reservations and that his behaviour since his conviction has been exemplary are certainly factors that are more significant than the [TRANSLATION] \"scenarios, suspicions and other suppositions\" of the NPB and the Appeal Division which, in his view, are not in any way based on any reliable fact or information. He also believes that this is where the error made by the NPB and the Appeal Division in evaluating the information or evidence available concerning his role in the crimes for which he was convicted and in the Italian Mafia is especially important. It is these \"errors\" that explain his conclusion that the NPB and the Appeal Division denied his request without a serious reason.", "[37] It should be stated at the outset that Mr. Tozzi's argument that some evidence is more significant than other evidence indicates that, in actual fact, he is asking the Court to reassess the evidence in the file and substitute this assessment for that of the Appeal Division or the NPB. Given the standard of review that applies in this case, it is very clear that this is not the Court's role.", "[38] When Mr. Tozzi obtained full parole in 2000, the conditions imposed by the NPB-including those imposed by the Act-were the conditions that were the least restrictive consistent with protection of society, which remains the paramount consideration in the determination of any case (section 101 of the Act).", "[39] The importance of the conditions imposed by subsection 133(2) of the Act and by the Regulations cannot be underestimated since, in passing paragraph 161(1)( ) of the Regulations, Parliament clearly expressed its wish that, as a rule, offenders on parole, even full parole, remain at all times in Canada within the territorial boundaries fixed by their supervisor. This is a major element of the parole system based on risk management. The offender always remains under the jurisdiction and supervision of the CSC through the case management team.", "[40] This means, therefore, as the Appeal Division clearly indicated, that even a temporary exemption from this condition is a privilege or an exception to the general rule.", "[41] Parliament gave the NPB the discretion to grant such a privilege (subsection 133(6) of the Act). Thus, even if the NPB is required to take into account the CSC's recommendations, as well as the opinions and comments of police forces and the Security Division, its role is not to merely confirm the opinion of these third parties.", "[42] Just as the NPB is not bound by a negative recommendation by the CSC, it is not required to give decisive weight to the views of the Security Division or police forces.", "[43] The Act and the Regulations do not provide any specific test to be applied during an assessment under subsection 133(6) of the Act. This is a discretionary decision. Naturally, the NPB must be guided at all times in carrying out its mandate by the principles set out in sections 100 and 101 of the Act. In this respect, the Court notes that, in its Manual, the NPB indicates that it must take into account \"any factor that is relevant in determining whether the travel might result in any increase in the offender's risk to society\".", "[44] The Manual then lists at paragraph 7.1 certain factors, among others, that the NPB must take into account: • written confirmation from authorities that the country of destination does not object to the offender visiting that country; • information from CSC concerning the purpose and details of the travel, including the length of time the offender will be outside of Canada and the availability of collateral contacts in the destination country; • the consistency of the travel with the correctional plan of the offender and any recommendation of the parole supervisor; • the nature of the offender's criminal history and any police opinion. For offenders involved in organized crime, any comment made by the Security Division to the NHQ of the CSC; • progress on current and previous releases, including length of time on the current release, and the proximity to the warrant expiry date.", "[45] Naturally, the use of the term \"including\" after any relevant factor indicates that this list is not exhaustive.", "[46] The applicant is not challenging that the factors listed in the Manual are all relevant and legitimate. In addition, the Appeal Division and the NPB undoubtedly had all of this information available. These decision-makers are presumed to have read and taken into account all of the evidence before them.", "[47] Mr. Tozzi also indicated that he had already been authorized to travel in British Columbia to visit his son and that he did not abuse this privilege in any way.[see footnote 7] According to him, this establishes that he is able to comply with the conditions of his parole without immediate supervision.", "[48] It is obvious that a trip within Canadian jurisdiction is not truly comparable to a trip outside Canadian jurisdiction, especially to Italy, cradle of the Italian Mafia, where his comings and goings within the country and his possible contacts with persons involved in organized crime cannot in any way be supervised or monitored.", "[49] The applicant submits that the NPB, in point of fact, imposed an excessive burden on him, that is, proving with certainty that there would be no increased risk of reoffending during this trip.", "[50] The Court cannot accept this position. Nothing in the decision indicates that the decision-makers imposed such a burden. In fact, in its Manual, the NPB describes what an assessment of such a request entails. It specifically notes that, \"prior to approving any request for out-of-Canada travel, an assessment must be completed in order to determine any issues related to public safety associated with the travel\".", "[51] At this point, it would be useful to note that in its decision dated March 17, 1998, [see footnote 8] the NPB clearly mentioned that, even if there were no reasonable grounds to believe that the applicant would be likely to commit an offence involving violence before the expiration of his sentence, [see footnote 9] it believed that [TRANSLATION] \"the risk of reoffending with regard to crimes of the same type is still present\". In this respect, it noted, among other things, that the applicant minimized the importance of his involvement and his ties with the masterminds of the network and that he has tendency to feel victimized.", "[52] In this decision, the NPB also noted that [TRANSLATION] \"the lure of easy money seems to be the most plausible explanation for Mr. Tozzi's participation in the crimes for which he was convicted\" and that it was concerned that there had been little change in the applicant's values since his arrest.", "[53] The applicant makes much of his exemplary behaviour since his parole and even before, and about his compliance with the conditions of his parole to date. No one doubts this; however, it appears from his file that nothing has changed in terms of his values and that he continues to deny or minimize his past association with organized crime. This problem has been noted everywhere, even in the latest follow-up to his correctional plan dated May 24, 2006.", "[54] In fact, Mr. Tozzi still argues that the approach or [TRANSLATION] \"blindness\" of the NPB and the Appeal Division concerning the nature of his association with the Italian Mafia has completely [TRANSLATION] \"clouded\" their judgment.", "[55] The NPB's position has nevertheless been constant and it has never been formally challenged by the applicant. The description used by the Appeal Division in its decision is very similar to that used by the NPB in 1998 (see page 3, paragraph 3 of that decision).", "[56] It is the applicant's actions for which he was convicted that clearly demonstrate his association with the Italian Mafia.", "[57] Whether the applicant was a simple carrier (in financial transactions) or more than that, it was his involvement (rather than his specific role) in high-level transactions involving several million dollars that led the NPB to find that he enjoyed almost the complete trust of the masterminds of this money-laundering operation.", "[58] As the NPB indicated in its 1998 decision (see page 5, 2nd paragraph), [TRANSLATION] \"the gravity of the crime for which he was incarcerated leaves no doubt as to the level of confidence enjoyed by the applicant during his criminal involvement\". Even in giving more weight to the testimony of Officer Fontaine of the RCMP, who described him as a simple carrier, [see footnote 10] the NPB found that it was obvious that the applicant was [TRANSLATION] \"in the inner circle, and even a confidante, of certain heads of the criminal group known as the Italian Mafia\". [see footnote 11]", "[59] That is why the applicant's associations were termed [TRANSLATION] \"a central element in his delinquency\" and why the NPB described as a [TRANSLATION] \"measure indispensable\" to his parole that he be specifically required to refrain from any communication with criminal peers or persons closely or distantly connected with the Italian Mafia.", "[60] The Court is not satisfied that the decision of the Appeal Division contains a reviewable error concerning the nature of the applicant's association with the Italian Mafia.", "[61] In such a context (nature of the crime, past association with the Italian Mafia and specific conditions of his parole), was it reasonable for the Appeal Division (and the NPB) to find that the risk of reoffending that exists, particularly during a trip to Italy where the applicant's associations and comings and goings could not be supervised, is unacceptable?", "[62] After a fairly comprehensive review, the Court is convinced that in this specific case, in which the supervision of the offender, particularly with respect to his compliance with the condition concerning his associations, is a crucial element in the management of the risk of reoffending, the finding of the Appeal Division is reasonable.", "[63] Finally, as paragraph 101( ) of the Act indicates, the NPB and the Appeal Division are obliged to provide reasons for their decisions.", "[64] The question of whether the reasons are adequate depends on the particular circumstances of each case. As a general rule, adequate reasons are those that serve the functions for which the duty to provide them was imposed ( <FRAGMENT_SUPPRESSED> ).", "[65] It was the intention of Parliament here to ensure a fair and understandable process and provide the offender with access to the review of the decision.", "[66] The Court is satisfied that the applicant knew why authorization was denied and that he was able to exercise fully his right of appeal to the Appeal Division and his right to have the Appeal Division's decision reviewed by this Court. The reasoning followed and the evidence on which the denial was based were succinctly but clearly set out. The Court was also able to review the lawfulness of these decisions.", "[67] In this context and given the information in the decision-maker's file and the fact that the applicant was familiar with all the previous documentation in his file (particularly the other NPB decisions), the Court is satisfied that adequate reasons were given for both decisions.", "[68] In conclusion, the applicant did not establish that the decision of the Appeal Division contained a reviewable error that would warrant its being set aside.", "[69] In a few months, the applicant will have served his entire sentence and will be able to travel once again. JUDGMENT", "[70] THE COURT ORDERS that: The application be dismissed. SCHEDULE A Corrections and Conditional Release Act (1992, c. 20) Purpose of conditional release 100. The purpose of conditional release is to contribute to the maintenance of a just, peaceful and safe society by means of decisions on the timing and conditions of release that will best facilitate the rehabilitation of offenders and their reintegration into the community as law-abiding citizens. Principles guiding parole boards 101. The principles that shall guide the Board and the provincial parole boards in achieving the purpose of conditional release are (a) that the protection of society be the paramount consideration in the determination of any case; (b) that parole boards take into consideration all available information that is relevant to a case, including the stated reasons and recommendations of the sentencing judge, any other information from the trial or the sentencing hearing, information and assessments provided by correctional authorities, and information obtained from victims and the offender; (c) that parole boards enhance their effectiveness and openness through the timely exchange of relevant information with other components of the criminal justice system and through communication of their policies and programs to offenders, victims and the general public; (d) that parole boards make the least restrictive determination consistent with the protection of society; (e) that parole boards adopt and be guided by appropriate policies and that their members be provided with the training necessary to implement those policies; and (f) that offenders be provided with relevant information, reasons for decisions and access to the review of decisions in order to ensure a fair and understandable conditional release process. Conditions of release 133. (2) Subject to subsection (6), every offender released on parole, statutory release or unescorted temporary absence is subject to the conditions prescribed by the regulations. Relief from conditions (6) The releasing authority may, in accordance with the regulations, before or after the release of an offender, (a) in respect of conditions referred to in subsection (2), relieve the offender from compliance with any such condition or vary the application to the offender of any such condition; or (b) in respect of conditions imposed under subsection (3), (4) or (4.1), remove or vary any such condition. Right of appeal 147. (1) An offender may appeal a decision of the Board to the Appeal Division on the ground that the Board, in making its decision, (a) failed to observe a principle of fundamental justice; (b) made an error of law; (c) breached or failed to apply a policy adopted pursuant to subsection 151(2); (d) based its decision on erroneous or incomplete information; or (e) acted without jurisdiction or beyond its jurisdiction, or failed to exercise its jurisdiction. Decision on appeal (4) The Appeal Division, on the completion of a review of a decision appealed from, may (a) affirm the decision; (b) affirm the decision but order a further review of the case by the Board on a date earlier than the date otherwise provided for the next review; (c) order a new review of the case by the Board and order the continuation of the decision pending the review; or (d) reverse, cancel or vary the decision. Conditions of immediate release (5) The Appeal Division shall not render a decision under subsection (4) that results in the immediate release of an offender from imprisonment unless it is satisfied that (a) the decision appealed from cannot reasonably be supported in law, under the applicable policies of the Board, or on the basis of the information available to the Board in its review of the case; and (b) a delay in releasing the offender from imprisonment would be unfair. Objet Principes Dispense ou modification des conditions Corrections and Conditional Release Regulations (SOR/92-620) 161. (1) For the purposes of subsection 133(2) of the Act, every offender who is released on parole or statutory release is subject to the following conditions, namely, that the offender (a) on release, travel directly to the offender's place of residence, as set out in the release certificate respecting the offender, and report to the offender's parole supervisor immediately and thereafter as instructed by the parole supervisor; (b) remain at all times in Canada within the territorial boundaries fixed by the parole supervisor; (c) obey the law and keep the peace; (d) inform the parole supervisor immediately on arrest or on being questioned by the police; (e) at all times carry the release certificate and the identity card provided by the releasing authority and produce them on request for identification to any peace officer or parole supervisor; (f) report to the police if and as instructed by the parole supervisor; (g) advise the parole supervisor of the offender's address of residence on release and thereafter report immediately (i) any change in the offender's address of residence, (ii) any change in the offender's normal occupation, including employment, vocational or educational training and volunteer work, (iii) any change in the domestic or financial situation of the offender and, on request of the parole supervisor, any change that the offender has knowledge of in the family situation of the offender, and (iv) any change that may reasonably be expected to affect the offender's ability to comply with the conditions of parole or statutory release; (h) not own, possess or have the control of any weapon, as defined in section 2 of the Criminal Code, except as authorized by the parole supervisor; and (i) in respect of an offender released on day parole, on completion of the day parole, return to the penitentiary from which the offender was released on the date and at the time provided for in the release certificate. Footnotes 1. Letter from Mr. Tozzi to the Appeal Division of the NPB dated December 20, 2006. 2. Mr. Tozzi had the option of paying a $150,000 fine or having his sentence extended by an additional two years. He chose the latter option, which brought his sentence to 12 years. 3. According to a medical certificate submitted in Italian only and dated August 2000, his father suffers from, among other things, diabetes, hypertension and depression. Although he indicated in his written representations that the situation had worsened, Mr. Tozzi did not adduce any evidence to that effect. His affidavit does not refer to the current situation, and does not indicate whether both his parents have themselves been unable to travel since August 2000. 4. It should be mentioned here that Mr. Tozzi argues that this passage shows that the NPB misunderstood the evidence because it is not only the Italian police but also the Canadian police and the Security Division that had no reservations in this regard. 5. In any case, the Court is not persuaded that the NPB made a reviewable error with regard to these issues. Even if the CSC report refers to the possibility of media coverage, the NPB did not refer to this point in its decision and the applicant's argument is purely speculative. As for the sentence remaining to be served, the NPB is presumed to have read all of the documentation before it. The CSC's overall assessment referred specifically to the 2005 assessment, which noted this fact as well as the applicant's attachment to his family. Finally, with regard to point iii), the argument is based entirely on the wording used and requires a narrow and restrictive interpretation of the decision. The Court, like the respondent, does not interpret the decision in this way and is not satisfied that the NPB misunderstood the position of the police authorities and the Security Division, which was clearly described in the documentation before it. 6. See Schedule A. 7. This indicates that territorial boundaries even within Canada had been imposed on him by his supervisor. 8. It should also be mentioned that the NPB, in its latest decision, referred specifically to its 1998 decision, which it obviously considered before deciding on Mr. Tozzi's request. 9. Criterion applicable for determining whether full parole should be granted, subsection 126(2) of the Act. 10. Another RCMP officer gave a contrary opinion in the file, but did not testify. 11. It is clearly in this context that the Appeal Division used the expression [TRANSLATION] \"important figure\" and not to describe the applicant as a mastermind within the network. [End of document]"]}