{"id_": "045194", "body_str": ["[1] Noël, J. [Translation]: This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA) of a decision rendered on June 12, 2013, by Youssoupha Diop, a member of the Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada (IRB), in which it was determined that the applicants were neither Convention refugees pursuant to section 96 of the IRPA nor persons in need of protection pursuant to section 97 of the IRPA. II. Facts", "[2] Kenia Kedesh Colin Villarroel (the principal applicant) and her two minor children, Alejandra Castillo Colin and Ana Sofia Colin Villarroel (all three together, the applicants], are citizens of Mexico.", "[3] In her Personal Information Form (PIF), the principal applicant stated that she fears Guillermo Rafael Jimenez Garcia, a very powerful officer in the Mexican army, who threatened, beat and abused her. The principal applicant's mother filed several complaints against the officer regarding his abusive behaviour toward her daughter; the officer was eventually transferred to another state. The principal applicant stated that she became pregnant in December 2005 and lost the baby in March 2006, a boy according to the death certificate. The principal applicant informed the officer about the pregnancy, and he continued harassing her. In December 2010, the officer allegedly attacked the principal applicant and was arrested. He purportedly also attempted to kidnap her daughters.", "[4] The applicants left Mexico on July 19, 2011, and stayed in the United States before entering Canada and claiming refugee protection on August 20, 2011.", "[5] Prior to the RPD hearing, the principal applicant submitted a new narrative. This hearing was held on June 6, 2013, and the principal applicant acted as the designated representative of her daughters. The applicants were represented by counsel. III. Impugned decision", "[6] The RPD was satisfied as to the applicants' identities, but rejected their claim due to contradictions, omissions and inconsistencies in the principal applicant's testimony. The principal applicant was not credible and did not establish a fear of persecution. She asked the RPD to set aside her original narrative in favour of a second version of the facts that she submitted by reason of her religious beliefs, which led her to correct some lies and exaggerations in her first narrative. The RPD noted an initial indication of the principal applicant's lack of credibility and told her she would nonetheless be asked about her first version of the facts.", "[7] In her second narrative, the principal applicant alleged that the officer forced her to have an abortion in 2003, whereas the original version mentioned the loss of a child in March 2006 (or, according to the death certificate, in February 2006). When asked about the circumstances surrounding these two pregnancies, the principal applicant was unable to satisfy the RPD of the truth of her allegations. Still with respect to the pregnancy, the principal applicant had stated in her initial narrative that she lost a male child, whereas the birth certificate does not specify the gender of the child, and the RPD rejected the principal applicant's explanations in that regard.", "[8] The RPD concluded that the principal applicant sought to amend her narrative for consistency with the other evidence filed on record, in other words, testimonies that contradicted her initial narrative.", "[9] Also, according to the second version of the narrative, the principal applicant's mother merely suspected the existence of a relationship between the principal applicant and her lover, but the evidence clearly shows that she did not only suspect this relationship; rather, she denounced its existence and had often taken steps against possible abuses of authority or the rape of her daughter.", "[10] The principal applicant also provided massively contradictory stories regarding the timing and circumstances of her last meeting with the officer.", "[11] Further, the RPD noted that the principal applicant stated that she had had the opportunity to travel to the United States more than ten times since 2008 for vacations, and that she had the opportunity to live there for a year with her father, who is a professor. This testimony was at variance with what was mentioned in her PIF. The RPD rejected the principal applicant's explanation regarding this inconsistency. According to the RPD, this behaviour demonstrated a lack of fear of persecution because, had the principal applicant actually feared persecution, she would not have returned to Mexico after each visit. She also failed to give satisfactory explanations and establish that her current fear of persecution is well-founded. IV. Applicants' arguments", "[12] The principal applicant pointed out that she voluntarily informed the RPD that she had submitted a second narrative and that the review of her claim should have been based on this second version. Given the discrepancies between the two narratives, it was clear that the RPD would identify contradictions, but it was not reasonable to discount the credibility of the principal applicant on the basis of the simple contradictions. Also, given the substance of certain questions, particularly those regarding the pregnancies, the RPD did not comply with Guideline 4: Women Refugee Claimants Fearing Gender-Related Persecution . Lastly, the analysis of the fear of persecution is not reasonable considering the principal applicant's testimony. V. Respondent's arguments", "[13] The respondent asserts that the RPD decision is reasonable given that the panel from the outset informed the principal applicant that she would be questioned on her two narratives, and given that this Court has often held that the RPD is entitled to review the amendments an applicant has made to a PIF and to draw adverse credibility findings if important issues have been amended. The RPD was all the more justified in proceeding in such a way considering that counsel for the principal applicant made no objections at the hearing when questions were raised on the discrepancies between the two narratives. In this respect, the questions pertaining to the principal applicant's pregnancies were completely reasonable because they made it possible to highlight these discrepancies. The principal applicant rather calls upon this Court to reconsider the evidence and substitute its own opinion for that of the RPD, which is not at all within its jurisdiction. Despite the RPD's submission regarding credibility, the decision remains based on the other problems identified in the file, including the fact that the principal applicant failed to apply for asylum on her many visits to the United States. VI. Issue", "[14] Did the RPD err in finding the principal applicant to be not credible? VII. Standard of review", "[15] The RPD's credibility assessment is a question of fact that is reviewable on the standard of reasonableness ( <FRAGMENT_SUPPRESSED> ; see, for example: <FRAGMENT_SUPPRESSED>  at para. 11, [2010] FCJ No. 768). This Court must consequently afford significant deference to the RPD's findings regarding the principal applicant's credibility. VIII. Analysis", "[16] For the reasons set out below, the RPD's decision is reasonable and does warrant intervention by this Court.", "[17] As the respondent quite aptly indicated, the RPD is entitled to review a claimant's PIF both before and after it is amended, and the decision-maker may draw negative inferences about the credibility of the claimant in the event that major contradictions are noted between the two versions (see <FRAGMENT_SUPPRESSED>  at para. 31, [2011] FCJ No. 644; <FRAGMENT_SUPPRESSED>  at paras. 4 and 6]. Thus, although the principal applicant may dislike it, the RPD was correct to have considered both narratives, and the principal applicant's motivations in amending her narrative or the fact that she had asked the Court to consider only the second version do not at all change the RPD's rights in this respect.", "[18] The RPD thus identified several contradictions between the different narratives and the testimony of the principal applicant on essential elements of her claim. The following are some examples. In the second version of her narrative, the principal applicant states that her alleged aggressor forced her to have an abortion in 2003, whereas the initial narrative clearly states the loss of a child, but in 2006. The principal applicant also contradicted herself with respect to how she found out the gender of the child that she lost in 2006; according to one version, she was told by a nurse and, according to another version, she learned of it after consulting the death certificate (on which, moreover, the gender of the child is not indicated). The principal applicant also provided contradictory versions regarding what her mother knew of her relationship with her alleged aggressor and regarding what her mother tried to do to report possible attacks against her daughter. The principal applicant contradicted herself once more as to when her last physical contact or last meeting with her alleged aggressor occurred. Together, these major contradictions seriously undermine the principal claimant's credibility, especially since the contradictions identified relate directly to the allegations in support of the claim.", "[19] Considering these contradictions, it was reasonable for the RPD to reject the claim of the principal applicant by determining that she is not credible.", "[20] Further, having already rejected the principal applicant's credibility, the RPD was not required to consider the fear of persecution but nonetheless did so. Once again, inconsistencies and contradictions in the different versions of the principal applicant's story undermined her credibility, particularly with respect to the number of times that she visited the United States and why she took these trips. Moreover, the RPD was not satisfied with the explanations of the principal applicant on this topic, and, considering the overall finding that the principal applicant was not credible, it was reasonable for it to find as it did.", "[21] Consequently, because it is not the role of this Court to re-weigh the evidence presented ( Canada (Citizenship and  <FRAGMENT_SUPPRESSED> [2009] S.C.J. No. 12), I find the RPD's decision that the principal applicant was not credible in her testimony to be reasonable.", "[22] The parties were invited to submit a question for certification but no question was submitted. ORDER", "[23] THE COURT ORDERS that the application for judicial review is dismissed. No question is certified. Kenia Kedesh Colin Villarroel, Alejandra Castillo Codin et Ana Sofia Colin Villarroel (partie demanderesse) v. Le Ministre de la Citoyenneté et de l'Immigration (partie défenderesse) I. Introduction", "[1] Le juge Noël II. Faits", "[2]", "[3]", "[4]", "[5] III.", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] IV. Arguments des demanderesses", "[12] V.", "[13] VI.", "[14] VII. Norme de contrôle", "[15] VIII. Analyse", "[16]", "[17] <FRAGMENT_SUPPRESSED> [2011] ACF no 644;", "[18]", "[19]", "[20]", "[21]", "[22] ORDONNANCE", "[23] [End of document]"]}