{"id_": "045313", "body_str": ["[1] de Montigny, J. : This is an appeal, pursuant to the now repealed s. 14(5) of the Citizenship Act , RSC 1985, c C-29 (the Act ) and s. 21 of the Federal Courts Act , RSC 1985, c F-7, from the decision of the Citizenship Judge Lilian Klein, dated March 27, 2014, rejecting the Applicant's application for Canadian citizenship pursuant to paragraph 5(1)( ) of the Act I. Facts", "[2] Taghi Ghasem Boland (the Applicant) is a citizen of Iran who landed in Canada as a permanent resident on January 10, 2007. At the time, he was accompanied by his wife, who became a Canadian citizen in 2010. The couple has two children, who are both Canadian citizens.", "[3] The Applicant applied for citizenship after three years of permanent residency (on January 19, 2010), rather than the permitted four years, which gave him 1104 material days for his application, rather than the full 1460 days to draw from. In his application, the Applicant declared 477 days of absences, which meant that he had only been physically present in Canada for 627 days, 468 days short of the statutory minimum of 1,095 days as prescribed by paragraph 5(1)( ) of the Act", "[4] On January 30, 2014, the Applicant attended a hearing with a Citizenship Judge because he had not fulfilled the residency requirement. At the hearing, the Applicant was represented by an immigration consultant. There is no record of what took place at the hearing.", "[5] On March 27, 2014, the Citizenship Judge rendered her decision rejecting the application because the Applicant fell short of the residency requirement under paragraph 5(1)( ) of the Act . The Applicant filed this appeal on May 2, 2014. II. The impugned decision", "[6] The Citizenship Judge first reviewed the facts of this application, including the documentation provided to support the Applicant's physical presence in Canada (domicile, employment, notices of assessment and other documents). She then identified the issue as being whether the Applicant meets the requirement of 1,095 days of physical presence in Canada. The Citizenship Judge noted that, at the hearing, the Applicant only produced his current passport, which does not cover the relevant period. As a result, the Citizenship Judge was unable to verify the Applicant's travel history, which he declared to include 13 absences for a total of 477 days. The Citizenship Judge also noted that the Applicant's current passport states he is a resident of Thailand, which was not declared in the application or residency questionnaire. She was prepared, nevertheless, to accept the Applicant's declared absences at their face value, which left him with only 627 days of physical presence in Canada.", "[7] The Applicant had explained that he applied early because his business requires him to travel extensively, and as a result, he would not have met the statutory requirement if he waited another year. The Citizenship Judge found that there is no provision in the Act for individual applicants who fall far short of the minimum 1,095 days to be able to circumvent this requirement by applying early.", "[8] The Citizenship Judge then applied the residency test as established by Justice Muldoon in (1993), 62 FTR 122 [ ], and found that the Applicant was no where near to meeting the requirement of 1,095 days of physical presence in Canada. As a result, the application for Canadian citizenship was rejected. She also considered whether to make a favourable recommendation under subsection 5(4) of the Act , and came to the conclusion that there were insufficient circumstances of special and unusual hardship or services of an exceptional value to Canada to warrant such a recommendation to the Minister for a discretionary grant of citizenship. III. Issues", "[9] The Applicant has raised a number of issues, which can be stated as follows: A. Did the Citizenship Judge err in selecting the physical presence test for residency? B. Did the Citizenship Judge err in applying the residency test? C. Was the Applicant denied procedural fairness? D. Did the Citizenship Judge exhibit an appearance of bias? E. Should costs be awarded to the Applicant regardless of the success of this application? IV. Analysis", "[10] The Applicant challenges both the Citizenship Judge's selection of the applicable legal test for citizenship, as well as her application of that test. There is no doubt that a citizenship judge's application of a particular test for residency is a question of mixed fact and law that is reviewable on the reasonableness standard.", "[11] As for the selection of the legal test for citizenship, I am in agreement with the analysis of the Chief Justice in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], according to which such a question must be reviewed against the standard of reasonableness as it involves the interpretation of a citizenship judge's home statute. The Supreme Court of Canada (and the Federal Court of Appeal) have clearly indicated in a number of recent cases that, absent exceptional circumstances (such as a question of law that is of central importance to the legal system as a whole and outside the adjudicator's expertise), determinations made by administrative tribunals with respect to the interpretation of statutes that are closely connected with their functions are presumed to be reviewable on a standard of reasonableness: see, for example, Alberta (Information and  <FRAGMENT_SUPPRESSED> . As a result, as long as the decision is justified, transparent and intelligible and falls within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law,\" this Court ought not to intervene: <FRAGMENT_SUPPRESSED> .", "[12] Of course, questions of procedural fairness, including allegations of bias, are subject to the correctness standard of review: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . A. Did the Citizenship Judge err in selecting the physical presence test for residency?", "[13] Under the reasonableness standard of review, deference is owed to the Citizenship Judge's selection of which residency test to apply. As is well known, the Act does not define \"residence\" or \"resident\". As a result, the jurisprudence of this Court has been divided as to the legal test an applicant must meet in order to satisfy the residency requirement under paragraph 5(1)( ) of the Act , and three different tests have emerged.", "[14] In Re Papadogiorgakis , [1978] 2 FC 208, the Court created a test that requires a citizenship judge to assess the quality of the applicant's attachment to Canada (the so-called \"centralized mode of living test\"). The applicant's absences from Canada during the relevant period can be counted towards satisfying the residence requirement where such absences are for a temporary purpose and the applicant demonstrates an intention to establish a permanent home in Canada.", "[15] The Court articulated a second test in that requires the citizenship judge to determine whether the applicant has been physically present in Canada for at least 1095 days during the relevant period. According to this test, physical presence in Canada is essential to satisfy the residency requirement.", "[16] A third test was developed in Re Koo , [1993] 1 FC 286 [ Koo ], drawing on the elements of the other two approaches. The Koo test requires the citizenship judge to determine whether Canada is the place where the applicant \"regularly, normally or customarily lives\" or has \"centralized his or her mode of existence\" by examining six factors to guide the assessment.", "[17] <FRAGMENT_SUPPRESSED>  [ Lam ], Justice Lutfy, as he then was, came to the conclusion that until the Act is amended to resolve this conflicting jurisprudence, it is open to a citizenship judge to choose any one of the three tests to assess the residency requirement, provided that he or she demonstrates an understanding of the case law and properly decides that the facts meet the test that has been applied.", "[18] Over time, several judges of this Court have expressed their frustration with that state of the law and have endeavoured to streamline the jurisprudence. In Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Justice Mainville came to the conclusion that the Koo test has become the dominant test and should henceforth be the sole test to be applied under paragraph 5(1)( ) of the Act . More recently, Justice Rennie opined in <FRAGMENT_SUPPRESSED>  that the \"physical presence\" test is the only one contemplated by paragraph 5(1)( ) of the Act and is therefore the correct one to apply. While that decision has been followed in a number of subsequent cases (see, for example, <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ), it is not yet settled law and the jurisprudence pertaining to the test for citizenship is still in a state of flux. Indeed, judges of this Court have continued to follow Lam and to accept that citizenship judges have the ability to apply any one of the three tests for citizenship described above: see, for example, <FRAGMENT_SUPPRESSED> , above; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> .", "[19] Like the Chief Justice in <FRAGMENT_SUPPRESSED> , I am of the view that Lam is still good law and that a citizenship judge is free to assess an application for citizenship according to any one of these three tests, provided of course that the test selected is then applied correctly to the facts of the case. That may not be the most satisfying outcome for litigants, but until the matter is resolved legislatively or judicially, this is the inevitable result of the absence of a definition for the concept of \"residence\" in the Act. Fortunately, the introduction of sections 22.1 and 22.2 in the Act will allow for this matter to be definitively resolved by the Federal Court of Appeal, on a certified question from this Court.", "[20] Counsel for the Applicant did not seriously object to the test chosen by the Citizenship Judge, but nevertheless claimed that she erred in two respects. First, counsel submitted that she failed to make a finding on the establishment of residency prior to the relevant period. Second, counsel argued that the Citizenship Judge erred in blending the qualitative and the quantitative tests. According to counsel, the questions put to Mr. Boland by the Citizenship Judge show that she was engaged in either the quality of attachment test outlined in or the substantial connection test developed in Koo , and not with the strict physical residence test.", "[21] The first argument is totally without merit, and indeed has no application to the present matter. In the decision relied upon by the Applicant ( <FRAGMENT_SUPPRESSED>  [ Wong ]), the applicant had resided in Canada as a permanent resident for nearly nine years before he applied for citizenship. In the case at bar, the Applicant had only landed in Canada three years before applying for citizenship. As a result, there was no period of time that the Citizenship Judge could refer to where the Applicant resided as a permanent resident prior to the four year period of relevance.", "[22] Furthermore, as noted by the Respondent, the initial determination of whether residency has been established is a threshold question. The decision in Wong and the jurisprudence that has followed simply states that where a citizenship judge is making a citizenship determination, the first step of the analysis is a determination of whether residence has been established. Following this, the second step is a consideration of the number of days. In the case at bar, it must be presumed that the Citizenship Judge was prepared to accept that the Applicant had established residence on the day of landing, otherwise there would have been no reason to determine whether the Applicant's residency satisfied the statutorily prescribed number of days. That being the case, I fail to understand what the Applicant is complaining about, as the Citizenship Judge implicitly decided that he had satisfied the first part of the analysis and had established residency at the earliest possible date.", "[23] As for the argument that the Citizenship Judge erred in blending the tests, it is equally devoid of any substance. It is no doubt true that the Citizenship Judge asked the Applicant a number of questions pertaining to his establishment in Canada. Her findings in this respect are set out in Part A of her reasons dealing with the facts. However, her decision (Part C of her reasons) makes it crystal clear that she uses the residency test as established in (which she quotes) to dismiss the application. Her reasons at paragraphs 23 and 24 leave no ambiguity as to the rationale for not approving his application for Canadian citizenship: the Applicant applied a year early, \"well before he was anywhere near meeting the residence requirement of the Act\" (at paragraph 23). Nowhere does she discuss any of the six factors outlined in Koo . I am therefore unable to read in her decision any impermissible blending of the various tests developed by this Court to assess residency under paragraph 5(1)( ) of the Act", "[24] The simple fact that during an interview, a citizenship judge may pose questions to an applicant that lead them to believe that one of the qualitative tests is being applied, does not cause the final decision to fall into error if that judge ultimately chooses to apply a quantitative test. The Citizenship Judge may well have chosen to disregard the strict physical presence test and to apply another test had she been convinced that the evidence established the Applicant's attachment to Canada or his centralized mode of existence in this country. It was her prerogative, however, to opt in the final analysis for any of the three tests currently in use to assess residency. B. Did the Citizenship Judge err in applying the residency test?", "[25] The Applicant also argued that the Citizenship Judge made factual errors. There is, indeed, a slight error on the Applicant's date of birth (August 22, 1965 instead of August 23, 1965), but it is likely a typographical error. As for the other alleged errors, they are not substantiated by the Applicant and in many instances it is not clear from the record why the Applicant's version should be preferred to the Citizenship Judge's findings.", "[26] The Applicant alleges that the Citizenship Judge made a mistake with respect to the residency of the Applicant in Thailand. Yet she accurately noted that both the Applicant's current and prior passports state that he is a resident of Thailand. She also noted that this residency overlaps with his relevant period in Canada.", "[27] The Applicant also states that there is a mistake with respect to his wife's citizenship, but did not clarify what that mistake is. The Judge simply noted that the Applicant's wife is now a Canadian citizen.", "[28] The Applicant further mentions that there is a mistake with respect to his parents' place of residence. The Citizenship Judge noted that the Residency Questionnaire completed by the Applicant states that their country of residence is Iran. However, in his affidavit, the Applicant says that they are actually citizens of the United States.", "[29] The Applicant also claims that the Citizenship Judge refused to accept as credible, documents provided by CBSA. While the Applicant does not explain what documents he is referring to, this assertion appears to be unwarranted. The Citizenship Judge did not refuse to consider the Integrated Customs Enforcement System, nor did she find that document lacking in credibility. It was merely found to be insufficient on its own to verify the Applicant's absences without the Applicant's passport to confirm departure dates from Canada and confirm the length of each trip.", "[30] In any event, none of these alleged errors are material to the final decision, which turns on whether the Applicant accumulated a sufficient number of days of residence in Canada. In that respect, the Citizenship Judge accepted the most favourable version for the Applicant, and was prepared to recognize his declared absences despite questioning their accuracy in the absence of a passport for the relevant time period. It is on the basis of these absences that she found the Applicant had failed to meet the residency requirements of the Act . The Applicant can hardly complain that the Citizenship Judge erred in refusing his application, as she concluded that he did not satisfy the statutorily prescribed number of days on the basis of the Applicant's own declared absences. C. Was the Applicant denied procedural fairness?", "[31] The Applicant argues that he was entitled to be informed of the consequences of not producing his former passport. This argument has no bearing on the outcome of this case because even if the Citizenship Judge had been able to verify his stated absences, it would not have made a difference to the application of the physical presence test.", "[32] The Applicant seems to be suggesting that if the Citizenship Judge had been able to verify his stated absences, she may have decided to apply one of the qualitative tests. There is nothing in the decision to suggest that is the case. Once again, the Citizenship Judge took the most favourable view of the Applicant's physical presence in Canada and accepted that he was in Canada for 627 days during the relevant period; his former passport would only confirm, at best, the Applicant's own acknowledged absences from Canada. D. Did the Citizenship Judge exhibit an appearance of bias?", "[33] The Applicant appears to suggest that the Citizenship Judge was biased as a result of having had access to the File Preparation and Analysis Template (FPAT), a document that was originally redacted from the Certified Tribunal Record and then confidentially disclosed to his counsel. The FPAT document is a standard form used by citizenship officers in analysing data in citizenship application cases. As described in the confidential affidavit of Catherine Thai filed as part of the Respondent's Confidentiality Motion Record, the FPAT is used to examine sensitive information. One of the purposes of the FPAT is to examine an individual's background to determine whether any fraud exists.", "[34] It is clear from reviewing the FPAT that there is no allegation of fraud against the Applicant in the case at bar. The FPAT was used in the normal course to examine the Applicant's background. Simply because one of the purposes of this document is to detect fraud does not mean that every individual who applies for citizenship and is examined has committed fraud. Indeed, the only time the word \"fraud\" was raised was in the Respondent's motion for confidentiality. In that motion, while arguing against the disclosure of the FPAT, the Respondent argued generally that disclosure of the FPAT document could lead to individuals learning methods of fraud detection used by the government. The Respondent at no point stated that there was fraud in the present matter. Likewise, simply because the FPAT was part of the package of documents considered by Judge Klein does not mean that she believed there would be fraud in the Applicant's case, nor does it connote any appearance of bias.", "[35] Further, as noted by the Respondent, the choice to further examine the Applicant for credibility related issues was done by the citizenship officer, not the Judge. Simply because the officer who prepares the file for review chooses to further investigate a particular avenue does not connote bias in the officer's examination or the Judge's final decision. As argued by the Respondent, such an assertion would be tantamount to prohibiting any investigations and would be, at the very least, a fettering of discretion on the part of the citizenship officer.", "[36] Be that as it may, even if fraud allegations had been raised, they would not have any bearing on the final decision in this matter, as fraud was not an issue. Rather, the Citizenship Judge found on the strict physical presence test that the Applicant did not meet the residency requirement. E. Should costs be awarded to the Applicant regardless of the success of this application?", "[37] The Applicant requests costs on a solicitor-client basis regardless of the outcome of this judicial review. Rule 400(1) gives the Court full discretion \"over the amount and allocation of costs and the determination of by whom they are to be paid\". Rule 400(3) sets out a number of factors for the Court to consider in exercising its discretion, including \"(a) the result of the proceeding\", and \"(i) any conduct of a party that tended to shorten or unnecessarily lengthen the duration of the proceeding\".", "[38] There is no evidence before the Court that the Respondent's refusal to disclose the redacted documents unnecessarily lengthened the duration of the proceedings. The Respondent was entitled to object to the disclosure of certain information pursuant to Rule 318(2). Just as the Applicant is free to object to those redactions, the Respondent is entitled to defend them by way of bringing a motion for confidentiality.", "[39] In the case at bar, the Respondent was prepared to bring a motion at the outset of the proceedings but was directed otherwise by the Court. The parties were requested to engage in case management conferences to resolve the dispute, and the case management judge encouraged the parties to work out the details of a confidentiality order on their own terms. It was only after the parties could not reach an agreement that the case management judge directed the Respondent to bring a motion for confidentiality.", "[40] The Applicant's entire basis for requesting solicitor-client costs is that he asked for redacted documents to be disclosed and the Respondent defended the redactions. This is not a basis for solicitor-client costs. The Respondent was entitled to defend his position in good faith and did not unduly lengthen or delay the proceedings. It took approximately three months before counsel for the Applicant was able to view the redacted documents. This delay hardly rises to the level of \"reprehensible, scandalous or outrageous conduct\" that is necessary to justify costs on a solicitor-client basis: see Microsoft Corporation v 9038-3746 Quebec Inc , 2007 FC 659 at paras 11 and 16; <FRAGMENT_SUPPRESSED> . V. Conclusion", "[41] For all of the above reasons, the Applicant's application to quash the decision of the Citizenship Judge dated March 27, 2014 is dismissed, without costs. JUDGMENT", "[42] THIS COURT'S JUDGMENT is that the appeal from the decision of the Citizenship Judge denying the Applicant's application for citizenship under paragraph 5(1)( ) of the Citizenship Act , is dismissed. No costs are awarded. ) de la Loi. I.", "[2]", "[3] ) de la Loi.", "[4]", "[5] II.", "[6]", "[7]", "[8] Pourghasemi (1993), 62 FTR 122 [ Pourghasemi III.", "[9] IV. Analyse", "[10]", "[11] <FRAGMENT_SUPPRESSED> ).", "[12] A.", "[13]", "[14] Papadogiorgakis", "[15] Pourghasemi", "[16] Koo , [1993] 1 CF 286 [ Koo Koo", "[17] Dans le jugement <FRAGMENT_SUPPRESSED>  [ Lam", "[18] Koo Lam <FRAGMENT_SUPPRESSED> ).", "[19] Lam", "[20] Pourghasemi Koo", "[21] <FRAGMENT_SUPPRESSED>  [ Wong", "[22] Wong", "[23] Pourghasemi Koo ) de la Loi.", "[24] B.", "[25]", "[26]", "[27]", "[28]", "[29]", "[30] C.", "[31]", "[32] D.", "[33]", "[34]", "[35]", "[36] E.", "[37]", "[38]", "[39]", "[40] Microsoft Corporation c 9038-3746 Québec Inc <FRAGMENT_SUPPRESSED> ). V. Dispositif", "[41] JUGEMENT", "[42] ) de la est rejeté [End of document]"]}