{"id_": "045584", "body_str": ["[1] Campbell, J. : The present Application concerns the Applicants' claim for Section 97 protection based on prospective fear of risk due to a blood feud involving their family in Albania. The Refugee Protection Division (RPD) rejected the Applicants' claim on a negative finding of credibility based on numerous implausibility findings.", "[2] The Applicants tendered evidence that, while the blood feud arose in 1942 it only became an active concern to them in 1996, and that when it did become a concern they reported it to the authorities. This evidence was rejected on the basis of the following key implausibility findings: The roots of the alleged BF [blood feud] were planted in 1942, when the grandfather of these two claimants killed five persons. Such BFs were not tolerated during the communist era, however, these re-emerged in the early 1990s, most of them in 1991. This was confirmed by the first claimant and is stated in his PIF narrative. However in this case, the first claimant's explanation as to why this BF re-emerged in 1996, that is five years after similar dormant BFs is not acceptable. When this was put to the first claimant, he testified, \"Because in 1991 there was an exchange of blood feuds.\" Upon asked for further clarification, the first claimant stated, \"I mean blood feuds between other families,\" and again he stated, \"After 1990, people were afraid. We were scared and fearful. In 1991, we went to report that families were in blood feud.\" I do not find this explanation reasonable for explaining away the five six-year gap [Emphasis added] (Decision, pp. 2-3) [...] In this case, the claimants allege that inquiries were made of the neighbours to spy on the claimants' family. This appears to contradict the traditions of BF , and even if it happened, I find that, on a balance of probabilities, no BF has been declared. [Emphasis added] (Decision, p. 3).", "[3] The legal standard for making an implausibility finding is that stated by Justice Muldoon in <FRAGMENT_SUPPRESSED>  (C.A.) at 305, that when a refugee claimant swears to the truth of certain allegations, a presumption is created that those allegations are true unless there are reasons to doubt their truthfulness . But the tribunal does not apply the <FRAGMENT_SUPPRESSED> principle to this applicant, and repeatedly disregards his testimony, holding that much of it appears to it to be implausible. Additionally, the tribunal often substitutes its own version of events without evidence to support its conclusions. 7. A tribunal may make adverse findings of credibility based on the implausibility of an applicant's story provided the inferences drawn can be reasonably said to exist. However, plausibility findings should be made only in the clearest of cases, i.e., if the facts as presented are outside the realm of what could reasonably be expected, or where the documentary evidence demonstrates that the events could not have happened in the manner asserted by the claimant . A tribunal must be careful when rendering a decision based on a lack of plausibility because refugee claimants come from diverse cultures, and actions which appear implausible when judged from Canadian standards might be plausible when considered from within the claimant's milieu. [see L. Waldman, Immigration Law and Practice (Markham, ON: Butterworths, 1992) at 8.22] [Emphasis added]", "[4] I find that the quoted implausibility findings do not confirm with the legal standard because the RPD failed to provide a reliable and verifiable evidentiary base against which the plausibility of the Applicants' evidence might be judged. As a result, the statement that the gap in time is implausible and the spying by neighbours is implausible is nothing more than unfounded speculation. As a result, I find that the decision under review was rendered in reviewable error. ORDER", "[5] Accordingly, I set aside the decision under review and refer the matter back to a differently constituted panel for re-determination.", "[6] There is no question to certify. [End of document]"]}