{"id_": "045846", "body_str": ["[1] Phelan, J. : This is a judicial review of a decision by the Refugee Appeal Division [RAD] in which the RAD confirmed a Refugee Protection Division [RPD] decision that the Applicants were neither refugees nor persons in need of protection. II. Background", "[2] The Applicants are from a small town in Kosovo. Hasime Tusha is the mother of Rina Tusha, Rinor Tusha and Rinesa Tusha. On appeal at the RAD, Hasime Tusha's spouse, Kadri Tusha, was held to be a person in need of protection. New evidence was submitted at the RAD in support of the Applicants' appeals that was not presented at the RPD hearing.", "[3] On January 22, 2013, Kadri Tusha's family became involved in a blood feud when his cousin was stabbed to death by Kenan Pieva, a 14-year old minor. Kadri's uncle, Ymer Tusha, called for a blood feud against the Pieva family. Kadri Tusha refused to be complicit and was threatened by his family for disloyalty.", "[4] Then, on February 12, 2013, Ymer Tusha and his brother verbally and physically attacked Kadri Tusha and his brother, threatened them with a gun and accused them of cowardice and bringing shame on the family. Kadri Tusha received medical attention after the attack and sought police protection, which was not provided. Assistance from a non-government organization [NGO] was also unsuccessful.", "[5] The Applicants and Kadri Tusha made their refugee claim in March 2013.", "[6] In dismissing the claim, the RPD based its negative findings on the following: • it was not credible that a full blood feud had erupted; • the Applicants do not face a serious possibility of harm if they return to Kosovo; and, • the Applicants did not rebut the presumption of state protection.", "[7] During the course of the RAD proceedings, the Applicants submitted new evidence from the Kosovo police in Prishtina, from the Red Cross in Kosovo and an affidavit from Kadri Tusha. The first two documents attested to the existence of a blood feud. No oral hearing was deemed necessary as the documents from the Kosovo organizations were deemed credible.", "[8] In its decision, the RAD followed the Newton factors (REFERENCE_SUPPRESSED) which called for a more deferential approach to the RPD findings than has been accepted by this Court; REFERENCE_SUPPRESSED, is but one example of such Federal Court decisions.", "[9] In the end result, the RAD found that Kadri Tusha would be at risk if he returned to Kosovo and that the RPD's conclusion of the existence of state protection was unreasonable. III. Analysis", "[10] It is not necessary to address the RAD's conclusions on the applicable standard of review. The Federal Court, in several decisions (REFERENCE_SUPPRESSED, is an example), has addressed the merits of a RAD decision, whatever the reservations as to standard of review, and examined what the RAD actually did in its decision to determine what type of analysis was conducted.", "[11] It is impossible to determine what type of analysis the RAD conducted. Its reasons range from suggesting a deferential approach to one of an independent analysis. It is difficult to understand the basis upon which the appeal was dismissed particularly as regards to the individual claims of the Applicants, other than perhaps that of Kadri Tusha's.", "[12] Given the debate on the applicable appellate review/standard of review issue and considering that this decision is unclear as to what type of analysis the RAD actually conducted and whose claim was analyzed, this matter should be referred back for a new decision. IV. Conclusion", "[13] This judicial review will be granted. The RAD decision will be quashed and the matter referred back to the RAD for a new appeal.", "[14] Given the basis on which this decision is made, it is unnecessary for the parties to make submissions on a certified question; none exists here. JUDGMENT", "[15] THIS COURT'S JUDGMENT is that the application for judicial review is granted, the decision of the Refugee Appeal Division is quashed and the matter is referred back to the Refugee Appeal Division for a new appeal. CITATION_SUPPRESSED"]}