{"id_": "046071", "body_str": ["[1] Reed, J. : The applicants seek an order quashing a decision of the Convention Refugee Determination Division of the Immigration and Refugee Board (the \"Board\"). The applicants are mother and daughter. Only the mother appeared at the hearing and when the word applicant is used in the singular in these reasons it refers to her. The Board's decision found the applicants not to be Convention refugees.", "[2] The applicant is a Tamil from Sri Lanka who fled with her two children, from the Jaffna area, first to Colombo and then to Canada. The Board concluded that the applicants had a well-founded fear of persecution in the northern part of Sri Lanka. The Board also found that the applicants should reasonably be expected to take refuge in Colombo and therefore were not Convention refugees.", "[3] Counsel for the applicants argues that the Board's decision is in error on four grounds. First, the Board applied the wrong burden of proof when assessing the reasonableness of an internal flight alternative (\"IFA\") to Colombo. Second, the Board exhibited prejudgment of the applicant's case because the presiding member expressed the opinion, before the end of the applicant's evidence, that he could not imagine anyone perceiving her to be a LTTE supporter and that her fears, concerning what might happen to her if she went back to Sri Lanka, appeared to be \"frankly, outrageous\". Third, the Board relied on the applicant's circumstances and particularly her age (41) when assessing the likelihood of persecution without also taking account of the situation of her two children. Fourth, the Board made reference to factors, from which it concluded that Colombo was a reasonable IFA, for which there is no support on the record.", "[4] The appropriate burden of proof is set out in <FRAGMENT_SUPPRESSED>  (F.C.A.), at pp. 708-710: \"[t]he Board must be satisfied on a balance of probabilities that there is no serious possibility of the claimant being persecuted in the part of the country to which it finds an IFA exists.\"", "[5] While the Board, at one point in its decision, states that \"[t]here is ... an Internal Flight Alternative (IFA), which is possible for both claimants in Colombo ...\", this does not indicate that the Board applied an incorrect burden of proof. The Board later, stated that \"[t]he claimant and her 13 year old daughter suffer a mere possibility, but not a reasonable chance of persecution in Colombo ...\". This statement, in my view, counteracts the argument that the Board used an inappropriate burden of proof.", "[6] With respect to the arguments concerning prejudgment, it is necessary, first, to quote the remarks which gave rise to this allegation: \"I know, yes. But, I should make one thing clear since you've been so upset through the hearing, we've heard many Sri Lankan claims. I won't go through the documents which relate to your country. You must know, the Tamil Tigers, the other extremists, they torture, mutilate and murder people. There are thousands or tens of thousands of these murderers in your country. You are not one of these people. I can't even imagine a person remotely considering or perceiving you to be one of these people. Your claim is based on your fear that the Sri Lankan authorities might find out that your plantation has been confiscated. It simply appears, quite frankly, outrageous, your fear that you would be arrested at the airport in Colombo, tortured and killed. So, I'd just like to put at rest, at least for the little that remains of the hearing, of the emotional turmoil you seem to be going through because of this separation 'cause your lawyer will make submissions in writing on all of the aspects of your claim. But, for the rest of the hearing, try and maintain your composure. Do you understand?\"", "[7] These comments were made by the presiding member to calm the applicant who had become emotionally overwrought. She was under a great deal of stress during the hearing because, in coming to Canada, she had become separated from her 15 year old son. He remains in Colombo.", "[8] The applicant left the north of Sri Lanka with both her children because she feared for their safety and their future. The LTTE had confiscated her 25 acre coconut palm plantation and was threatening to take her children to train them as LTTE supporters. Her children were 12 and 15 at the time. In Colombo, she paid an agent 500,000 rupees (described as a \"small fortune\") to conduct the three of them out of Sri Lanka and into Canada. Her husband had deserted her in 1980 and thus the nuclear family unit comprised only the three individuals. The agent, just before the date of leaving, told her that he did not have the papers for her son's journey immediately available, but the son would follow and they would meet in Singapore. This did not happen. This same agent told the applicant that although she had a valid passport which covered both herself and her two children that she should leave it behind in Sri Lanka. The agent provided her with a false passport. The applicant does not know exactly where her son is now but received a letter from him, recently, saying he is in hiding in Colombo and is afraid.", "[9] It may be that, taken literally, the presiding member's words can be said to demonstrate prejudgment. In fairness to the presiding member, however, I think his words must be read in the context of his efforts to try to calm the applicant. I would take his words as expressing the view that whether or not others might consider the applicant to be an LTTE supporter, he personally could not conceive of such a decision being made. Also, he was trying to reassure the applicant that, in his view, she could return to Sri Lanka without difficulty. The statements, although made before the close of the evidence were made, close to the end of the proceedings, when the presiding member could be expected to have come to a provisional conclusion with regard to the evidence. That his mind was not closed would seem to be evident from his statement to the applicant that her lawyer would be making submissions on all issues. In the light of these considerations, I am reluctant to characterize the statements as evidence of a biased decision-making. In any event, since I have decided, for other reasons, set out below, that the decision should be quashed, I do not need to decide that issue.", "[10] The Board, in coming to its decision that a reasonable IFA existed in Colombo did not consider the reasonableness of the family unit, the applicant and her two children, residing there. The applicant gave evidence that her son and daughter had been accused of being members of the Tigers, when all three were initially detained by the police in Colombo. All three were detained when the applicant attempted to register them without having an I.D. card. The children were accused of having received training from the LTTE and all were accused of being in Colombo to obtain information for the LTTE. Her son was assaulted. Three days later, after they had been released, the son was again arrested, in a general roundup of young Tamil males. He was assaulted again. The Board in reaching its decision that the applicant was not likely to be persecuted in Colombo focused almost exclusively on the applicant's situation. It made the statement that she did not fit into the profile of a young Tamil female LTTE member but did not explain what that profile was. The Board focused its attention on the position of the applicant, particularly her age, and did not assess the likelihood of the children being the subject of persecution. I think this was an error which dictates that the Board's decision must be set aside.", "[11] In addition to assessing whether or not there is a serious possibility of persecution in a location which has been identified as a possible IFA, a decision maker must also determine whether it is reasonable to expect the applicants to take refuge there. In this regard, while the Board referred to the factors identified in the UNHCR letter (with which we are now all familiar), it dismissed the fact that not one of those factors existed in the applicant's case. That letter cautions governments against sending individuals back to Sri Lanka on the ground that there is a valid IFA to some parts of the country, including Colombo. The letter indicates that a reasonable IFA may exist when an individual has had a history of residence in the relevant area, or has close relatives in the area or has a history of past employment in the area. The Board indicated that the factors, identified by the UNHCR, were preferences and not requirements. The Board went on to state that Colombo was a reasonable alternative for the applicant, despite the fact that none of the three circumstances, identified by the UNHCR, existed in her case. The Board found Colombo to be a reasonable alternative because of the applicant's age, social status and the financial support from relatives who lived elsewhere.", "[12] There is no quarrel with the Board's assertion that the factors identified in the UNHCR letter are not requirements. At the same time, the relevance of the factors which it identified and upon which it relied in reaching its conclusion is not obvious from the record. The relevance of the applicant's age to this second branch of the IFA assessment is not immediately obvious. Is the Board suggesting that she is young enough to establish herself in employment in that city? More importantly, what is meant by the Board when it refers to her social status is not explained. There is no discussion in the evidence, anywhere, of her social status insofar as Colombo is concerned. With respect to the reference to financial support from relatives living elsewhere, again, there is nothing in the evidence which indicates that she would receive financial assistance from others who lived elsewhere.", "[13] The applicant gave evidence that once her coconut plantation was confiscated she had no income. She gave evidence that she had never asked her siblings, who were living in Canada, for financial assistance because they were married and had their own families to support. She has no husband and her parents were not employed. It would appear that the Board made an assumption that her parents were wealthy and that they would support her and/or that she had independent wealth from other sources. With respect to this last she gave evidence that 300,000 of the 500,000 rupees which she had paid to the agent, to take her to Canada, was borrowed from a brother, a priest, who had managed to raise it for her.", "[14] The applicant and her children came from the north of Sri Lanka to Colombo. Then they moved into a lodge, across the street from the railway station. They stayed ten days, after which the applicant and her daughter left, with the agent, for Canada. She had no previous connection with Colombo. The factors on which the Board relied in coming to its conclusion that Colombo was a reasonable IFA for the applicant were not discussed at the hearing. The basis of the conclusion that those factors demonstrate that Colombo is a reasonable IFA for the applicants is not clear from either the transcript or the Board's decision.", "[15] For the reasons given, the decision will be set aside and the applicant's case referred back to a differently constituted panel of the Board for rehearing. Application allowed. Editor: Reginald W. Curtis/gas [End of document]"]}