{"id_": "046080", "body_str": ["[1] Manson, J. : This is an appeal under s. 56 of the Trade-Marks Act [the Act] of a decision of the Trade-Marks Opposition Board [the Board] dated October 20, 2011 [the Decision]. I. Background", "[2] On September 30, 2008, Joey Tomato's (Canada) Inc. [the respondent] filed Application No. 1412784 for registration of the trade-mark LOCAL [the Mark].", "[3] The application for registration of the Mark was based on proposed use of the Mark in respect of wares described as beverageware including wine glasses and other glasses, cups and mugs; beverage coasters; wine cranks and Promotional items, namely key chains, flags, novelty buttons, greetings cards, note cards, pencils, pens, coffee mugs, and magnets, namely fridge magnets and services described as restaurant, bar and lounge services; food take-out services including online ordering services for take-out food; catering services.", "[4] The application was advertised in July 22, 2009 edition of the Trademarks Journal. A Statement of Opposition was filed on behalf of CEG License Inc. [the applicant] on September 21, 2009. The Statement of Opposition set out four grounds of opposition. During the opposition proceeding, the applicant disclaimed all but the following ground of opposition: The trademark applied for is not distinctive, having regard to the provisions of Sections 38(2)(d) and 2 of the Trade-marks Act because it is not capable of distinguishing the [Respondent's] services from services of others, particularly the services provided by the Opponent under the trade names LOCAL 522 and LOCAL 510, nor is it adapted to so distinguish the Opponent's trade names.", "[5] A counterstatement was filed by the respondent on December 8, 2009 contesting all of the grounds of opposition. In support of the opposition the applicant filed the Affidavit of Brian Lee on April 8, 2010. The respondent filed a Statement advising that it did not wish to submit evidence pursuant to Section 42 of the Trade-marks Regulations.", "[6] The decision of the Trade-marks Opposition Board made October 20, 2011, Citation: 2011 TMOB 203 rejected the applicant's opposition to registration of the Mark on the following grounds: A. the applicant failed to meet its initial burden to establish that, as of September 21, 2009, one or both of the applicant's trade names had become well known in the geographic location of Calgary, Alberta; and B. the applicant failed to show that one or both of its trade-marks had a reputation in Canada that was substantial, significant or sufficient to negate the distinctiveness of the Respondent's trade-mark LOCAL, as proposed to be used with the services listed on the application.", "[7] Having found that the applicant did not meet its initial burden, the Board did not consider whether the Mark was distinctive or confusing with the applicant's trade names.", "[8] On December 21, 2011, the applicant filed a Notice of Application appealing the Decision.", "[9] On January 11, 2012, the respondent filed a notice of appearance. The applicant filed new evidence in the Affidavit of Brian Lee sworn January 19, 2012. The respondent filed the Affidavit of Sonia Atwell sworn February 17, 2012.", "[10] The respondent cross-examined Mr. Lee on Affidavit on his January 19, 2012 affidavit on March 7, 2012. On March 28, 2012 Mr. Lee was cross-examined on the undertakings given during the March 7, 2012 cross-examination. II. Issue", "[11] The only ground of opposition at issue in this appeal is whether the trade-mark LOCAL applied is not distinctive having regard to the provisions of Sections 38(2)(d) and (2) of the Act because the trade-mark is not capable of distinguishing the respondent's services from the services provided by the opponent under trade names LOCAL 522 and LOCAL 510, at the relevant date.", "[12] The applicant asks the Court to consider: A. Did the Opposition Board err in deciding that the applicant failed to meet its initial burden to establish that the trade names or marks LOCAL 510 and LOCAL 522 had become well-known in the City of Calgary as of September 21, 2009?; B. Did the Opposition Board err in deciding that the applicant failed to establish the reputation of the marks LOCAL 510 and LOCAL 522 as of September 21, 2009?; C. If so, has the respondent established that the Mark is distinctive, given the prior use of the applicant's confusingly similar marks and trade names, LOCAL 510 and LOCAL 522? III. Relevant Date", "[13] The key date for determining whether the respondent's trade-mark is distinctive is the date of filing of the opposition, namely September 29, 2009. IV. Standard of Review", "[14] Given new evidence was filed by the opponent in this matter that was not before the Opposition Board, the Court has an unfettered discretion to consider the matter and come to its own conclusion as to the correctness of the Board's decision, if the new evidence is significant and would materially affect the underlying decision: (FRAGMENT_SUPPRESSED)", "[15] However, where no new significant evidence is added on appeal, the standard of review is reasonableness simpliciter (FRAGMENT_SUPPRESSED).", "[16] Thus, the real question for consideration by the Court is the nature and quality of the new evidence, and whether it materally affects the decision below, so that the standard is correctness, or whether the new evidence is not significant and would not materally affect the decision below, such that the standard of review is reasonableness and considerable deference should be given to the decision below (FRAGMENT_SUPPRESSED). V. Onus on the Parties", "[17] While the initial evidentiary burden for the sole ground of opposition is on the opponent, the legal burden or onus that the trade-mark is registrable remains on the applicant, on a balance of probabilities (FRAGMENT_SUPPRESSED). VI. Evidence before the Board", "[18] It is not disputed by the applicant that based on the paucity of evidence that was before the Board, the evidence before her supported a finding that the opponent did not meet its initial burden.", "[19] The Board Member reviewed the evidence filed by the applicant (opponent) carefully, and correctly noted the following: Mr. Lee states that the Opponent has used the trade names LOCAL 510 and LOCAL 522 in association with nightclub, bar, tavern, restaurant and lounge services since at least May 31, 2009. Although Mr. Lee provides various exhibits, the only ones identified as being prior to the material date of September 21, 2009 are: 1. \"a copy of a poster advertised in the Bestroute magazine of the Calgary Herald in April 2009 advertising the opening of LOCAL 510 and LOCAL 522\" (Exhibit \"J\") - however, I do not see either LOCAL 510 or LOCAL 522 displayed in such advertisement; 2. \"copies of the posters advertised in the Bestroute magazine of the Calgary Herald in June, July, August, September.. of 2009 respectively advertising LOCAL 510\" - I do see LOCAL 510 displayed in these advertisements (Exhibits \"K\" through \"N\") 3. \"a copy of the online review for LOCAL 510 from Fast Forward Weekly Magazine dated July 30, 2009\" (Exhibit \"S\") Mr. Lee has provided sales figures associated with each trade name in 2009 but these figures are of no assistance because they have not been broken down to show the sales prior to September 21, 2009. From the above, it is clear that the Opponent has not met its initial onus insofar as the trade name LOCAL 522 is concerned. The question remains whether it has met its onus insofar as the trade name LOCAL 510 is concerned. There is some evidence that such trade name was promoted prior to September 21, 2009 so the question becomes whether the reputation evidenced is sufficient to negate the distinctiveness of the Mark. In the absence of evidence of Canadian viewership of the July 20, 2009 online review, I can accord only de minimus weight to it. That leaves the evidence of four ads that appeared shortly before the material date in a magazine of the Calgary Herald. I am not satisfied that four advertisements in a magazine of the Calgary Herald suffice to affect the distinctiveness of the applicant's proposed use Mark. In this regard, I refer to the first part of paragraph 33 of FRAGMENT_SUPPRESSED The following propositions summarize the relevant jurisprudence on distinctiveness were there is an allegation that a mark's reputation negates another mark's distinctiveness, as per s. 2 and para. 38(2)(d) of the Act: - The evidential burden lies on the party claiming that the reputation of its mark prevents the other party's mark from being distinctive; - However, a burden remains on the applicant for the registration of the trade-mark to prove that its mark is distinctive; - A mark should be known in Canada to some extent at least to negate another mark's distinctiveness; - Alternatively, a mark could negate another mark's distinctiveness if it is well known in a specific area of Canada; - A foreign trade-mark owner cannot simply assert that its trade-mark is known in Canada, rather, it should present clear evidence to that effect; - The reputation of the mark can be proven by any means, and is not restricted to the specific means listed in section 5 of the Act, and it is for the decision-maker to weigh the evidence on a case-by-case basis. V. New evidence", "[20] The applicant relies on the evidence previously filed and before the opposition Board, together with a new affidavit of Brian Lee sworn January 19, 2012. The respondent filed the affidavit of Sonia Atwell sworn February 17, 2012. Mr. Lee was cross-examined on his affidavit of January 19, 2012 and on undertakings given during his initial cross-examination on that affidavit. The parties are agreed that when new evidence is submitted, it is necessary for the Court to assess its significance and probative value FRAGMENT_SUPPRESSED", "[21] It is the applicant's position that the new evidence of Mr. Lee is sufficiently significant and probative that it would have materially affected the opposition Board's findings of fact and exercise of its discretion, and therefore I should review on a standard of correctness.", "[22] The Respondent argues that the new evidence and cross-examination on that evidence proves that the applicant's trade names LOCAL 510 and LOCAL 522 were not well known in Calgary in the relevant period, and that the limited use of the applicant's trade names did not negate the distinctiveness of the respondent's LOCAL trade-mark as applied for, for use with the services listed in the Respondent's application. As such, the review by the Court should give difference to the decision of the Board and be based on a standard of reasonableness.", "[23] Mr. Lee's new evidence consists of the following: a.) copies of advertisements and promotional materials that were run or printed between April 21, 2009 and September 20, 2009 bearing LOCAL 510; b.) copies of advertisements and promotional materials run or printed between May 14, 2009 and September 6, 2009 bearing LOCAL 522; c.) circulation information for Best Route Magazine in Calgary and information concerning advertising purchased by the applicant in June 2009; d.) publisher information concerning Fast Forward Weekly's circulation in Calgary from June 1, 2009 to September 2009; e.) information on use of LOCAL 510 at the Calgary Folk Music Festival in 2009; f.) a gross sales analysis for LOCAL 510 and LOCAL 522 from their opening to September 29, 2009; g.) copies of invoices, notices and receipts from suppliers, vendors and service providers to LOCAL 510 and LOCAL 522, prior to the date of opposition.", "[24] The applicant's position is that when one combines the evidence of the menu, the invoices, the promotional material, the quantity of sales prior to the date of opposition and the likely number of people who would have visited the LOCAL 510 location and the LOCAL 522 location, in the three and half months prior to the date of opposition, one should conclude that there was a significant reputation in the LOCAL 510 and LOCAL 522 trade names and trade-marks, and they were well-known, rendering the respondent's LOCAL trade-mark non-distinctive as of September 21, 2009.", "[25] The respondent invites the Court to give little weight to the new evidence of the applicant, for the following reasons: a.) the new evidence is neither reliable, nor probative, in that it fails to establish the necessary linkage between the applicant's LOCAL 510 and LOCAL 522 trade names and any real reputation in those names, based on the promotional and advertising materials, invoices and sales information provided in the Lee affidavits; b.) there are credibility issues and lack of probative value with respect to the Lee evidence, given that: i. there is no evidence of any signage at either location of the LOCAL 510 or LOCAL 522 establishments, other than a smudged reference on a chalk board for LOCAL 522; ii. as confirmed during cross-examination of Mr. Lee, the sales figures in the Lee affidavit reflect \"commingled\" sales of LOCAL 522 and the Wildhorse Saloon, operated for 10 days during the Calgary Stampede in July 2009, such that one cannot attribute or proportion those sales figures to the LOCAL 522 or LOCAL 510 trade name. Most of the sales in Exhibit \"K\" to Lee occurred during the month of the Calgary Stampede. Further, Exhibit \"J\" to Mr. Lee shows no revenues for the 510 location prior to July 14, 2009, less than two (2) months prior to the date of opposition, and Exhibit \"K\" shows no revenues for the 522 location prior to June 23, 2009, less than three months before the opposition was filed. In addition, there are errors in the tabulated sales figures; iii. on-line reviews, to the extent they are admissible, indicate that people only know the applicant's two restaurants by the number of the location, namely 510 or 522, or never knew the name, and not by use of LOCAL, at any relevant time; iv. the promotional evidence doesn't specify whether the alleged advertisements were \"run\" or \"printed\", and are merely mock-ups of such ads; showing \"proofs\" doesn't show the context of how the ads were actually published, if at all. Further, many of the documents attached as Exhibits to Lee were hearsay and should be given little or no weight. v. on cross-examination, Mr. Lee confirmed that he did not ask anyone to submit first-hand evidence concerning the publications or advertisements referred to in his affidavit-hearsay evidence is neither necessary or reliable; vi. the Atwell evidence of the respondent confirmed that both before and even after the relevant date of opposition, people generally did not know the trade name LOCAL 510 or LOCAL 522, or recognize any trade-mark making use of LOCAL at either of the applicant's locations; vii. the web-site of CEG using the domain name local tavern.ca (Exhibit \"I\" to Lee) was not operated at any relevant time, something Mr. Lee failed to mention. VI. Analysis and Reasons", "[26] The foundation of a mark is distinctiveness, because only a distinctive mark will allow a consumer to identify the source of the goods. FRAGMENT_SUPPRESSED.", "[27] The crucial factor to consider is the message the trade-mark actually conveys to the public. If the applicant can demonstrate that a substantial segment of the Canadian market associates the LOCAL trade-mark of the respondent with the applicant, rather than the respondent, at the material time, then the LOCAL mark would not be distinctive and would not be registerable. However, in the absence of evidence of a substantial reputation of the applicant's LOCAL 510 or LOCAL 522 trade names or trade-marks, at the relevant time, particularly when the applicant's use is limited to the City of Calgary and no other market in Canada, then the applicant has not established any lack of distinctiveness of the respondent's LOCAL trade-mark, by virtue of the use of LOCAL 510 or LOCAL 522 by the applicant in that market. FRAGMENT_SUPPRESSED.", "[28] As stated by Justice Noël in the FRAGMENT_SUPPRESSED case: FRAGMENT_SUPPRESSED", "[29] Justice Noël, again, at paragraph 33, set forth the relevant jurisprudence on distinctiveness where there is an allegation that a mark's reputation negates another mark's distinctiveness, as per s. 2 and para. 38(2)(d) of the Act: FRAGMENT_SUPPRESSED", "[30] Accordingly, for the applicant in this case to succeed, it must establish that the LOCAL 510 and/or LOCAL 522 trade names were known to the extent necessary to negate the distinctiveness of the respondent's proposed use of the LOCAL mark, and to do so the applicant's reputation in its LOCAL 510 and LOCAL 522 trade names should be substantial, significant or sufficient.", "[31] Notwithstanding that the applicant had two opportunities to submit evidence to show a \"substantial, significant or sufficient\" reputation in its LOCAL 510 and/or LOCAL 522 trade name, it has failed to do so. While there is some evidence of use of LOCAL 510 and LOCAL 522, that use is limited in scope, over a relatively short period of time, and is questionable as to establishing any sort of reputation other than as a numbered location for the premises of the two restaurants of the applicant, namely, the \"510\" or \"522\" location. I agree generally with the submissions made by counsel for the respondent with respect to the reliability and probative value, or lack thereof, of the new evidence filed by way of the second Lee affidavit. The absence of clear linkage between use of the trade name LOCAL 510 or LOCAL 522 and the sales figures provided by the applicant, makes it difficult to put much weight on not only what figures are attributable to either location, particularly given the commingled sales with the Wildhorse Saloon, but also whether or not there was any sufficient or significant reputation associated through those sales and the trade names being relied upon by the applicant. Further, the running of the various promotional materials or advertisements is inconclusive with respect to what was actually run and what circulation there was of the materials that made use of LOCAL 510 or LOCAL 522 in the Calgary area. The evidence as a whole is certainly not clear and fails to establish that use of the applicant's trade name LOCAL 510 or LOCAL 522 rendered the respondent's mark non-distinctive as of the date of opposition. Whether based on a standard of reasonableness or correctness, I find that the applicant has failed to meet the applicable standard on appeal.", "[32] When one reviews the comments both up to the date of the opposition and thereafter with respect to the online information provided, it also does not support any finding of significant or sufficient use by the applicant of either the LOCAL 510 or LOCAL 522 trade name in Calgary to negate the distinctiveness of the respondent's trade-mark, which I find to be distinctive based on the criteria as set out in the FRAGMENT_SUPPRESSED case.", "[33] While I do not need to address the issue raised by the respondent concerning whether or not there was proper control over use of the trade name LOCAL 510 or LOCAL 522 by the applicant, given my finding above, in reviewing the license agreements as attached as Exhibit O and P to the Lee Affidavit, together with the fact that Victor Choy is a sole director and shareholder and controlling mind of the applicant's corporations, and in light of the very short period of use by the applicant in this case, I find that there was a sufficient degree of control by the applicant so as not to render the trade names LOCAL 510 and LOCAL 522 invalid by reason of improper control. JUDGMENT", "[34] THIS COURT'S JUDGMENT is that the applicant's appeal is dismissed with costs to the respondent. Appeal dismissed. Editor: E. Joanne Oley/vnh"]}