{"id_": "046266", "body_str": ["[1] Blanchard, J. : The Applicant, Naureen Azeem, seeks judicial review of the April 21, 2011 decision of the Immigration Division of the Immigration and Refugee Board of Canada (the Board) wherein she was found to be inadmissible to Canada on security grounds under paragraph 34(1)( ) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ]. The Board consequently issued a removal order against the Applicant.", "[2] The Applicant is not challenging the Board's finding that she was inadmissible on security grounds. Rather, the Applicant argues that the Board did not have the jurisdiction to issue a removal order against her because she had an outstanding application for ministerial relief under subsection 34(2) of the IRPA . This application for judicial review is brought under subsection 72(1) of the IRPA FACTS", "[3] For the purposes of this application, the following facts are pertinent: (1) Ms. Naureen Azeem, the Applicant, is a citizen of Pakistan. She came to Canada in 1994 and was granted refugee status in 1996. She is neither a Canadian citizen nor a permanent resident. (2) The Applicant based her refugee claim on her membership in an organization called the Mohajir Qomi Movement (MQM). (3) The Applicant applied for permanent residence in Canada in 1997. (4) In 2007, the Minister alleged that the Applicant was inadmissible to Canada pursuant to subsection 34(1) of the IRPA on the basis that the MQM was an organization that had engaged in terrorism. She filed for a ministerial exemption pursuant to subsection 34(2). (5) On March 24, 2009, the Applicant's application for permanent resident status was rejected on the basis that there were reasonable grounds to believe that she was inadmissible pursuant to section 34 of the IRPA (6) On September 29, 2010, the Minister pursued an admissibility hearing. The Board rendered its decision on April 21, 2011. (7) The within application for judicial review of the Board's decision was filed on May 24, 2011. IMPUGNED DECISION", "[4] The Board found that there were reasonable grounds to believe that the Applicant was a member of an organization which had engaged in terrorism. It found the Applicant inadmissible on security grounds and issued a removal order against her. In its decision, the Board noted that the Applicant had applied for a subsection 34(2) exemption but that the Minister had not yet rendered a decision. The Board rejected the Applicant's argument that it could not make a determination on admissibility until the Minister rendered a decision on the basis that \"[t]here is no case authority to the effect that the Immigration Division must wait for the Minister to make a decision on an outstanding section 34(2) application.\" ISSUE", "[5] Did the Immigration Division have the jurisdiction to issue a deportation order against the Applicant after finding her inadmissible pursuant to subsection 34(1) of the IRPA , given that the Applicant had a pending application for ministerial exemption to the Minister under subsection 34(2) of the IRPA STANDARD OF REVIEW", "[6] The issue essentially concerns the proper interpretation of section 34 of the IRPA . Questions of statutory interpretation are questions of law and generally outside the area of expertise of the administrative decision maker. Such questions are reviewable on the correctness standard ( FRAGMENT_SUPPRESSED). This Court has found that questions concerning the proper interpretation of section 34 of the IRPA are reviewable on the standard of correctness ( FRAGMENT_SUPPRESSED). I will conduct the review of the Board's decision on the correctness standard. RELEVANT LEGISLATION", "[7] The relevant provisions of the IRPA read as follows: 34. (1) A permanent resident or a foreign national is inadmissible on security grounds for (a) engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada; (b) engaging in or instigating the subversion by force of any government; (c) engaging in terrorism; (d) being a danger to the security of Canada; (e) engaging in acts of violence that would or might endanger the lives or safety of persons in Canada; or (f) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph ( ), ( ) or ( ). (2) The matters referred to in subsection (1) do not constitute inadmissibility in respect of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest. 45. The Immigration Division, at the conclusion of an admissibility hearing, shall make one of the following decisions: . . . (d) make the applicable removal order against a foreign national who has not been authorized to enter Canada, if it is not satisfied that the foreign national is not inadmissible, or against a foreign national who has been authorized to enter Canada or a permanent resident, if it is satisfied that the foreign national or the permanent resident is inadmissible. 173. The Immigration Division, in any proceeding before it, (a) must, where practicable, hold a hearing; (b) must give notice of the proceeding to the Minister and to the person who is the subject of the proceeding and hear the matter without delay; (c) is not bound by any legal or technical rules of evidence; and (d) may receive and base a decision on evidence adduced in the proceedings that it considers credible or trustworthy in the circumstances. ), ( ) ou ( ). ANALYSIS", "[8] The Applicant argues the Immigration Division does not have jurisdiction to issue a deportation order against a person found inadmissible under subsection 34(1) if there is an outstanding application to the Minister for exemption under subsection 34(2). The Applicant contends that both subsections need to be considered to determine inadmissibility. Otherwise, the Applicant argues, subsection 34(2) is rendered meaningless.", "[9] The Applicant contends that the courts have given the term \"membership\" in paragraph 34(1)( ) of the IRPA a broad and unrestrictive reading because of the safeguard provided for in subsection 34(2) against finding a person inadmissible for innocent or peripheral membership ( FRAGMENT_SUPPRESSED). As a result, the Applicant argues that the entire section should be read as a whole and decisions on subsection 34(2) applications to the Minister should be rendered before deportation orders are issued. In support of her argument, the Applicant cites the Federal Court's decision in FRAGMENT_SUPPRESSED, where Justice Snider wrote that FRAGMENT_SUPPRESSED The Applicant contends that the Court has adopted such a comprehensive approach in FRAGMENT_SUPPRESSED.", "[10] The Applicant argues that these decisions follow the Supreme Court's decision in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[11] The Applicant also submits that it is unfair not to adopt the 'comprehensive two-step approach' under section 34 of the IRPA since a subsection 34(2) application for exemption does not stay the execution of a removal order. The Applicant acknowledges that as a Convention refugee she cannot be removed without further action of the Minister but argues that this does not prevent the Minister from taking further steps to execute the removal. It is therefore submitted that her status as a Convention refugee is not determinative since it does not necessarily prevent removal.", "[12] The Applicant also contends that not adopting her suggested approach to section 34 raises a further element of unfairness in that a claimant, as in her case, may be denied permanent resident status on grounds of security inadmissibility before a person has been finally determined inadmissible.", "[13] The Respondent argues that the law is settled on the issue. It contends that the Board has the jurisdiction to issue a removal order against an individual even if he or she has an outstanding ministerial relief application under subsection 34(2) of the IRPA . The Respondent takes issue with each of the above grounds advanced by the Applicant.", "[14] For the reasons that follow, I find that the Board committed no reviewable error in issuing the removal order after finding the Applicant inadmissible on security grounds pursuant to paragraph 34(1)( ) of the IRPA", "[15] In FRAGMENT_SUPPRESSED, the Federal Court of Appeal determined that the Minister may make a decision on any relief application under subsection 34(2) of the IRPA after the Board makes an inadmissibility finding and issues a removal order. The circumstances in FRAGMENT_SUPPRESSED are similar to the circumstances in this case. The Applicant was found inadmissible under paragraph 34(1)( ) of the IRPA because there were reasonable grounds to believe he was a member of a terrorist organization. The Board then issued a removal order against him. The matter eventually made its way to the Federal Court of Appeal. The Court of Appeal upheld the Federal Court decision and found that the Applicant was inadmissible on the stated grounds and could still seek ministerial relief under section 34(2). On a motion for reconsideration, the Court of Appeal distinguished its prior jurisprudence, FRAGMENT_SUPPRESSED. In FRAGMENT_SUPPRESSED , the Court found that once a finding of inadmissibility is made, a ministerial exemption is no longer available. In FRAGMENT_SUPPRESSED , the Federal Court of Appeal stated that FRAGMENT_SUPPRESSED was decided under the relevant provisions of the former Immigration Act , RSC 1985, c I-2, and found that the wording of the current section 34 of the IRPA did not support any argument that the Minister could not to grant relief after the Board made a finding of inadmissibility. At paragraph 10 of its reasons on the motion for reconsideration, the Federal Court of Appeal wrote: There is simply no temporal aspect to subsection 34(2). Nothing in subsection 34(2) appears to fetter the discretion of the Minister as to when he might grant a ministerial exemption.", "[16] By analogy, there can be no legal requirement on the Board to wait for a decision on a subsection 34(2) application before finding a claimant inadmissible under subsection 34(1), even if a subsection 34(2) application is outstanding. Nothing in the statutory scheme makes an admissibility finding under subsection 34(1) subject to the Minister's discretionary decision under subsection 34(2). Further, paragraph 45( ) of the IRPA provides that the Immigration Division \"shall\" issue a deportation order once satisfied that the foreign national or permanent resident is inadmissible at the conclusion of an admissibility hearing. Upon making the finding of inadmissibility, the Board is required to issue the removal order ( FRAGMENT_SUPPRESSED).", "[17] In my view, the issue raised has been settled by the Federal Court of Appeal in FRAGMENT_SUPPRESSED . This Court's jurisprudence has consistently held that determinations under subsection 34(1) on inadmissibility are separate and distinct from discretionary decisions of the Minister under subsection 34(2) of the IRPA , that that the Board can make inadmissibility findings and issue removal orders before the Minister decides any relief application under subsection 34(2), and that it is not unfair to do so ( FRAGMENT_SUPPRESSED).", "[18] The cases of FRAGMENT_SUPPRESSED raised by the Applicant find no application in the circumstances. FRAGMENT_SUPPRESSED involves the same provision of the former Immigration Act that was raised before the Federal Court of Appeal in FRAGMENT_SUPPRESSED . Given that the Court in FRAGMENT_SUPPRESSED found that the current legislation no longer requires ministerial discretion to be exercised prior to the making of an inadmissibility finding, I fail to see how FRAGMENT_SUPPRESSED is applicable in the circumstances. In the other three cases raised by the Applicant, the Court found reasonable the Board's findings that the applicants were inadmissible pursuant to paragraph 34(1)( ) in the absence of a subsection 34(2) decision. In FRAGMENT_SUPPRESSED , Justice Mandamin went further and stated that it was open to the applicants to pursue a claim under subsection 34(2) despite the inadmissibility finding under subsection 34(1). In my view, none of these cases support the Applicant's contention that the Board must wait to issue a removal order following an inadmissibility finding under subsection 34(1) if there is a pending subsection 34(2) application. Conclusion", "[19] For the above reasons, I find that the Immigration Division had jurisdiction to issue a deportation order against the Applicant. In the result, the application for judicial review will be dismissed.", "[20] The Minister submits no question for certification. The Applicant submits the following question for certification pursuant to paragraph 74( ) of the IRPA Should a determination of inadmissibility pursuant to section 34 of the Immigration and Refugee Protection Act be a two-stage process, whereby the Immigration Division determines whether a person is described in section 34(1) of the Immigration and Refugee Protection Act and the Minister determines whether a person's presence in Canada is detrimental to the national interests, pursuant to subsection 34(2) of the Immigration and Refugee Protection Act", "[21] In my view, the question is not a proper question for certification. The Federal Court of Appeal has already determined that, \"[t]here is simply no temporal aspect to subsection 34(2). Nothing in subsection 34(2) appears to fetter the discretion of the Minister as to when he might grant a ministerial exemption\" ( FRAGMENT_SUPPRESSED). For there to be a two-stage process for determining inadmissibility pursuant to section 34 of the IRPA , the question of inadmissibility could not be determined before the Minister renders a discretionary decision under subsection 34(2). In my view, the Federal Court of Appeal has already determined that such an approach is not contemplated in the legislative scheme. It follows that, in the circumstances of this case, there is no important question of general importance to be certified. JUDGMENT", "[22] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed. 2. No question of general importance is certified. Application dismissed. Editor: Sharon McCartney/vnh [End of document]"]}