{"id_": "046274", "body_str": ["[1] Rennie, J. : The applicants seek orders of mandamus compelling the Minister of Citizenship and Immigration (Minister) to process their applications for permanent residence under the federal skilled worker (FSW) class.", "[2] The applications at issue were selected through a case management process as representative cases for two groups of applicants whose FSW applications have not been processed to completion. Applicant Dong Liang represents 671 applicants who submitted their applications before February 27, 2008, when amendments to the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ) were enacted through the Budget Implementation Act, 2008 , SC 2008, c 28 or \"Bill-C-50\" (pre-C-50 applications). Applicant Phool Maya Gurung represents 154 applicants who submitted their applications between February 27, 2008 and June 26, 2010, a period of time during which eligibility for a FSW visa was governed by a set of Ministerial Instructions (MI1 applications). They both allege that the Minister has unreasonably delayed processing their applications by choosing to accord higher priority to applications submitted more recently and according to different criteria.", "[3] For the reasons that follow, the application in respect of Mr. Liang is granted, and dismissed in respect of Ms. Gurung. No order is made in respect of the other applications held in abeyance pending the outcome of this litigation. The Court has been informed that the parties have agreed on a protocol to address those cases based on the outcome of these two applications. Background: Changes to the Federal Skilled Worker Program", "[4] By 2008, Citizenship and Immigration Canada (CIC) faced an enormous backlog of FSW applications. Over 600,000 applications were extant, a number which would only continue to grow since incoming applications continually exceeded the department's processing capacity. This backlog, or more precisely, the lag time between the application, its processing and ultimate assessment, made it increasingly difficult to align candidates' experience and skills to Canada's prevailing labour market needs. Any changes to the eligibility criteria would not truly take effect for several years when those applications were finally processed.", "[5] In response to this problem, the IRPA was amended in February 2008 to introduce section 87.3. The amendments authorized the Minister to issue instructions regarding which applications would be eligible for processing (Ministerial Instructions) and removed the obligation to process every application received. The amendments granted the Minister broad authority to triage the applications according to revised eligibility criteria, including the establishment of categories of applicants, global levels or quotas for all FSW applications, and sub-levels or quotas for particular occupations. Application 87.3 (1) This section applies to applications for visas or other documents made under subsection 11(1), other than those made by persons referred to in subsection 99(2), sponsorship applications made by persons referred to in subsection 13(1), applications for permanent resident status under subsection 21(1) or temporary resident status under subsection 22(1) made by foreign nationals in Canada and to requests under subsection 25(1) made by foreign nationals outside Canada. Attainment of immigration goals (2) The processing of applications and requests is to be conducted in a manner that, in the opinion of the Minister, will best support the attainment of the immigration goals established by the Government of Canada. Instructions (3) For the purposes of subsection (2), the Minister may give instructions with respect to the processing of applications and requests, including instructions (a) establishing categories of applications or requests to which the instructions apply; (b) establishing an order, by category or otherwise, for the processing of applications or requests; (c) setting the number of applications or requests, by category or otherwise, to be processed in any year; and (d) providing for the disposition of applications and requests, including those made subsequent to the first application or request. Compliance with instructions (4) Officers and persons authorized to exercise the powers of the Minister under section 25 shall comply with any instructions before processing an application or request or when processing one. If an application or request is not processed, it may be retained, returned or otherwise disposed of in accordance with the instructions of the Minister. Clarification (5) The fact that an application or request is retained, returned or otherwise disposed of does not constitute a decision not to issue the visa or other document, or grant the status or exemption, in relation to which the application or request is made. Publication (6) Instructions shall be published in the Canada Gazette Clarification (7) Nothing in this section in any way limits the power of the Minister to otherwise determine the most efficient manner in which to administer this Act. Application Instructions Publication Gazette du Canada", "[6] Importantly, section 120 of the 2008 Budget Implementation Act provided that the amendments were prospective only, and applied only in regards to FSW applications submitted on or after February 27, 2008: Application 120. Section 87.3 of the Immigration and Refugee Protection Act applies only to applications and requests made on or after February 27, 2008. Demandes The Ministerial Instructions", "[7] Since this amendment, the Minister has published four different sets of Ministerial Instructions. The first set of Ministerial Instructions was published on November 29, 2008 (MI1). They applied to applications received on or after February 27, 2008. Pursuant to the MI1, applications would only be eligible to be processed if the applicant: had experience in one of 38 listed occupations; an arranged offer of employment (AEO); or was legally residing in Canada as a temporary foreign worker or international student.", "[8] The MI1 were ultimately unsuccessful in restraining the growth of applications. The backlog diminished at first, but eventually application levels increased beyond the levels before Bill C-50. Thus, on June 26, 2010, the second set of Ministerial Instructions was published (MI2). They applied to applications received on or after that date. The MI2 directed that applications would only be eligible to be processed if the applicant had an AEO or the applicant had experience in one of 29, as opposed to 38, listed occupations. The MI2 introduced a global cap on FSW applications: a maximum of 20,000 applications (excluding those with an AEO) were to be placed into processing each year. Within that cap, a maximum of 1,000 applications per occupational category were to be processed each year. Applications exceeding that cap would be returned unprocessed.", "[9] On June 25, 2011, the third set of Ministerial Instructions was published (MI3). They applied to applications received on or after July 1, 2011. The MI3 reduced the total annual cap for FSW applications to 10,000, with a maximum of 500 per occupation. The eligibility criteria in the MI2 groups (applicants with an AEO or experience in the 29 listed occupations) remained the same.", "[10] The fourth set of Ministerial Instructions, published in November 2011 (MI4), did not affect the occupation list, global levels or occupational caps, but created a new stream of eligible applications-namely, international students currently studying in, or recently graduated from, Canadian Ph.D. programs. This new stream was capped at 1,000 applications each year. Other than adding to the processing burden on CIC, the MI4 are not relevant to these applications.", "[11] The 2008 amendments and the ensuing Ministerial Instructions have had two main consequences: first, for all applications submitted after each set of instructions took effect, applicants needed to meet the revised eligibility criteria or the application would not be processed. This change prevented, at least from the respondent's perspective, the backlog from continuing to grow. The total cap of 20,000, then 10,000 and the related occupational sub-caps allowed CIC to return applications once the annual cap was met. Second and most important to the applicants in this case, the instructions created a hierarchy of processing priority among FSW applications: those received under MI2 and MI3 were given the highest priority, followed by applications received under MI1 and finally, pre-C-50 applications.", "[12] This has not resulted in a complete halt to the processing of pre-C-50 applications. According to the affidavit of J. McNamee submitted by the Minister, 34% of all FSW visas issued in 2011 were issued to pre-C-50 applicants. Pre C-50 Skilled Workers - Cases Finalized Overseas in 2011 by Disposition (Approved, Refused, and Withdrawn) Approved Refused Withdrawn Total 2011 Cases 6,242 3,466 1,943 11,651", "[13] However, the Minister's instructions have indisputably delayed the processing of the pre-C-50 applications. Furthermore, the MI2 and MI3 instructions delayed the processing of MI1 applications, since MI2 and MI3 applications have been accorded the highest processing priority. Pre-C-50 Representative Case (Liang)", "[14] The representative applicant for the pre-C-50 applications, Mr. Liang, is a citizen of China. He submitted an application for permanent residence under the FSW class as an IT project manager. It was received by CIC on October 11, 2007. According to the Computer Assisted Immigration Processing System (CAIPS) notes in his file, he received a positive selection decision on March 10, 2010, having attained 81 points (well over the minimum required 67 points).", "[15] Despite the positive selection decision, Mr. Liang's application did not move to acceptance and remains outstanding. When Mr. Liang inquired with CIC as to the timeline for completing his application he received an email response from the Beijing visa post, dated June 7, 2011, which stated in part: At this time, we are not actively processing Federal Skilled Worker cases submitted before February 27, 2008 as we have sufficient applications in process to meet our assigned targets. Updates on the processing of applications submitted before February 27, 2008 will be provided when new information is available.", "[16] The respondent characterizes this as a mere suspension of Liang's application, suggesting that what the officer at the Beijing Visa post intended to say was that either or both of the global and occupational levels had been reached. The Minister contends that this suspension does not amount to unreasonable delay, as it was now, following the 2008 amendments, authorized by legislation. MI1 Representative Case (Gurung)", "[17] The representative applicant for the MI1 applications, Ms. Gurung, is a citizen of India. She submitted an application for permanent residence under the FSW class as a head nurse on April 8, 2010 while MI1 was in effect. In October 2010, CIC erroneously sent Ms. Gurung an ineligibility letter based on the mistaken belief that she had not submitted her completed application within the prescribed time period. Once it was discovered that she had in fact submitted a full application, her file was reopened and she was advised that processing would continue.", "[18] In April 2011, CIC was informed by IDP Canada (IDP), the organization that oversees and monitors language testing, that it was investigating the Ms. Gurung's International English Language Testing System (IELTS) Test Report Form for suspected fraud. Immigration Officer B. Rappaport states in his affidavit that CIC then placed processing of the application on hold while waiting for the outcome of IDP's investigation.", "[19] It appears no further action was taken on this file until Ms. Gurung submitted this application for judicial review. As will be discussed below, recent developments have affected the practical value of an order for mandamus in respect of her application. Jobs, Growth and Long-Term Prosperity Act [see footnote 1]", "[20] The Jobs, Growth and Long-Term Prosperity Act , the Bill currently before Parliament implementing the 2012-2013 budget, amends the IRPA provision governing the processing of FSW applications. If passed, that Bill will amend the IRPA to include section 87.4(1), pursuant to which any outstanding application made before February 27, 2008 which has not received a positive selection decision before March 29, 2012 is terminated. While this would not affect Mr. Liang's application because he has a positive selection decision, this proposal would eliminate approximately 95% of the pre-C-50 applications.", "[21] Section 87.4(2) also provides that any final Court order made after March 29, 2012, in respect of the terminated applications is of no force and effect.", "[22] While both the applicants and the respondent sought to rely on the existence of this amendment currently before the House of Commons, it has not, and cannot, play any part in the disposition of these applications. Proposed legislation is simply that-an amendment proposed by the Government that is subject to debate and vote in Parliament. It may be withdrawn, it may be amended, or it may pass in its present form. For these reasons, as the Supreme Court of Canada (SCC) said in Re: Resolution to amend the Constitution", "[1981] 1 SCR 753 at page 785, \"Courts come into the picture when legislation is enacted and not before ...\". At a practical level, courts do not consider proposed legislation as it is premature and speculative. At a Constitutional level, the principle maintains a clear demarcation between the roles played by the legislature and the judiciary. The dialogue that occurs between the branches of government takes place in respect of actual legislation: <FRAGMENT_SUPPRESSED> . Issues", "[23] The issues for determination may be simply framed: 1. Have the applicants met the requirements for an order compelling the Minister to process their applications? 2. Do the applicants have a legitimate expectation that their applications would be processed on a first-in, first-out basis? Have the applicants met the requirements for an order compelling the Minister to process their applications?", "[24] Mandamus is a discretionary, equitable remedy. The parties agree on the legal test for mandamus , as set out in <FRAGMENT_SUPPRESSED> . There must be a public legal duty to act. 2. The duty must be owed to the applicant. 3. There is a clear right to performance of that duty, in particular: (a) the applicant has satisfied all conditions precedent giving rise to the duty; (b) there was (i) a prior demand for performance of the duty; (ii) a reasonable time to comply with the demand unless refused outright; and (iii) a subsequent refusal which can be either expressed or implied, e.g. unreasonable delay; 4. Where the duty sought to be enforced is discretionary, the following rules apply: (a) in exercising a discretion, the decision-maker must not act in a manner which can be characterized as \"unfair\", \"oppressive\" or demonstrate \"flagrant impropriety\" or \"bad faith\"; (b) mandamus is unavailable if the decision-maker's discretion is characterized as being \"unqualified\", \"absolute\", \"permissive\" or \"unfettered\"; (c) in the exercise of a \"fettered\" discretion, the decision-maker must act upon \"relevant\", as opposed to \"irrelevant\", considerations; (d) mandamus is unavailable to compel the exercise of a \"fettered discretion\" in a particular way; and (e) mandamus is only available when the decision-maker's discretion is \"spent\"; i.e., the applicant has a vested right to the performance of the duty. 5. No other adequate remedy is available to the applicant. 6. The order sought will be of some practical value or effect. 7. The Court in the exercise of its discretion finds no equitable bar to the relief sought. 8. On a \"balance of convenience\" an order in the nature of mandamus should (or should not) issue. [Citations omitted]", "[25] It is common ground between the parties that the Minister owes a duty to the applicants to process their applications, and that unreasonable delay amounts to an implied refusal to perform the duty. The Minister contends that even if there is delay, it is justified. The question of satisfactory justification for the delay is the central dispute in these applications. The Minister also raises issues regarding alternative remedies and equitable bars to relief, briefly addressed below. Was there Unreasonable Delay?", "[26] The parties agree on the test for whether there has been an unreasonable delay, as articulated in <FRAGMENT_SUPPRESSED> , above, at para 23: ... three requirements must be met if a delay is to be considered unreasonable: (1) the delay in question has been longer than the nature of the process required, prima facie; (2) the applicant and his counsel are not responsible for the delay; and (3) the authority responsible for the delay has not provided satisfactory justification.", "[27] At issue therefore, in light of the amended legislation and the evolving Ministerial Instructions, is whether the delay in question is longer than the nature of the process requires and, secondly, whether there is a satisfactory justification for the delay. I will first address the issues of length of delay and justification broadly, as they apply to all the applications at issue, before applying those principles to the two representative cases before the Court. Length of Delay", "[28] The pre-C-50 applications were all submitted before February 27, 2008. The most recent applications in that group have been outstanding for at least 4.5 years, and some of them have been awaiting processing for as long as 9 years. The Minister did not argue very forcefully before the Court that this delay does not amount prima facie to a longer delay than the nature of the process requires.", "[29] With respect to the MI1 applicants, the Minister, both in his report to Parliament and in a media release, indicated that FSW applications would now receive a decision within approximately 6 to 12 months. What the Action Plan for Faster Immigration's instructions mean for applicants Federal skilled worker applications received on or after February 27, 2008, will now be assessed for eligibility according to the criteria set out in the instructions. [...] New federal skilled worker applicants, including those with arranged employment, should receive a decision within six to 12 months.", "[30] The MI1 applications have all been outstanding for somewhere between 24-52 months.", "[31] In light of the number of years that have expired, and the government's own statement of what is a reasonable period of time, I conclude that a prima facie case of delay is established in respect of both the pre-C-50 and the MI1 applications, and turn to the question whether there is a reasonable justification. Justification for Delay - Discretion to Set Policy and Ministerial Instructions", "[32] The Minister submits that any delay in the processing of the applications at issue is justified by the Minister's policy choice to prioritize certain applications over others. The Minister argues that this kind of policy-making is authorized by section 87.3, the Ministerial Instructions, and the Minister's general authority to administer the IRPA", "[33] The Minister's argument cannot succeed-first, because section 87.3 and the Ministerial Instructions are expressly inapplicable to the pre-C-50 applications; second, because pursuant to the Minister's own policy, the MI1 applications were to be processed within 6-12 months and were not to be affected by subsequent instructions; and third, because the Minister has framed the argument so broadly that it would in effect nullify his duty to process any application in a timely manner.", "[34] Turning to the first reason, the Minister cannot rely on section 87.3 of the Act, or the resulting Ministerial Instructions, to justify delay of the pre-C-50 applications, because Parliament clearly expressed its intention that the processing of pre-C-50 applications would be unaffected by the Ministerial Instructions. Section 120 of the Budget Implementation Act 2008 , above, provides: Application 120. Section 87.3 of the Immigration and Refugee Protection Act applies only to applications and requests made on or after February 27, 2008. Demandes 120. L'article 87.3 de la", "[35] The Minister concedes in written submissions that the MIs were to be applied prospectively only. Indeed, the Ministerial Instructions themselves confirm, as section 120 already made clear, that the processing of pre-C-50 applications would be unaffected. The MI1 provides: • The Instructions apply only to applications and requests made on or after February 27, 2008. • All applications and requests made prior to February 27, 2008, shall be processed in the manner existing at the time of application.", "[36] Thus, in respect of the pre-C-50 applications, the Ministerial Instructions cannot constitute a satisfactory justification for delay.", "[37] The Minister's argument fails on the facts in respect of the MI1 applications as well. Pursuant to his policy choices as embodied in the MI1, applications submitted under those instructions were to be processed within 6-12 months. Thus, the Minister exercised his power under section 87.3 of the Act to set a policy regarding FSW applications, and the MI1 applications have been delayed substantially past the processing time as set pursuant to that policy.", "[38] The Minister also cannot reasonably rely on the subsequent Ministerial Instructions to explain the delay with respect to the MI1 applications, because those instructions expressly state that they only apply prospectively, and applications submitted under previous instructions are unaffected. For example, the MI2 states that all FSW applications received before its publication \"...shall continue to be considered for processing having regard to the first set of Ministerial Instructions.\" Thus, similar to the pre-C-50 applications, the MI1 applications were not to be affected by subsequent instructions, and thus any policy choices embodied in those subsequent instructions cannot justify delay in respect of the MI1 applications.", "[39] Finally, to permit the Minister to rely on a subsequent policy change to justify delay would in essence eliminate his duty to process applications in a reasonably timely manner. The heart of the Minister's argument before the Court was that, even apart from section 87.3 of the Act and the Ministerial Instructions, he has an overarching authority to prioritize certain applications over others pursuant to his general authority to administer the Act, and the exercise of that authority is sufficient justification for any delay. The decision of Justice Judith Snider in <FRAGMENT_SUPPRESSED> , confirms that the Minister does have this general administrative authority.", "[40] Canadian jurisprudence has long recognized that Ministers have an obligation to perform their legal duties in a reasonably timely manner. This legal duty has long coexisted with the understanding that Ministers are accountable for the management and direction of their ministries and have the authority to make policy choices and to set priorities. These two seemingly conflicting propositions have been reconciled by according the Minister considerable leeway in determining how long any kind of application will take to process, based on his policy choices. Thus, if the Minister has determined that Canada's immigration goals are best attained by processing spousal sponsorships in 4 years on average, it is not for the Court to say that it believes the Minister could, or should, process those applications in 2 years. It is for the Minister, and not the Court, to run the department.", "[41] It is for this reason that projected processing times emanating from the Minister and the department are accorded so much weight. The Minister is not only best placed to know how long an application will likely take to process, but he has also been granted the authority by Parliament to set those processing times in a way that balances the various objectives of the IRPA . However, once an application has been delayed past those processing times, without a satisfactory justification, the Court is authorized to intervene and compel the Minister to perform his duty. This approach is consistent with the principle that the Minister is accountable to Parliament for his policy choices, and those choices are not to be gainsaid by the courts: <FRAGMENT_SUPPRESSED> . Thus, deference is accorded to the Minister in setting policies, but the limit of that deference is his legal duty under the IRPA", "[42] Section 87.3 has not altered this landscape. Rather, it confirms that the Minister has authority to set policies regarding processing that will best attain the government's goals, and it has created a tool for the Minister to use to exercise that authority: the Ministerial Instructions. If the Minister establishes an order of processing for certain applications through Ministerial Instructions, those instructions, like any other policy from the Minister, will inform the determination of how long the process normally requires.", "[43] However, section 87.3 does not eliminate the Minister's duty to process applications in a reasonably timely manner, at least those applications that are accepted for processing. There is no language in section 87.3 or any other amendment to the Act that extinguishes the longstanding, well-accepted duty to process applications in a reasonable time frame. The Minister can set instructions that permit him to return some applications without processing them at all, and thus obviously there is no further duty in respect of those applications. However, for those that are determined eligible for processing, the duty to do so in a reasonably timely manner remains, absent clear legislative language extinguishing that duty. The Ministerial Instructions inform the assessment of whether that duty is discharged in a reasonable period of time.", "[44] Thus, the most principled way to approach the analysis of unreasonable delay, in light of section 87.3 and the Ministerial Instructions, is to situate the question of the length and the nature of the process in the full context of the immigration scheme. The Ministerial Instructions that apply to the application at issue are highly relevant in determining how long the process will require for that application. Also relevant are any statements by the Minister or his delegates regarding the projected processing time for that application. If, in light of this evidence, the application is still reasonably within the timeframe set out by the Minister, then mandamus will not issue. If, however, the application has been delayed past the projected timeline, then the Minister must present some justification for the delay.", "[45] This conclusion does not prevent the Minister from making policy choices that affect the processing time of applications. The Minister is free to set policies that may delay certain applications, so long as that delay arising from, or incidental to, that policy choice remains reasonable. To hold otherwise would in essence absolve the Minister of his obligation to process any application in a reasonably timely manner, an obligation which he retains under the law. Application of the above principles to the Liang Application (Pre-C-50)", "[46] As discussed above, Mr. Liang's application has been outstanding since 2007, and he has awaited finalization since his positive selection decision in 2010. This is prima facie longer than the nature of the process requires. The Ministerial Instructions cannot justify the delay, as they are inapplicable to his and other pre-C-50 applications. There is no indication that Mr. Liang is himself responsible for any part of the delay.", "[47] Furthermore, I am not persuaded by the Minister's argument that Mr. Liang had an adequate alternative remedy. The Minister argues that Mr. Liang could have applied under MI1 and therefore had his application processed more quickly. The Minister notes that an applicant could have had two concurrent applications, his existing pre-C-50 application and a subsequent MI1 application.", "[48] The Minister's argument is unsupported by the evidence. The Operational Policy directive prevailing at the time indicates that the Department did not know which route would in fact be faster. Submitting a new FSW application under the MI1 instructions may have been an alternative open to Mr. Liang, but it would not have been adequate.", "[49] I therefore find that Mr. Liang is entitled to an order of mandamus . With respect to the 670 other pre-C-50 applicants, the Court has no evidence before it with respect to the factors unique to each particular application which may account for the delay. Part or all of the delay may be attributable to the conduct of the applicant or a third party over whom the government had no control. Thus, each case must be determined on a case-by-case basis, and with the exception of Mr. Liang, I make no finding save that in respect of the remaining pre-C-50 applicants, a prima facie case of delay has been established and the Ministerial Instructions, in light of section 120 of the Budget Implementation Act, 2008 , above, do not constitute a satisfactory justification for that delay. Ms. Gurung's application (MI1)", "[50] I find that it is not necessary to apply the above framework to Ms. Gurung's application, because she has individual circumstances that would make the granting of mandamus of no practical value or effect. Ms. Gurung was sent a letter informing her that she may be inadmissible for misrepresentation, due to the issues regarding her language test results. She was given an opportunity to respond to this issue, and based on her response, her application may be refused or may continue to be processed. Either way, the evidence before the Court is that her application is currently being actively processed and there is thus no purpose to be served by an order for mandamus", "[51] The same obviously cannot be said for all the MI1 applicants. As with the pre-C-50 applicants, each case will turn on its own individual facts. In light of the fact that this is a representative case, and that the parties evidently expect some guidance on how to address the remaining MI1 applications, the Court makes the following findings: the Minister established a policy pursuant to the MI1 whereby those applications would be prioritized and would be processed within 6-12 months, and therefore the delay (ranging from 24-52 months) has prima facie been longer than that which might reasonably be expected to arise.", "[52] Furthermore, the Minister's authority to set policy is not, in these circumstances itself a satisfactory justification for the delay-as already discussed, to accept that proposition would amount to accepting that the Minister no longer has any duty to process the MI1 applications in a reasonably timely manner. Finally, and conclusively, MI2 expressly provides that the MI1 applications \"...shall continue to be considered for processing having regard to the first set of Ministerial Instructions.\" Thus the scope of the Minister's authority to set priorities does not arise in this case. The Minister set priorities, both in relation to the pre-C-50 and MI1 applications, and it is against the priorities established by the Minister that the question of delay was assessed. Do the applicants have a legitimate expectation that their applications would be processed on a first-in, first-out basis?", "[53] The applicants argue that they have a legitimate expectation to have their applications processed on a first-in/first-out (FIFO) basis. The Minister submits that there is nothing in the IRPA or case law to support a requirement of FIFO processing as a matter of procedural fairness. I agree. The doctrine of legitimate expectation is intended to ensure that if a decision-maker makes representations that a certain procedure will be followed, it is in fact followed. This does not, in my view, include the order in which applications are processed, and the applicants have not presented any evidence or argument to persuade me otherwise.", "[54] As a practical matter, an obligation to assess FSW applications on a FIFO basis would be unworkable. As indicated in the evidence of J. McNamee, applications proceed at different speeds depending, in part, on the workload pressures at each visa post, but also for reasons over which the applicant and not the government has control. If FIFO processing were required, many questions would arise. Would priority be assessed by country of origin, type of occupation, or receipt at the Central Intake Office? Would applications that are completed diligently by the applicant have to await processing while problems with other incomplete applications are resolved, because they were submitted first? Imposing a strict FIFO requirement on a complex system such as this would undoubtedly result in further delay and confusion in an already over-burdened process.", "[55] The applicants also argue that they have a legitimate expectation to have their applications processed based on the selection criteria in place when their applications were submitted. The applicants appear to want the Court to pre-emptively prevent the Minister to decide in the future to change the substantive basis on which the applications will be considered. However, there is absolutely no evidence that the Minister will begin applying the new criteria retrospectively. On the contrary, the Minister has made it clear that all applications are to be processed in accordance with the criteria in place at the time the applications were submitted. Thus, there is no evidentiary foundation on which this argument can be based. Costs", "[56] Rule 22 of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22 provides that, save the existence of special reasons, no costs should be awarded in an application for judicial review arising under the IRPA . While there is some precedent for an award of costs if the Minister has been found to have unreasonably delayed processing an applicant's application ( <FRAGMENT_SUPPRESSED> ), I do not find a cost award to be justified in this case.", "[57] I note that the mere finding that mandamus is warranted is, in and of itself, insufficient to award costs: <FRAGMENT_SUPPRESSED> . Similarly, the importance of the issue at bar is not, in and of itself, a special reason: <FRAGMENT_SUPPRESSED> .", "[58] I also note that there were additional affidavits and interrogatories in this case. Although those are steps contemplated by the Rules, little of the information sought by the applicants was of any relevance to the disposition of this application, a point evinced by the fact that the Court was not directed to much of the evidence. Furthermore, the applicants adduced many arguments that were of little assistance to the Court in these applications, and which required the respondent to expend resources to address them. In light of all these considerations, I find that special reasons to award costs do not exist in this case.", "[59] Two questions were proposed for certification: 1. Having regard to the IRPA , and in particular the objectives at sections 3(1)(a), 3(1)(c) and 3(1)(f), can the Minister prioritize applications within the Federal Skilled Worker category? 2. Does the Federal Court have the jurisdiction to backdate its Judgment and Reasons in order to circumvent the effect of validly-enacted legislation?", "[60] I decline to certify either question. Question 1, is overly broad and lacking in context. The question is not whether the Minister can set priorities, either under his general responsibility for the management and direction of the department or under specific authority of s. 873. As a matter of law, that is clear. What was in issue was whether, having set priorities, and clearly indicated how they would be applied, the delays were reasonable.", "[61] Thus, the proposed question is not grounded in the legal issues in these applications, and is not and could not be determinative of them.", "[62] Question 2 was proposed in response to a request by the applicants that the Court issue its decision nunc pro tunc . The Court's authority to do so is not in doubt. Here, however, no such order is warranted or being made. The proposed question is thus academic. It is also vague and otherwise unacceptable for certification, assuming as it does, an unproven intention to negate the effect of an undefined legislative provision. Order accordingly. Editor: Elizabeth M.A. Turgeon/vnh Footnotes 1. Bill C-38, An Act to implement certain provisions of the budget tabled in Parliament on March 29, 2012 and other measures , 1st Sess, 41st Parl, 2012 (short title: Jobs, Growth and Long-term Prosperity Act )."]}