{"id_": "046350", "body_str": ["[1] Noël, J. : This is an application by Biovail Corporation ( <FRAGMENT_SUPPRESSED> ) and Laboratoires des Produits Éthiques Ethypharm (\"Laboratoires Ethypharm\") for an order prohibiting the Minister of National Health and Welfare from issuing a Notice of Compliance (\"NOC\") to the respondent Rhoxalpharma Inc. (\"Rhoxal\") in respect of an extended release formulation of diltiazem hydrochloride capsules. The proceedings are brought under the Patented Medicines (Notice of Compliance) Regulations , SOR 93/133 (\" Regulations \").  <FRAGMENT_SUPPRESSED> SUMMARY OF THE PROCEDURES  <FRAGMENT_SUPPRESSED>", "[2] The applicant Biovail is the exclusive licensee of Canadian patent no. 2,242,224, entitled Sustained-Release Microgranules Containing Diltiazem as the Active Principle (\"the '224 patent\") and is marketing and selling this formulation in Canada under the trade-mark in TIAZAC 120 mg, 180 mg, 240 mg, 300 mg and 360 mg capsules. The patent owner Laboratoires des Produits Éthiques Ethypharm has licensed the patent exclusively to Biovail and as such Biovail has submitted a patent list in accordance with s. 4(4) of the Regulations . The '224 patent contains 36 claims, and there are three independent claims of the patent at issue in the instant application: claims 1, 35, and 36.  <FRAGMENT_SUPPRESSED>", "[3] On February 19, 2004, the respondent Rhoxal forwarded a Notice of Allegation (\"NOA\") with respect to the '224 patent and on April 1, 2004, Biovail initiated proceedings to prohibit the Minister from issuing a Notice of Compliance (\"NOC\") to Rhoxal in connection with its 120 mg, 180 mg, 240 mg, 300 mg, and 360 mg diltiazem hydrochloride capsules obtained from the American manufacturer Andrx until the expiration of the '224 patent.  <FRAGMENT_SUPPRESSED> 1. The formulation and the claims at issue  <FRAGMENT_SUPPRESSED>", "[4] Diltiazem is used in the treatment of arterial hypertension. The drug can be included in sustained release microgranules, which can be enclosed in a capsule that is administered once per day. The '224 patent claims the following at paragraphs 1, 35, and 36:  <FRAGMENT_SUPPRESSED> “1. Sustained-release (SR) microgranules containing diltiazem and free of water-soluble organic acid, containing:  <FRAGMENT_SUPPRESSED> - a neutral granular support coated with an active layer containing:  <FRAGMENT_SUPPRESSED> - diltiazem or a pharmaceutically acceptable salt thereof as active ingredient,  <FRAGMENT_SUPPRESSED> - a surfactant, and  <FRAGMENT_SUPPRESSED> - a binding agent,  <FRAGMENT_SUPPRESSED> and a layer providing the sustained release of the active ingredient (SR layer)  <FRAGMENT_SUPPRESSED> “35. Sustained-release (SR) microgranules containing diltiazem and free of water-soluble organic acid, containing:  <FRAGMENT_SUPPRESSED> - a polymethacrylate copolymer covering a formulation, which formulation contains:  <FRAGMENT_SUPPRESSED> - a sugar sphere (neutral granular support)  <FRAGMENT_SUPPRESSED> - a binding agent, and  <FRAGMENT_SUPPRESSED> - diltiazem or a pharmaceutically acceptable salt thereof as active ingredient, where, when ingested, the diltiazem or its pharmaceutically acceptable salt is released from the microgranules with the help of a surfactant .  <FRAGMENT_SUPPRESSED> “36. Sustained-release (SR) microgranules containing diltiazem and free of water-soluble organic acid, containing:  <FRAGMENT_SUPPRESSED> - a copolymer chosen from the group consisting of acrylate polyethyl, methacrylate polymethyl and methacrylate trimethylammoniomethyl chloride, and mixtures thereof covering a formulation, which formulation contains:  <FRAGMENT_SUPPRESSED> - a sugar sphere (neutral granular support)  <FRAGMENT_SUPPRESSED> - a binding agent, and  <FRAGMENT_SUPPRESSED> - diltiazem or a pharmaceutically acceptable salt thereof as active ingredient, where, when ingested, the diltiazem or its pharmaceutically acceptable salt is released from the microgranules with the help of a surfactant .” (My emphasis)  <FRAGMENT_SUPPRESSED> 2. Brief summary of the submissions of the parties  <FRAGMENT_SUPPRESSED>", "[5] The Rhoxal NOA alleges the following:  <FRAGMENT_SUPPRESSED> (i) The Rhoxal capsule does not contain, within the meaning of the patent, whether in its core, in its active layer or in its outer membrane a surfactant acting as a surface active agent; The only ingredient in the outer membrane which could approach the definition of a surfactant is polysorbate which in itself is not acting as surfactant;  <FRAGMENT_SUPPRESSED> (ii) If the '224 patent does encompass the Rhoxal capsule, the '224 patent is invalid, as the Rhoxal capsule itself comprises prior art, or anticipation, of the '224 patent; The said prior art being contained in patent 2,111,085 (the '085 patent) having been registered before the '224 patent;  <FRAGMENT_SUPPRESSED> (iii) The '224 patent does not meet the requirements for listing set out in s. 4(4) of the Regulations , as the '224 patent does not have a filing date that precedes the date of submission, and is therefore not eligible for listing on the patent register.  <FRAGMENT_SUPPRESSED>", "[6] This last allegation was not argued by Rhoxal and is no longer an issue in this matter.  <FRAGMENT_SUPPRESSED>", "[7] A number of submissions are made  <FRAGMENT_SUPPRESSED> 's argument. First, Biovail claims that Rhoxal's evidence goes beyond Rhoxal's NOA, which was therefore not sufficient. It then argues that the Rhoxal capsule infringes the '224 patent by using two types of surfactant (polysorbate and nonoxynol) in the outer layer. It finally responds to Rhoxal's assertions that the '224 patent is invalid for reasons of prior art and anticipation.  <FRAGMENT_SUPPRESSED> 3. The expert evidence of the parties  <FRAGMENT_SUPPRESSED>", "[8] Both the Applicants and the respondents have filed a large amount of expert evidence through affidavits, in reply and surreply and also in cross-examinations which fully reflected their respective positions. A summary follows.  <FRAGMENT_SUPPRESSED> a) The expert evidence of Biovail  <FRAGMENT_SUPPRESSED>", "[9] Dr. Edith Mathiowitz, a Professor of Medical Science and Engineering in the Department of Molecular Pharmacology and Biotechnology at Brown University in Providence, Rhode Island and Mr. Pal Maes, Vice President of Pharmaceutical Technology for Biovail, presented the main substance of Biovail's position.  <FRAGMENT_SUPPRESSED>", "[10] Dr. Mathiowitz and Mr. Maes claim that the polysorbate and the nonoxynol found in the sustained release layer (\"SR layer\") of the Rhoxal capsule are surfactants being used within the meaning of the patent. Dr. Mathiowitz explains that, once the Rhoxal capsule is ingested, the gastric fluid enters the bead of the SR layer and carries the polysorbate and the nonoxynol into the active layer where they dissolve the diltiazem which then leaves the active layer: therefore, such a migration of the polysorbate and nonoxynol infringes claim 1 of the '224 patent (\"Claim 1\").  <FRAGMENT_SUPPRESSED>", "[11] It is also the position of Biovail that polysorbate and nonoxynol being surfactants help the release of the diltiazem wherever it is located (the SR layer or the active layer) and that therefore, this interplay infringes claims 35 and 36 of the '224 patent (\"Claim 35\" and \"Claim 36\"). In support of this argument, Biovail relies on three documents:  <FRAGMENT_SUPPRESSED> - Rhoxal American Supplier Andrx has a Canadian Patent Application No. 2,338,070 (the \"'070 Patent\") which is identical to the Rhoxal capsule and Biovail argues that in its disclosure the polysorbate has been added to function as a surfactant in order to contribute to the release of the active ingredient;  <FRAGMENT_SUPPRESSED> - In the Andrx American Patent Application, the Food and Drug Administration (F.D.A.) wrote and asked Andrx to amend the proposed labelling of its product so that the nonoxynol contained in Eudragit NE30D could be identified and it is argued by Biovail that in its response, Andrx did not submit that nonoxynol was not acting as a surfactant and did revise the labelling accordingly;  <FRAGMENT_SUPPRESSED> - In its correspondence with the F.D.A., Andrx referred to an article written by Dr. A.Y. Lin titled \"Study of Crystallization of Endogenous Surfactant in Eudragit NE30D - Free Film and its Influence on Drug Release Properties of Controlled Release Diphenhydramine HCT Pellets coated with Eudragit NE30D\" in which Biovail argues that it is mentioned that even nonoxynol located in the coating has a contribution factor (it enhances or influences, depending on its level, the release of the active ingredient).  <FRAGMENT_SUPPRESSED> b) The expert evidence of Rhoxal  <FRAGMENT_SUPPRESSED>", "[12] Rhoxal's expert evidence was presented by Dr. Weiner, an emeritus Professor of Pharmaceutics at the College of Pharmacy of the University of Michigan.  <FRAGMENT_SUPPRESSED>", "[13] Dr. Weiner explains that even though there is a minute amount of polysorbate and nonoxynol (both common surfactants) in the SR layer, the Rhoxal capsule does not contain a surfactant within the meaning of the '224 patent because the said polysorbate and nonoxynol are not located within the active layer (as it is provided for in claim 1 of the '224 patent) and they are insufficient to act, either alone or together, as a solubilizer of the active ingredient (the diltiazem) located within the active layer. Therefore, the Rhoxal capsule does not infringe claims 1, 35, 36 of the '224 patent.  <FRAGMENT_SUPPRESSED> 4. Some uncontested facts concerning the Rhoxal capsule  <FRAGMENT_SUPPRESSED>", "[14] In order to understand the issues at stake, it is important to identify some uncontested facts:  <FRAGMENT_SUPPRESSED> - The Rhoxal capsule does not contain surfactant in its active layer;  <FRAGMENT_SUPPRESSED> - The Rhoxal capsule does contain polysorbate and nonoxynol (which can be used as surfactant) in the SR layer which is the outer layer;  <FRAGMENT_SUPPRESSED> - Nonoxynol was not divulged in the NOA as being an ingredient contained in Eudragit NE30D being part of the SR layer of the Rhoxal capsule.  <FRAGMENT_SUPPRESSED> 5. Issues  <FRAGMENT_SUPPRESSED>", "[15] In order to make a proper determination of the present application, the following questions must be answered:  <FRAGMENT_SUPPRESSED> - Was Rhoxal's NOA sufficient?  <FRAGMENT_SUPPRESSED> - Is the allegation of non-infringement of Claim 1 by Rhoxal justified by the evidence presented and a proper interpretation of the said claim?  <FRAGMENT_SUPPRESSED> - Is the allegation of non-infringement by Rhoxal of claims 35, 36 of the '224 patent justified by the evidence presented and a proper interpretation of the said claims?  <FRAGMENT_SUPPRESSED> - If necessary, is the '224 patent invalid by reason of anticipation by prior art?  <FRAGMENT_SUPPRESSED> ADEQUACY OF RHOXAL'S NOA  <FRAGMENT_SUPPRESSED>", "[16] Biovail alleges that the NOA is insufficient and that the evidence presented by Rhoxal goes beyond what the NOA alleges. On that specific issue, the burden of proof lies on Biovail but Rhoxal has a preliminary obligation pursuant to paragraph 5(3)a) of the Regulations to clearly raise the issue of non-infringement in its NOA. ( <FRAGMENT_SUPPRESSED> ; 341 N.R. 330; 2005 FCA 270, at para. 13).  <FRAGMENT_SUPPRESSED>", "[17] Dr. Mathiowitz, an expert for the Applicants, provides in her first affidavit evidence that the Rhoxal capsule contains two ingredients that are common surfactants (nonoxynol and polysorbate). Dr. Mathiowitz claims that these ingredients are surfactants within the meaning of the '224 patent, and therefore the NOA is insufficient.  <FRAGMENT_SUPPRESSED>", "[18] Dr. Weiner, an expert for the respondent Rhoxal, agrees that nonoxynol and polysorbate are common surfactants, but argues that the two ingredients are not surfactants within the meaning of the '224 patent since they are used for other purposes and are present in minimal quantities.  <FRAGMENT_SUPPRESSED>", "[19] The NOA uses the following phrase:  <FRAGMENT_SUPPRESSED> “The Rhoxal capsule does not contain, within the meaning of the patent, microgranules containing a surfactant.”  <FRAGMENT_SUPPRESSED>", "[20] Rhoxal alleges, in the NOA, that the only ingredient in the Rhoxal capsule that can be considered a surfactant is polysorbate and that the polysorbate functions as a bioavailability adjuvant. In addition, Rhoxal alleges that the polysorbate is located in the SR layer of the Rhoxal microgranule, whereas Claim 1 of the '224 patent requires the surfactant to be in the active layer.  <FRAGMENT_SUPPRESSED>", "[21] Biovail counters the NOA with the argument that Rhoxal failed to disclose the presence of a second potential surfactant, nonoxynol, in the NOA. Rhoxal admitted that the EUDRAGIT NE30D located in the outer coating contains nonoxynol in a minimal quantity, is acting as an emulsifier and is not located within the inner active layer. In addition, Biovail argues that there is no evidence provided by Rhoxal that polysorbate can not be both a surfactant and a bioavailability adjuvant.  <FRAGMENT_SUPPRESSED>", "[22] I am of the opinion that in this case the use of the phrase, \"within the meaning of the patent\" is enough to render the NOA sufficient. The allegation of Rhoxal is that the Rhoxal microgranule does not contain a surfactant within the meaning of the patent. Snider, J., noted considerations for the adequacy of an NOA in <FRAGMENT_SUPPRESSED> ; 245 F.T.R. 243; 31 C.P.R.(4th) 214; 2003 FC 1428, affd. (2004), 329 N.R. 152; 28 C.P.R.(4th) 400; 2004 FCA 398, at para. 32:  <FRAGMENT_SUPPRESSED> \"In assessing the adequacy of the NOA, the following guidance can be taken from a number of decisions of the Federal Court of Appeal, including <FRAGMENT_SUPPRESSED>  (F.C.A.):  <FRAGMENT_SUPPRESSED> - A bald assertion of non-infringement is insufficient.  <FRAGMENT_SUPPRESSED> - It is permissible for the second person to withhold certain information regarding its formulation until subsequent to a confidentiality order being in place.  <FRAGMENT_SUPPRESSED> - The NOA will be adequate if further disclosure elaborates on the basis for which the allegation of non-infringement was made such that there is sufficient evidence upon which to evaluate the allegation. <FRAGMENT_SUPPRESSED>", "[23] In the present case, the respondent Rhoxal has not made a bald assertion, but rather a specific assertion that the Rhoxal microgranule does not contain a surfactant within the meaning of the patent. The NOA expressly deals with the claim against polysorbate, but does not mention nonoxynol. Despite the failure to mention the nonoxynol, the NOA will be adequate if further disclosure provides sufficient evidence upon which to evaluate the allegation and to understand why such omission was justified when considering all the particulars in the present case. A further disclosure resulted from the production of documents by Rhoxal under a confidentiality order and during the course of cross-examination of its affiants. As well, an order made by Prothonotary Lafrenière provided evidence regarding the nonoxynol, which has been available to both parties. Finally, the experts have been examined on the evidence, which concurs to a complete understanding of Rhoxal's allegations.  <FRAGMENT_SUPPRESSED>", "[24] In <FRAGMENT_SUPPRESSED>  (T.D.), affd. [2001] F.C.J. No. 715; 274 N.R. 297; 12 C.P.R.(4th) 447; 2001 FCA 192, Muldoon, J., noted the following, at para. 8:  <FRAGMENT_SUPPRESSED> \"As noted in <FRAGMENT_SUPPRESSED>  (F.C.T.D.), the statement of facts in an NOA must be detailed enough that, if assumed to be true or proven, the whole would justify the allegations of non-infringement made in the NOA. <FRAGMENT_SUPPRESSED> (See also <FRAGMENT_SUPPRESSED>  it was filed and read the affidavits on record and the cross-examinations of the affiants, I am satisfied that if the allegations made in the NOA can be proven to be true, a finding of non-infringement could be made, the whole subject to a proper interpretation of the '224 patent. Keeping in mind Biovail's argument that the evidence of Dr. Weiner (on behalf of Rhoxal) went beyond the NOA, I consider such evidence as being a complement to the allegations contained in the NOA. Furthermore, I find that no prejudice flows from this complementary evidence since the record shows that the parties had ample opportunity to deal with all of the issues brought up by the NOA (see <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at paragraphs 15 and 17).  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[26] This analysis will comprise three main components. First, I will consider the nature of the present application, the guidelines to interpret a patent and the burden of proof. Second, the claims at issue must be construed, and an analysis of whether the Rhoxal capsule infringes claims 1, 35, 36 of the '224 patent must be undertaken. Third, if Rhoxal's capsule does infringe the '224 patent, an analysis of whether the '224 patent was anticipated by prior art must be undertaken.  <FRAGMENT_SUPPRESSED>", "[27] Claim 1 of the '224 patent specifically locates the surfactant in its active layer (see paragraph 4 of the present decision). We must ask whether the precise location of the surfactant is an essential element of the invention. If it is, then the Rhoxal capsule cannot infringe Claim 1 of the '224 patent since the surfactants are only located in the SR layer. In the course of my analysis, I will have to deal with the issues of the proximity, the migration and the quantity of the surfactant. If needed, I will consider the issue of whether there are other purposes for which nonoxynol and polysorbate might be present in Rhoxal's capsule, for example as biovailability adjuvants or emulsifiers instead of as surfactants?  <FRAGMENT_SUPPRESSED>", "[28] Concerning claims 35 and 36, where the claims do not specify the location of the surfactant, the question to be answered is whether the '224 patent covers the use of the surfactants located anywhere in the SR layer or only in the active layer?  <FRAGMENT_SUPPRESSED>", "[29] If necessary, we might have to discuss, as a third step, the question of the validity of the '224 patent.  <FRAGMENT_SUPPRESSED> 1. A few legal reminders  <FRAGMENT_SUPPRESSED> a) The nature of the present application  <FRAGMENT_SUPPRESSED>", "[30] First of all, it is important to state that these proceedings are not actions to determine infringement as the Federal Court of Appeal held in <FRAGMENT_SUPPRESSED> ; 176 N.R. 48; 58 C.P.R.(3d) 209 (C.A.), at page 216:  <FRAGMENT_SUPPRESSED> \"However this Court made clear in <FRAGMENT_SUPPRESSED>  (F.C.A.)], that these proceedings are not actions for determining validity or infringement: rather they are proceedings to determine whether the Minister may issue a notice of compliance. That decision must turn on whether there are allegations by the generic company sufficiently substantiated to support a conclusion for administrative purposes (the issue of a notice of compliance) that the Applicant's patent would not be infringed if the generic's product is put on the market. <FRAGMENT_SUPPRESSED> b) The guidelines to interpret a patent  <FRAGMENT_SUPPRESSED>", "[31] The commonly accepted method of patent interpretation is derived from two recent Supreme Court of Canada cases: <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> . Proper patent interpretation takes a purposive approach, in which the Court, with the assistance of a skilled reader, is required to identify the elements that the inventor considered to be the essential elements of his or her invention.  <FRAGMENT_SUPPRESSED>", "[32] In Whirlpool , supra, Justice Binnie wrote, at page 1094:  <FRAGMENT_SUPPRESSED> \"A patent must therefore be given such interpretation according to s. 12 of the Interpretation Act ‘ as best ensures the attainment of its objects’. Intention is manifested in words, whose meaning should be respected, but words themselves occur in a context that generally provides clues to their interpretation and a safe guard against their misinterpretation. P.A. Côté, in The Interpretation of Legislation in Canada (3rd Ed. 2000), puts the matter succintly when he writes, at p. 387, ‘Meaning flows at least partly from context, of which the statute's purpose is an integral element’. (Emphasis added) To the same effect see Rizzo and Rizzo Shoes Ltd. (Re) , [1998] 1 S.C.R. 27, at para. 21. These principles apply to claims construction by virtue of the Interpretation Act . <FRAGMENT_SUPPRESSED>", "[33] In interpreting a patent, the judge may consider expert evidence and the context of the claims provided by disclosure and figures ( <FRAGMENT_SUPPRESSED> ; 317 N.R. 91; 2004 FCA 63, at paras. 26, 27, 28) . Also of importance, there can not be an \"... infringement if an essential element is different or omitted. They may still be infringement, however if non-essential elements are substituted or omitted.\" (See Free World , supra, page 1044).  <FRAGMENT_SUPPRESSED> c) The burden of proof  <FRAGMENT_SUPPRESSED>", "[34] The Court is bound to assume that factual statements supporting the allegation of non-infringement are true, and the applicant Biovail must therefore prove, on the balance of probabilities, that they are not justified ( <FRAGMENT_SUPPRESSED> ; 205 N.R. 331; 70 C.P.R.(3d) 206 (F.C.A.), at para. 8; <FRAGMENT_SUPPRESSED> ; 247 N.R. 284; 32 C.P.R.(4th) 210; 2004 FC 257, at para. 28). Therefore, the burden is on Biovail to show, on a balance of probabilities, that the allegations of non-infringement cannot be supported.  <FRAGMENT_SUPPRESSED> 2. The construction of claims 1, 35, 36 of the '224 patent and analysis of the issue of infringement  <FRAGMENT_SUPPRESSED> a) A common element to the claims: The use of a surfactant  <FRAGMENT_SUPPRESSED>", "[35] In the instant application, one question raised is whether the inventor of the '224 patent considered a surfactant to be an essential element, in claims 1, 35, and 36. In my opinion, the inventor clearly intended, given a purposive interpretation of claims 1, 35, and 36, that a surfactant was an essential element in the '224 patent.  <FRAGMENT_SUPPRESSED>", "[36] Each of the three claims at issue expressly refers to a surfactant. Claim 1 refers to, \"a neutral granular support coated with an active layer containing [ ... ] a surfactant\". Claims 35 and 36 both contain the following language:  <FRAGMENT_SUPPRESSED> “where, when ingested, the diltiazem or its pharmaceutically acceptable salt is released from the microgranules with the help of a surfactant .” (Emphasis is mine)  <FRAGMENT_SUPPRESSED>", "[37] Each of the three claims at issue clearly contains a reference to a surfactant as an essential element. A purposive construction, therefore, leads to the conclusion that a surfactant was considered by the inventor to be an essential element of claims 1, 35, and 36 of the '224 patent.  <FRAGMENT_SUPPRESSED>", "[38] Both experts, Dr. Mathiowitz and Dr. Weiner agree that the presence of surfactant is an essential component of the three claims of the '224 patent. The surfactant used in the examples of the patent is sodium lawryl sulfate which has been used for decades as a solubilizer of hard to dissolve active ingredients (such as diltiazem) in capsule or tablets. The role of surfactant is to solubilize the active ingredient.  <FRAGMENT_SUPPRESSED> b) Claim 1 of the '224 patent  <FRAGMENT_SUPPRESSED>", "[39] Even though a surfactant is clearly an essential element, the second part of the analysis, whether the Rhoxal microgranule infringes the '224 patent, remains. The NOA alleges that the Rhoxal product does not contain a surfactant within the meaning of the patent because of its location. The role of the surfactants within the capsules is also important to this determination.  <FRAGMENT_SUPPRESSED>", "[40] Rhoxal makes three main arguments as to why the presence of two admitted surfactants, polysorbate and nonoxynol do not infringe the '224 patent. The first argument relates to the distance between the surfactant and the active layer, and the second to the theory of migration of surfactants. A third argument is based on the role of polysorbate and nonoxynol within Rhoxal's capsules.  <FRAGMENT_SUPPRESSED> i) Proximity of the surfactant  <FRAGMENT_SUPPRESSED>", "[41] Rhoxal alleges that Claim 1 is not infringed because of the proximity between the location of the surfactant and the active layer. Rhoxal argues that Claim 1 clearly states that the surfactant must be in the active layer of the microgranule for the Rhoxal product to be covered by Claim 1. Rhoxal submits that both the polysorbate and the nonoxynol are contained in the outer SR layer, and not in the active layer. The respondent Rhoxal argues that, for Claim 1, the presence of a surfactant in the active layer is an essential element of the '224 patent.  <FRAGMENT_SUPPRESSED>", "[42] Biovail submits that the presence of a surfactant is an essential element for Claim 1, but the presence of the surfactant in the inner active layer is not essential. Biovail argues that the polysorbate and the nonoxynol have clearly been added to the Rhoxal formulation to aid in the release of the active ingredient, and to function as surfactants. The applicant Biovail provided some evidence that the addition of polysorbate to the SR layer could aid in the release of the active ingredient. (See paragraph 11 of the present decision)  <FRAGMENT_SUPPRESSED>", "[43] The proximity argument is effective for Rhoxal, with respect to Claim 1. A plain and clear reading of the claim shows that the surfactant, for Claim 1, was intended to be in the active layer. Also, the patent provides eight examples to illustrate the invention. They all refer to the surfactant as being located within the active layer. It is also of significance that out of 36 claims, 34 of them expressly require the surfactant to be located within the active layer. There is also expert evidence that explains that the surfactant is always in the inner active layer as opposed to the SR layer because in Dr. Weiner's opinion, the purpose of the invention is to replace the use of an organic acid with another mechanism which promotes the dissolution of diltiazem. In the present case, surfactant is a part of the active layer in a sufficient amount to solubilize and release diltiazem (see Rhoxal's Motion Record, tab 8, page 592).  <FRAGMENT_SUPPRESSED>", "[44] The expert for Biovail, Dr. Mathiowitz, was unable to contradict the idea that, for Claim 1, the surfactant had to be placed in the active layer of the microgranule. Dr. Mathiowitz is uncertain of whether the surfactant must be in the active layer to be effective, but does agree that, for the purposes of Claim 1, the surfactant must be in the active layer to be described by the claim (see Rhoxal's Motion Record, Tab 6 page 310 and Tab 8, page 398). It is admitted by Biovail that the Rhoxal capsule does not contain any surfactant in its active layer. Therefore, there cannot be an infringement of Claim 1 of the '224 patent.  <FRAGMENT_SUPPRESSED> ii) The theory of migration of surfactants  <FRAGMENT_SUPPRESSED>", "[45] In addition, Biovail submits that the surfactants migrate into the active layer after ingestion, and that it infringes the Claim 1 of the '224 patent. In contrast, Rhoxal submits that Claim 1 does not cover a capsule where the surfactant migrates into the active layer after ingestion. Rhoxal is of the opinion that there is no evidence that the surfactants in the Rhoxal capsule indeed migrate in such a fashion.  <FRAGMENT_SUPPRESSED>", "[46] For the sake of clarity, this theory of migration whereby the polysorbate and the nonoxynol located in the SR layer of the Rhoxal capsule would migrate to the inner active layer to liberate the diltiazem cannot be found anywhere in the '224 patent. Except for claims 35, 36 which will be discussed below, all of the claims, disclosure and examples refer to surfactant being located in the active layer. In addition to the absence of an explanation in scientific terms as to the concept of migration (comments will be made in the following paragraphs), the patent does not refer in any way to migration. Therefore, such migration of the surfactant is not covered by Claim 1.  <FRAGMENT_SUPPRESSED>", "[47] I would also like to add that the evidence clearly shows that the amount of polysorbate and nonoxynol in the Rhoxal capsule is minimal in comparison with the amount of surfactant contained in the '224 patent and that there is credible evidence indicating that such minimal amount would not have the capacity to solubilize the active ingredient. I agree with Dr. Weiner's opinion that it would take considerably more polysorbate and nonoxynol to reach the threshold level of concentration to dissolve the diltiazem (see Rhoxal's Record, first cross-examination of Dr. Weiner, tab I-4 at pages 179, 187 to 188 and page 191). The migration theory shows that there would be dilution of the surfactants as they travel from the SR layer to the inner active layer and such minimal amount cannot become an effective soluble agent of the diltiazem if, and when, it reaches the inner layer. Dr. Weiner's explanation on this point was convincing.  <FRAGMENT_SUPPRESSED> iii) The role of the surfactants  <FRAGMENT_SUPPRESSED>", "[48] Finally, the evidence indicates that polysorbate and nonoxynol are in the SR layer in minimal amounts to act respectively as a bioavailability adjuvant and an emulsifier, not as surfactants. The role of polysorbate is to ensure that the coating is distributed evenly over the microgranule. Dr. Mathiowitz in her cross-examination said that she would not be surprised if polysorbate used in the Rhoxal capsule was used for such purpose (See Rhoxal's Record, volume 6 at page 320). The Record also shows that nonoxynol is being used in small quantities as an emulsifier. (See Biovail's Record, volume 4, Tab B, 18 NN).  <FRAGMENT_SUPPRESSED>", "[49] In conclusion, I am of the opinion that the Rhoxal capsule does not infringe Claim 1 of the '224 patent for the following reasons:  <FRAGMENT_SUPPRESSED> - The presence of surfactant is an essential component of claim 1 of the '224 patent;  <FRAGMENT_SUPPRESSED> - The location of surfactant within the active layer is also an essential element of the '224 patent;  <FRAGMENT_SUPPRESSED> - There is no justification in the '224 patent for the inclusion of a migration theory whereby the surfactant in a minimal amount in the SR layer would travel to the active layer and solubilize the diltiazem;  <FRAGMENT_SUPPRESSED> - The evidence shows that the polysorbate's role in Rhoxal's capsules is to act as a bioavailability adjuvant while nonoxynol's role is to act as an emulsifier.  <FRAGMENT_SUPPRESSED> c) Claims 35, 36 of the patent  <FRAGMENT_SUPPRESSED>", "[50] Claims 35 and 36 of the '224 patent cannot be treated in the same way as Claim 1. The wording is different and there is no specific language that requires the surfactant to be located in the active layer. Contrary to Claim 1, claims 35 and 36 in essence include sustained release microgranules containing a sugar area, a binding agent and diltiazem where, when ingested the diltiazem is released from the microgranules \" with the help of a surfactant. \" The only difference between claims 35 and 36 is the composition of the coating which is not of importance in this case. Therefore, they will be assessed together.  <FRAGMENT_SUPPRESSED>", "[51] In the '224 patent, these are the only two claims (out of 36) that do not locate specifically the surfactant in the inner active layer. In Whirlpool , supra, Justice Binnie at page 1098 did recognize that it was possible to look at the specification in order to ascertain a word in its proper context:  <FRAGMENT_SUPPRESSED> \"In my view, it was perfectly permissible for the trial judge to look at the rest of the specification, including the drawing to understand what was meant by the word ‘vane’ in the claims, but not to enlarge or contract the scope of the claim as written and thus understood. <FRAGMENT_SUPPRESSED> In our case, we are not looking at the possible meaning of a word but rather at what is the proper interpretation of those words as they appear in claims 35 and 36. In other words, why is it that no specific location of the surfactant is made in those two claims when in all the others it was located within the active layer?  <FRAGMENT_SUPPRESSED>", "[52] In such a case, the interpretation to be given must be such that it is reasonable and fair to both the patentee and the public. It must say what is really meant and it should not be interpreted in such a way as to give it a larger interpretation. The wording must be on point.  <FRAGMENT_SUPPRESSED>", "[53] Biovail argues that claims 35, 36 are independent and do not require the surfactant to be in a specific location within the microgranules but simply require that \"after ingestion, the diltiazem [ ... ] is released from the microgranule with the help of a surfactant. <FRAGMENT_SUPPRESSED>", "[54] Rhoxal submits that in order to release the diltiazem, the surfactant must be in the inner active layer in a sufficient amount to be able to solubilize the diltiazem. It is also suggested that Claim 1 is a structural claim since it describes the structure of the microgranule and claims 35, 36 are functional claims since they describe the function of the microgranule and that therefore, the change in language in claims 35, 36 indicates that the inventor was attempting to cover his invention using both claiming styles.  <FRAGMENT_SUPPRESSED>", "[55] In order to settle this issue, the '224 patent must be looked at. It would not be appropriate to limit the reading to claims 35, 36 without seeing the full picture of the patent. The specification as a whole, including the disclosure, must be looked at in order to grasp the sense in which the patentee has used a word or an expression and to see what he meant to include in a claim. The parties have used an English translation of the original French patent (Number of the international publication: WO 97/23219). I have reviewed both.  <FRAGMENT_SUPPRESSED>", "[56] A description of the microgranules is made in the disclosure part:  <FRAGMENT_SUPPRESSED> \"The microgranules according to the invention contain a neutral granular support, coated with an active layer containing diltiazem, or a pharmaceutically acceptable salt thereof, a surfactant and a binding agent, and a layer providing the sustained release of the active ingredient (hereinafter SR layer (see Biovail's Record, Volume 1, tab 4B, page 146).\" (My emphasis)  <FRAGMENT_SUPPRESSED> This description of the microgranules refers to two layers, one being an active layer where the surfactant is located, and another layer (the SR layer).  <FRAGMENT_SUPPRESSED>", "[57] It is also to be noted that when the patent describes different categories of the SR layer (the outer layer), it never includes surfactant as being part of its ingredients. (See Biovail's Record, Volume 1, Tab 4-B, pages 2, 3 and 4).  <FRAGMENT_SUPPRESSED>", "[58] The content of the single and double layered microgranules all refer to surfactant as being part of the active layer. (See Biovail's Record, Volume 1, Tab 4-A at pages, 5 and 6). The microgranules all have surfactant in its active layer while none are located in the outer SR layer. (See Biovail's Record, Volume 1, Tab 4-A at pages 7 and 8).  <FRAGMENT_SUPPRESSED>", "[59] All of the 8 examples used by the inventor contain surfactant as an ingredient contained in the active layer and in no other location. (See Biovail's Record, Volume 1, Tab 4 at pages 9 to 55).  <FRAGMENT_SUPPRESSED>", "[60] As noted before, except for claims 35, 36, the 34 remaining claims expressly require the presence of surfactant in the active layer. (See Biovail's Record, Volume 1, Tab 4B at pages 56 to 61).  <FRAGMENT_SUPPRESSED>", "[61] Claims 35 and 36 are worded in such a way that diltiazem and surfactant are closely linked i.e. diltiazem is released with the help of the surfactant.  <FRAGMENT_SUPPRESSED>", "[62] Furthermore, as noted above, there is no scientific evidence that would help us to understand how the surfactant located in the SR layer would be able to migrate from this outer layer to the active layer and help the release of diltiazem. On the contrary, Biovail's expert Dr. Mathiowitz admitted that she had not done any testing of the migration concept (even though Biovail had in its possession samples of the Rhoxal capsule), that she did not want to speculate on such concept and that she would not swear that migration actually occurs. (See Rhoxal's Record, Tab 6, page 317 and tab 8, page 389).  <FRAGMENT_SUPPRESSED>", "[63] On the contrary, it is Rhoxal's submission that a sufficient amount of the surfactant must be in proximity to the active ingredient which is to be solubilized. A surfactant takes a discreet amount of time to migrate through any liquid and therefore, its location is essential to ensure that the threshold concentration of the surfactant around the active ingredient is quickly met in order for it to be efficient. To put it elsewhere creates a problem of unpredictability in releasing the active ingredient which is not what the inventor wanted. (See Dr. Weiner's first affidavit, Rhoxal's Record, volume 2, Tab 8 at pages 586 and 587, 592 and 594).  <FRAGMENT_SUPPRESSED>", "[64] Having reviewed the '224 patent and having noted that the surfactant is always located within the inner active layer except for claims 35, 36 where the location is not specified, I find that the intention of the inventor was to include the surfactant within the inner active layer and not elsewhere. This is how claims 35, 36 should be read. Doing otherwise would not be in accordance with the objective, the concept explained in the '224 patent, and the examples given. There are no references as to the use of the surfactant in a different way than using it within the inner active layer. The process followed to arrive at the Biovail capsule shows that the surfactant is located within the inner active layer. Coherence and consistency are qualities applicable to the understanding of a patent. To give a different location of the surfactant than within the active layer would not reflect the concept of the inventor. Finally, to give it a greater use would not be in accordance with what the inventor describes in its patent.  <FRAGMENT_SUPPRESSED>", "[65] Having already found that the active layer of the Rhoxal capsule which includes diltiazem, povidone and ethylcellulose does not contain a surfactant, there cannot be infringement of claims 35, 36 since the surfactants are only in its SR layer. The construction of the '224 patent, the evidence, and the submissions presented brought me to this conclusion.  <FRAGMENT_SUPPRESSED>", "[66] Biovail has not met its burden of establishing that Rhoxal's allegation of non- infringement is not justified on a balance of probabilities. Therefore, the order sought by Biovail can't be issued.  <FRAGMENT_SUPPRESSED> 3. Other issues  <FRAGMENT_SUPPRESSED>", "[67] Because of the conclusions I have reached, there is no need to deal specifically with the other issues brought up by the parties such as the validity of the '224 patent.  <FRAGMENT_SUPPRESSED> COSTS  <FRAGMENT_SUPPRESSED>", "[68] In the order sought, Rhoxal made a request for costs on a solicitor-client basis. I disagree. Biovail presented in the course of this litigation a serious and professional position which brought up valid arguments that needed to be determined.  <FRAGMENT_SUPPRESSED>", "[69] Costs will be against Biovail in favour of Rhoxal.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[70] THIS COURT ORDERS THAT:  <FRAGMENT_SUPPRESSED> - The Application of the Applicants is dismissed with costs.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Rodney A. Jordan/gs  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}