{"id_": "046336", "body_str": ["[1] Martineau, J. [Translation]: The applicant, the Attorney General of Canada, challenges the legality of two arbitral awards amending payment orders that Labour Canada inspectors issued to the directors of two bankrupt federal enterprises, Centre Montréal Jet inc. [Centre Montréal Jet] and Exeltech Aérospatial inc. [Exeltech].", "[2] The facts of the case are not disputed.", "[3] After the two companies went bankrupt, the employees delivered to the trustees proof of claim under section 124 of the Bankruptcy and Insolvency Act , (R.S.C., 1985, c. B-3) (Bankruptcy Act). In such a case, subsection 81.3 of the Bankruptcy Act establishes a \"super-priority\" in favour of the employees of up to $2,000 of their wage claims.", "[4] Similarly, many but not all of the employees also applied for benefits under the Wage Earner Protection Program (WEPP), which is governed by the Wage Earner Protection Program Act (S.C. 2005, c. 47, s. 1) (WEPP Act) and the Wage Earner Protection Program Regulations (SOR/2008-222). The benefits granted to each employee are calculated based on the wage claim made when the employer went bankrupt (\"eligible wages\") up to a maximum amount of $3,000 (subsection 7(1) of the WEPP Act).", "[5] Every employee who applied for the WEPP received benefits not exceeding $3,096.45 (the maximum amount of $3,000, plus the indexing amount) for a total of $27,868.05 for Exeltech employees and $93,553.88 for Montréal Jet employees. In accordance with section 36 of the WEPP Act, Her Majesty in right of Canada (the Crown) became subrogated to the extent of the amount paid under the wage claim each employee filed against his or her former employer and even against the directors themselves.", "[6] The Crown recovered the wage amounts guaranteed in the bankruptcy-in other words the super-priority of $2,000 for every employee who submitted a wage claim-directly from the trustees managing the bankrupt employers' assets. Since the Crown did not recover the full amount paid to the employees under the WEPP when the companies went bankrupt, it had the right to seek the remaining balance, which was $1,000 or less (the difference), directly from the directors under paragraph 36(1)( ) of the WEPP Act.", "[7] However, rather than sending a formal notice to the directors and initiating legal action before the Quebec courts if they failed to pay, the Minister of National Revenue wanted to recover the difference from the employees who received benefits. Under sections 31 and 32 of the WEPP Act, the minister can recover from employees any WEPP payment in an amount greater than the amount they were eligible to receive (overpayment).", "[8] This course of action is advantageous for the Minister of National Revenue in that he does not have to take legal action against the directors. The difference can be recovered from the employees themselves by sending them a notice and registering a certificate of non-payment in the Federal Court, giving it the same effect as a judgment of that court (subsection 32(3) of the WEPP Act), should they fail to repay the amount in question. However, the employees in question would have had to have received an overpayment.", "[9] Therein lies the problem. To date, the amended payment orders issued to the directors by the referees under section 251.18 of the Canada Labour Code (R.S.C., 1985, c. L-2) (CLC) does not include the amounts paid to the employees under the WEPP. The applicant wants the directors to be responsible for the original payment orders issued by the Labour Canada inspectors.", "[10] The inspectors initially issued payment orders of $130,752.98 and $158,498.44 to the directors of Exeltech and Centre Montréal Jet, respectively. However, in their calculations, they deducted the amounts reimbursed by the trustee under the WEPP super-priority-$16,000 for Exeltech and $34,910.26 for Centre Montréal Jet-but did not deduct not the full amount that each employee received from the WEPP ($3,096.45 or less). As a result, the difference of approximately $1,000 or less was included in the payment orders.", "[11] The directors appealed under section 251.11 of the CLC. Referees Mark Abramovitz and Guy Lafrance (the referees) were appointed by the Minister of Labour to hear the appeals (section 251.12 of the CLC). It is important to point out that these appeals pertained not only to the inclusion of the difference in the payment order but also to other errors that the inspectors made when calculating the \"wages and other amounts\" to which the employees were entitled under Part III of the CLC (sections 251.1 and 251.18 of the CLC).", "[12] This type of appeal is heard de novo by the referee, who has the authority to confirm, rescind or vary, in whole or in part, a payment order issued by an inspector (paragraph 251.12(4)( ) of the CLC and arbitral jurisprudence for the de novo aspect). With regard to the matter of whether or not to include the difference in the original payment orders, the referees agreed with the directors by deducting the difference from the amended payment orders, which is why this application for judicial review was filed by the applicant, who in this case represents the interests of the Crown and the Minister of National Revenue.", "[13] A number of factors point to a standard of reasonableness.", "[14] First, it is important to mention the full privative clause set out in subsections 251.12(6) and (7) of the CLC and the discrete administrative regime set out in subsection 251.12(1) of the CLC under which the referees have special expertise.", "[15] In addition, the interpretation by an adjudicative tribunal of its enabling statue (in this case the CLC) or of statutes closely related to its functions must be reviewed on the standard of reasonableness: <FRAGMENT_SUPPRESSED> [2014] FCJ No 455; Alberta (Information and  <FRAGMENT_SUPPRESSED> [2011] SCJ No 61; <FRAGMENT_SUPPRESSED> [2013] SCJ No 67.", "[16] Moreover, I am not satisfied that, in this case, the applicant was raising a question of general law that is both of central importance to the legal system as a whole and outside the adjudicator's specialized area of expertise.  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED>  [2011] SCJ No 59; <FRAGMENT_SUPPRESSED>  [2012] FCJ No 537, affirmed by the Federal Court of Appeal in 2013 FCA 131, [2013] FCJ No 551.", "[17] The applicant is basically claiming that the referees erred by determining that the benefits received under the WEPP constituted \"wages and other amounts\" under the CLC. Similarly, the CLC does not contain any provisions indicating that the wage claim an employee files against a bankrupt employer should be decreased because the employee allegedly received WEPP benefits. The only amounts that can be deducted from an employee's wages are those set out in subsection 254.1(4) of the CLC. In this regard, the applicant claims that, under the CLC, the role of the referee consists solely of determining the amounts that the employer, and the employer alone, failed to pay its employee. Thus, any amount that the employee receives from a third party (in this case the WEPP) is not relevant in determining the amount of the payment order.", "[18] The directors (appellants before the referee) and the employees (respondents before the referee) of the bankrupt employers joined together as respondents in the two applications for judicial review, which were combined for the purposes of the hearing. Before this court, the directors maintained that the arbitral awards were reasonable. The employees did not intervene in the matter, and they never challenged the legality of the arbitral awards. The Court was informed by counsel that the employees had already received or should be receiving the amounts set out in the amended payment orders since no order was issued to stay the execution of the arbitral awards.", "[19] This application for judicial review must fail and there is no need to intervene in this case. The referees' finding that the total amount of the benefits paid to Exeltech and Centre Montréal Jet employees under the WEPP Act must be deducted from the payment orders made under the CLC constitutes a legally acceptable and defensible outcome that is based on the evidence in the record. The referees could base their general reasoning on the reasons set out in the decision of Referee Garden in <FRAGMENT_SUPPRESSED>  ( Schneider) . They could also conclude that, if those deductions were not made, the employees would receive an amount greater than that to which they were entitled.", "[20] Without repeating all of the arguments that were submitted by the directors in their written submissions and at the hearing of these applications for judicial review, I accept the substance of their claims. I would like to note in passing that the employees did not appear before the Court and they did not object before the referees to the full amounts received from the WEPP (benefits) and the trustees (dividends) being deducted from the payment orders issued in their favour. However, Exeltech's accountant, Gérard Moretti, who had submitted a wage claim on his own behalf, testified at the appeal hearing before Referee Abramowitz that the total amount of $3,096.45 should be excluded, since he did not want to be put in a situation where the Crown could later come back and request repayment of any overpayment from him.", "[21] Subsection 251(1) of the CLC reads as follows: 251. (1) Where an inspector finds that an employer has failed to pay an employee any wages or other amounts to which the employee is entitled under this Part , the inspector may determine the difference between the wages or other amounts actually paid to the employee under this Part and the wages or other amounts to which the employee is entitled under this Part. [Emphasis added]", "[22] Moreover, subsection 251.1(1) of the CLC provides the following: 251.1 (1) Where an inspector finds that an employer has not paid an employee wages or other amounts to which the employee is entitled under this Part , the inspector may issue a written payment order to the employer, or, subject to section 251.18, to a director of a corporation referred to in that section, ordering the employer or director to pay the amount in question, and the inspector shall send a copy of any such payment order to the employee at the employee's latest known address. [Emphasis added]", "[23] Finally, section 251.18 of the CLC provides the following: 251.18 Directors of a corporation are jointly and severally liable for wages and other amounts to which an employee is entitled under this Part , to a maximum amount equivalent to six months' wages , to the extent that (a) the entitlement arose during the particular director's incumbency; and (b) recovery of the amount from the corporation is impossible or unlikely. [Emphasis added] salaire", "[24] The only definition of \"wages\" is set out in section 166 of Part III of the CLC, \"Standard hours, wages, vacations and holidays\" and \"includes every form of remuneration for work performed but does not include tips and other gratuities\". The CLC does not provide a definition of \"other amounts\". Contrary to the applicant's claim, nothing in the CLC indicates that the role of the referee is limited to determining the amounts that the employer and the employer alone failed to pay its employee. The applicant's contention that any amount paid to an employee who submitted a wage claim by a third party (trustee or WEPP) must not be taken into account by the inspector or referee seems to me to be contrary to the letter and the spirit of the CLC.", "[25] The directors submitted that the applicant's position is illogical. They pointed out that the amounts reimbursed under the WEPP and the amounts owed under the CLC were calculated by the inspectors using the same data as the trustees used. By way of evidence, the inspectors already deducted from the payment orders the super-priority amount (maximum of $2,000) that was included in the eligible wages under the WEPP (maximum of $3,000 plus indexing amount). One of the inspectors also deducted the dividends that some employees received from the trustee, and the appeal of this point was allowed in the other case. This clearly shows that the inspectors interpret and apply the provisions of the CLC by deducting certain amounts received by the employees under the Bankruptcy Act and the WEPP Act from the \"wages and other amounts.\" That makes sense. I therefore agree with the directors that the difference should also have been deducted.", "[26] Although Referee Abramowitz and Referee Lafrance were not bound or obligated to follow the decision of another colleague, they were free to rely on the reasoning of Referee Garden in Schneider , which seems not only reasonable to me in this case, but also convincing: The question I must firstly answer is whether s. 251(1) authorizes an inspector to offset a payment from WEPPA against the \"wages or other amounts\" which an employer has failed to pay. I note that in this case the Inspector did take the WEPPA payments into account in her preliminary calculations but not in her revised calculations which resulted in the payment orders. The wording of s. 251(1) does not appear restricted to payments made only by the employer but rather includes \"wages or other amounts actually paid to the employee (emphasis added) under this Part\" and arguably therefor may include payments made to employees by third parties such as WEPPA.", "[27] I also agree with the directors that subsection 254.1(4) of the CLC refers only to the deductions that the employer can make. This provision deals with the amounts that can be deducted by an employer , not an inspector appointed under section 251 of the CLC. As a result, this provision is not applicable in this case. Specifically, the provision provides as follows: 254.1 (4) The Governor in Council may make regulations prescribing: (a) deductions that an employer is permitted to make in addition to those permitted by this section; and (b) the manner in which the deductions permitted by this section may be made by the employer.", "[28] It is also not unreasonable to consider the benefits paid following a bankruptcy under the WEPP Act as \"wages and other amounts to which an employee is entitled under this Part\" of the CLC. The inspectors' records and the tables produced by the parties show, as Referee Abramowitz clearly pointed out, that the amounts reimbursed under the WEPP and the amounts owing under the CLC were calculated using the same data.", "[29] The referees' decisions are also consistent with the spirit of the legislative provisions in question. The WEPP and Part III of the CLC have different objectives. The WEPP seeks to provide financial help and support to employees who lose their jobs because their employer goes bankrupt, while Part III of the CLC establishes minimum employment standards and the dispute resolution mechanisms related to those standards. In this case, it would be contrary to the spirit of the CLC to put employees who received WEPP benefits in a situation where they could become Crown debtors because they received an overpayment from the directors.", "[30] Needless to say, the payment orders under sections 251.1 and 251.18 of the CLC are mechanisms established to help employees, not the Minister of National Revenue. If the minister - who is subrogated with respect to employee wage claims up to the amount of the benefits under section 36 of the WEPP Act - wants to recover any amounts that were not received from the bankruptcy trustees, he must take separate court action against the directors.", "[31] In this regard, the applicant argued that the WEPP Act should not be used to allow directors who are jointly and severally liable under section 251.18 of the CLC to avoid their obligations under Part III of the CLC. In his written submission, the applicant alleged that the referees' reasoning [translation] \"allows the directors to profit at the expense of employees for whom this program is intended.\" However, at the hearing before the Court, his counsel tempered that statement somewhat.", "[32] In fact, if we want to talk about unjust enrichment or recovery of a thing not due, in this case, it is the employees who would be in a position where they would have to pay back the difference to the Minister of National Revenue as an overpayment if the amount in question was not deducted from the payment orders.", "[33] In this case, the two arbitral awards are based on the evidence in the record and the reasoning of the two referees is certainly not capricious or arbitrary. The reasons provided by the referees are transparent and intelligible and their finding falls within the range of possible acceptable outcomes based on the facts and the law. (Dunsmuir at paragraph 47).", "[34] Consequently, the applications for judicial review are dismissed by the Court. Given the outcome, the directors (appellants before the referee) are entitled to their costs against the applicant. JUDGMENT", "[35] THIS COURT`S JUDGMENT is that the applications for judicial review are dismissed in both cases. The directors (appellants before the referees) are entitled to their costs against the applicant. Application dismissed. Editor: Gary W. McLaughlin/vnh"]}