{"id_": "046349", "body_str": ["[1] Russell, J. : This is an application under s. 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] for judicial review of the decision of a senior immigration officer [Officer], dated May 10, 2013 [Decision], which rejected the Applicants' application for permanent residence from within Canada on humanitarian and compassionate [H&C] grounds. II. BACKGROUND", "[2] The Applicants are a mother [Principal Applicant] and her three daughters who are sixteen [Minor Applicant], twenty-five, and twenty-seven years old. The Applicants are citizens of Bangladesh.", "[3] The Applicants arrived in Canada and sought refugee protection in December 2009. The Applicants claimed that they were subjected to threats and attacks at the hands of the oldest daughter's ex-fiancé. The Principal Applicant says that after a celebration of the engagement, she learned that the man was the leader of a terrorist organization. She rescinded the marriage arrangement which resulted in harassment and attacks from the man and his terrorist associates. The Applicants say that they went to the police but did not receive any assistance.", "[4] In December 2011, the Refugee Protection Division of the Immigration and Refugee Board [RPD] rejected the Applicants' claim due to a lack of credibility. The RPD found a number of inconsistencies, discrepancies and contradictions in the Applicants' evidence. The RPD also found a lack of a well-founded fear on the basis that the Applicants had travelled to a number of different countries, and had returned to Bangladesh each time, during the period when they claimed they were being harassed and attacked. The RPD also found it implausible that the ex-fiancé was associated with the terrorist group. The Applicants were denied leave for judicial review of the RPD decision in April 2012.", "[5] In February 2012, the Applicants submitted an H&C application. They claim that they will experience hardship if they are required to apply for permanent residence outside of Canada based on: their continued fear of the ex-fiancé and his terrorist associates; adverse country conditions in Bangladesh; the severance of close personal and familial ties in Canada; and, the best interests of the Minor Applicant. III. DECISION UNDER REVIEW", "[6] The Applicants' H&C application was rejected on May 10, 2013.", "[7] The Officer stated that the factors considered in the application included: adverse country conditions in Bangladesh; the Applicants' establishment in Canada; hardship from severing personal ties; and, the best interests of the child [BIOC]. The Officer said that the risks of ss. 96 and 97 harm that the Applicants had raised could not properly be considered in an H&C decision.", "[8] The Officer noted that the Applicants had the burden of establishing that their personal circumstances would result in unusual, undeserved or disproportionate hardship if they were required to apply for permanent resident visas from outside of Canada. The Officer defined unusual or undeserved hardship as that which was not anticipated by the legislative scheme or which was beyond the Applicants' control. The Officer defined disproportionate hardship as that which would have a disproportionate impact on the Applicants because of their personal circumstances.", "[9] The Applicants claimed that they would face discrimination in Bangladesh and would not receive state protection. The Officer acknowledged that there was evidence that women are socially and economically disadvantaged in Bangladesh. There was also evidence that legal and political advances were being made to improve the situation for women in Bangladesh. In addition, the number of women in the work force in Bangladesh continues to increase. The Officer concluded that the Applicants had not established that undue, undeserved or disproportionate hardship would arise upon their return to Bangladesh.", "[10] The Officer then reviewed the Applicants' educational and employment establishment in Canada. The Officer acknowledged that the Principal Applicant is the sole owner of a small business that employs one part-time employee. The Officer found that there was nothing to suggest that the Principal Applicant could not either find someone else to run her business or sell the business. The Officer acknowledged that the oldest daughter had completed her grade twelve education in Canada and was working part-time. The middle daughter was also working part-time and enrolled in a Professional Pilot Training Program to be completed in September 2012. The Officer said that the Applicants' education and employment experiences would be transferable in Bangladesh. The Officer concluded that the evidence did not establish that the Applicants were so well established that their departure would cause undue, undeserved or disproportionate hardship.", "[11] The Officer also found that the evidence did not indicate that returning to Bangladesh would be contrary to the Minor Applicant's best interests. The Officer noted that primary education is free and compulsory in Bangladesh. The Officer also noted that the Minor Applicant's native language is Bengali and that it was reasonable to expect that the Minor Applicant had attended school in Bangladesh and had continued to be exposed to the Bengali language and Bangladeshi culture by her family while in Canada. The Officer concluded that there was no evidence to suggest that the Minor Applicant would not receive an education and would not have her mother's love and support in Bangladesh.", "[12] The Officer noted that there were no impediments to the Applicants' return to Bangladesh. The Applicants are citizens of Bangladesh and were well established prior to coming to Canada. The Officer, again, noted the transferability of the Applicants' Canadian education and employment experiences.", "[13] The Officer concluded that while the Applicants may face hardship on their return to Bangladesh, the hardship to \"trigger the exercise of discretion on humanitarian and compassionate grounds should be something other than that which is inherent in removal after a person has been in a place for a period of time\" (Certified Tribunal Record [CTR] at 11). The Applicants failed to establish that the hardship they would face was undeserved, unusual or disproportionate. IV. ISSUES", "[14] The Applicants raise one issue in this proceeding: Whether the Decision fails to provide adequate reasons. V. STANDARD OF REVIEW", "[15] The Supreme Court of Canada in REFERENCE_SUPPRESSED held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: REFERENCE_SUPPRESSED.", "[16] The parties devote much of their submissions to arguing the applicability of REFERENCE_SUPPRESSED to this proceeding. In CITATION_SUPPRESSED , the Supreme Court of Canada had the following to say regarding the purpose of reasons and how they should be treated by reviewing courts:", "[14] Read as a whole, I do not see CITATION_SUPPRESSED as standing for the proposition that the \"adequacy\" of reasons is a stand-alone basis for quashing a decision, or as advocating that a reviewing court undertake two discrete analyses - one for the reasons and a separate one for the result (Donald J. M. Brown and John M. Evans, Judicial Review of Administrative Action in Canada (loose-leaf), at §§12:5330 and 12:5510). It is a more organic exercise - the reasons must be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes. This, it seems to me, is what the Court was saying in CITATION_SUPPRESSED when it told reviewing courts to look at \"the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes\" (para. 47).", "[15] In assessing whether the decision is reasonable in light of the outcome and the reasons, courts must show \"respect for the decision-making process of adjudicative bodies with regard to both the facts and the law\" ( CITATION_SUPPRESSED). This means that courts should not substitute their own reasons, but they may, if they find it necessary, look to the record for the purpose of assessing the reasonableness of the outcome.", "[16] Reasons may not include all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred, but that does not impugn the validity of either the reasons or the result under a reasonableness analysis. A decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion ( REFERENCE_SUPPRESSED). In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the CITATION_SUPPRESSED criteria are met.", "[17] The fact that there may be an alternative interpretation of the agreement to that provided by the arbitrator does not inevitably lead to the conclusion that the arbitrator's decision should be set aside if the decision itself is in the realm of reasonable outcomes. Reviewing judges should pay \"respectful attention\" to the decision-maker's reasons, and be cautious about substituting their own view of the proper outcome by designating certain omissions in the reasons to be fateful.", "[17] The Applicants submit that CITATION_SUPPRESSED should not apply to the review of an H&C decision for two reasons. First, the Applicants say that, unlike in the labour dispute at issue in CITATION_SUPPRESSED , there is no formal record in an H&C decision. As a result, the Applicants say that this issue is more properly characterized as a breach of natural justice and CITATION_SUPPRESSED should not apply. I gather that the Applicants would have the Court review the Decision on a standard of correctness as a result. Second, the Applicants say that the Federal Court held that CITATION_SUPPRESSED does not apply to the review of H&C decisions in REFERENCE_SUPPRESSED", "[18] The Respondent submits that CITATION_SUPPRESSED should apply to this proceeding. CITATION_SUPPRESSED requires the Court to review the reasons for the Decision in the context of reviewing the reasonableness of the Decision as a whole. The Respondent says that this Court has applied CITATION_SUPPRESSED when reviewing H&C decisions: REFERENCE_SUPPRESSED. Further, the Respondent submits that the Applicants have failed to identify the deficiencies in the record that render it impossible to apply CITATION_SUPPRESSED when reviewing an H&C decision.", "[19] I cannot accept the Applicants' argument that the Federal Court overruled CITATION_SUPPRESSED in CITATION_SUPPRESSED , both above. As a preliminary point, stare decisis prevents the Federal Court from overruling a binding precedent from the Supreme Court of Canada. If I believed CITATION_SUPPRESSED was an attempt to overrule Supreme Court of Canada jurisprudence, I would not be bound to follow the decision. Judicial comity only requires that I follow Federal Court decisions when I believe they are persuasive: REFERENCE_SUPPRESSED. However, in my view, CITATION_SUPPRESSED makes no such efforts and is properly in line with CITATION_SUPPRESSED . In CITATION_SUPPRESSED , the Court had the following to say on the adequacy of the reasons provided in that proceeding:", "[18] I agree with the applicants that the Officer's reasoning in rejecting the submission that Iris and her sisters would face social stigma due to her sexual assault is insufficient. The Officer acknowledged this submission but found insufficient evidence to substantiate it. That was the extent of the analysis. I agree with the applicants that this is a mere statement of a conclusion and does not meet the requirements of justification, transparency and intelligibility. The evidence under consideration was not identified let alone the deficiency which purportedly permits the conclusion.", "[19] It has become commonplace to read H&C and PRRA decisions in which the reasons offered are confined to the following formula: \"The applicants allege X; however, I find insufficient objective evidence to establish X.\" This boilerplate approach is contrary to the purpose of providing reasons as it obscures, rather than reveals, the rationale for the officer's decision. Reasons should be drafted to permit an applicant to understand why a decision was made and not to insulate that decision from judicial scrutiny: Lorne Sossin, \"From Neutrality to Compassion: The Place of Civil Service Values and Legal Norms in the Exercise of Administrative Discretion\" (2005), 55 UTLJ 427.", "[20] In my view, there is nothing inconsistent with CITATION_SUPPRESSED and a finding that the reasons in a particular decision before the Court were inadequate to allow for proper review. I also note that the Court reviewed the decision in CITATION_SUPPRESSED on the standard of reasonableness (at para 15).", "[21] Further, this Court has repeatedly applied CITATION_SUPPRESSED when reviewing the adequacy of the reasons provided for H&C decisions: see REFERENCE_SUPPRESSED; CITATION_SUPPRESSED; REFERENCE_SUPPRESSED.", "[22] I note that the Federal Court of Appeal has said that it is inappropriate to apply CITATION_SUPPRESSED and \"supplement\" a tribunal's reasons when it has failed to consider an issue it was required to address (REFERENCE_SUPPRESSED); however, that is not the issue that arises in this proceeding.", "[23] Finally, there is no merit to the Applicants' complaint that the record available to the reviewing court in an H&C application is so uniquely deficient that it fails to allow for a proper review of the Decision. The record presently before the Court consists of the Decision and its reasons, the submissions and documentary evidence that the Applicants submitted in support of their H&C applications, as well as the documentary evidence that the Officer obtained through her own research. It is not clear what the Applicants think is missing from this record that renders it impossible for the Court to review the Decision.", "[24] The question in this proceeding is whether the reasons offered for the Decision are adequate to allow the \" reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes\" ( CITATION_SUPPRESSED). The adequacy of the reasons will be considered as part of the review of the reasonableness of the Decision.", "[25] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see CITATION_SUPPRESSED; REFERENCE_SUPPRESSED. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" VI. STATUTORY PROVISIONS", "[26] The following provisions of the Act are applicable in this proceeding: Humanitarian and compassionate considerations - request of foreign national 25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible - other than under section 34, 35 or 37 - or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada - other than a foreign national who is inadmissible under section 34, 35 or 37 - who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. [...] Non-application of certain factors (1.3) In examining the request of a foreign national in Canada, the Minister may not consider the factors that are taken into account in the determination of whether a person is a Convention refugee under section 96 or a person in need of protection under subsection 97(1) but must consider elements related to the hardships that affect the foreign national. [...] Public policy considerations 25.2 (1) The Minister may, in examining the circumstances concerning a foreign national who is inadmissible or who does not meet the requirements of this Act, grant that person permanent resident status or an exemption from any applicable criteria or obligations of this Act if the foreign national complies with any conditions imposed by the Minister and the Minister is of the opinion that it is justified by public policy considerations. [...] [...] VII. ARGUMENT A. Applicants", "[27] The Applicants submit that the Decision provides no real analysis or reasons. They describe the Decision as a simple listing of their evidence followed by a series of generic statements which fail to analyze their particular circumstances. The Applicants submit that the Decision is contrary to Supreme Court of Canada jurisprudence which highlights the importance of fulsome reasons: REFERENCE_SUPPRESSED. Further, this Court's jurisprudence has held that decision-makers may not avoid judicial scrutiny by simply stating evidence and making vague conclusions: REFERENCE_SUPPRESSED; CITATION_SUPPRESSED. B. Respondent", "[28] The Respondent submits that reasons must be \"sufficiently clear, precise and intelligible so that an applicant may know why her application failed and be able to decide whether to seek judicial review\" (Respondent's Record at 4, citing REFERENCE_SUPPRESSED). The Decision shows that the Officer adequately and reasonably assessed the factors raised by the Applicants. For example, the Officer found that there was no evidence to conclude that the Principal Applicant could not sell the business, or find someone to take over, before leaving Canada. The Officer also noted that the Principal Applicant purchased the business after receiving the negative refugee decision and, as a result, any hardship arising from the business ownership cannot be said to have been unanticipated or beyond the Principal Applicant's control.", "[29] The Officer also reasonably found that the Applicants' establishment did not amount to unusual, undeserved or disproportionate hardship as this Court has held that employment and community integration do not constitute an unusually high degree of establishment: REFERENCE_SUPPRESSED. The decision-maker is entitled to review the evidence and find that it does not establish hardship: REFERENCE_SUPPRESSED. VIII. ANALYSIS", "[30] The Applicants come to the Court with a familiar complaint that often arises in the context of H&C and Pre-Removal Risk Assessment decisions. They say the reasons in this case are unreasonably insufficient because they are boiler plate and amount to no more than a recitation of the evidence and a conclusionary tag that does not explain how the evidence leads to the conclusion.", "[31] The Court has, on occasion, found that such an approach gives rise to a reviewable error. See, for example, REFERENCE_SUPPRESSED.", "[32] In the end, everything depends upon the particular decision under review. In the present case, a simple reading of the Decision reveals there are no grounds for the Applicants' allegations. In fact, the reasons in this Decision are quite fulsome and entirely sufficient. They are not just a recitation of evidence with a conclusionary tag.", "[33] To take but one area under consideration, the Officer looked at Return to Country of Nationality (CTR at 11): While the applicants have not been in their home country since November 2009, return to Bangladesh is feasible. The applicants are citizens of Bangladesh and the evidence before me does not support that there are medical impediments to their return. The applicants were well-established in Bangladesh prior to their departure, with the PA completing her post-secondary education and raising her family. The PA's daughters were all born and raised in Bangladesh and attended school in their home country. The experiences, education and employment skills they have acquired while in Canada are transferable. It is noted that, both Israt and Nagia attended the Trainee Pilots program at the Bangladesh Flying Club in Dhaka; the evidence before me does not support that they would be unable to return to the club and continue their training, applying the skills and training they received while in Canada. The evidence before me does not support that the applicants would be unable to re-establish themselves in Bangladesh, or that doing so would amount to unusual and undeserved, or disproportionate hardship.", "[34] The Applicants say this is boiler plate and generic. However, it obviously is not. The particular situation of the Applicants is discussed and an explanation is given as to why they do not face unusual and undeserved or disproportionate hardship if they return to Bangladesh.", "[35] A review of other areas of the Decision reveals that they also contain more than a mere recitation of facts. For example, under establishment, there is a discussion of why the fact that the Principal Applicant owns and operates her own business does not, in this case, establish unusual and undeserved or disproportionate hardship. Similarly, under the BIOC section there is a full discussion of why the child's return to Bangladesh with her mother would not be contrary to her best interests.", "[36] The Officer acknowledged that Canada is obviously a better place to live for these Applicants but that, of course, is not the test. As with many H&C cases, the Applicants here point out that for family, business and educational reasons, Canada is the best place for them to be and it will be painful to have to return to Bangladesh. They fail to appreciate that they have no status in Canada and that s. 25 is an exceptional remedy which requires unusual and undeserved or disproportionate hardship. The Officer found that this degree of hardship had not been established. It is obvious to me, reading the Decision and looking at the record, why the Officer reached this conclusion. The Applicants are naturally disappointed but that does not mean there is a reviewable error of the kind alleged.", "[37] Justice Mosley had the following to say in CITATION_SUPPRESSED:", "[24] The applicants submit that the officer's reasons were not adequate as they consist merely of statements of fact and conclusions without analysis: REFERENCE_SUPPRESSED.", "[25] That is not how I see the officer's reasons in this case. I find that they meet the criteria of adequacy set out by the Federal Court of Appeal in REFERENCE_SUPPRESSED. While concise, the reasons are clear, precise, intelligible and logical in the application of the law to the evidence. The officer set out her findings of fact and the principal evidence on which those findings were based. She addressed the major points in issue and the relevant factors.", "[38] Looking at the Decision and the record before me, I come to the same conclusion.", "[39] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[40] THIS COURT'S JUDGMENT is that 1. The application is dismissed. 2. There is no question for certification. CITATION_SUPPRESSED"]}