{"id_": "046489", "body_str": ["[1] Near, J. : This is an application for judicial review of a decision of the National Parole Board (the Board) - Appeal Division, dated January 20, 2011. The Appeal Division upheld the determination to deny full parole primarily because the Applicant would be deported to the United Kingdom (UK) where he would not be subject to supervision.", "[2] For the following reasons, this application is dismissed. I. Background", "[3] The Applicant, Peter Collins, is currently serving a life sentence for first degree murder at Bath Institution. His eligibility date for full parole was October 14, 2008.", "[4] The Applicant is a citizen of the UK. Should he be released from prison on day parole, full parole, or an unescorted temporary absence; he will be deported back to the UK. A. Decision of the Board", "[5] Following a hearing on June 11, 2010, the Board reached the decision to deny day or full parole to the Applicant.", "[6] The Board acknowledged the Applicant's institutional performance had not been problematic for a number of years. He was involved with the harm reduction movement and HIV/AIDS awareness. He had also derived benefit from programs completed during incarceration.", "[7] The Board considered the Applicant's efforts to create a framework of support in the UK. This included a letter indicating that he would reside with his aunt and be supported by a Circle of Support and Accountability on arrival. There was also information that the support group in England believed he would be eligible to be subject to a Violent Offender Order or Acceptable Behaviour Contract.", "[8] However, the Board found that these arrangements, although well-intentioned, did not provide statutory supervision. He would not be the subject of a license in the UK and the National Probation Service indicated in the previous year that they would not provide any sort of supervision or support for him.", "[9] The Board also expressed concern that the Applicant continued to be assessed as a moderate risk for re-offending. It referred to an underlying issue of what the psychiatrist called argumentativeness, or attitude toward authority that had coloured his relationship with staff of Correctional Service of Canada for many years.", "[10] The Board concluded: The primary difficulty that you face is your deportation status, in addition to the assessment of your risk. However, the Board notes that you have the ability to request a transfer to the United Kingdom and refuse to do so and the Board's assessment of your risk, in the absence of supervision, remains a valid concern. To briefly summarize, while the Board understands that your assessed risk has likely reduced from what it had been, you are still assessed as posing a moderate risk for re-offending violently. The plan that you have proposed for full parole, if deported to England, does not provide the level of supervision required to meet that risk, and as a consequence, the Board has concluded that your risk remains undue. B. Decision of the Board's Appeal Division", "[11] The Appeal Division upheld the Board's decision to deny day and full parole. It found no breach of the duty to act fairly or to ensure an impartial hearing as all relevant information, both positive and negative, was carefully assessed and weighed.", "[12] The Appeal Division was also satisfied that the Board conducted a fair risk assessment in accordance with the criteria set out in the Corrections and Conditional Release Act , SC 1992, c 20 ( CCRA ) and reached decisions that were \"reasonable and well supported.\"", "[13] More specifically, the Board was found to have appropriately advised the Applicant that should a conditional release be granted, an immigration bail hearing was required and if bail was denied, he would be deported to England and not subject to any mandatory supervision.", "[14] The Appeal Division stressed that the Board assesses an offender's risk on parole based on the decision-making criteria set out in section 102 of the CCRA , regardless of whether an offender is released in Canada or deportable to another country. The protection of society is the paramount consideration in the determination of any case under paragraph 101(a) of the CCRA , no matter where an offender intends to reside.", "[15] The Board was found to have conducted a fair assessment and considered the positive aspects of the Applicant's case. The Appeal Division stated \"the Board could not ignore the fact that despite all your accomplishments (e.g. programming/counselling, peer counselling and HIV/AIDS work, escorted temporary absences (ETA's), compliant behaviour), you continued to be assessed as a moderate risk for reoffending violently.\"", "[16] The Board was also able to consider and weigh the fact that there would be no mandatory supervision or an insufficient level of supervision in the foreign country to adequately manage and monitor an offender's level of risk. In reaching this conclusion, the Appeal Division relied on the determinations of this Court in FRAGMENT_SUPPRESSED.", "[17] The Appeal Division summarized its determination regarding the Applicant's parole decision as follows: It is clear from the Board's written reasons that the Board appropriately focussed upon the crucial issue of whether granting you parole would constitute an undue risk to society pursuant to the criteria set out in CCRA . In essence, the Board's refusal to grant your parole was based on your very serious and violent index offence for the First Degree Murder of a police officer for which you are serving a life sentence, your assessed moderate risk to reoffend violently and the fact that your proposed release plans in England did not provide for a sufficient level of supervision required to manage that risk. [...] The Board's decisions to deny day and full parole are the least restrictive determinations consistent with the protection of society. II. Relevant Provisions", "[18] Sections 100-102 of the CCRA establish the purpose and principles guiding the Board in parole determinations by stating: Purpose of conditional release 100. The purpose of conditional release is to contribute to the maintenance of a just, peaceful and safe society by means of decisions on the timing and conditions of release that will best facilitate the rehabilitation of offenders and their reintegration into the community as law-abiding citizens. Principles guiding parole boards 101. The principles that shall guide the Board and the provincial parole boards in achieving the purpose of conditional release are (a) that the protection of society be the paramount consideration in the determination of any case; (b) that parole boards take into consideration all available information that is relevant to a case, including the stated reasons and recommendations of the sentencing judge, any other information from the trial or the sentencing hearing, information and assessments provided by correctional authorities, and information obtained from victims and the offender; (c) that parole boards enhance their effectiveness and openness through the timely exchange of relevant information with other components of the criminal justice system and through communication of their policies and programs to offenders, victims and the general public; (d) that parole boards make the least restrictive determination consistent with the protection of society; (e) that parole boards adopt and be guided by appropriate policies and that their members be provided with the training necessary to implement those policies; and (f) that offenders be provided with relevant information, reasons for decisions and access to the review of decisions in order to ensure a fair and understandable conditional release process. Criteria for granting parole 102. The Board or a provincial parole board may grant parole to an offender if, in its opinion, (a) the offender will not, by reoffending, present an undue risk to society before the expiration according to law of the sentence the offender is serving; and (b) the release of the offender will contribute to the protection of society by facilitating the reintegration of the offender into society as a law-abiding citizen. Objet 100. Principes 101. a) b) c) d) e) f) 102.", "[19] Section 128 addresses immigration status and its implications for parole: Continuation of sentence 128. (1) An offender who is released on parole, statutory release or unescorted temporary absence continues, while entitled to be at large, to serve the sentence until its expiration according to law. [...] Deeming (3) Despite subsection (1), for the purposes of paragraph 50(b) of the Immigration and Refugee Protection Act and section 40 of the Extradition Act , the sentence of an offender who has been released on parole, statutory release or an unescorted temporary absence is deemed to be completed unless the parole or statutory release has been suspended, terminated or revoked or the unescorted temporary absence is suspended or cancelled or the offender has returned to Canada before the expiration of the sentence according to law. Removal order (4) Despite this Act or the Prisons and Reformatories Act , an offender against whom a removal order has been made under the Immigration and Refugee Protection Act is ineligible for day parole or an unescorted temporary absence until the offender is eligible for full parole. 128. [...] Cas particulier", "[20] Subsection 50(b) of the Immigration and Refugee Protection Act , SC 2001, c 27 ensures that a removal order made in respect of a foreign national who has been sentenced to a term of imprisonment in Canada is stayed until that person's sentence is completed. III. Issue", "[21] The sole issue raised by this application is as follows: Did the Board and Appeal Division err in finding that the term \"society\" within sections 100-102 of the CCRA was intended to include societies outside of Canada? IV. Standard of Review", "[22] The Board and Appeal Division have recognized expertise in matters related to the administration of the CCRA (see for example FRAGMENT_SUPPRESSED). The reasonableness standard has therefore been applied to questions of fact, mixed fact and law and statutory interpretation arising in this context (see FRAGMENT_SUPPRESSED).", "[23] In considering reasonableness, this Court should only intervene where the decision does not accord with the principles of justification, transparency and intelligibility or falls outside the range of possible, acceptable outcomes (see FRAGMENT_SUPPRESSED) V. Analysis", "[24] The effect of granting this application would be to reject the decision of Justice Paul Crampton in FRAGMENT_SUPPRESSED , above, where he previously held that the term \"society\" in the CCRA must be read to include any society outside Canada. The Applicant has not persuaded me of the merits of adopting that approach.", "[25] FRAGMENT_SUPPRESSED , above, also involved a UK citizen serving a life sentence in Canada. His parole was likewise denied because he continued to pose a risk and would be subject to insufficient supervision on return to his country of nationality. On judicial review, the Applicant unsuccessfully challenged the interpretation of \"society\" in the CCRA as extending beyond Canada's borders.", "[26] Justice Crampton noted at para 43 that since Parliament chose to insert the word \"society\" in various sections of the CCRA while employing the words \"Canadian society\" in other instances, this was indicative of an intention not to limit \"society\" as used in the CCRA to Canada. In support of this interpretation, he referred to Canada's international obligations at para 44: FRAGMENT_SUPPRESSED", "[27] As a consequence, Justice Crampton found at FRAGMENT_SUPPRESSED that the Board should \"consider whether a foreign offender's release plan sufficiently mitigates the risk to the foreign society to warrant removing the offender to that society.\" The fact that an offender \"may not be subject to any ongoing state or other effective supervision or monitoring\" constitutes information that is relevant to a case.", "[28] This reasoning also expanded on previous jurisprudence. In FRAGMENT_SUPPRESSED, the Court highlighted that FRAGMENT_SUPPRESSED Although not central to his final determination and left to be resolved in future cases, Justice Frederick Gibson in FRAGMENT_SUPPRESSED implied the term \"society\" in the CCRA could include \"society at large\" as opposed to a narrower conception of \"Canadian society.\"", "[29] The Applicant asks the Court to reconsider this line of reasoning based primarily on the decision in FRAGMENT_SUPPRESSED where an offender asserted Canadian Charter and Rights of Freedoms Charter ) violations in relation to subsection 128(4) of the CCRA . He suggests that the interpretation adopted in FRAGMENT_SUPPRESSED creates a clear distinction between Canadian and non-Canadian societies and recognized the potential for differential treatment of foreign offenders.", "[30] However, I am inclined to agree with the Respondent's position that this interpretation of FRAGMENT_SUPPRESSED is incorrect and of limited assistance to the Applicant. The Court in FRAGMENT_SUPPRESSED did not find any Charter violations and, even if these violations occurred, subsection 128(4) of the CCRA was considered a reasonable limit prescribed by law that could be demonstrably justified under section 1. The Court explicitly recognized FRAGMENT_SUPPRESSED", "[31] To the extent that any distinction was referred to it was in relation to those foreign nationals facing a deportation order, a concern that was found to be a necessary consequence of a valid deportation scheme. Justice James Russell stated FRAGMENT_SUPPRESSED", "[32] He further noted FRAGMENT_SUPPRESSED", "[33] In FRAGMENT_SUPPRESSED, Justice Crampton expressly rejected any implications arising from FRAGMENT_SUPPRESSED , above and found the conclusions reached generally supported his views. He stated: FRAGMENT_SUPPRESSED", "[34] These comments are equally true of the Applicant's case. Any earlier conclusions in FRAGMENT_SUPPRESSED , above, do not warrant a reconsideration of the overall reasoning in FRAGMENT_SUPPRESSED . In considering a foreign offender's release, \"society\" as referred to section 100-102 necessarily requires reference to any society outside Canada that would be impacted or provide insufficient supervision.", "[35] Contrary to the Applicant's assertions, this interpretation of \"society\" is consistent with the Interpretation Act , RSC 1985, c I-21 that requires a \"large and liberal construction and interpretation\" of the term. It is also reflective of the principles of statutory interpretation that the \"words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament\" (see for example the reference in FRAGMENT_SUPPRESSED). As the Respondent notes, \"society\" in its ordinary sense is not restricted to Canada and is distinguished from the use of the term \"Canadian society\" in other legislative enactments. FRAGMENT_SUPPRESSED and FRAGMENT_SUPPRESSED , above, agree that the intention of Parliament was to take into account the concerns of foreign countries.", "[36] While the Applicant does not advance a Charter claim, he further asserts that the interpretation of \"society\" by the Court and as subsequently adopted by the Board's Appeal Division discriminates against foreign offenders by making it more difficult for them to obtain parole. Subsection 101(b) of the CCRA is nonetheless clear that the Board \"take into consideration all available information that is relevant to a case.\" The risk posed by the offender and the effectiveness of any release plan are assessed on their merits. Where a foreign national offender is subject to a deportation order, its impact must be taken into account in this assessment.", "[37] Failure to do so would ignore that offenders such as the Applicant would be removed to their country of nationality where they were would not be subjected to mandatory supervision or other conditions. Not only would this be an unfair advantage for the offender, it could pose an ongoing risk to the receiving state.", "[38] For these reasons, I am not prepared to disregard the holding in FRAGMENT_SUPPRESSED , above, that \"society\" in sections 100-102 of the CCRA includes those outside of Canada. It was appropriate for the Appeal Division to refer to the case in making its determination regarding the Applicant. He continues to pose a moderate risk of re-offending violently and if deported to the UK, despite his detailed plans, would not be subject to mandatory supervision. Having considered all relevant factors, it was within the range of possible, acceptable outcomes to conclude that granting parole would pose an undue risk to \"society\", even though the society at issue was in the UK. VI. Conclusion", "[39] The Board and Appeal Division reasonably relied on the jurisprudence of this Court in considering that the term \"society\" was not confined to Canada to determine that since the Applicant would be deported to the UK without mandatory supervision and continued to pose a risk; parole should be denied. The primary consideration remains the protection of society. I see no reason to depart from the conclusion in FRAGMENT_SUPPRESSED , above, and impose a narrower construction of that term.", "[40] Accordingly, this application for judicial review is dismissed. JUDGMENT", "[41] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. Application dismissed. Editor: Jana A. Andersen/klf [End of document]"]}