{"id_": "046478", "body_str": ["[1] Hargrave, Prothonotary : These reasons arise out of a motion for leave to file a conditional appearance, on behalf of the individual defendants, and to strike out the statement of claim, again as to the individual defendants, on the ground that the court is without jurisdiction over those persons. Background", "[2] The statement of claim, which was filed June 18, 1993, alleges that the defendants wrongfully moved the plaintiff, who was in the general prison population at the Edmonton Institution, into a segregation unit, June 21, 1991, in the incorrect belief that he was planning an escape. The plaintiff seeks a declaration that his rights have been violated, general and punitive damages and special damages.", "[3] In response, the defendants agree that the plaintiff was placed in dissociation and segregation for reasonable cause pending transfer to a high maximum security unit at the Saskatchewan Penitentiary. The transfer to the Saskatchewan Penitentiary did not occur and on review, July 15, 1991, it was not approved by the Prison Administration. The plaintiff was returned to the general prison population at the Edmonton Institution on July 17, 1991.", "[4] In the present instance the defendants have referred both to rule 401, a rule providing for a conditional appearance so that, among other things, jurisdiction may be challenged, and to rule 419(1)(a), that the statement of claim discloses no reasonable cause of action, in this instance, by reason of the court's want of jurisdiction over the named individuals.", "[5] Counsel for the defendants says that the issue underlying the dispute over the presence or absence of the personal defendants is whether there will be multiple examinations for discovery, or only discovery of the Crown. Counsel submits that consideration ought to be given both to avoiding unnecessary discoveries in this action and indeed in other actions with a resulting flood of discoveries against individuals. This may be laudable, but is not a ground for denying a plaintiff a day in court against defendants who are properly within the jurisdiction of the court.", "[6] The jurisdiction of the Federal Court in this instance is circumscribed by the three-part test in FRAGMENT_SUPPRESSED, I will set out the test in full and due course, however, it may be summarized as requiring first, a grant of jurisdiction, second, federal law to nourish the grant, and third, a law of Canada on which to base the case.", "[7] There is no doubt that the individual defendants fall within s. 17(5)(b) of the Federal Court Act , satisfying the first part of the test. However, the plaintiff has not satisfied the second part of the test, an existing body of federal law to nourish the grant of jurisdiction, which I will deal with in due course. The plaintiff not having met this second aspect, I have not considered the third part of the test. Consideration Procedure", "[8] In that the Deputy Attorney General of Canada has filed a defence on behalf of all of the defendants, a conditional appearance under rule 401 is a moot point. However, the individual defendants, in that the motion to strike refers to rule 419(1)(a), that the statement of claim discloses no reasonable cause of action, may move to strike out at any time during the proceeding: see for example FRAGMENT_SUPPRESSED.", "[9] Mr. Justice Denault noted in FRAGMENT_SUPPRESSED, that while rule 401 is intended to deal with questions as to the court's jurisdiction and rule 419(1)(a) is meant to deal with the existence of a reasonable cause of action, a failure to set forth the correct rule is not fatal to the substance of the motion (pp. 128-129).", "[10] Mr. Justice Richard pointed out in FRAGMENT_SUPPRESSED, that as a matter of practice it is more appropriate, when jurisdiction is challenged and the objective is to strike out a pleading, to proceed on the basis of rule 401, rather than rule 419(1)(a), but then went on to apply the same analysis as under rule 419(1)(a), that the facts alleged in the statement of claim are assumed to be true and that it must be plain and obvious that the action cannot succeed in order to strike out a pleading. This is similar to the approach taken by Mr. Justice Collier in FRAGMENT_SUPPRESSED, in which he considered a claim made by an individual and two companies, against the Crown, in the context of rule 419(1)(a). Mr. Justice Collier found that the claims were not based on existing federal law, but rather on tort and breach of contract, thus running afoul of FRAGMENT_SUPPRESSED. For the purposes of the motion he assumed the facts in the pleadings to be true and considered whether it was plain and obvious that the claim could not succeed. Source Of Jurisdiction", "[11] In the present instance, if there is jurisdiction it must begin within the statutory grant of jurisdiction to the court in s. 17(5)(b) of the Federal Court Act \"The Trial Division has concurrent original jurisdiction ... (b) in proceedings in which relief is sought against any person for anything done or omitted to be done in the performance of the duties of that person as an officer, servant or agent of the Crown.\"", "[12] Even if the individual defendants come within this section, as servants or officers of the Crown and these defendants admit that they are employees of the Correctional Service, that alone is insufficient for the claim against such individuals must be supported by existing and applicable federal law: see for example FRAGMENT_SUPPRESSED.", "[13] In the FRAGMENT_SUPPRESSED case the main claim was founded in tort, both in negligence and in breach of statutory duty. There was a subsidiary allegation of breach of contract. Mr. Justice Collier had no great difficulty in dismissing the claims to the extent that they were founded on the common law of negligence and/or breach of contract, and not on a law of Canada or on existing federal law.", "[14] As Mr. Justice Collier pointed out in FRAGMENT_SUPPRESSED at p. 484, the then equivalent of rule 17(5)(b) \"... merely permits the impleading of a Crown servant. For jurisdiction, existing federal law must be found elsewhere\". Mr. Justice Collier was upheld by the Court of Appeal, which referred to the attempt by the plaintiffs to found their action on certain provisions of the Aeronautics Act and of the Air Regulations \"Those provisions are obviously part of the existing federal law but that does not help the appellants because the causes of action disclosed by the statement of claim, insofar as they are founded on those provisions, are not reasonable causes of action. In my opinion, the Trial Division was right in holding that the provisions of the Aeronautics Act and of the Air Regulations invoked by the appellants, when they create duties, create public duties only and do not confer any direct right of action on any individual citizen who may suffer damage by reason of their breach.\" (pp. 88-89). The Court of Appeal in FRAGMENT_SUPPRESSED pointed out that the causes of action of the appellants could not be founded on a breach of statutory duty owed to individuals nor could the action be founded on either negligence or contract, for the laws of negligence and contract are clearly provincial laws ([1980] 1 F.C. 86, at pp. 88 and 89).", "[15] The causes of action set out in the present statement of claim, for the most part, are based not upon federal law or upon the laws of Canada, but rather on tort law as would be applied by the courts of the provinces. In paragraph 4, the plaintiff relies on the tort of combination or civil conspiracy in the transfer of the plaintiff from the general population at the Edmonton Institute to a segregation unit; in paragraph 5 the basis of the claim is wrongful and malicious conduct by the defendants, in the abuse of their authority, a plea similar to that of abuse of process; in paragraph 6 the tort is that of defamation; in paragraph 7 the plea is that the defendants were negligent in performing their duties; in paragraph 9 the plea is that of false imprisonment; and in paragraph 14 the plaintiff says that his Charter rights and freedoms were violated.", "[16] All of these, except the last, are common law causes of action, but not federal law or laws of Canada, as referred to by the Supreme Court of Canada in FRAGMENT_SUPPRESSED (supra) and thus are not good pleas as against the present individual defendants. These common law causes of action do not satisfy the three-part test that must be satisfied in order to bring the plaintiff within the jurisdiction of the Federal Court, as set out in FRAGMENT_SUPPRESSED: 1. There must be a statutory grant of jurisdiction by the Federal Parliament. 2. There must be an existing body of federal law which is essential to the disposition of the case and which nourishes the statutory grant of jurisdiction. 3. The law on which the case is based must be \"a law of Canada\" as the phrase is used in s. 101 of the Charter Of Rights As A Federal law To Nourish Jurisdiction", "[17] The reference to the Charter of Rights and Freedoms , in paragraph 14 of the statement of claim, and whether the Charter and specifically s. 24, empowers this court to give a constitutional remedy, or whether the Federal Court must have an external source of jurisdiction, is a more interesting issue.", "[18] Mr. Justice Strayer (as he then was), discussed this issue in The Canadian Constitution and the Courts , Butterworths, (3rd Ed. 1988), at pp. 70 et seq. in the context of s. 24(1): \"Anyone whose rights or freedoms, as guaranteed by this Charter , have been infringed or denied may apply to a court of competent jurisdiction to obtain such remedy as the court seems appropriate and just in the circumstances.\" Mr. Justice Strayer then considered whether the words \"court of competent jurisdiction\", in this section, implicitly empower a court to give a constitutional remedy which would not normally be within its powers. He answers this question by pointing out that Madame Justice Wilson, in delivering reasons concurred in by Chief Justice Dickson and Justice Lamer (as he then was) dealt with this question in FRAGMENT_SUPPRESSED, saying that the phrase \"a court of competent jurisdiction\", as used in s. 24(1) of the Charter \"... premises the existence of jurisdiction from a source external to the Charter itself\".", "[19] Similarly, Mr. Justice Strayer pointed out that in FRAGMENT_SUPPRESSED, the Supreme Court FRAGMENT_SUPPRESSED", "[20] Counsel for the defendants referred to FRAGMENT_SUPPRESSED, for the proposition, by implication, that the Charter does not nourish a claim, in the Federal Court, over individuals. Mr. Justice McNair, in the Holt case, raised the issue FRAGMENT_SUPPRESSED", "[21] That a proceeding cannot be founded on the Charter alone, but requires some other basis for jurisdiction, is also a point made by Mr. Justice Mahoney who wrote the principal set of reasons for the Federal Court of Appeal in FRAGMENT_SUPPRESSED", "[22] I have concluded that it is beyond doubt that the plaintiff may not succeed against the individual defendants either on the basis of the common law tort remedies or on the basis of the Charter . The plaintiff must find his jurisdiction elsewhere. Penitentiary Regulations As Federal law To Nourish Jurisdiction", "[23] The mere fact that a tort occurred in a penitentiary setting is not enough to connect it with the institution's statutory underpinnings so as to find the necessary statutory framework required to nourish the Federal Court's statutory grant of jurisdiction.", "[24] Counsel for the plaintiff sought a source for jurisdiction in the Penitentiary Service Regulations enacted under the Penitentiary Act , R.S.C. 1985, c. P-5, and in several cases, principally FRAGMENT_SUPPRESSED. Indeed, counsel for the defendants admits that FRAGMENT_SUPPRESSED is the case that he must successfully deal with on this aspect of his motion.", "[25] The plaintiff, Mr. Oag, had become entitled to be released on mandatory supervision pursuant to a National Parole Board decision. The Board suspended his mandatory supervision twice, both times the plaintiff being arrested, detained and released. This practice, known as \"gating\", had been ruled illegal by the Supreme Court of Canada in FRAGMENT_SUPPRESSED. The trial judge had struck out Mr. Oag's statement of claim on the ground that the action was not based on federal law and thus Mr. Oag could not pursue claims against individual Parole Board members.", "[26] The Court of Appeal in FRAGMENT_SUPPRESSED applied the three-part test laid down in FRAGMENT_SUPPRESSED (supra), and then pointed to the detailed statutory framework, which included mandatory provisions entitling Mr. Oag to a partial degree of freedom which might not be interfered with except as provided in the legislation. This statutory framework, found in the Penitentiary Act and in the satisfied the second requirement of the FRAGMENT_SUPPRESSED test, that there be an existing body of federal law essential for the disposition of the case and which nourishes the statutory grant of jurisdiction.", "[27] One of the difficulties, in considering jurisdiction based on a statutory framework as a source of federal law, is that of reconciling the subsequent case of FRAGMENT_SUPPRESSED the plaintiff, a member of the Immigration and Refugee Board, was advised by the Chairman of the Board, Mr. Fairweather, that he would oppose the renewal of Mr. Hendricks' term of office. As defendant Mr. Fairweather filed a conditional appearance and challenged the jurisdiction of the court. The plaintiff argued, among other things, that the acts of Mr. Fairweather in opposing the renewal of the plaintiff's term of office, were committed while performing duties assigned under a federal statute and that served as the basis for the Federal Court's jurisdiction. Mr. Justice Denault rejected that argument, adopting, at p. 175 of his reasons, the words of Mr. Justice McNair in the FRAGMENT_SUPPRESSED", "[28] In the FRAGMENT_SUPPRESSED case counsel for the plaintiff had referred to the FRAGMENT_SUPPRESSED case, but Mr. Justice Denault believed that the National Parole Board legislation was too fragile a link on which to found jurisdiction against an individual board member.", "[29] At this point it is pertinent to refer to FRAGMENT_SUPPRESSED, a decision of Mr. Justice Mahoney, which predated FRAGMENT_SUPPRESSED . Counsel for the plaintiff submits that since the FRAGMENT_SUPPRESSED case the law on misfeasance and public authorities has evolved. While it may be helpful to the plaintiff in pursuing the Crown I do not see that it assists in enlarging the statutory jurisdiction of the Federal Court. In the FRAGMENT_SUPPRESSED case the plaintiff had sued for allegedly negligent dental treatment while an inmate in a federal penitentiary. In order to come within the jurisdiction of the court the plaintiff submitted that he was owed a statutory duty under two sections of the Penitentiary Service Regulations , C.R.C. 1978 vol. XIII, c. 1251, which sections were as follows: \"3. It is the duty of every member to give effect, to the best of his ability, to the laws relating to the administration of penitentiaries in Canada and to use his best endeavour to achieve the purposes and objectives of the Service, namely, the custody, control, correctional training and rehabilitation of persons who are sentenced or committed to a penitentiary. \"16. Every inmate shall be provided, in accordance with directives, with the essential medical and dental care that he requires.\" Mr. Justice Mahoney pointed out that the duty under s. 3 was one owed entirely to Her Majesty and that the obligation under s. 16 entirely an obligation of Her Majesty, with neither section giving rise to a cause of action by an inmate against a member of the Penitentiary Service. He went on to say that even accepting that there had been an evolution of the common law, to allow inmates the right to sue their keepers in court, \"... it did not create or expand a cause of action but rather vested prisoners with the capacity or status to sue in respect, at least in this case, of a cause of action that already existed. The cause of action itself remains the tort of negligence and that does not arise from federal law.\" (p. 648)", "[30] In contrast, the plaintiff in FRAGMENT_SUPPRESSED was in a very different position. First, there was no denying that Mr. Oag, even as a prisoner, was not without some rights or residual liberty of which he could not be deprived of unlawfully: see for example FRAGMENT_SUPPRESSED. Second, Mr. Oag had some very specific and indeed mandatory legislation which gave him rights, namely s. 24(1) of the Penitentiary Act , R.S.C. 1970, c. P-6, and then several sections of the , R.S.C. 1970, c. P-2: \"24(1) Subject to section 24.2, every inmate may be credited with fifteen days of remission of his sentence in respect of each month and with a number of days calculated on a pro rata basis in respect of each incomplete month during which he has applied himself industriously, as determined in accordance with any rules made by the Commissioner in that behalf, to the program of the penitentiary in which he is imprisoned. \"10(1) The Board may (b) impose any terms and conditions that it considers desirable in respect of an inmate who is subject to mandatory supervision; \"12. Where (a) the Board grants parole to an inmate, or (b) an inmate is released from imprisonment subject to mandatory supervision, the Board shall issue a parole certificate or mandatory supervision certificate under the seal of the Board and in a form prescribed by it, and shall cause the certificate to be delivered to the inmate and a copy thereof to be delivered to the inmate's parole supervisor, of any. \"15(1) Where an inmate is released from imprisonment, prior to the expiration of his sentence according to law, solely as a result of remission, including earned remission, and the term of such remission exceeds sixty days, he shall, notwithstanding any other Act, be subject to mandatory supervision commencing upon his release and continuing for the duration of such remission. \"(2) Paragraph 10(1)(e), section 11, section 13 and sections 16 to 21 apply to an inmate who is subject to mandatory supervision as though he were a paroled inmate on parole and as though the terms and conditions of his mandatory supervision were terms and conditions of his parole.\"", "[31] In FRAGMENT_SUPPRESSED , the parole legislation granted an inmate a discretionary remission of sentence for industrious application to penitentiary programs and provided that should the Parole Board grant parole, then various mandatory provisions applied, including as to mandatory supervision, so that \"... so long as the appellant fulfilled the terms of the mandatory supervision he was entitled to enjoy a degree of freedom\". (p. 520) Mr. Justice Stone, in writing the reasons for the Court of Appeal, referred to the Penitentiary Act and the as a detailed statutory framework of federal law under which Mr. Oag both acquired a right of limited freedom and also the right to remain so without interference. Thus the Court of Appeal found that the claims of Mr. Oag were provided for in the laws of Canada or federal law meeting the requirement of the second test under the FRAGMENT_SUPPRESSED case.", "[32] The FRAGMENT_SUPPRESSED case was summed up by Mr. Justice Hugessen in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED The crux of the FRAGMENT_SUPPRESSED case is that he was wrongly deprived of a statutory right which belonged to him.", "[33] The FRAGMENT_SUPPRESSED case was touched upon in FRAGMENT_SUPPRESSED, in which a fisherman alleged that he had been wrongly deprived of his commercial salmon fishing licence by the actions of two Fisheries officers. The Fisheries officers moved to be let out of the action by reason of a want of jurisdiction. Mr. Justice McNair found the existence of a detailed statutory framework in the Fisheries Act governing the terms and conditions for obtaining commercial salmon fishing licences. At the time, on the East Coast, the operative legislation was the Atlantic Fishing Registration and Licensing Regulations , c. 808 of the 1978 Consolidated Regulations of Canada . The regulatory regime set out was a detailed one, which Mr. Justice McNair felt was \"... amply sufficient to nourish the statutory grant of jurisdiction afforded by s. 17(5)(b) of the Federal Court Act \". (p. 131).", "[34] The final case that ought to be mentioned and in which the FRAGMENT_SUPPRESSED case was referred to is FRAGMENT_SUPPRESSED, a decision of the Federal Court of Appeal. In that case the plaintiff had a right of movement in Canada governed by the Immigration Act , a \"law of Canada\". That right was allegedly infringed by an Immigration Officer. The Court of Appeal heard a motion by the Immigration Officer, who had unsuccessfully, at the trial level, tried to have the action dismissed for want of jurisdiction. The Court of Appeal touched on the Charter argument, but pointed out that the Canadian Charter of Rights and Freedoms did not qualify as a law of Canada and therefore the court had to look to the Immigration Act . Mr. Justice Mahoney, whose reasons were concurred with by the other judges, pointed out that Mr. Kigowa, while in Canada, had a certain and limited statutory right to be at liberty within Canada while he waited for an inquiry or for removal, as the case might be (p. 170). Mr. Justice Heald, who wrote short concurring reasons, pointed out that Mr. Kigowa's \"... right to be in Canada and his right to freedom here emanated entirely from the provisions of the Immigration Act \". (p. 171) and that if the torts alleged by the plaintiff \"... were committed, it was because the plaintiff's right to remain free, pursuant to the provisions of the Immigration Act , were interfered with\". (p. 172) Again, in the FRAGMENT_SUPPRESSED case the detailed statutory framework included rights held by the plaintiff.", "[35] In the present instance the plaintiff, who has some residual freedom within the prison setting, relies upon various sections of the Penitentiary Service Regulations . Those provisions and other pertinent provisions are as follows: \"Interpretation 2. In these Regulations, ... 'institutional head' means the officer who has been appointed under the Act or these Regulations to be in charge of an institution and includes, during his absence or inability to act, his lawful deputy; (chef d'institution) 'member' means an officer or employee of the Service; (membre) Duty of Members 3. It is the duty of every member to give effect, to the best of his ability, to the laws relating to the administration of penitentiaries in Canada and to use his best endeavours to achieve the purposes and objectives of the Service, namely, the custody, control, correctional training and rehabilitation of persons who are sentenced or committed to penitentiary. 5(1) The institutional head is responsible for the direction of his staff, the organization, safety and security of his institution and the correctional training of all inmates confined therein. Custody of Inmates 13. The inmate shall, in accordance with directives, be confined in the institution that seems most appropriate having regard to (a) the degree and kind of custodial control considered necessary or desirable for the protection of society, and (b) the program of correctional training considered most appropriate for the inmate. Classification 14. The file of an inmate shall be carefully reviewed before any decision is made concerning the classification, reclassification or transfer of the inmate. Dissociation 40(1) Where the institutional head is satisfied that (a) for the maintenance of good order and discipline in the institution, or (b) in the best interests of an inmate it is necessary or desirable that the inmate should be kept from associating with other inmates, he may order the inmate to be dissociated accordingly, but the case of every inmate so dissociated shall be considered, not less than once each month, by the Classification Board for the purpose of recommending to the institutional head whether or not the inmate should return to association with other inmates. (2) An inmate who has been dissociated is not considered under punishment unless he has been sentenced as such and he shall not be deprived of any of his privileges and amenities by reason thereof, except those privileges and amenities that (a) can only be enjoyed in association with other inmates, or (b) cannot reasonably be granted having regard to the limitations of the dissociation area and the necessity for the effective operation thereof.\"", "[36] That Mr. Oag was deprived of a right outside of an institution, but Mr. Robinson claims from inside an institution, does not assist Mr. Robinson, for the applicable test is whether there is a detailed statutory framework of federal legislation.", "[37] In the present instance, the Penitentiary Service Regulations , upon which Mr. Robinson relies, set out the duties of those employed by the Penitentiary service including the duties of the officers of the facilities. Part II, which contains ss. 13 and 14 of the Regulations , deals with the custody and training of inmates.", "[38] Section 13 of the Penitentiary Service Regulations is a directive to those who operate institutions to confine each inmate properly, giving regard both to \"... the degree and kind of custodial control considered necessary or desirable for the protection of society, ...\", which is clearly a requirement of a duty owed to society and to \"... the program of correctional training considered most appropriate for the inmate\", which might be considered an obligation owed to the inmate, however, we are in this instance not concerned with training, but rather only with custodial control for the protection of society. Section 13 is of no help to the plaintiff.", "[39] Section 14 of the Regulations is a directive as to the handling of an inmate's file, that it \"... be carefully reviewed before any decision is made concerning the classification, reclassification or transfer of the inmate\". It requires those in charge to review an inmate's file in a situation such as that encountered by the plaintiff, but neither does it give any substantive rights to the plaintiff, nor is it a part of detailed statutory framework which might nourish the statutory grant of jurisdiction to the Federal Court in s. 17(5)(b) of the Federal Court Act", "[40] In the present instance the plaintiff says he was segregated and considered for transfer because the defendants wrongly believed he was planning an escape from the Edmonton Institution. That brings us to s. 40 of the Regulations , on which the plaintiff also relies as nourishing the court's statutory grant of jurisdiction. In this context, s. 40 allows the head of the institution to order an inmate dissociated where satisfied that it is necessary \"... (a) for the maintenance of good order and discipline in the institution ...\". This applicable portion of s. 40(1) deals with maintenance or order and discipline in the institution: it is a duty owed to society, and perhaps to other inmates wishing predictable surroundings, but neither gives Mr. Robinson any right nor does it provide a detailed statutory framework upon which to build a case. In this instance we are not concerned with s. 40(1)(b) which would seem to provide for protective custody of an inmate.", "[41] So that there is no misunderstanding s. 40(2) of the Regulations sets out some brief parameters of dissociation. While I read it as a direction to the institutional head, it may give a segregated inmate some limited rights, however, it certainly stops short of being a detailed statutory framework granting rights to the plaintiff.", "[42] Looking at the Regulations relied upon by the plaintiff one is struck by the fact that they are general directions to prison staff and are not directed to giving rights to the plaintiff. This is particularly so when contrasted with the detailed material and rights upon which the plaintiff relied in the FRAGMENT_SUPPRESSED case. They are two very different legislative schemes.", "[43] I do not agree with the plaintiff's submissions that the case law leaves it open as to the amount of detail necessary to provide a statutory framework, merely requiring an existence and a nourishment of the Federal Court's statutory grant of jurisdiction. While the measure of a \"detailed statutory framework\" will likely differ in each case, the elements include some right or duty owed and some detail in the statutory framework to flesh out that right or duty. In the present instance that is missing. Having found that there is no existing body of federal law, in the nature of a federal statutory framework in this instance, I need not deal with the third test in FRAGMENT_SUPPRESSED , that the law on which the case is based must be a law of Canada. I must now decide whether it is plain and obvious that the action cannot succeed, by reason of lack of jurisdiction, that being the test applied in FRAGMENT_SUPPRESSED (supra).", "[44] In coming to a conclusion I must keep in mind that to deny a person a day in court is a serious matter, but that ours is a statutory court, which must not seek to extend its jurisdiction beyond that which is clearly intended: even the convenience or advantage or being able to sue individuals and the Crown together, in the same proceeding, is not a reason to extend the given jurisdiction. With this in mind and given the clear principle set out in the case law, including by the Federal Court of Appeal, it is plain and obvious that the plaintiff is not able to present the statutory framework necessary to come within the FRAGMENT_SUPPRESSED case, for the link in the present case, to federal law, is too fragile.", "[45] As to the outcome, it will be disappointing to the plaintiff. However, the plaintiff still has an action against the Crown and the Crown is vicariously responsible for the acts and neglects of Her employees. That the plaintiff will be able to examine for discovery only one person on behalf of the Crown is not an improper result.", "[46] At the conclusion of submissions we did not deal with costs. In the event that counsel are unable to resolve that issue, costs may be spoken to. Motion granted. Editor: Reginald W. Curtis/slm [End of document]"]}