{"id_": "046523", "body_str": ["[1] Kane, J. : This is an application brought under the provisions of the Patented Medicines (Notice of Compliance) Regulations SOR/93-133, as amended [ NOC Regulations ] to prohibit the Minister of Health from issuing a Notice of Compliance to Apotex in respect of its valganciclovir hydrochloride 450mg tablets (the Apotex product) until the expiry of Canadian Letters Patent No 2154721 (the '721 Patent) on July 26, 2015.", "[2] For the reasons that follow, I find that the allegations with respect to invalidity are justified and the allegation with respect to non-infringement of claim 4 is justified.", "[3] The application is dismissed with costs to Apotex. INTRODUCTION", "[4] In the 1990s, ganciclovir was recognized as the leading drug for the treatment of certain herpes viruses, particularly cytomegalovirus [CMV], a type of herpes virus. The parties and the experts described ganciclovir as an antiviral nucleoside, which is a compound that disrupts DNA synthesis in, for example, virally-infected cells. Disrupting viral replication induces the death of the infected cell. A nucleoside is a compound formed by joining a base moiety with a sugar moiety. A disadvantage of ganciclovir was its limited oral bioavailability. Although it could be more effective when administered intravenously [IV], this mode had other disadvantages including inconvenience for patients and potential infections, particularly in immunocompromised patients. An improvement in the bioavailability of ganciclovir for oral administration was, therefore, desired.", "[5] Acyclovir and penciclovir were other antiviral nucleosides that were also effective against various strains of the herpes virus. However, they also shared the disadvantage, when orally administered, of poor absorption across the gut (small intestine) into the blood stream. These drugs were, therefore, also generally administered by IV (directly into the bloodstream). Several research groups were seeking to improve the oral bioavailability of these compounds in the 1980s and 90s. As explained by the experts, one of the several possible approaches for improving the bioavailability of a drug like ganciclovir was to link the molecule to another compound, referred to as a pro-moiety, (often an amino acid) and to thereby create a prodrug. A prodrug is a compound that has improved absorption and is metabolized to the active drug after absorption (valganciclovir is a prodrug formed by the molecular combination of ganciclovir with the amino acid, mono-L-valine).", "[6] The intended mechanism of action of a prodrug is that the pro-moiety will help deliver the active medicine more effectively to the site of action. Prodrugs are designed such that the pro-moiety (in this case, the amino acid ester) is hydrolyzed, or cleaved, from the active drug compound at an appropriate point after absorption into the body.", "[7] Doctor McGuigan, an expert for Apotex, noted at paragraph 54 of his affidavit that by 1994 it was well known that prodrugs are often used where a drug has suboptimal bioavailability. He described a prodrug as a molecular derivative of the parent drug which requires structural transformation to the active drug in vivo (in the body). Once activated in the body it can then exert its pharmacological action. A prodrug often results in improved tissue penetration by altering the lipophilicity and/or the water solubility of the drug. Prodrugs can also take advantage of the various active transport mechanisms available in the body, in particular when the prodrug resembles natural metabolites, such as with amino acid esters. The prodrug form is better absorbed, and after biotransformation, results in a greater exposure to the active drug that would have occurred had the parent drug form been administered.", "[8] He also noted that the majority of produgs are esters (para 55). An ester is a compound produced through the reaction of an acid (with a -COOH functional group) with a compound having a hydroxyl group (-OH).", "[9] Dr McGuigan indicated that in order to be suitable, a nucleoside prodrug would need improved bioavailability (assuming that the desired improvement is higher oral bioavailability) and would have to be: soluble enough to be dissolved in the stomach; stable enough to survive the acidic environment of the stomach; have the ability to pass through the gut; reach the blood stream; and, release the active agent. Additionally, a suitable prodrug would have to be acceptable for use as a pharmaceutical.", "[10] Roche holds the patent for valganciclovir, which is more fully described below, and which the inventors claim meets these desired characteristics.", "[11] <FRAGMENT_SUPPRESSED>  [2011] FCJ 287, Justice Hughes explained the nomenclature of NOC proceedings and the requirements of the Notice of Allegation [NOA] as follows:", "[38] The NOC Regulations identify two groups of persons, a \"first person\", commonly called the \"brand\", who is the person owning or licensed under a patent and who has received permission to sell a drug somehow relating to that patent in Canada (section 4(1)). A \"second person\", commonly called a \"generic\" is a drug company wanting to take advantage of much of the material submitted by the first person in order to obtain approval itself to sell the drug. The second person must notify the first person providing particulars of its application to secure approval and to state that the patent will not be infringed or is invalid or that the second person will wait for the patent to expire. That notification takes the form of a \"Notice of Allegation\" (NOA).", "[39] That Notice of Allegation (NOA) is required by subsection 5(3)(b)(ii) of the NOC Regulations to include \"a detailed statement of the legal and factual basis for the allegations\" ... . THE PARTIES", "[12] The applicant, Roche, is a \"first person\" as described in the NOC Regulations . It has listed the '721 Patent in accordance with those Regulations . Roche has obtained a Notice of Compliance [NOC] to sell valganciclovir hydrochloride, which it does under the brand name Valcyte, from the Minister of Health.", "[13] The applicant, Roche, claims to be the owner of the '721 Patent and this is not contested in these proceedings.", "[14] The respondent, Apotex, is a \"second person\" as described in the NOC Regulations . It seeks to sell a generic version of Roche's valganciclovir drug. To do so, it must receive a NOC from the Minister of Health. In accordance with the NOC Regulations , Apotex served Roche with a Notice of Allegation [NOA] dated June 14, 2011.", "[15] In the NOA, Apotex alleges that claims 4-8 and 10 of the '721 Patent would not be infringed, and that the patent is invalid on the grounds of anticipation, obviousness, and overbreadth or claims broader than the invention made or disclosed. Apotex also alleges that it does not infringe any valid claim in making, constructing, using or selling its Apotex product.", "[16] The respondent, the Minister of Health, who has various responsibilities under the NOC Regulations , including the issuance of an NOC to a \"second person\" such as Apotex, took no active role in these proceedings.", "[17] The respondent, Apotex, submits that the applicant, Roche, has not honored its part of the bargain upon which the '721 Patent is based. The nature of this bargain was described  <FRAGMENT_SUPPRESSED>  Inc v H Lundbeck A/S , 2013 FC 192, [2013] FCJ 274 by Justice Harrington, as follows:", "[7] A patent represents a bargain between the inventor and the state. In consideration of the grant of a monopoly, the inventor must fully and properly disclose the invention so that when the monopoly expires, others may reproduce the product or process involved without undue difficulty. The requires the applicant to provide a specification which discloses what has been invented and how to replicate it. The specification ends with a claim or series of claims over which a monopoly is asserted. According to Apotex, the specification is fatally defective.", "[18] In the present case, Apotex makes this same allegation. THE '721 PATENT GENERALLY", "[19] Canadian Letters Patent 2,154,721 (the '721 Patent) was applied for by an application deemed to be filed with the Canadian Patent Office on July 26, 1995. The Patent is therefore governed by the provisions of the new , RSC 1985 c P-4, that governs patents applied for after October 1, 1989.", "[20] The application was filed under the provisions of the Patent Cooperation Treaty [PCT] and claims priority from a first application filed in the United States Patent Office on July 28, 1994. This is the date upon which the issues of anticipation and obviousness will be determined.", "[21] The publication date, i.e. the date at which the public could inspect the patent, was January 29, 1996. This is the date that is to be used for the purposes of the construction of the claims.", "[22] The '721 Patent lists the inventors as John J Nestor, Scott W Womble and Hans Maag, all of the United States of America. None of the inventors provided evidence in these proceedings.", "[23] The '721 Patent was issued to F Hoffman-LaRoche AG, CH.", "[24] The term of the '721 Patent, unless declared as invalid, will expire 20 years from the date of the filing of the application in Canada, which is July 26, 2015.", "[25] There are 17 claims in the '721 Patent, 14 of which are at issue in this proceeding. The construction of the claims and the inventive concept of the patent are addressed below. THE EVIDENCE", "[26] The evidence in this proceeding was provided in the form of affidavits and transcripts of cross-examinations of experts along with their exhibits. All of the experts were cross-examined. Each party also submitted as evidence the affidavits of law clerks to place documents on the record and attest to facts and specific communications between the parties.", "[27] The evidence on the record includes the following: For the applicant (Roche) i) Dr Ronald Sawchuk Dr Sawchuk is a Professor of Pharmaceutics, Emeritus, and Morse Alumni Distinguished Teaching Professor and the Director of the Bioanalytic and Pharmacokinetic Services Laboratory at the University of Minnesota. Dr Sawchuk was called on by the applicants for his extensive experience in the areas of pharmaceutical research, pharmacokinetics, and drug development. Dr Sawchuk was asked to review Apotex's Notice of Allegation and provide an opinion as to the content of the '721 Patent, and the validity of the '721 Patent. ii) Dr Youla S Tsantrizos Dr Tsantrizos is a Professor of Chemistry at the Faculty of Science at McGill University and an Associate Member of the Biochemistry Department at the Faculty of Medicine at McGill University. Dr Tsantrizos spent 10 years at the Medicinal Chemistry Department of the pharmaceutical company Boehringer Ingelheim where she participated in pre-development and development committees that moved compounds through the different stages of drug discovery, pre-clinical and clinical development. She was called by the applicant for her expertise in human pharmaceuticals for the treatment of viral infections. Dr. Tsantrizos was asked to comment on the claims of the '721 Patent and explain what is understood as the subject matter involved; to review and consider the allegations in the NOA; including anticipation, obviousness, the proper scope of the invention, and non-infringement. iii) Dr Jeffrey Manthorpe Dr Manthorpe is a Professor of Chemistry at Carleton University. His current academic research interests include synthetic chemistry and particularly synthetic organic chemistry, the development of new synthetic chemistry techniques and their application to biologically relevant molecules. Dr Manthorpe was asked to design and perform an experiment to determine whether the Apotex crystallization process produces amorphous or crystalline material. iv) Dr Ilia Korobkov Dr Korobkov is an X-ray diffraction scientist, crystallographer, and supervisor at the X-ray Core Facility of the Faculty of Science at the University of Ottawa. His work is focused on single crystal X-ray diffraction, but he has also conducted analyses using other instruments such as powder X-ray and fluorescence. Dr Korobkov was called by the applicant to analyze Dr Manthorpe's experiment and to provide an opinion whether some samples were crystalline or amorphous. v) Richard Killworth Richard Killworth is a Partner at Dinsmore & Shohl LLP in Dayton, Ohio, USA. Mr Killworth was called as an expert by the applicant as a US patent attorney and because of his extensive knowledge of US patent law and the United States Patent Office [\"USPTO\"] practices, requirements, and procedures. vi) Erin McIntomny Erin McIntomny is a law clerk for the office of the applicant's solicitors, Gowling Lafleur Henderson LLP, and was asked to attest to the truth of various procedural facts relating to motions, orders, letters, and email correspondence between Apotex and Roche. For the respondent (Apotex) i) Dr Chris McGuigan Dr McGuigan is a Professor of Medicinal Chemistry and Deputy Pro-Vice Chancellor (Research) at the Cardiff School of Pharmacy & Pharmaceutical Sciences at Cardiff University. Dr McGuigan has an extensive research background in new drug discovery and development, particularly for the treatment of viral and retroviral diseases, for diseases associated with viruses, and for osteoarthritis. Dr McGuigan was asked to explain the state of the art in the pharmaceutical treatment of herpes virus infections, including cytomegalovirus infections [HCMV], from the perspective of an ordinary medicinal chemist. Dr McGuigan was asked to comment on the '721 Patent, to address its scope, the allegations of invalidity, the inventive concept and related issues. Dr McGuigan was also asked to provide comments on the statements in the affidavits of Dr Ronald Sawchuk and Dr Youla Tsantrizos. ii) Dr George G Zhanel Dr Zhanel is a Professor of Medicinal Microbiology/Infectious Diseases at the Faculty of Medicine at the University of Manitoba, and is the Coordinator of the antimicrobial resistance program in the Departments of Medicine (Section of Infection Control) and Clinical Microbiology at the Health Sciences Center in Winnipeg, Manitoba. Dr Zhanel is also the Research Director of the Canadian Antimicrobial Resistance Alliance [CARA] in Winnipeg, Manitoba. Dr Zhanel was asked by Apotex to state what a skilled pharmacologist would have known about acyclovir and ganciclovir, and their use in treating herpes viruses, as of July 28, 1994. Dr Zhanel was also asked to comment on the '721 Patent to address its scope, the allegations of invalidity, the inventive concept and related issues and to address several questions from the perspective of a skilled pharmacologist. Dr Zhanel was also asked to provide comments on the opinions of Dr Ronald Sawchuk and Dr Youla Tsantrizos in their affidavits. iii) Dr Siddegowda Dr Siddegowda has a PhD in organic chemistry from the University of Mysore. Since April 2010, Dr Siddegowda has worked as Team Leader of Quality Assurance and Regulatory Affairs for Apotex Pharmachem India Private Limited [APIPL], in the City of Bangalore, India. Before that, he was the Group Leader II of Process Development R&D at APIPL, and from 2004 to 2009 was the Assistant Manager. Dr Siddegowda was called by Apotex to explain specific terminology, statements and passages within APIPL's Drug Master File [DMF] for valganciclovir. iv) Dr Robert K Boeckman, Jr Dr Boeckman is the Marshall D Gates Jr Professor of Chemistry and the Chair of the Chemistry Department at the University of Rochester. Dr Boeckman is an active researcher in the area of synthetic chemistry applied to medicinal chemistry, and is also a trained X-ray crystallographer. Dr Boeckman was asked to provide his opinion on what the EP 329 patent taught and disclosed to the synthetic chemist reading it as of July 28, 1994. Dr Boeckman was asked to comment on the '721 Patent to address its scope, the allegations of invalidity, the inventive concept, crystallinity, and related issues and to address several questions from the perspective of a synthetic chemist. Dr Boeckman was also asked to review and comment on the affidavits of Dr Tsantrizos and Dr Manthorpe. v) Dr Jonathan Steed Dr Steed is a Professor of Chemistry at Durham University, with considerable expertise in crystallography, crystallization, solid-state chemistry, coordination chemistry and intermolecular interactions in solids. Dr Steed established and ran the first X-ray crystallographic facility in the UK to be based on a particular new area detector technology. He was called by Apotex as an expert in the structures and solid state behavior of organic and molecular solids, and in the methods and techniques used to study and characterize them. He was also asked to comment on the '721 Patent and answer several questions from the perspective of the solid state chemist including the scope, allegations of invalidity, inventive concept and the allegations of infringement, particularly regarding whether the product was crystalline. Dr Steed was also asked to review and comment on the affidavits of Dr Tsantrizos, Dr Manthorpe and Dr Korobkov. vi) Dr Richard Christian Moreton Dr Moreton is a pharmaceutical formulation scientist, and Vice-President of FinnBrit Consulting, a pharmaceutical consulting company. Dr Moreton has over 30 years experience in the pharmaceutical industry and throughout his industrial career has worked in formulation, pre-formulation, formulation development and scale-up, drug development and optimization, including the study and design of prodrug strategies, and the technical transfer of products into commercial manufacture. He also has experience with antiviral drugs, including antiviral drug formulations and prodrugs. Dr Moreton was asked to review the '721 Patent and answer several questions from the perspective of the pharmaceutical formulator including the scope, allegations of invalidity, inventive concept and the allegations of infringement, particularly regarding whether the product was crystalline. Dr Moreton was also asked to review and comment on the affidavits of Dr Tsantrizos and Dr Sawchuk. vii) Duane Terrill Duane Terrill is a long time employee of Apotex and is currently Associate Director of Regulatory Affairs. From 2005 until 2012, Mr Terrill was Manager for Apotex's Regulatory Affairs Department, which regulates all of Apotex's interactions with Health Canada regarding Apotex's submissions for approval to promote and sell new drugs as well as its compliance obligations. Mr Terrill was called by Apotex to comment on Health Canada's requirements for regulatory approval of new drugs in Canada, and to provide specifications on the procedure followed by Apotex while seeking approval for the sale of Apo-Valganciclovir tablets. He was also asked to comment on the contents of the tablets. viii) Lisa Ebdon Lisa Ebdon is a law clerk at the office of the respondent's solicitors, Goodmans LLP. She was called to testify as to the truth of various documents sent by Apotex to the applicant, specifically those relating to Apotex's drug submissions and filings. THE ISSUES", "[28] The principal issue is whether to grant an Order prohibiting the Minister of Health from granting a Notice of Compliance to Apotex for its generic valganciclovir until the expiry of the '721 Patent. This determination depends upon whether the allegations raised by Apotex as to the invalidity of the '721 Patent and non-infringement are justified.", "[29] Apotex alleges that the '721 Patent is invalid on the basis of anticipation, obviousness and overbreadth (insufficiency of claims or claims broader than the invention made or disclosed).", "[30] Apotex also claims in the alternative, that if the patent is valid, they do not infringe the patent because their product is non-crystalline (it is amorphous). This flows from the submission by Apotex that the invention of the '721 is its crystallinity.", "[31] The key area of disagreement between the applicant and respondent (and from which many issues depend) is the meaning of the patent - i.e. what is the invention or what is the inventive step.", "[32] The applicant, Roche, asserts that the invention of the '721 Patent is the identification that the mono-L-valine ester of ganciclovir (referred to as \"L-valganciclovir\" or simply \"valganciclovir\") has unexpectedly better bioavailability over the previously known esters of ganciclovir, most importantly the bis-valine ester. This improvement is not only over the closest prior art (i.e. the bis-ester of EP 329), but also over other known ganciclovir esters and over ganciclovir itself. Roche notes that the bioavailabilities of the invention are specifically compared with EP 329 and other esters and ganciclovir in the '721 Patent.", "[33] The applicant also asserts that the '721 Patent is probably, likely, or is definitely a selection patent from the genus of EP 329.", "[34] The applicant asserts that the allegations of invalidity due to anticipation and obviousness are not justified. The applicant argues that the respondent, Apotex, did not provide any evidence whether it was obvious that L-valganciclovir would have improved bioavailability over the other known ganciclovir esters, and, in particular, the bis-valine ester and the bis-propyl ester.", "[35] With respect to overbreadth, Roche submits that the '721 Patent teaches and claims both amorphous and crystalline valganciclovir (and that crystallinity is merely an additional advantage).", "[36] With respect to infringement, Roche submits that there is evidence to establish that the Apotex product is not limited to amorphous (i.e. non-crystalline) valganciclovir. As a result, Roche submits that Apotex infringes all claims.", "[37] The respondent, Apotex, asserts that the applicant's position is based on a flawed construction of the '721 Patent. Apotex maintains that the '721 Patent neither claims nor indicates in its disclosure that its invention is \"the identification that the mono -L-valine ester of ganciclovir ... has unexpectedly better bioavailability over the previously known esters of ganciclovir, most importantly the bis -valine ester\", as indicated by Roche in their memorandum. Apotex argues that no witness stated that this was the inventive concept of any of the claims of the '721 Patent.", "[38] Apotex submits that the invention relates to valganciclovir, a prodrug of ganciclovir, and its pharmaceutically acceptable salts, methods and intermediates used to prepare these compounds, and compositions of these compounds for use to treat viral diseases in humans. Apotex's position is that the invention is the crystalline compound and submits that the patent distinguishes its invention from the prior knowledge by identifying its compounds as crystalline, which it says provides a \"decisive advantage\" in characterization and processing.", "[39] With respect to anticipation, Apotex submits that EP 329 disclosed the subject matter of the claims of the '721 Patent, including valganciclovir, as a medicine to treat herpes virus infections with improved oral bioavailability over ganciclovir.", "[40] With respect to obviousness, and to the extent that EP 329 did not explicitly make crystalline valganciclovir, Apotex submits that this was obvious from the art.", "[41] With respect to overbreadth, Apotex submits that most of the claims in the '721 Patent cover all solid forms of valganciclovir hydrochloride rather than being limited to the crystalline form (which Apotex submits is the inventive concept). In its written argument, Apotex also argued that other claims are overbroad for claiming the use of valganciclovir to treat all viral diseases, rather than being limited to those diseases against which ganciclovir had been shown to be effective.", "[42] Apotex also asserts that it will not infringe any claim of the '721 Patent because all of the claims are invalid.", "[43] Alternatively, Apotex submits that it does not infringe claims 4 to 8 and 10 of the '721 Patent. All of the details of the preparation and testing of Apo-Valganciclovir are included in its abbreviated new drug submission [\"ANDS\"] and its supplier's drug master file [\"DMF\"]. These documents establish that Apotex's valganciclovir is never crystalline and contains a mixture of the (R) and (S) forms of the compound. Apotex notes that it produced all of these details to the applicant. NOTICE OF ALLEGATION", "[44] As a preliminary issue, the applicant, Roche, asserts that the respondent raised new issues in its argument that it had not set out in the Notice of Allegation [NOA].", "[45] The applicant notes that the respondent is limited to the factual and legal basis set out in its NOA and that any new non-infringement and invalidity allegations cannot be considered. The applicant further notes that the NOA does not assert or suggest that the advantages set out or information provided in the '721 Patent are not true.", "[46] More particularly, the applicant asserts that Apotex in its NOA indicated that the question to be answered was whether \"making the mono-ester instead of the diester (bis-ester) would have been obvious\" but then \"shifted ground\" and changed the question, which is central to the allegation of obviousness, to whether the mono-ester was obvious over ganciclovir.", "[47] Roche asserts that the NOA is deficient because it fails to make any allegations relating to whether Apotex's supplier makes crystalline valganciclovir during the manufacturing process.", "[48] Roche also asserts that because the respondent did not raise an allegation pursuant to section 53 of the , its witnesses could not question whether the statements in the Patent were true, particularly with respect to Examples 9 and 10. Jurisprudence / Principles regarding NOA", "[49] <FRAGMENT_SUPPRESSED>  [2011] FCJ 287, Justice Hughes summarized the requirements of subsection 5(3)(b)(ii) of the NOC Regulations governing the contents of the NOA which must include \"a detailed statement of the legal and factual basis for the allegations\". He noted at para 40:", "[40] Without comment as to whether they are right or wrong as a matter of \"fairness\", certain principles have emerged as a result of judicial interpretation as to an NOA, including: i. The NOA cannot be amended once legal proceedings have commenced except that certain allegations made can be omitted or no longer relied upon (e.g. <FRAGMENT_SUPPRESSED>  (FC) at paras 72 to 84). ii. The Notice of Allegation must be sufficient so as to make the \"first person\" fully aware of the grounds raised as to invalidity or non-infringement ( <FRAGMENT_SUPPRESSED>  (FCA), at paras. 19-21). iii. A second person cannot, in proceedings taken in Court, present argument and evidence relating to an issue that is outside the scope of its  <FRAGMENT_SUPPRESSED>  (FCA), at para. 25. iv. The second party may not shift ground or raise a new ground during the legal proceedings that has not been raised in its NOA ( <FRAGMENT_SUPPRESSED>  (FC), at paras 70 - 71). Conclusion re NOA", "[50] I have considered these principles and do not agree that there was any deficiency in the NOA.", "[51] The NOA sufficiently set out the allegations of invalidity and non-infringement to make Roche fully aware and to permit Roche to respond. Apotex did not raise any new ground or new argument or lead any evidence that was beyond the NOA or that was not responsive to arguments raised by the applicant. In addition, as noted by Apotex, the applicant did not bring any earlier motions, except for the production order as noted below, to resolve any concerns it had about the NOA.", "[52] Apotex served the NOA alleging that the '721 Patent and each of its relevant claims are invalid and will not be infringed by Apotex's making, constructing, using or selling of Apotex's Apo-Valganciclovir product. Apotex noted that the details of its valganciclovir and its formulation would be provided once a confidentiality order was in place. The applicant, Roche, obtained a Court Order requiring Apotex to produce those portions of its ANDS and associated DMF that provide information on the solid state form of Apotex's valganciclovir at each stage of its manufacture and formulation into tablets.", "[53] Apotex's NOA gave sufficient notice that its allegation of non-infringement was not limited to the fact that Apotex's valganciclovir hydrochloride will not be crystalline when sold. Apotex's NOA states that Apotex will not infringe the '721 Patent in its \"making\" or \"using\" of its product. The applicant, Roche, was aware of how to seek Apotex's process information and pursued the production order. Moreover, the experts for Roche considered whether Apotex's product might become crystalline at any point in its processing, handling or subsequent storage.", "[54] With respect to Roche's assertion that Apotex changed the key question on obviousness, from whether \"making the mono-ester instead of the diester (bis-ester) would have been obvious\" to whether making the mono-ester instead of ganciclovir would have been obvious, I find that the words quoted are taken out of the context of the full sentence and the part of the NOA in which they are found.", "[55] This issue relates to the inventive concept of the '721 Patent which is a significant point of disagreement between the parties. It was fully addressed in argument by both parties.", "[56] With respect to the concern that section 53 was not raised, I agree with Apotex that its submissions with respect to the data set out in Examples 9 and 10 respond to evidence on the record submitted by the applicant. BURDEN", "[57] There is extensive jurisprudence with respect to who bears the burden of proof of the allegations and there is no dispute on this issue.", "[58] Where the validity of a patent is at issue, the patent will be presumed to be valid. However, where a generic manufacturer (a second person), in this case Apotex, raises allegations of invalidity and adduces some evidence capable of establishing the invalidity of the patent, the generic is said to put the issue \"into play\". This puts the burden on the brand or applicant (first person), in this case, Roche, to establish on a balance of probabilities that all of the allegations of invalidity are not justified: see <FRAGMENT_SUPPRESSED>  [2009] FCJ 1466; <FRAGMENT_SUPPRESSED>  C.P.R. (4th) 30 at paras 9-10; <FRAGMENT_SUPPRESSED>  C.P.R. (4th) 81 at para 109 ( <FRAGMENT_SUPPRESSED> ffirmed in the result 2012 FCA 308; <FRAGMENT_SUPPRESSED>  [2013] FCJ 111 at paras 24-27.", "[59] If the generic (second person) does not adduce any evidence with respect to a ground of invalidity alleged, then the presumption is not rebutted.", "[60] The burden is also on the brand (first person), Roche, with respect to allegations of non- infringement. The generic manufacturer, Apotex, has alleged non-infringement of specific claims in its NOA. These statements are presumed to be true. The onus is on the brand, Roche, to demonstrate, on a balance of probabilities, that the allegations of non-infringement are not justified. The applicant cannot simply raise the possibility of infringement: see <FRAGMENT_SUPPRESSED>  CPR (4th) 97, at paras 19-20 and 24.", "[61] <FRAGMENT_SUPPRESSED>  CPR (4th) 183 (aff'd 2007 FCA 195, leave to appeal refused [2007] SCCA No. 371) Justice O'Reilly set out the approach to be followed with respect to the burden of proof at paragraphs 9 and 12: 9 In my view, the burden on a respondent under the Regulations is an \"evidential burden\" -- a burden merely to adduce evidence of invalidity. Once it has discharged this burden, the presumption of validity dissolves and the Court must then determine whether the applicant has discharged its legal burden of proof. I believe this is what is meant in those cases where the Court has stated that the respondent must put its allegations \"into play\". It must present sufficient evidence to give its allegations of invalidity an air of reality. . . . 12 To summarize, Pfizer bears the legal burden of proving on a balance of probabilities that Apotex's allegations of invalidity are unjustified. Apotex merely has an evidentiary burden to put its case \"into play\" by presenting sufficient evidence to give its allegations of invalidity an air of reality. If it meets that burden, then it has rebutted the presumption of validity. I must then determine whether Pfizer has established that Apotex's allegations of invalidity are unjustified. If Apotex does not meet its evidential burden, then Pfizer can simply rely on the presumption of validity to obtain its prohibition order.", "[62] As noted above, Justice Hughes summarized the requirements of subsection 5(3)(b)(ii) of the NOC Regulations governing the contents of the Notice of Allegation [NOA] in <FRAGMENT_SUPPRESSED>  [2011] FCJ 287, and also noted at para 41:", "[41] In the Court proceedings, a first person is required to demonstrate, in accordance with subsection 6(2) of the NOC Regulations, that \"none of those allegations is justified\". Thus, the object of the proceedings is to look at the allegations, consider the evidence, apply the law, and determine whether an allegation made in the NOA is justified. Such a determination, for instance, whether an allegation as to invalidity is justified or not, does not preclude that issue from being litigated in an ordinary action respecting the patent, in other words, there is no res judicata <FRAGMENT_SUPPRESSED> (FCA), at para. 7).", "[63] In the present case, Apotex has raised allegations in its NOA and has led evidence as to the invalidity of the Patent on the basis of anticipation, obviousness and overbreadth which is sufficient to put those issues into play. As a result, the applicant, Roche bears the burden of establishing, on a balance of probabilities, that these allegations are not justified.", "[64] Apotex also alleges that it will not infringe claims 4-8 and claim 10. As noted above at paragraph 60, the law is well-settled that where a generic has alleged non-infringement, the statements that it makes in that regard in its NOA are presumed to be true. The applicant, Roche, therefore bears the burden of proof, on a balance of probabilities, to satisfy the Court that the allegations of non-infringement are not justified; merely to raise the possibility of infringement is insufficient. PERSON SKILLED IN THE ART", "[65] The person skilled in the art (or person of ordinary skill in the art - a \"POSITA\") provides the lens through which the patent is construed and many other issues are assessed. As described by Justice Hughes in <FRAGMENT_SUPPRESSED>  [2013] FCJ 111: 28 The person skilled in the art, or as sometimes described, the person of ordinary skill in the art (POSITA) is the notional person, which may include a team of persons, through whose eyes a patent is to be construed, the prior art is to be considered. This notional person may be pertinent to other issues that arise in respect of a patent under consideration by the Court.", "[66] <FRAGMENT_SUPPRESSED>  [2011] FCJ 1813, Justice Boivin noted:", "[64] In assessing the hypothetical POSITA, the Court must define the person or group to whom the '777 Patent is addressed. This person is obviously not a real person. As explained by Justice Hughes in <FRAGMENT_SUPPRESSED>  CPR (4th) 179, at para 42: \"[T]hat person is to be unimaginative, but that does not mean that the person is slow-witted or graduated (if at all) at the bottom of the class. Nor is the person the gold medalist who graduated at the top of the class. That person is the average person in the group. Just as a \"reasonable man\" is expected to be reasonable, the POSITA is expected to possess the ordinary skill in the art\".", "[65] The Supreme Court of Canada considered such a person in Whirlpool , above, at para 74, where Justice Binnie for the Court wrote that the POSITA refers to the hypothetical \"ordinary worker\" who is reasonably diligent in keeping up with advances in the field to which the patent relates.", "[67] In my view, it is difficult to characterize the POSITA as an ordinary person possessing ordinary skill in the art given the expertise, experience and educational qualifications of the scientists engaged in this research; even if they are considered ordinary vis-à-vis their peers, they are far from ordinary. In this case, these highly qualified experts were in disagreement on most issues, but there was general agreement on the POSITA.", "[68] The experts called by both parties expressed their opinions on the qualifications of the proposed person skilled in the art and why such qualifications and experience would be necessary. There is no significant difference among the experts about the attributes and range of qualifications and expertise of the person skilled in the art in the mid-1990s to whom the '721 Patent would be addressed.", "[69] This composite person or team of persons would have expertise in medicinal chemistry, solid state chemistry, synthetic chemistry, pharmaceutical formulation, pharmacology and pharmacokinetics at the Masters or PhD level.", "[70] The medicinal chemist would be necessary to provide expertise in the discovery and design of drugs, and the understanding of organic synthesis, including issues related to chirality and stereoisomerism and pharmacokinetics, including familiarity with the design of prodrugs. The solid state chemist would address the aspects of the '721 that involve the solid state of the L-valine mono-ester of ganciclovir, including its crystalline nature and its properties. The synthetic chemist would address the process aspects of the '721 Patent. The pharmaceutical formulator would address the making of the patent formulations. The pharmacologist would address the pharmacokinetic aspects of the patent. THE '721 PATENT IN DETAIL", "[71] The '721 Patent appears to have no title except, 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl) methoxy-1,3-propane-diol derivative.", "[72] It is generally described, beginning at page 1 as a novel antiviral drug: The present invention relates to a novel antiviral drug, particularly an amino acid ester of a purine derivative, and most particularly to an ester derived from ganciclovir and L-valine and pharmaceutically acceptable salts thereof. The invention also relates to intermediate compounds, synthetic methods for making the antiviral drug, pharmaceutical compositions therefor and their use in antiviral and related disease treatment. More specifically, the invention relates to the L-monovaline ester derived from 2-(2-amino-1, 6-dihydro-6-oxo-purin-9-yl) methoxy-1, 3-propane-diol and its pharmaceutically acceptable salts.", "[73] The prior art is acknowledged at pages 1-8. The Patent identifies several other patents, patent applications and published research, including: US Patent 4 355 032, published in 1982 , which discloses ganciclovir and notes that it is highly efficacious against viruses of the herpes family (e.g. herpes simplex and cytomegalovirus), however, it has relatively low rate of absorption when administered orally. Ganciclovir is most commonly administered intravenously, which has disadvantages. Therefore, it has been highly desirable to provide ganciclovir with an improved oral absorption profile. European Patent 375 329 (EP 329), published in 1990, which discloses prodrug compounds described as having advantageous bioavailability when administered the oral route resulting in high levels of the parent compound in the body. The examples described are all bis-esters, except example 6(b) which discloses a bis-(L-alininate) ester of ganciclovir as a syrup containing 90% bis-ester and 19% mono-ester. The described bis-esters are non-crystalline materials which are difficult to process for the manufacture of oral pharmaceutical dosage forms. EP 329 discloses amino acid esters of the compounds of the formula indicated and the physiologically acceptable salts. Examples of preferred amino acids include aliphatic acids, e.g. containing up to 6 carbon atoms such as glycine, alanine, valine and isoleucine. The amino acid esters include both mono and diesters. However, this patent application and US Patent No 5,043,339 (which is ganciclovir) do not disclose the preparation of mono-esters, much less any data suggesting their usefulness. ) J Pharm Sci 76(2) which discloses the mono- and diacyl esters of ganciclovir and indicate that the dipropionate ester is about 43% more bioavailable than ganciclovir itself. There are also several references to patent applications and research regarding acyclovir, which is also used for the treatment of herpetic viruses, again at pages 1-8. British Patent (BP) 1 523 865 published in 1978 describes derivatives which include acyclovir, which has been found to have good activity against herpes simplex and is very effective upon topical or parenteral administration, but it is only moderately absorbed upon oral administration. Maudgal et al, Arch Ophthalmal, 102 (1984) discloses esters of acyclovir and the advantages of the glycine ester for administration as eye drops. Colla et al , J Med Chem 98 (1983) discloses several water soluble ester derivatives of acyclovir and their salts as prodrugs of acyclovir. The authors suggest that these acyclovir esters should be more practical for clinical use than the parent compound (acyclovir) for topical treatment as eye drops and for treatment of herpes virus infections that respond well to intravenous acyclovir treatment. European Patent Application 308 065, published in 1989, discloses the valine and isoleucine esters of acyclovir, preferably in the L-form, as showing a large increase in absorption from the gut after oral administration when compared with other esters and acyclovir. Beauchamp et al, Antiviral Chemistry and Chemotherapy 3 (1992) discloses 18 amino esters of acyclovir and their efficiencies as prodrugs. The L-amino acid esters were better prodrugs than the corresponding D-, or D, L-isomers, suggesting the involvement of a stereoselective transporter. According to the authors, the L-valyl ester of acyclovir was the best prodrug, in terms of bioavailability, of the esters investigated.", "[74] The Patent notes that, currently, ganciclovir is the leading drug for the treatment of cytomegalovirus infection. It also notes that ganciclovir has limited oral bioavailability and needs slow daily intravenous infusion of the drug. This indicates the \"urgent need\" for an oral dosage form with improved bioavailability.", "[75] The invention of the '721 Patent and its promise are described at page 9 of the Patent specification as follows: The present invention provides a stable prodrug formulation of ganciclovir with improved oral absorption and low toxicity. Such characteristics are especially valuable for suppression of herpetic infections in immunocompromised patients where oral administration therapeutically is the preferred choice. In addition, the active ingredients exhibit pharmacopoeial properties which permit their improved characterization and pharmaceutical processing. Surprisingly, it was found that the L-monovaline ester of ganciclovir and its pharmaceutically acceptable salts exhibit these desired characteristics.", "[76] The compound is described in more detail at pages 9-11 and definitions of terms are provided at pages 9-19.", "[77] The processes to prepare the compound are described at pages 20-22 and later in the Patent. The uses of the compound are set out at pages 22-24.", "[78] At page 24 the utility of ganciclovir as a proven antiviral drug is noted to have been established by determining the blood level concentrations of ganciclovir in test animals (the rat and monkey) following oral administration of the prodrug. The concentrations were determined according to the methods described in Examples 9 and 10 (which appear later in the Patent at pages 51-55).", "[79] The modes of administration of the compound are noted at page 24 as any of the usual and acceptable modes known in the art, noting that oral pharmaceutical compositions are preferred.", "[80] The preferred acids, compounds, and compositions are described at pages 24-28. The most preferred compounds are described on page 27 and it is noted that these compounds can be prepared as crystalline materials and therefore can be easily manufactured into stable oral formulations. Oral and intravenous formulations are preferred. The oral formulations have the advantage of high bioavailability; the intravenous formulations have the advantage that the prodrug of the invention, unlike intravenous ganciclovir formulations, can be prepared using a physiologically more acceptable ph (4-6). The intravenous formulation of ganciclovir requires a ph of 11 which results in irritation.", "[81] At pages 31-39, the Patent describes the steps for the preparation of the mono-L-valine ganciclovir.", "[82] On page 39 under a separate heading, The Manufacture of Crystalline 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-3-hydroxy-1-propanyl-L-valinate, (i.e. valganciclovir), it is noted that: The compound of the invention can be, and has been, produced in crystalline form. This is a decisive advantage over the compounds disclosed in the prior art which have been described as non-crystalline materials. The advantage resides in the fact that pharmaceutical formulations can be more easily produced with a crystalline material. A crystalline material can be processed efficiently and is susceptible of being more reproducibly characterized than a non-crystalline material, and the quality of the crystalline materials of the invention can be much more readily ascertained than that of non-crystalline materials.", "[83] Examples are described at pages 40-57 None of the examples, except Examples 9 and 10, indicate their purpose and none state or summarize a conclusion.", "[84] Examples 9 and 10, which were first referred to at page 24, are more fully described at pages 51-55.", "[85] Example 9 indicates it was used to determine the oral absorption (oral bioavailability) of the compound of Formula I (L-monovaline ester of ganciclovir) and of other ganciclovir amino acid esters and other ganciclovir esters and ethers examined for comparative purposes. It provides bioavailability results for ganciclovir, other esters of ganciclovir, EP 329 and the G-L-valinate ester of the invention and the G-L-valinate hydrochloride of the invention. The example indicates that ganciclovir had oral bioavailability of 7.9%, G-bis (L-valine) ester ganciclovir (EP 329) had oral bioavailability of 52% and the amino acid ester of the present invention (G-L-valinate hydrochloride) had a 98% oral bioavailability.", "[86] Example 10 indicates that it was used to determine the oral bioavailability of valganciclovir in the monkey. This suggests that the invention, mono L- valine/valganciclovir, had an oral bioavailability of 35.7%, whereas the bis-L-valinate (EP 329) had a 23.5% oral bioavailability and ganciclovir had 9.9 %.", "[87] The '721 Patent ends with 17 claims.", "[88] Claim 1 is the broad compound. Claims 2-3 are directed at the compound and its diastereomers and salts. Claim 4 is directed to the crystalline form of the compound. Claims 5-8 cover specific salts and diastereomers. Claims 9-10 cover pharmaceutical compositions. Claim 11 covers intermediates and Claim 15 covers their use to make the compounds in Claims 1-8. Claims 12-13 are process claims which are not at issue. Claims 14, 16, and 17 cover the uses of the compounds claimed.", "[89] The claims of the '721 Patent are as follows: 1. The compound 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-3-hydroxy-1-propanyl-L-valinate or a pharmaceutically acceptable salt thereof, in the form of its (R)- or (S)-diastereomers, or in the form of mixtures of the two diastereomers. 2. The compound according to Claim 1 comprising said mixture containing equal amounts of its (R)- and (S)- diastereomers. 3. The compound according to Claim 1 wherein the pharmaceutically acceptable salt is the hydrochloride or acetate. 4. A compound according to Claim 1 in crystalline form. 5. The compound of Claim 1 which is (R)-2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-3-hydroxy-1-propanyl-L-valinate and its pharmaceutically acceptable salts. 6. The compound of Claim 1 which is (S)-2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-3-hydroxy-1-propanyl-L-valinate and its pharmaceutically acceptable salts. 7. A compound according to Claim 5 or 6 wherein said salt is the hydrochloride. 8. A compound according to Claim 5 or 6 wherein said salt is the acetate. 9. A pharmaceutical composition comprising a compound according to any one of Claims 1 to 8 together with a pharmaceutically acceptable excipient or carrier material. 10. The pharmaceutical composition according to Claim 9 for intravenous administration. 11. A compound of the formula [Diagram omitted - see printed version] wherein P1 is hydrogen or hydroxy-protecting group and P2 is an amino-protecting group. 12. A process for preparing the compound 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-3-hydroxy-1-propanyl-L-valinate or a pharmaceutically acceptable salt or diastereomers thereof which process comprises: (a) removal of an amino- and/or hydroxy-protecting group from a compound with the formula [Diagram omitted - see printed version] wherein: P1 is a hydroxy-protecting group or hydrogen, P2 is an amino-protecting group, and P3 is hydrogen or P2; to afford the compound 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-3-hydroxy-1-propanyl- L-valinate or a pharmaceutically acceptable salt thereof; (b) conversion of the compound 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-3-hydroxy-1-propanyl-L-valinate into a pharmaceutically acceptable salt thereof; or (c) esterification of 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-1,3-propanediol (ganciclovir) or a salt thereof, with an activated derivative of L-valine; or (d) condensation of an optionally substituted guanine of the formula [Diagram omitted - see printed version] optionally in persilylated form, wherein: P3 is hydrogen or an amino-protecting group, with an 2-substituted glycerol of the formula [Diagram omitted - see printed version] wherein: Y1 and Y2 independently are halo, lower acyloxy, lower alkyloxy, or aryl(lower)alkyloxy groups, and Z is a leaving group selected from lower acyloxy, methoxy, isopropyloxy, benzyloxy, halo, mesyloxy or tosyloxy; optionally in the presence of a Lewis acid catalyst, to provide the compound 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-3-hydroxy-1-propanyl-L-valinate; or (e) partial hydrolysis of the bis ester 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-1,3-propanediyl bis (L-valinate) or a salt thereof to afford the monoester 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-3-hydroxy-1-propanyl-L-valinate or a pharmaceutically acceptable salt thereof; or (f) diastereomeric separation of 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-3-hydroxy-1-propanyl-L-valinate into its (R) and (S) diastereomers. 13. The process of Claim 12, wherein the removal of amino- and hydroxy-protecting groups is carried out under acidic conditions. 14. A compound as claimed in any one of claims 1 to 8 as a therapeutically active agent for the treatment of viral diseases. 15. The use of a compound as claimed in claim 11 for the preparation of a compound as claimed in claims 1 to 8. 16. The use of a compound as claimed in any one of claims 1 to 8 for the preparation of a pharmaceutical composition. 17. The use of a compound as claimed in any one of claims 1 to 8 for the preparation of a pharmaceutical composition for the treatment of viral diseases. CONSTRUCTION OF THE CLAIMS Jurisprudence / Principles re the Construction of a Patent", "[90] <FRAGMENT_SUPPRESSED>  [2011] FCJ 1813, Justice Boivin noted:", "[59] The Court observes that claims construction is a question of law and must be addressed with a purposive approach in order \"to achieve fairness and predictability and to define the limits of the monopoly\" ( <FRAGMENT_SUPPRESSED>  CPR (4th) 435, at para 49, aff'd 2007 FCA 278, 60 CPR (4th) 277). In so doing, the Court is required to read the patent claims with \"a mind willing to understand\" ( Whirlpool, above).", "[91] Justice Hughes reviewed all the relevant case law and provided a useful summary of the principles which govern claim construction  <FRAGMENT_SUPPRESSED>  Canada Inc and  <FRAGMENT_SUPPRESSED>  [2013] FCJ 111:", "[64] There have been many judicial instructions as to the construction of a claim. To summarize: • construction must be done before considering the issues of validity and infringement; • construction is done by the Court alone, as a matter of law; • the Court is to construe the claim through the eyes of the person skilled in the art to which the patent pertains; • the Court may obtain the assistance of experts to explain the meaning of particular words and phrases, and as to the state of the art as of the date the claim was published; • the Court should read the claim in the context of the patent as a whole, including the description and other claims; • The Court should avoid importing this or that gloss from the description; • the Court should not restrict the claim to specific examples in the patent; • the Court should endeavour to interpret the claim in a way that gives effect to the intention of the inventor; • the Court should endeavour to support a meritorious invention.", "[92] Justice Hughes traced the current state of the law to Free World Trust v Électro-Santé Inc , [2000] 2 SCR 1024, [ Free World Trust ] where Justice Binnie noted that Canadian courts prefer the \"peripheral claiming principle\" - an approach whereby the legal boundary of the monopoly of the patent is defined by the claims. Justice Binnie wrote at para 68: The other school of thought supporting what is sometimes called the \"peripheral claiming principle\" emphasizes the language of the claims as defining not the underlying technical idea but the legal boundary of the state-conferred monopoly. Traditionally, for reasons of fairness and predictability, Canadian courts have preferred the latter approach.", "[93] Justice Binnie indicated that an informed and purposive construction was required to advance research while promoting certainty, and generally, to reflect the patent bargain. At para 50, he stated: I do not suggest that the two-stage approach necessarily ends at a different destination than the one-stage approach, or that the two-stage approach has resulted in abuse. I think we should now recognize, however, that the greater the level of discretion left to courts to peer below the language of the claims in a search for \"the spirit of the invention\", the less the claims can perform their public notice function, and the greater the resulting level of unwelcome uncertainty and unpredictability. \"Purposive construction\" does away with the first step of purely literal interpretation but disciplines the scope of \"substantive\" claims construction in the interest of fairness to both the patentee and the public. In my view its endorsement by the Federal Court of Appeal in O'Hara was correct. Construction of the '721", "[94] Turning to the claims, I have endeavoured to construe those at issue in an informed and purposive way through the eyes of the POSITA with regard to the Patent as a whole and with the benefit of the evidence of the experts.", "[95] As noted above, the POSITA or \"skilled person\" is a composite person or a team of persons with expertise in medicinal chemistry, solid state chemistry, synthetic chemistry, pharmaceutical formulation, pharmacology and pharmacokinetics at the Masters or PhD level.", "[96] The experts for both parties expressed similar opinions with respect to how the patent should be construed.", "[97] I would construe the claims as follows: Claim 1 of the patent covers the compound, 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-3-hydroxy-1-propanyl-L-valinate, referred to as valganciclovir, or its pharmaceutically acceptable salts, either as the (R) diastereomer or (S) diastereomer separately, or as a mixture of the two diastereomers. The claim is not specific to the solid state form (crystalline or non-crystalline) of the compound and thus encompasses both. The claim is also not specific to the route of administration. In simple terms, claim 1 includes a mixture of the (R) and (S) diastereomers of the L-valganciclovir as well as the pharmaceutically acceptable salts of these compounds. Claim 2 covers the compounds of claim 1 (valganciclovir) where the compound contains equal amounts of the two diastereomers (i.e. 50% of the (R) mono-L-valinate ganciclovir and 50% (S) mono-L- valinate ganciclovir). Claim 3 covers the compounds of claim 1 (valganciclovir) but includes only the hydrochloride or acetate salts of mono-L-valinate ganciclovir. Claim 4 covers the compounds of claim 1 (valganciclovir) when the compound is in crystalline form. Claims 5 and 6 cover the two diastereomers individually. Claim 5 covers the compound of claim 1 (valganciclovir) but indicates only the (R) diastereomer. Claim 6 covers the compound of claim 1 (valganciclovir) but indicates only the (S) diastereomer. Claim 7 covers the compounds of claims 5 or 6 but limits the compounds to the hydrochloride salt. Claim 8 covers the compounds of claims 5 or 6 but limits the compounds to the acetate salt. Claim 9 covers a pharmaceutical composition (i.e. a mixture of active ingredient and inactive ingredients to form a drug for administration to a patient) that can contain any of the compounds of any of claims 1-8. Claim 10 covers a pharmaceutical composition of claim 9 for intravenous administration. Claim 11 covers an intermediate compound of the formula set out in that claim. Claim 12 and 13 relate to processes for the manufacture of the compound of claims 1-8 (i.e. for the L-valine ester of ganciclovir). Claim 14 covers the compounds of claims 1-8 as a therapeutically active ingredient for the treatment of viral diseases. Claim 15 covers the use of the compounds of claim 11 in the preparation of the compounds of claims 1-8. Claims 16 covers the use of a compound of claims 1 to 8 for the preparation of a pharmaceutical composition. Claim 17 covers the use of a compound of claims 1 to 8 for the preparation of a pharmaceutical composition for the treatment of viral diseases.", "[98] There are several dependent claims, such as claims 2-8, and all are dependent on claim 1. THE INVENTION", "[99] The invention, or the inventive concept, is a point of major disagreement between the parties. The identification of the inventive concept is essential for the assessment of all the allegations and it should therefore be addressed at the outset.", "[100] The applicant, Roche, submits that the invention is the identification that valganciclovir has unexpectedly better bioavailability over the previously known esters of ganciclovir, most importantly the bis-valine ester (i.e. the EP 329).", "[101] Roche submits that the improvement is over not only the closest prior art (the bis-ester, i.e. EP 329), but also over other known ganciclovir esters and over ganciclovir itself, the bioavailabilities of which are explicitly compared to L-valganciclovir in the Patent (the comparisons are set out in Examples 9 and 10 which are first referred to at page 24 of the Patent).", "[102] Apotex submits that the inventive concept described by Roche cannot be supported because the '721 Patent does not state that valganciclovir is an improvement over the bis-valine ester, rather that it is an improvement over ganciclovir. Apotex also submits that the POSITA would not look to Examples 9 and 10 as disclosing the invention.", "[103] In addition, the Patent does not state that the L-valine bis-ester had any shortcomings in terms of oral bioavailability or that the '721 Patent was directed at overcoming such problems.", "[104] Apotex asserts that the invention as described in the '721 Patent is crystalline valganciclovir and its salts which has the advantage of being a stable prodrug of ganciclovir with low toxicity, having pharmacopoeial properties that will permit improved characterization and pharmaceutical processing, and when administered orally, have better oral bioavailability than ganciclovir. The Expert Evidence", "[105] The experts addressed the issue of whether the '721 Patent claims that the mono-L-valine ester of ganciclovir (i.e. valganciclovir) is better (improved) than the bis-ester (EP 329) and other esters of ganciclovir or whether it claims that the mono-L-valine ester of ganciclovir (valganciclovir) is better (improved) than ganciclovir. The experts are not ad idem with respect to the inventive concept.", "[106] Dr Sawchuk indicated at paragraph 66 of his affidavit that the POSITA would understand that the invention of the '721 Patent is the L-mono-valine ester of 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl) methoxy-1,3-propanediol and its pharmaceutically acceptable salts (i.e. valganciclovir) which has the advantages of: improved oral absorption and delivery of ganciclovir over the compounds in the prior art; a low toxicity profile; and, improved stability (which can include in vivo stability and stability for pharmaceutical processing).", "[107] Dr Tsantrizos indicated at paragraph 39 of her affidavit that the POSITA would understand that the '721 Patent relates to the L-valine mono-ester of ganciclovir which is a prodrug formulation of ganciclovir and has the advantages of a) being stable, b) having improved oral absorption; and c) having low toxicity.", "[108] Dr Tsantrizos also noted that making L-valganciclovir in the first place is a key inventive step in the '721 Patent. She added that while a chemist may prefer an amorphous or a crystalline compound (depending on the application) that does not take away from the fact that it is the compound itself that is the first inventive step; in this case, L-valganciclovir is the first inventive step.", "[109] Dr McGuigan provided a summary of his opinion at para 31 of his affidavit, \"The inventive concept/step of the claims of '721 patent valganciclovir and its salts and that they can [sic] prepared as crystals.\" I note that a verb is missing.", "[110] Dr McGuigan conveyed his opinion on the inventive step in different ways.", "[111] At para 299 he notes that \"The inventive concept/step of each claim is clear from the wording of the claims themselves and relates to the specific compounds claimed therein. Additionally, the skilled person would understand from the disclosure of the 721 patent that the aspect of the invention that sets it apart from the prior art, thus comprising the inventive concept/step, is the crystalline nature of these compounds.\"", "[112] Dr McGuigan also noted that the '721 Patent distinguishes its invention from those esters prepared in EP 329 by pointing out that they were non-crystalline in nature and therefore difficult to process for the manufacture of oral pharmaceutical dosage forms. He noted that the '721 Patent indicates that the crystalline nature of the compounds provides a decisive advantage over those compounds of the prior art that were described as non-crystalline. He concluded that the inventive concept of the '721 Patent is that which is said to set it apart from the prior art: i.e. the specific compounds set out in the claims and prepared in crystalline form.", "[113] Dr McGuigan indicated that a medicinal chemist would not understand that the improved bioavailability as compared to ganciclovir is part of the inventive concept because the '721 Patent is not limited to oral administration and many forms of administration do not need bioavailability.", "[114] I would note that I find it difficult to reconcile Dr McGuigan's statement that crystallinity addressed the problem of processing ganciclovir for oral dosage forms and, hence, this is the inventive concept, with his opinion that oral bioavailability is not part of the inventive step because the patent is not limited to oral administration. If crystallinity is a way to improve oral dosage forms, then it too would only be an advantage for that mode of administration and not for the other modes, for example, intravenous or parenteral administration.", "[115] The goal was to improve the bioavailability of ganciclovir for oral administration. All experts agreed that this was a problem with ganciclovir and also with acyclovir.", "[116] Dr Zhanel, in his summary of opinion at para 34 of his affidavit, indicated that the inventive step is valganciclovir and its pharmaceutically acceptable salts in crystalline form.", "[117] Dr Zhanel indicated at para 177 of his affidavit that, \"the skilled pharmacologist would appreciate that the inventive step/concept of the claims of the 721 Patent was valganciclovir, as well as its pharmaceutically acceptable salts, which (unlike prior art compounds) are crystalline. The skilled pharmacologist would understand the inventive concept to include this crystalline form because it is the only quality described in the 721 Patent providing a \"decisive advantage\" over the prior art compounds.\"", "[118] He also indicated that increased bioavailability is not an aspect of the inventive concept because the claims are not limited to the oral formulation and improved bioavailability is only achieved upon oral administration.", "[119] Dr Boeckman, Dr Steed and Dr Moreton all shared the view that the advantage was crystallinity for similar reasons as noted by Dr McGuigan and Dr Zhanel.", "[120] Dr Moreton also commented on Dr Sawchuk's affidavit noting that the Patent does not say that the inventive concept is the \"improved oral absorption and delivery of ganciclovir over the prior art\" (para 111). He asserts that the inventive concept does not relate to bioavailability and adds that if bioavailability were the inventive concept, the patent is clear that this is an improvement in bioavailability over ganciclovir, not over the compounds of the prior art.", "[121] He expressed the view that Examples 9 and 10 should not be relied on as disclosing the advantage over the compounds of the prior art and that a formulator would expect the inventive concept to be plainly stated, not based on an inference (para 112).", "[122] Again, I would note my difficulty in reconciling the opinion that oral bioavailability is not part of the inventive concept because oral administration is not the only mode of administration with the common general knowledge which recognized the need to improve the bioavailability of ganciclovir for oral administration. Moreover, the need to improve the bioavailability of ganciclovir was the motivation for most of the prior art, including that relied on by the Apotex experts as the most promising research, notably, acyclovir. Although Dr Moreton conveyed the opinion that the inventive concept was crystallinity, he indicated that if bioavailability was the inventive concept, it would be bioavailability over ganciclovir. Inventive concept", "[123] Based on my review of the Patent and of the views of the experts, I find that the '721 Patent does not assert that the invention is an improvement over the bis-ester (EP 329) and other prior art but only over ganciclovir.", "[124] The Patent does not assert that the invention is an improvement over the bis-ester (EP 329) and other prior art but only that it is an improvement over ganciclovir. There is no clear reference to an improvement in bioavailability over the '329. All of the problems which the invention sought to solve related primarily to the oral bioavailability of ganciclovir. The disclosure does not indicate any problems associated with EP 329 that would suggest a need for improvement that the present invention then addressed.", "[125] The only reference to improvements over EP 329 and over the other prior art, including over ganciclovir, is in Examples 9 and 10. However, even these examples compare the invention of the '721 to ganciclovir as the key comparator, although the results of testing of the other esters are included.", "[126] Only through a very creative interpretation could a POSITA understand that the invention of the mono-L-valine ester of ganciclovir (i.e. valganciclovir) is that it is an improvement over the bis-ester (EP 329) and over ganciclovir and other esters.", "[127] The Patent refers to the prior art, including EP 329 which is acknowledged to be the closest prior art, and which is noted as having \"advantageous\" bioavailability. The '721 indicates that it has \"improved\" bioavailability. There is no indication of what the '721 is improved from. Roche would argue that the POSITA could deduce that the '721 is an improvement over the \"advantageous\" EP 329 and that the reference to the examples and deductions to be made from the data support such an interpretation. However, this is not a clearly stated improvement and all of the examples note the comparison to ganciclovir. Not crystallinity", "[128] I do not share the view that the inventive concept is the compound as a crystalline product. The Apotex experts advanced this opinion but I cannot conclude from the testimony of the experts and the manner in which they described the crystallinity advantage that the crystalline product can exist and can have the key advantages of the compound without first making the compound.", "[129] Although crystallinity is described more clearly as an advantage and it does address an identified shortcoming in the prior art for oral administration, it should be construed as an additional advantage rather than the only advantage or the stand-alone advantage. Crystallinity is not the inventive concept; it is a manner of making the invention.", "[130] The Patent describes how to make the mono-L-valine ester, outlines several steps, and also describes other methods of preparation. It then refers to how to manufacture the invention as crystalline, under a separate heading and after several pages describing the steps to make the mono-L-valine ester and other methods. The earlier parts of the disclosure refer to the invention, whether amorphous or not.", "[131] Apotex submits that Dr Tsantrizos agreed on cross-examination that the Patent did not teach amorphous valganciclovir. This is not an accurate portrayal of her testimony. Dr Tsantrizos indicated that it was not necessary to teach amorphous valganciclovir. She expressed the view that the Patent covered both forms and that the inventive step was the compound which could then be prepared as crystalline.", "[132] I have, therefore, concluded that the inventive concept of the '721 Patent is the invention of valganciclovir, a stable prodrug with low toxicity and improved oral bioavailability over ganciclovir. IS IT A SELECTION PATENT?", "[133] To adopt the words of Justice Layden-Stevenson in <FRAGMENT_SUPPRESSED>  [2010] FCJ 951, the Court should know \"the nature of the beast\" when considering allegations with respect to a patent (para 28). In the present case, the applicant, Roche, raised the issue that the '721 could be a selection patent.", "[134] Although it is not essential that I make a finding that the '721 is or is not a selection patent, as there is no attack on utility, the characterisation as a selection patent will inform the analysis, particularly with respect to anticipation and obviousness.", "[135] The assertions of the applicant and respondent and the words of the claims themselves are not determinative of whether this is a selection patent. The applicant, Roche, over the course of its oral argument, progressed from submitting that the '721 was probably or likely a selection patent to asserting that it was clearly a selection patent. Roche submitted that EP 329 disclosed a class that encompassed valganciclovir (i.e. it disclosed both the mono- and the bis-ester) and that the '721 was a selection from this class.", "[136] Roche submitted in its written argument that EP 329 provides a large class of compounds that include both mono- and bis-amino acid esters of different nucleosides and their derivatives and would have at least 500,000 compounds. Roche maintains that EP 329 only specifically discloses bis -esters and does not disclose any mono-esters, \"although they are encompassed within the disclosed class\". In addition, Roche referred to the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], regarding the disclosure requirements of selection patents.", "[137] The respondent, Apotex, referred to genus and selection patents in its NOA in the context of setting out the test for anticipation, suggesting that the '721 could be so characterised. Apotex submits that the applicant seeks to retroactively characterize the '721 Patent as a selection patent, which it is not, at least with respect to oral bioavailability. Apotex maintains that the '721 Patent does not clearly define the bioavailability advantage which Roche asserts as the basis for the selection nor does it indicate that a significant number of other esters of ganciclovir would not have oral bioavailabilities comparable to valganciclovir.", "[138] Apotex submits that the '721 did not meet the criteria of a selection patent as it did not disclose the special advantages of the selected compound.", "[139] In addition, regardless of whether the '721 is a selection patent, Apotex asserts that the advantages claimed were over ganciclovir and not over EP 329. No advantages or improvements were disclosed over EP 329 other than crystallinity.", "[140] A selection patent is like all other patents; the same principles will apply. However, as noted, the characterisation will inform the analysis of anticipation and obviousness.", "[141] While the applicant, Roche, sought to draw analogies between the '721 Patent and the patent at issue in <FRAGMENT_SUPPRESSED> , such analogies may not be appropriate.", "[142] I have, therefore, considered whether the '721 is a selection from EP 329. Jurisprudence / Principles of Selection Patents", "[143] The Supreme Court of Canada considered the issue of selection patents in <FRAGMENT_SUPPRESSED> and the principles affirmed in that case have been subsequently applied in several recent cases.", "[144] In Sanofi, Justice Rothstein adopted the conditions that must be satisfied for a selection patent as set out below by Justice Maugham in In re I G Farbenindustrie AG's Patents (1930), 47 RPC 289 (Ch D) [ Farbenindustrie ] and which he noted were a useful starting point for the analysis: 1. There must be a substantial advantage to be secured or disadvantage to be avoided by the use of the selected members. 2. The whole of the selected members (subject to \"a few exceptions here and there\") possess the advantage in question. 3. The selection must be in respect of a quality of a special character peculiar to the selected group. If further research revealed a small number of unselected compounds possessing the same advantage, that would not invalidate the selection patent. However, if research showed that a larger number of unselected compounds possessed the same advantage, the quality of the compound claimed in the selection patent would not be of a special character.", "[145] <FRAGMENT_SUPPRESSED>  [2010] FCJ 951, Justice Layden-Stevenson held that the failure of a patent to meet the conditions for a selection patent does not constitute an independent basis for challenge or invalidity, but informs the analysis of other bases for invalidity:", "[27] In my view, a challenge directed to a determination that the conditions for a selection patent have not been met does not constitute an independent basis upon which to attack the validity of a patent. Rather, the conditions for a valid selection patent serve to characterize the patent and accordingly inform the analysis for the grounds of validity set out in the Act - novelty, obviousness, sufficiency and utility. In short, a selection patent is vulnerable to attack on any of the grounds set out in the Act. I arrive at this conclusion for a variety of reasons.", "[28] As noted in <FRAGMENT_SUPPRESSED> , the conditions set out in I.G. Farbenindustrie describe selection patents (para. 9). In other words, the conditions are akin to a definition. Rothstein J. found I.G. Farbenindustrie to be a useful starting point for the analysis to be conducted (para. 11). It only stands to reason that in undertaking an analysis of novelty, obviousness, sufficiency and utility, one should know the nature of the beast with which one is dealing.", "[146] At para 33, Justice Layden-Stevenson restated that, \"...[a] selection patent is the same as any other patent. Its validity is vulnerable to attack on any of the grounds set out in the Act\".", "[147] Although there is no attack on utility in the present case, the principles Justice Layden-Stevenson noted in that context are helpful to the assessment of whether the '721 is a selection patent:", "[78] With respect to selection patents, the inventiveness lies in the making of the selected compound, coupled with its advantage or advantages, over the genus patent. The selection patent must do more, in the sense of providing an advantage or avoiding a disadvantage, than the genus patent. The advantage or the nature of the characteristic possessed by the selection must be stated in the specification in clear terms ( <FRAGMENT_SUPPRESSED> , para. 114). In other words, the selection patent must promise an advantage in the sense that, if the advantage is not promised, the patentee will not be able to rely on the advantage to support the patent's validity.", "[79] However, no specific number of advantages is required. One advantage may be enough or any number of seemingly less significant advantages (when considered separately) may suffice when considered cumulatively, provided that, in either case, the advantage is substantial. It is also important to appreciate that there is a distinction between the promised advantage and the data upon which it is based. For example, in Ranbaxy , the disclosure provided data indicating a ten-fold increase in activity for the selected compound in a particular test. While the trial judge in that case held that the data constituted a promise of ten-fold increase, this Court disagreed and held that the POSITA would not view the data as a promise, but rather as support for a promise of increased activity generally (paras. 52-55).", "[80] The promise of the patent must be ascertained. Like claims construction, the promise of the patent is a question of law. Generally, it is an exercise that requires the assistance of expert evidence: <FRAGMENT_SUPPRESSED>  F.C.J. No. 1579 at para. 27. This is because the promise should be properly defined, within the context of the patent as a whole, through the eyes of the POSITA, in relation to the science and information available at the time of filing.", "[148] Justice Layden-Stevenson also addressed how anticipation and obviousness should be analyzed with respect to a selection patent, in accordance with the principles set out  <FRAGMENT_SUPPRESSED> . These principles will be considered below with respect to the allegations of anticipation and obviousness.", "[149] The characterisation of a patent as a novel or original patent as opposed to a selection patent was addressed in <FRAGMENT_SUPPRESSED>  [2010] FCJ 1504 [ <FRAGMENT_SUPPRESSED> ]. In that case, the claims of the patent referred to the compound, escitalopram, as selected from the previously patented compound citalopram. The applications judge found that it was not a selection patent, rather it was an ordinary patent for an original compound, and that escitalopram did not purport to be more useful that citalopram and had no special advantages.", "[150] After referring to the principles from <FRAGMENT_SUPPRESSED> and Farbenindustrie , the Court of Appeal noted at para 61:", "[61] It is apparent from the foregoing that a selection patent must be preceded by a prior patent - referred to as a genus or originating patent - which, in the words of Maugham J. in Farbenindustrie , describes in general terms and claims compounds from which a selection is made. That the selection is made from compounds generally described and claimed in a prior patent does not necessarily mean that the selected compound is anticipated ( <FRAGMENT_SUPPRESSED> , para. 19). So long as the selected compound is new - in that it has never been made - and has a special advantage that was not previously known and that is peculiar to it, patent protection may be available ( <FRAGMENT_SUPPRESSED> , paras. 10 and 31). However, a definitive conclusion cannot be reached absent a complete analysis ( <FRAGMENT_SUPPRESSED>  paras. 27 to 33 [ Eli Lilly ]). In this respect, it is worth repeating that a selection patent does not differ from any other patent ( <FRAGMENT_SUPPRESSED> , para. 9).", "[151] The Court went on to note that the first question was to determine if the genus patent described in general terms and claimed compounds from which escitalopram was selected. This should be done through the eyes of the person skilled in the art and how they would have read the claims as of the claims date. The Court noted at para 69: A selection patent, by definition, is directed at a compound which comes within those generally described and claimed in a prior patent. What the Applications Judge found is that escitalopram did not come within such a description because it was not amongst those previously described and claimed.", "[152] Although the patent claimed a surprising result, the Court noted that the surprise must be in relation to an advantage over a previously patented compound. The inventor cannot simply claim a surprise and characterize the invention as a selection patent. In Lundbeck, the patent did not assert or promise that escitalopram was better than citalopram. The Court of Appeal agreed that no special advantage was claimed in express terms in the patent and it was, therefore, an ordinary patent for an original compound and its validity was to be assessed on that basis.", "[153] Justice Hughes recently summarized the case law on pharmaceutical claims in <FRAGMENT_SUPPRESSED>  [2013] FCJ 111, and with respect to utility and disclosure noted at paras 103 to 104 as follows:", "[103] The law is clear that where a new compound, such as a pharmaceutical, is the invention, the specification must state the utility of that compound so as to satisfy the definition of \"invention\" in section 2 of the ; however, the utility need not be part of the claim. The claim may be directed simply to the compound itself. Where, however, the invention lies in the new use of a known compound, then the claim must include that use ( <FRAGMENT_SUPPRESSED> , at para 81 (FCA); aff'd [2002] 4 SCR 153).", "[104] Where the invention lies in the selection of certain compounds out of a group of known compounds as being exceptionally useful for the known purpose, the claim must be clearly directed to those compounds as selected, and all such compounds should exhibit the exceptional characteristics (Re I.G. Farbenindustrie, infra.).", "[154] Justice Hughes also noted that the three conditions for selection patents set out in Farbenindustrie (pages 322 to 323), and endorsed by the SCC  <FRAGMENT_SUPPRESSED> , reflect the current doctrine on \"selection\" patents in Canada.", "[155] The jurisprudence has established that a valid selection patent must have a substantial advantage, and the patentee must, \"define in clear terms the nature of the characteristic which he alleges to be possessed by the selection for which he claims a monopoly\" ( Farbenindustrie at page 323).", "[156] <FRAGMENT_SUPPRESSED>  [2008] FCJ 742, Justice Barnes considered whether the patent for valacyclovir (Canadian Patent '083) was a valid selection patent from the genus '493 patent. The generic alleged that the patent was invalid on several grounds, including that the patent did not contain or disclose a valid selection from the genus. (Note that valacyclovir is also a treatment for herpes viruses and more will be said about valacyclovir later in these reasons).", "[157] Justice Barnes found that the patent was not anticipated, nor obvious; however it failed for lack of utility.", "[158] Although lack of utility is not alleged in the present case, and an allegation of invalidity as a selection patent is not an independent ground of attack, the words of Justice Barnes are instructive, given the similarities with the present case: 66 In a pharmaceutical selection patent, the invention is the discovery of a surprising or unexpected advantage of the selection over the genus of compounds from which it was chosen. The utility of such a selection is not found in the fact that it works to successfully treat some human condition or ailment but rather that it works surprisingly better than the compounds monopolized by the genus patent. That is the inventive promise made and the inventive promise that must be established. 67 In this case, GSK's 493 Patent claimed a monopoly over several thousand ester compounds of acyclovir for the treatment of specified viral infections. In other words, GSK widely cast its net over thousands of ester compounds of acyclovir -- including valacyclovir -- as effective and useful prodrugs. To claim a further monopoly over valacyclovir it was incumbent upon GSK to establish that valacyclovir had surprising and unexpected utility over the 493 Patent genus compounds. It is not enough for GSK to establish that valacyclovir was useful as a prodrug because it worked better than acyclovir. That claim had already been asserted in the 493 Patent. 68 All that GSK did in this instance was select a likely compound from among the many compounds claimed by the 493 Patent and measure its oral bioavailability properties in rats against two other esters of acyclovir already exemplified in the 493 Patent. From that analysis GSK obtained data which, at most, allowed for a qualitative or rank ordering of the compounds tested for human use and which identified valacyclovir as the best of the three. There is no evidence to establish or to support a prediction that valacyclovir had a better oral bioavailability profile than any of the other compounds of the 493 Patent genus. This was, according to GSK, sufficient to support an inventive selection. As previously noted above, I do not agree. 69 I have therefore concluded that the 083 Patent is invalid because GSK has failed to establish an inventive selection by failing to prove a special advantage or utility vis-à-vis the genus from which valacyclovir was chosen. Therefore, the 083 patent fails for lack of utility. Application to the '721", "[159] Based on the foregoing, can it be said that the '721 is a selection patent; i.e. is it a selection from the class of compounds set out in EP 329, and what special advantages does it possess and disclose over and above EP 329? As noted in <FRAGMENT_SUPPRESSED> , claiming a surprising result is not enough.", "[160] The considerations relevant to the determination of whether the '721 is a selection patent from EP 329 are related to the disclosure of the promise of the patent and the identification of the inventive concept. As noted and considered earlier in these reasons, the applicant and respondent take divergent views on the inventive concept.", "[161] In the claims of the patent there is no reference to special advantages (as there need not be) and there is no reference to it as a selection patent.", "[162] The specifications of the patent must be reviewed carefully to determine what the invention is, what the advantages are, and whether it is derived or selected from a class.", "[163] The first paragraph of the specification of the '721 Patent states, \"The present invention relates to a novel antiviral drug, particularly an amino acid ester of a purine derivative, and most particularly to an ester derived from ganciclovir and L-valine and pharmaceutically acceptable salts thereof. ... More specifically, the invention relates to the L-monovaline ester derived from 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl)methoxy-1,3-propane-diol and its pharmaceutically acceptable salts.\"", "[164] The inventors are thus claiming to have invented a novel compound and that it is derived from the compound of \"L-monovaline ester derived from 2-(2-amino-1,6-dihydro-6-oxo-purin-9-yl) methoxy-1,3-propane-diol and its pharmaceutically acceptable salts,\" which is the ganciclovir compound.", "[165] In <FRAGMENT_SUPPRESSED> , the applications judge rejected Genpharm's argument that the '452 was a selection patent at para 73, despite that it was framed as such: In this respect, Genpharm points to wording which appears under the heading \"Summary of invention\" as follows: \"... it was shown to our surprise that almost all [the activity] resided in [escitalopram]\". The Applications Judge qualified these words as \"puffery\" after noting that no promise is made that escitalopram is better than citalopram (Reasons, para. 59).", "[166] As noted above, the Court of Appeal emphasized that the surprise must be in relation to an advantage over a previously patented compound. In that case, there was no special advantage expressly claimed in the patent.", "[167] In the present case, Roche's contention throughout the proceeding has been that the '721 demonstrates special advantages over the bis-ester compound. As noted previously, I have found that the inventive concept is valganciclovir, a stable drug with low toxicity and improved bioavailability over ganciclovir. Contrary to Roche's position, the inventors of the '721 do not state explicitly that the mono-ester of ganciclovir is an improvement over the bis-ester of ganciclovir (i.e. EP 329). Roche relies on an interpretation of the Patent that requires extrapolation from Examples 9 and 10 to describe the improvements of the invention over the purported genus patent, EP 329, i.e. that the mono-ester of ganciclovir is an improvement over the bis-ester and over ganciclovir and other esters. Although the results for other esters such as EP 329 are included, the examples rely on ganciclovir as the comparator compound.", "[168] The inventors of the '721 do assert that the present invention is an improvement. However, the improvement is more clearly described in relation to the parent compound of ganciclovir and not in relation to EP 329, which teaches the bis-ester.", "[169] According to the '721, the invention relates not to special advantages of a compound selected from a previous class, but a formulation of a new prodrug that is an improvement over the previously invented ganciclovir compound, (US Patent 4 355 032, described at p 1 of the '721 Patent). Following the description of the '032 ganciclovir compound, which includes the problems associated with this drug, the inventors conclude at line 6, page 2 of the Patent: \"Therefore it has been highly desirable to provide ganciclovir with an improved oral absorption profile.\" No problems were identified with respect to EP 329 that the '721 (the purported selection) seeks to overcome and resolve.", "[170] Roche asserted in oral argument that the closest prior art to a \"genus\" patent in the present case is EP 329. The '721 describes the EP 329 Application as disclosing \"prodrug compounds with the following formula ...\" and also disclosing \"amino acid esters of the compounds of the formula ...\" in its specification (pages 3-4 of the Patent). The inventors then provide the examples of the preferred amino acids, and state: \"The amino acid esters include both, mono and diesters. However, this patent application, as well as European Patent Application, Publication No. 375 329 and US Patent No. 5,043,339 do not disclose the preparation of monoesters, much less any data suggesting their usefulness.\" Roche emphasized that the preparation of the mono-amino acids was not disclosed in EP 329, and the advantages were not known.", "[171] In the present case, the '721 Patent does not state that EP 329 discloses a class of compounds from which the '721 compound is selected. Rather, it appears that the '721 is claimed by the inventors to be an improvement over the parent compound, ganciclovir. EP 329 was also an improvement over the parent compound, ganciclovir.", "[172] The inventors of the '721 noted in the specifications of the Patent that the leading drug was ganciclovir; however, its limited oral bioavailability indicated the need for an oral dosage with improved bioavailability.", "[173] The inventors of the '721 Patent do not claim to select from a known group of compounds, but instead claim to create a new compound, which improves specifically over the existing compound of ganciclovir. The special advantages advanced in oral argument by Roche are not the special advantages which are claimed in the '721.", "[174] While the special advantages of the '721 may in fact be significant, the advantages of this invention over the purported genus of EP 329 are not sufficiently described to characterize this as a selection patent. The improved bioavailability over ganciclovir and over EP 329 is quantified only in Examples 9 and 10. While data is simply supportive of the promise and does not constitute the promise of the patent (see Eli  <FRAGMENT_SUPPRESSED>  at para 147), the improved bioavailability, stability and toxicity are not described as a substantial advantage over EP 329.", "[175] I would again note that the accuracy of the data in Examples 9 and 10 was challenged and the evidence in the Malcolm Declaration indicated that the results were overstated and provided a rationale for the overstatement. There was improved bioavailability over ganciclovir and other esters, but the magnitude of the bioavailability is in dispute.", "[176] In my view, if the '721 should be characterized as a selection patent, it would more likely be a selection from US Patent '032, ganciclovir, which had noted bioavailability problems that were addressed in both EP 329 and in the '721 Patent. The claims of the '721 refer to the compound derived from ganciclovir.", "[177] I have concluded that the '721 is an ordinary patent; a novel compound.", "[178] However, if I am wrong, and if the '721 is a selection patent from EP 329, I would come to the same results with respect to anticipation and obviousness as determined below. ANTICIPATION", "[179] The first ground of invalidity alleged by Apotex is that the '721 Patent was anticipated by EP 329.", "[180] While both the applicant and respondent agree that the test for anticipation is the refined test as stated by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , and includes a two-part approach of disclosure and enablement, the parties would apply the test differently and disagree on the extent to which the first branch of the test, that of disclosure, has changed.", "[181] The applicant Roche, agrees that in order for a prior art reference to anticipate a claim in a patent, that reference must disclose and enable the subject matter of the claimed invention.", "[182] Roche submits that prior disclosure means that the prior art must disclose subject matter which, if performed, would necessarily result in infringement of that patent. In other words, the prior art reference must teach a result which inevitably is within the claims. If other results could occur which would not be within the claims, it cannot anticipate. Roche submits that the disclosure must be specific and unambiguous in disclosing each element of the claimed invention. In other words, Roche submits that if there were other possibilities that would not infringe the patent, the invention is not disclosed.", "[183] Roche took the position that the '721 was likely a selection from EP 329, and relied on a passage from <FRAGMENT_SUPPRESSED> at para 31 with respect to the analysis of an allegation of anticipation: The compound made for the selection patent was only soundly predicted at the time of the genus patent. It was not made and its special advantages were not known. It is for those reasons that a patent should not be denied to the inventor who made and discovered the special advantages of the selection compound for the first time.", "[184] Roche notes that there is no dispute that the mono-L-valinate ester was not made in an example in EP 329. The '721 is a different compound than the EP 329 because the '721 claims only the mono-L-valinate ester.", "[185] Roche submits that a person could practice the teachings of EP 329 without infringing the '721 Patent. Roche's expert, Dr Sawchuk, indicated that several million compounds were disclosed. Apotex's expert, Dr Boeckman, indicated on cross-examination that approximately 500,000 compounds would not be valganciclovir.", "[186] Roche takes the position that there is no disclosure of the special advantages of the '721 in EP 329 and therefore, it is not anticipated and the issue of enablement need not be addressed. It bears repeating that Roche's position is that the '721 has improved bioavailability over ganciclovir and over EP 329 and other esters and, therefore, EP 329 does not anticipate because it does not specifically disclose or make the mono-ester and it does not describe the comparative oral bioavailability of valganciclovir over other esters.", "[187] Apotex acknowledged that the law prior to <FRAGMENT_SUPPRESSED> established a very stringent test and required that the disclosure had to be an exact description. Pursuant to the old test, if the prior art or genus patent disclosure allowed for anything other than the invention, there was no anticipation.", "[188] Apotex argues that in this case, the skilled person would read the disclosure with common general knowledge and put it into practice with routine experiments and would arrive with ease at valganciclovir and its hydrochloride salts.", "[189] Apotex asserts that the two part test in <FRAGMENT_SUPPRESSED> has now established a less stringent test for disclosure. The anticipatory reference need not be an exact description. If the invention disclosed is capable of being performed and is performed, and in doing so, the patent is infringed, it is anticipated.", "[190] Apotex submits that EP 329 disclosed the compounds, the compositions and the uses of what is now claimed in the '721 and if any enablement was required, only routine steps would be needed to make the invention and to infringe EP 329.", "[191] Apotex pointed to various references and disclosures in EP 329, including that the amino acid esters of cystosine and ganciclovir are preferred for their improved bioavailability, that the amino acids include valine, and that the L-amino acids, including both mono- and bis-esters, are most preferred. In addition, EP 329 disclosed that the compounds have advantageous bioavailability when administered orally. Apotex submitted that the skilled person would understand that the mono-L-valine ester of ganciclovir is disclosed among the preferred compounds of EP 329 to improve bioavailability over ganciclovir.", "[192] Apotex also maintains that the inventive concept in the '721 is crystalline valganciclovir and submits that, although EP 329 describes the compounds as non-crystalline, the POSITA would have wanted and sought to produce crystalline valganciclovir as part of a routine purification step to improve the physicochemical properties of the pharmaceutical product.", "[193] Apotex does not agree with the position taken by Roche that the '721 is a selection patent as it does not clearly disclose or identify a previously unrecognized advantage of the previously disclosed class (i.e. EP 329). Regardless, Apotex submits that a selection patent must be analyzed like other patents and must fully disclose something new.", "[194] Both parties noted the expert evidence on the issue of disclosure and, in the case of Apotex, of enablement. The Jurisprudence / General Principles", "[195] <FRAGMENT_SUPPRESSED>  aff'd 2009 FCA 94, 73 CPR (4th) 444, Justice Hughes distinguished anticipation and obviousness, at para 59: ... In brief, anticipation and obviousness are both questions of fact, prior art may be considered in respect of both, but the tests are to be used differently. In anticipation, a single document or, for post October 1989 patents, a single disclosure, is to be considered as it would have been considered by a person skilled in the art as of the relevant date to determine if the claimed invention would have been disclosed and enabled to such a person at that time. If so, the claimed invention was anticipated. With respect to obviousness, if there are differences between what was disclosed, was there room left for a person to make an inventive contribution. If what was not disclosed was something that a person skilled in the art as of the relevant date would have been expected to do without exercising invention ingenuity, hence the claimed invention is obvious.", "[196] With respect to anticipation, Justice Hughes noted at para 76 that \"The claimed invention must be kept clearly in mind since it must be the invention, as claimed , that is to be the subject of the anticipation inquiry.\"", "[197] As found earlier in these reasons, the inventive concept is valganciclovir, a stable prodrug with low toxicity and with improved bioavailability over ganciclovir.", "[198] The applicant referred to the pre- <FRAGMENT_SUPPRESSED> law as set out by the Supreme Court of Canada in Free World Trust v Électro Santé Inc , [2000] 2 SCR 1024, 2000 SCC 66, at para 26, which adopted the test for anticipation described in <FRAGMENT_SUPPRESSED>  single publication and find in it all the information which, for practical purposes, is needed to produce the claimed invention without the exercise of any inventive skill. The prior publication must contain so clear a direction that a skilled person reading and following it would in every case and without possibility of error be led to the claimed invention.", "[199] The pre- <FRAGMENT_SUPPRESSED> law set a stringent test for anticipation and was interpreted as requiring an exact description of the invention in the prior art.", "[200] The applicant in the present case suggested that the first part of the anticipation test, as refined by <FRAGMENT_SUPPRESSED> , was not significantly different and still requires that the prior publication would lead the skilled person to \"necessarily infringe\".", "[201] Despite the extensive case law which has applied the <FRAGMENT_SUPPRESSED> test for anticipation, it is helpful to refer directly to the words of Justice Rothstein in <FRAGMENT_SUPPRESSED> and to the case law since <FRAGMENT_SUPPRESSED> .", "[202] In rejecting the stringent test which required that the exact invention had already been made and disclosed, Justice Rothstein referred to the 2005 UK decision of Lord Hoffman which established the two-part test (at para 25-26):", "[25] He explains that the requirement of prior disclosure means that the prior patent must disclose subject matter which, if performed, would necessarily result in infringement of that patent, and states, at para. 22: If I may summarize the effect of these two well-known statements [from General Tire and <FRAGMENT_SUPPRESSED>  necessarily result in an infringement of the patent. . . . It follows that, whether or not it would be apparent to anyone at the time, whenever subject matter described in the prior disclosure is capable of being performed and is such that, if performed, it must result in the patent being infringed, the disclosure condition is satisfied. When considering the role of the person skilled in the art in respect of disclosure, the skilled person is \"taken to be trying to understand what the author of the description [in the prior patent] meant\" (para. 32). At this stage, there is no room for trial and error or experimentation by the skilled person. He is simply reading the prior patent for the purposes of understanding it.", "[26] If the disclosure requirement is satisfied, the second requirement to prove anticipation is \"enablement\" which means that the person skilled in the art would have been able to perform the invention (para. 26). Lord Hoffmann held that the test for enablement for purposes of anticipation was the same as the test for sufficiency under the relevant United Kingdom legislation. (Enablement for the purposes of sufficiency of the patent specification under the Canadian , s. 34(1)( ) of the pre-October 1, 1989 Act, now s. 27(3)( ), is not an issue to be decided in this case and my analysis of enablement is solely related to the test for anticipation. The question of whether enablement for purposes of sufficiency is identical in Canada is better left to another day.)", "[203] The Court further noted at paragraph 29 that, although it was dealing with a selection patent, its discussion of anticipation and obviousness applied to patents generally, subject to the limitations of the", "[204] <FRAGMENT_SUPPRESSED>  aff'd 2009 FCA 94, 73 CPR (4th) 444, Justice Hughes summed up the test as established in <FRAGMENT_SUPPRESSED> at para 30-32, reiterating that two separate requirements are necessary for there to be anticipation; prior disclosure and enablement.", "[205] He stated:", "[67] Prior disclosure means that the prior patent (publication, use or other disclosure) must disclose subject matter which, if performed, would necessarily result in infringement of the patent (claim at issue). The person skilled in the art looking at the disclosure must be taken to be trying to understand what the prior patent (or other disclosure) meant. There is no room for trial and error, the prior art is simply to be read for the purposes of understanding.", "[68] The second requirement is that of enablement which means that the person skilled in the art would have been able to perform what had been disclosed. At this stage the person skilled in the art is assumed to be willing to make trial and error experiments to get it to work. ...", "[206] Justice Hughes also noted the non-exhaustive list of factors set out in <FRAGMENT_SUPPRESSED> to be considered in determining enablement. For example, the patent must provide enough information to allow the invention to be performed without undue burden; if inventive steps are required, the prior art will not be considered as enabling. Routine trials are acceptable and would not be considered an undue burden, but prolonged or arduous trial and error would not be considered routine.", "[207] Given that Roche argued, in essence, that the first part of the anticipation test was not significantly different from the pre- <FRAGMENT_SUPPRESSED> law, it is helpful to consider the evolution of the new test, as described by Justice Hughes in his consideration of its practical application:", "[69] To this analysis by the Supreme Court should be added comments by Floyd J. of the English Chancery Court, Patents Division, in a recently decided case, June 30, 2008, <FRAGMENT_SUPPRESSED>  (Pat). He was applying the law established in Synthon, supra . He was considering an argument to the effect that the prior art must disclose something that, if carried out, must \"inevitably result\" in what is claimed in the patent at issue and, if there was any room for doubt, then there is no anticipation. Floyd J. rejected that argument, the Court, he held, is required to consider the evidence on the normal civil burden of \"balance of probabilities\" and not on a \"quasi-criminal standard\". He wrote at paragraph 85: 85. Is that finding good enough for an inevitable result? The legal requirement is that this feature of the claim be the inevitable result of carrying out the prior teaching. Does that mean that if there is something (sic) other possibility, even a fairly remote one, that some other result would follow, I should conclude the result is not inevitable? Or am I concerned to establish what, on the balance of probabilities would in fact occur? In my judgment, it is the latter approach which is correct. The inevitable result test does not require proof of individual facts to a quasi-criminal standard. It may be impossible to establish the relevant technical facts to that standard. It is another matter if the evidence establishes that sometimes one result will follow and sometimes another, depending on what conditions are used. But there is nothing of that kind suggested here. It is simply a question of what occurs in fact. (my emphasis)", "[208] Justice Hughes also noted that the Supreme Court of Canada in F H v McDougall, 2008 SCC 53, [2008] 3 SCR 41 emphasized that there is only one standard of proof in civil proceedings, which is the balance of probabilities.", "[209] In conclusion, Justice Hughes provided a helpful summary of the law governing anticipation, which has been cited in several subsequent cases (see <FRAGMENT_SUPPRESSED> ):", "[75] To summarise the legal requirements for anticipation as they apply to the circumstances of this case: 1. For there to be anticipation there must be both disclosure and enablement of the claimed invention. 2. The disclosure does not have to be an \"exact description\" of the claimed invention. The disclosure must be sufficient so that when read by a person skilled in the art willing to understand what is being said, it can be understood without trial and error. 3. If there is sufficient disclosure, what is disclosed must enable a person skilled in the art to carry out what is disclosed. A certain amount of trial and error experimentation of a kind normally expected may be carried out. 4. The disclosure when carried out may be done without a person necessarily recognizing what is present or what is happening. 5. If the claimed invention is directed to a use different from that previously disclosed and enabled then such claimed use is not anticipated. However if the claimed use is the same as the previously disclosed and enabled use, then there is anticipation. 6. The Court is required to make its determinations as to disclosure and enablement on the usual civil burden of balance and probabilities , and not to any more exacting standard such as quasi-criminal. 7. If a person carrying out the prior disclosure would infringe the claim then the claim is anticipated. (my emphasis)", "[210] In the present case, the applicant, Roche, suggested that a word had been inadvertently left out of #7 above and that it should read: \"If a person carrying out the prior disclosure would necessarily infringe the claim then the claim is anticipated\".", "[211] I do not share the view that the word \"necessarily\" was inadvertently omitted and that it should be read into the principle. As noted by Justice Hughes, the civil burden of proof on a balance of probabilities applies. The \"would necessarily infringe\" standard is arguably not different from \"would infringe\" given that the civil standard of proof on a balance of probabilities applies. It is clear that Justice Hughes is providing guidance in #7 that if the person carrying out the disclosure, which need not be an exact description, would infringe the claim on a balance of probabilities, then the claim is anticipated.", "[212] Many cases have cited Justice Hughes' principles and have also referred to the first branch of the anticipation test as requiring that it \"necessarily infringe\" or \"inevitably result\" in infringement, yet have applied the test on a balance of probabilities to determine whether the claim has been disclosed in the prior art. The Expert Evidence", "[213] The experts for both Roche and Apotex provided evidence with respect to whether the prior art, in particular EP 329, disclosed the invention of the '721. The experts for Apotex also provided evidence with respect to whether the disclosure was enabling.", "[214] With respect to disclosure, Dr Tsantrizos indicated in her affidavit that \"because neither the L-valine monoester of ganciclovir nor its hydrochloride salt are mentioned or made in any of the examples of the '329 Application, it cannot be said that they are disclosed in the '329 Application\" (para 42).", "[215] She added that EP 329 \"does not teach the L-valine mono-ester of ganciclovir or that the L-valine mono-ester of ganciclovir is a stable prodrug of ganciclovir with improved oral absorption and low toxicity. In fact, there is really no teaching of mono-esters in the '329 Application at all, other than that they can be made\" [emphasis in original]. She then goes on to say that any reader of the '329 \"would recognize that while the broad general formula disclosed in the '329 Application includes both mono- and bis-esters, the '329 Application does not provide any indication that a mono ester should be preferred over the bis-ester. Indeed, by reason of the focus on only bis-esters in the examples, a person of ordinary skill reading the '329 Application would understand that the bis-esters are preferred over the mono-esters\" (paras 44 and 45).", "[216] Dr Tsantrizos later referred to the six examples of EP 329 and stated that two examples are for bis-valinate, the others are for other esters which are also bis-esters, and concluded that there is no specific example of making a mono-ester. However, she later acknowledged that Example 6b of EP 329 teaches that the L-alanine mono-ester of ganciclovir is difficult to prepare and can only be obtained as a minor component (10%) in a mixture with the major product, the L-alanine bis-ester of ganciclovir (paras 49-50).", "[217] Dr Tsantrizos also noted that EP 329 does not provide any biological data to support the statement of improved bioavailability.", "[218] Dr Sawchuk also indicated that all of the examples made were bis-amino acid esters of ganciclovir and that no mono-amino acid esters were tested, or even made, except as a by-product in one example. In a footnote to his affidavit, on the issue of the inventors' statements that the preferred compounds are mono- and diesters, he noted at para 76: \"These examples include only bis -ester compounds\" [emphasis in original]. He concluded that the preferred compounds were the bis-L-amino acid esters. He further stated at para 78 that \"there are several million compounds that a POSITA could possibly create with this disclosure. The POSITA would not be moved to try any mono-esters however, based upon what the inventors have exemplified as the most preferred compounds, all of which are bis -esters\" [emphasis in original].", "[219] Dr McGuigan expressed the contrary opinion that \"... EP 329 discloses the L-valine monoester of ganciclovir, among other compounds, as a preferred pro-drug that will improve the oral bioavailability of ganciclovir\" (para 169).", "[220] Unlike Roche experts, Dr McGuigan did not focus on the examples, but rather on the specifications where the invention, its formula, its uses, and its compounds are discussed. He also commented that the claims of EP 329 define the compounds as including the mono- and bis-esters, and that the inventers state at line 11 at page 3: \"The above-defined amino acid esters of formula (I) and their salts which are hereinafter referred to as the compounds according to the invention, are especially useful for the treatment of prophylaxis of virus infections, especially herpes infections ...and particularly cytomegalovirus, in humans or non-human animals.\"", "[221] As a response to what the inventors claim in the '721 (in relation to what is disclosed in EP 329), Dr McGuigan stated in his affidavit that: ... the medicinal chemist would not agree with this characterization of EP 329. Rather, as noted above, EP 329 does indeed identify the monoester and how to make it (which in any event would not be difficult for the medicinal chemist), and EP 329 states that all of its compounds have advantageous bioavailability when administered orally, resulting in high levels of the parent compound (including ganciclovir) in the body (para 255).", "[222] Dr McGuigan also expressed the opinion that the invention of the '721 was the crystalline valganciclovir.", "[223] With respect to what was disclosed in EP 329, he stated: As discussed above, EP 329 is a patent application published June 27, 1990 that discloses, among other things, valganciclovir and its salts and the fact that these compounds have potent antiviral activity and are especially useful for the treatment or prophylaxis of viral infection, especially herpes infections such as herpes simplex, VZV, HCMV, and EB in humans or non-human animals (p. 3, ln. 11-20). EP 329 also discloses that valganciclovir and its salts \"surprisingly have advantageous bioavailability when administered by the oral route, resulting in exceptionally high levels of [ganciclovir] in the body. This enables less drug to be administered while still providing at least equivalent drug levels of the parent compound in the plasma (para 305).", "[224] He also noted that the medicinal chemist would understand that valganciclovir and its salts are among the most preferred compounds and that these preferred salts would include the hydrochloride salt, as listed at lines 8-10, p 3 of EP 329.", "[225] Dr Boeckman also noted that EP 329 disclosed both mono- and diesters but found that the examples in EP 329 focus on the preparation of the diester derivatives of ganciclovir (para 50) and that EP 329 \"discloses the possible formation and utility of the monoesters and one such monoester of ganciclovir derived from alanine was exemplified as the minor component admixed with the related bis-alaninate ester (example 6).\"", "[226] With respect to enablement Dr McGuigan acknowledged that EP 329 does not teach the preparation of the mono-ester as in valganciclovir. He indicated that with common general knowledge, this teaching would have been \"straightforward and easy\", or routine according to the enablement stage of the anticipation test.", "[227] Dr McGuigan stated that \"...the medicinal [sic] would have applied the common general knowledge, using known protection/deprotection chemistry, to arrive at a monoester. Starting from amino-protected ganciclovir, it would have been straightforward and easy to obtain the L-valine monoester of ganciclovir as a mixture of diastereomers. This mixture could then have been separated to isolate each of the diastereomers, if desired\" (para 309).", "[228] Dr Boeckman also expressed the view that a synthetic chemist would have been able to isolate each of the diester and mono-ester from the mixture noting that whether the mono-ester or diester is formed depends on the stoichiometry of the L-valine used and that a synthetic chemist would have known that the process and stoichiometry could be similarly altered to arrive at the monoester of ganciclovir (para 52).", "[229] In summarizing his opinion, Dr Boeckman stated at para 86: As I stated above in my review of the EP 329, it was my view upon reviewing the EP 329 initially that the patent taught the preparation and use of both the diester and monoester of ganciclovir, including the valine amino acid esters and the hydrochloride salt thereof, and that the synthetic chemist would be capable of making the diester and monoester of ganciclovir without undue hardship, but using only routine chemistry. Analysis: Has the test for anticipation been met?", "[230] In the present case the issue is whether the prior art, EP 329, although not an exact description of the invention, would have been sufficient so that the POSITA, willing to understand it, would understand what was invented, without trial and error? Would this disclosure have enabled the POSITA to carry out what was disclosed, based on their common general knowledge, and make the invention, valganciclovir, with some routine trial and error or experimentation? Would this result in infringing the claims of the '721 Patent, on a balance of probabilities?", "[231] Not surprisingly, the expert evidence varies. However, all the experts are in agreement that EP 329 discloses both the mono- and bis-ester, although it did not make the mono-ester. All of the examples, except for Example 6b, focus on the bis-esters, and Example 6b refers to the L-alanine mono-ester of ganciclovir (not the mono-L-valine ester) which is only 10% of the mixture with the L-alanine bis-ester of ganciclovir. Therefore it is fair to say that EP 329 only made bis-esters.", "[232] As noted previously, according to Dr Sawchuk, a POSITA could create several million compounds with the disclosure of EP 329. In his cross-examination, Dr Boeckman agreed that EP 329 disclosed at least 500,000 compounds that were not valganciclovir.", "[233] On the other hand, Apotex points to specific references in the disclosure of preferred compounds and elements that, if chosen and prepared, would result in the preparation of the invention. On a balance of probabilities, and with the common general knowledge of the skilled person, would this disclosure be sufficient for a POSITA to understand what was the invention?", "[234] Applying the <FRAGMENT_SUPPRESSED> test and the principles set out by Justice Hughes in <FRAGMENT_SUPPRESSED> , I find that EP 329 did disclose the invention claimed in the '721, which is the mono-L-valine ester of ganciclovir (valganciclovir). EP 329 discloses both the mono- and bis-ester, although it prefers and exemplified only the bis-esters. On a balance of probabilities, the POSITA would read EP 329 and understand that it was teaching both mono- and bis-esters with both promising improved bioavailability over ganciclovir.", "[235] With this disclosure, the skilled person would engage in routine chemistry, as noted by the Apotex experts. No further inventive step would be required as all the compounds were disclosed, the preferred L-valine ester was noted, and the advantages of improved bioavailability were promised.", "[236] Roche did not address enablement given its position that there was no disclosure in EP 329, and its position that the '721 was likely a selection patent. Anticipation if a Selection patent", "[237] As noted, the patent at issue in <FRAGMENT_SUPPRESSED> was a selection patent, however, the Supreme Court of Canada noted that the refined test for anticipation (and for obviousness) applied to patents in general.  <FRAGMENT_SUPPRESSED>  [2010] FCJ 951 [ Eli Lilly ], Justice Layden-Stevenson confirmed that a selection patent is like any other patent (para 33).", "[238] Although I have found that the '721 was not a selection patent from the genus of EP 329, it is worth considering whether the test for anticipation would be applied differently if it were a selection patent.", "[239] Recall that in <FRAGMENT_SUPPRESSED> , Justice Rothstein said, with respect to the disclosure part of the test, \"[i]f in reading the genus patent the special advantages of the invention of the selection patent are not disclosed, the genus patent does not anticipate the selection patent\" (para 32).", "[240] In the present case, the applicant submits that the '721 is a selection patent and emphasizes that while the mono- and bis-esters were disclosed in EP 329, only the bis-esters were made and the improved bioavailability of the invention of the '721 over that of EP 329 and over ganciclovir was not disclosed. These advantages could not be discovered until the invention was made; therefore, it was not anticipated by EP 329.", "[241] If the '721 were a selection patent from the genus, EP 329, and if the advantages over EP 329 had been noted in the '721, the anticipation argument would likely follow <FRAGMENT_SUPPRESSED> and Eli Lilly . However, in this case, the invention of the '721 was the improved bioavailability over ganciclovir. If it were a selection patent, it would have been anticipated by EP 329 which disclosed the compounds and those same advantages. Conclusion re anticipation", "[242] I find that the invention of the '721 was disclosed in EP 329 and enabled. The POSITA would understand the invention and make it without extensive efforts and with no additional inventive step, and in so doing, would on a balance of probabilities infringe the patent. OBVIOUSNESS", "[243] The second ground of invalidity asserted by Apotex is that the '721 Patent is obvious by virtue of EP 329 and 24 additional publications as set out in the NOA, including Schedule B, focussing on the question of whether making the mono-ester instead of the bis-ester would have been obvious.", "[244] The positions of the parties, stated simply, follow. The applicant, Roche, submits that there was no indication in the prior art that what the inventors were attempting would work as the prior art focused on bis-esters and pointed away from the mono-ester. As a result, the invention of the '721 was not obvious to try and it was not clear that improved bioavailability would result. Roche submits that the Apotex experts ignored the closest art which was EP 329 and did not address the question whether the mono-ester would work better than the bis-ester. Roche also notes that the improvements of the invention were only discovered after the compound had been made and tested, referring to Examples 9 and 10 which provide data on the oral bioavailability of ganciclovir, EP 329, other esters of ganciclovir and the invention. As of July 1994, a POSITA without access to the '721 Patent would not know that L-valganciclovir (a mono-ester) had improved oral bioavailability over the bis-ester of ganciclovir.", "[245] Apotex submits that the skilled person would recognize the need to improve the oral bioavailability and would look to the research regarding improvements in the bioavailability of acyclovir, another leading drug for the treatment of herpes. Apotex notes that by 1994 this research would have trumped all other research with respect to improving the oral bioavailability of the compound while maintaining stability and low toxicity. Apotex asserts that adding the L-valine ester to acyclovir, resulting in valaciclovir, would have been the clear direction or path and it provided the motivation to do the same with ganciclovir to result in valganciclovir. In addition, the skilled person would have taken ordinary steps to crystallize valganciclovir. In short, Apotex submits that the invention was obvious.", "[246] Apotex maintains that the inventive concept of the '721 Patent is crystallinity. Apotex submits that if it is not crystallinity, then the inventive concept of any claim is that valganciclovir has higher oral bioavailability than the bis-ester or other ester. Apotex submits that the claims would remain obvious.", "[247] The parties agree on the applicable law with respect to obviousness, but disagree on how it should be applied, particularly with respect to the parameters of the \"obvious to try\" test. As previously noted, the parties also disagree on the inventive concept.", "[248] The highly qualified and reputable experts for Apotex disagree with the highly qualified and reputable experts for Roche, and the Apotex experts have also commented on specific aspects of the evidence of the Roche experts. All the experts were cross-examined rigorously. I have carefully considered the extensive expert evidence.", "[249] In doing so, I have observed that the same expert testimony varies in some respects from issue to issue. For example, the Apotex experts maintain that oral bioavailability cannot be said to be the inventive step because oral administration is only one method of administration and that stability and toxicity cannot be regarded as advantages. Yet, in pointing to the research on acyclovir, which is also used to treat herpes, and which the experts describe as the lazer beam or clear path for improving ganciclovir, these same properties are held out as desirable and necessary and expected from the addition of the mono-ester.", "[250] Apotex submits that the only advantage of the '721 over the prior art is its crystallinity, which Apotex asserts is the inventive step. However, Apotex also submits that the skilled person would recognize the need to improve the oral bioavailability of ganciclovir. Apotex's expert evidence with respect to obviousness focuses on the addition of the mono-ester to improve bioavailability, and to either improve or ensure stability and low toxicity. The formulation as a crystalline product is also noted as desired and routine but, in the context of obviousness, appears to be characterised as an additional rather than primary advantage as the compound must first be made. Jurisprudence / General Principles", "[251] The Supreme Court of Canada established the law on obviousness in Canada  <FRAGMENT_SUPPRESSED> . With respect to obviousness Justice Rothstein wrote: 67 It will be useful in an obviousness inquiry to follow the four-step approach first outlined by Oliver L.J. in <FRAGMENT_SUPPRESSED>  (C.A.). This approach should bring better structure to the obviousness inquiry and more objectivity and clarity to the analysis. The Windsurfing approach was recently updated by Jacob L.J. in <FRAGMENT_SUPPRESSED>  (p. 872), [2007] EWCA Civ 588, at para. 23: In the result I would restate the Windsurfing questions thus: (1) (a) Identify the notional \"person skilled in the art\"; (b) Identify the relevant common general knowledge of that person; (2) Identify the inventive concept of the claim in question or if that cannot readily be done, construe it; (3) Identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claim or the claim as construed; (4) Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention? It will be at the fourth step of the Windsurfing/Pozzoli approach to obviousness that the issue of \"obvious to try\" will arise. i. When Is the \"Obvious to Try\" Test Appropriate? 68 In areas of endeavour where advances are often won by experimentation, an \"obvious to try\" test might be appropriate. In such areas, there may be numerous interrelated variables with which to experiment. For example, some inventions in the pharmaceutical industry might warrant an \"obvious [page294] to try\" test since there may be many chemically similar structures that can elicit different biological responses and offer the potential for significant therapeutic advances. ii. \"Obvious to Try\" Considerations 69 If an \"obvious to try\" test is warranted, the following factors should be taken into consideration at the fourth step of the obviousness inquiry. As with anticipation, this list is not exhaustive. The factors will apply in accordance with the evidence in each case. 1. Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art? 2. What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine? 3. Is there a motive provided in the prior art to find the solution the patent addresses?", "[252] Justice Rothstein also noted that other factors may be relevant including the history of the invention, whether the inventor arrived at the invention quickly and easily based on the prior art and common general knowledge, and the inventors' particular expertise compared to that of the skilled person (para 70 -71).", "[253] To put to rest any concern in this case that the Court would be open to a \"worth a try\" test, I am mindful of the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  [2009] FCJ No 66, that held that possibility and speculation is not the test; more or less self-evident is the test. Justice Noël wrote at paragraphs 28 to 30: 28 I take it from this that the test adopted by the Supreme Court is not the test loosely referred to as \"worth a try\". After having noted Apotex' argument that the \"worth a try\" test should be accepted (para. 55), Rothstein J. never again uses the expression \"worth a try\" and the error which he identifies in the matter before him is the failure to apply the \"obvious to try\" test (para. 82). 29 The test recognized is \"obvious to try\" where the word \"obvious\" means \"very plain\". According to this test, an invention is not made obvious because the prior art would have alerted the person skilled in the art to the possibility that something might be worth trying. The invention must be more or less self-evident. The issue which must be decided in this appeal is whether the Federal Court Judge failed to apply this test. 30 In my respectful view, he did not. While the Federal Court Judge does not use the phrase \"obvious to try\", his reasons show that he conducted his analysis along the dividing line drawn  <FRAGMENT_SUPPRESSED> -Synthelabo . Specifically, he rejected the contention that the invention was obvious based on mere possibilities or speculation and looked for evidence that the invention was more or less self-evident.", "[254] The respondent, Apotex, submits that the recent decision of Justice Near in <FRAGMENT_SUPPRESSED>  [2013] FCJ 242, provides the modern application of the \"obvious to try\" test demonstrating the flexibility which was the goal of the restated test  <FRAGMENT_SUPPRESSED> . I observe however, that in applying the test, Justice Near assessed the four factors set out in <FRAGMENT_SUPPRESSED> to determine if the invention was \"obvious to try\".", "[255] At paras 36-37, Justice Near stated the following:", "[36] The parties are, however, divided about the parameters of the \"obvious to try\" test. AstraZeneca focuses on the results of experimentation, maintaining that it must be obvious that successful results will be achieved before any experimentation is carried out. Teva, for its part, offers a less stringent proposition, contending that a patent will be obvious if it was more or less self-evident, in the words of <FRAGMENT_SUPPRESSED> , to \"try to obtain the invention\" or,  <FRAGMENT_SUPPRESSED> 's words, to conduct routine experimentation with a fair expectation of success.", "[37] I find that Teva's interpretation is more apt on the facts of this case. Lord Justice Lewison recently remarked that in many \"obvious to try\" cases, it is the idea of trying that constitutes the inventive step ( <FRAGMENT_SUPPRESSED>  [2013] FCJ No 111 at para 189). AstraZeneca's point might have been better received were the invention in this case the idea of trying to obtain a sustained release formulation of quetiapine. However, as already established, the inventive concept in our case is the end product - a physical sustained release formulation of quetiapine. Lord Justice Lewison approved of the notion that \"obviousness connotes something which would at once occur to a person skilled in the art who was desirous of accomplishing the end\" ( <FRAGMENT_SUPPRESSED> , above, at para 184, emphasis Lord Justice Lewison's). I find that this is entirely in accord with the Canadian elaboration in <FRAGMENT_SUPPRESSED> that a patent may be found obvious if it is more or less self-evident to try to obtain the invention ( <FRAGMENT_SUPPRESSED> , above, at para 66). Of course, the jurisprudence is wary of the expansion of this notion, and thus narrowed the scope of cases that might fall into this category by enumerating the non-exhaustive factors of the \"obvious to try\" test, to which I now turn. In my view, motivation is the key factor in this case.", "[256] In this case, Apotex submits that it was more or less self-evident to try to obtain valganciclovir.", "[257] Roche submits that a mere possibility that something might turn up is not sufficient. Rather, the skilled researcher must know before carrying out any experiments that the subject matter claimed in the patent (valganciclovir) \"ought to work\" so as to solve the problem that the claimed invention purports to solve. Roche notes that the test of \"more or less self evident\", or obvious, means \"very plain\": <FRAGMENT_SUPPRESSED>  [2009] FCJ No 66, at para 29. Application of the Sanofi test to this case", "[258] The four-part <FRAGMENT_SUPPRESSED> test, including the \"obvious to try\" test and relevant factors, have been considered and applied to the evidence in this case as follows. The notional \"person skilled in the art\"; POSITA", "[259] As previously determined, the person skilled in the art in the mid-1990s to whom the '721 Patent would be addressed is a composite person or team of persons with expertise in medicinal chemistry, solid state chemistry, synthetic chemistry, pharmaceutical formulation, pharmacology and pharmacokinetics at the Masters or PhD level. The common general knowledge", "[260] The relevant common general knowledge would be the knowledge of the POSITA at the relevant time - in this case July 27, 1994. This would include published and non-published knowledge. The common general knowledge would include the patents, patent applications and publications set out at page 1 of the '721 Patent. The POSITA would also be aware of other publications and research with respect to ganciclovir and acyclovir.", "[261] The '721 Patent identifies several other patents, patent applications and published research including the following with respect to ganciclovir US Patent 4 355 032, published in 1982, which discloses ganciclovir and notes that it is highly efficacious against viruses of the herpes family (e.g. herpes simplex and cytomegalovirus); however, it has a relatively low rate of absorption when administered orally. European Patent Application 375 329 (EP 329), published in 1990, which discloses prodrug compounds described as having advantageous bioavailability when administered by the oral route resulting in high levels of the parent compound in the body. Jensen et al, Acta Pharm Nord 3(4), published in 1991, which discloses diester prodrugs of ganciclovir described as a promising prodrug to enhance its delivery characteristics, for example, for parenteral administration (which means not by the GI system). Martin et al (1987) J Pharm Sci 76(2), which discloses the mono- and diacyl esters of ganciclovir and indicate that the dipropionate ester is about 42% more bioavailable than ganciclovir.", "[262] There are also several references to patent applications and research regarding acyclovir British Patent (BP) 1 523 865, published in 1978, which describes derivatives, including acyclovir which has been found to have good activity against herpes simplex and is very effective upon topical or parenteral administration but only moderately absorbed upon oral administration. Maudgal et al, Arch Ophthalmol (1984), which discloses the glycine and other esters of acyclovir and the advantages of the glycine ester for particular types of the herpes virus. Colla et al, J Med Chem (1983), which discloses several water soluble ester derivatives of acyclovir and their salts as prodrugs of acyclovir. The authors suggest that these acyclovir esters should be more practical for clinical use than the parent compound (acyclovir) for topical treatment as eye drops and for the treatment of herpes virus infections that respond well to intravenous acyclovir treatment. European Patent Application 308 065, published in 1989, which discloses the valine and isoleucine esters of acyclovir, preferably in the L-form, as showing a large increase in absorption from the gut after oral administration when compared with other esters and acyclovir. Beauchamp et al Antiviral Chemistry and Chemotherapy (1992), which discloses 18 amino acid esters of acyclovir and their efficiencies as prodrugs and indicates that the L-amino acid esters were better prodrugs than the corresponding D-, or D, L-isomers, suggesting the involvement of a stereoselective transporter. According to the authors, the L-valyl ester of acyclovir was the best prodrug, in terms of bioavailability, of the esters investigated.", "[263] There were 25 publications referred to in the NOA of Apotex, several of which were referred to in the disclosure of the '721 as noted above, which would be within the knowledge of or accessible to the POSITA. Although the Patent does not refer to the publication \"Acyclovir Prodrugs: The Road to Valaciclovir\", Beauchamp and Krenitsky, Drugs of the Future (1993), it was referred to by the experts for both Roche and Apotex. In the introduction, the authors note that a more oral bioavailable form of acyclovir is desired. They indicate that \"[s]ince studies in our laboratories with different formulations did not result in a compound with improved oral bioavailability, achieving this objective fell to the medicinal chemists.\" The report indicates that the best prodrug was the ester of the branched chain amino acid L-valine, and reveals the results of the clinical trials conducted. The authors conclude that the extensive clinical and toxicological evaluations of the L-valyl ester of acyclovir (valaciclovir) will further test the validity of the results noted by the researchers.", "[264] The Apotex experts emphasize that by 1994 the POSITA would know that valaciclovir, a prodrug of acyclovir, improved the oral bioavailability of acyclovir while maintaining its low toxicity, and would thus focus almost exclusively on it. The Roche experts noted that there would have been a range of approaches, including prodrugs, to improve on oral bioavailability.", "[265] I conclude that the POSITA would have all the knowledge noted above, including about valaciclovir, given that the Beauchamp 1992 publication noted that the L-valyl ester was the best prodrug in terms of oral bioavailability of acyclovir and that this was specifically disclosed in the '721 Patent. The Beauchamp and Krenitsky 1993 publication also noted that the L-valyl ester was the best prodrug of acyclovir and that further clinical evaluations were ongoing. The state of the art was that both ganciclovir and acyclovir were known to be effective treatments for herpes viruses but that both had low bioavailability when administered orally, and that prodrugs had shown improved bioavailability with stability and low toxicity in both ganciclovir and acyclovir. What is the inventive concept in the claims?", "[266] As noted earlier in these reasons, the inventive concept was a major point of disagreement and it was necessary to determine the inventive concept in the context of the construction of the claims. The considerations related to the inventive concept are set out at (paragraphs 99-132).", "[267] The parties' disagreement on the inventive concept has resulted in a \"satellite debate\". As noted in <FRAGMENT_SUPPRESSED> , where the inventive concept is not discernible from the claims because they present a bare chemical formula, the inventive concept must be determined from reading the specification as a whole.", "[268] <FRAGMENT_SUPPRESSED> , the advice given by Justice Lewison is to move past disputes about the inventive concept and focus on the differences between what is claimed and the prior art.", "[269] As discussed at length above at paragraphs 99-132, I have found that the inventive concept is valganciclovir, a stable prodrug with low toxicity and improved oral bioavailability over ganciclovir. What are the differences between the \"state of the art\" and the inventive concept?", "[270] As noted above, the state of the art was that both ganciclovir and acyclovir were known to be effective treatments for herpes viruses but that both had low bioavailability when administered orally and that prodrugs had shown improved bioavailability with stability and low toxicity in both ganciclovir and acyclovir.", "[271] The inventive concept was the addition of the mono-L-valine ester to ganciclovir (i.e. valganciclovir) which results in stability and low toxicity and improved bioavailability. Do these differences constitute steps that would have been obvious to the person skilled in the art or do they require any degree of invention; that is, would it have been obvious to add the mono-L-valine ester?", "[272] Given the state of the art, it is apparent that many possible compounds were being developed and would require experimentation. The \"obvious to try\" test comes into play in this case along with the consideration of the factors that inform that test.", "[273] As noted by Justice Snider in <FRAGMENT_SUPPRESSED>  [2008] FCJ No 1094 (aff'd 2009 FCA 222) at para 254:", "[254] [...] a mosaic of prior art may be assembled in order to render a claim obvious. Even uninventive skilled technicians would be presumed to read a number of professional journals, attend different conferences and apply the learnings from one source to another setting or even combine the sources. However, in doing so, the party claiming obviousness must be able to demonstrate not only that the prior art exists but how the person of ordinary skill in the art would have been led to combine the relevant components from the mosaic of prior art. [...]", "[274] The issue in this case at this step is whether it was more or less self-evident that if the skilled person added the mono-L-valine ester to ganciclovir, the resulting compound would have improved bioavailability and stability and low toxicity over ganciclovir. The expert evidence regarding \"obvious to try\"", "[275] Before turning to each of the factors to assess if the invention would have been obvious to try, the views of the experts on the issue of obviousness have been considered. As with the other issues, the experts are not in agreement. The Apotex experts focus on the 1994 research with regard to acyclovir, with much less attention to other prior art. The Apotex experts express the opinion that the acyclovir research would direct the skilled person to follow the acyclovir model which would lead directly to the invention of valganciclovir.", "[276] The Roche experts note the range of prior art and express the view that adding the mono-L-valine ester to ganciclovir would not be obvious given that the prior art pointed away from mono-esters, that acyclovir and ganciclovir are different compounds, albeit with some similarities, and that improved bioavailability would not be predicted or expected without testing.", "[277] Dr Sawchuk summarized the differences between the common general knowledge and the inventive concept of the '721 Patent by indicating that it was not known that one would want to make the mono-L-valine ester of ganciclovir and it was not known that if one made the mono-L-valine ester of ganciclovir, the compound would have the benefits disclosed in the '721 Patent of improved oral absorption and delivery of ganciclovir over the compounds of the prior art with a low toxicity profile and improved stability (para 67).", "[278] Dr Sawchuk also noted that the publication of the '721 Patent was the first time that data regarding the making and testing of the mono-L-valine ester of ganciclovir would have been publicly available to a POSITA (para 68).", "[279] Dr Sawchuk's position was that there remained many options but that the POSITA would have looked at the bis-substitutions rather than the mono-substitutions. He stated that \"Even if one focussed specifically on ester prodrug development, one would be faced with a myriad of options in preparing such candidate prodrugs. In any event, virtually any prodrug design that a POSITA would have considered for ganciclovir would likely have resulted in the selection of bis (not mono) substitutions on the propanediol. Indeed, even if the POSITA were to limit his or her selection to L-valine esters, he or she would have concluded that the bis-L-valinate ester would have been a more desirable prodrug of ganciclovir, since it is more lipophilic than the corresponding mono-ester\" (para 73).", "[280] Dr Sawchuk summarized all the references referred to  <FRAGMENT_SUPPRESSED> 's Notice of Allegation noting that GB 2,140,070, EP 0,099,493, US 4,556,659, EP 0,186,297, and E J Benjamin et al (1987) either do not address the mono-L-valine ester of ganciclovir or ganciclovir at all. Dr Sawchuk commented on all of the prior art, and I have summarized his findings with respect to the three Beauchamp references as follows: 1. Beauchamp '329 Application (June 27, 1990) indicates that no mono-amino acid esters were tested or made (except \"as a by-product in one example\" and that there are several million compounds that a POSITA could possibly create with this disclosure. The POSITA would not be moved to try any mono-esters however, based upon what the inventors have exemplified as the most preferred compounds, all of which are bis -esters\" (para 78) [emphasis in original]. 2. Beauchamp et al (1992) publication does not mention ganciclovir. In addition, ganciclovir and acyclovir have different physicochemical and biological properties, and their amino acid derivatives would also be expected to have different properties. It is unclear why the NOA would suggest that the Beauchamp 1992 would \"teach a POSITA that a parallel change in the structure of ganciclovir (the preparation of a mono-ester) would also result in increased bioavailability.\" This publication would not teach a person of skill in the art anything about the absorption of amino acid esters of ganciclovir in rats, or in any animal, including humans. The bis-L-valinate ester would be predicted to be better absorbed than the less lipophilic mono-L-valinate ester, i.e ., it would exhibit better bioavailability and greater AUCs of ganciclovir (para 85). 3. Beauchamp and Krenitsky (1993) publication would not have pointed one of skill in the art to consider the development of a mono-L-valyl ester of ganciclovir as a prodrug of this antiviral agent. Even if one were to limit the development of a prodrug of ganciclovir to a path that considered amino acid esters, and further focus on the use of L-valine, one would have concluded that the bis-L-valinate ester would have been a more desirable prodrug of ganciclovir, since it is more lipophilic than the corresponding mono-ester\" (para 90). Although the mono-ester prodrug delivered more acyclovir to the bloodstream than that following oral dosing of the parent acyclovir itself, the calculated average bioavailability of valaciclovir of only about 29% is \"not very impressive, nor is it substantially greater than that of the parent drug, acyclovir, as cited above\". A person of skill in the art, seeking to develop a well absorbed oral prodrug of ganciclovir with a good toxicity profile, would not be persuaded to follow this avenue - i.e. , the preparation of an amino acid mono-ester of ganciclovir. Rather other approaches, including the preparation of bis-esters of ganciclovir would be considered (para 93).", "[281] Dr Sawchuk also addressed whether the differences between the common general knowledge and the inventive concept of the '721 claims require any degree of invention. In his opinion, the outcome required effort, the results were not predictable and there was no motivation to pursue this invention.", "[282] Dr Sawchuk agreed that there was motivation to look for prodrugs to address the low bioavailability of ganciclovir but that there was no motivation to prefer any particular approach. In his view, there would be many strategies.", "[283] Dr Sawchuk focused on the lipophilicity factor and noted that \"...looking at which prodrug would be more lipophilic and therefore be likely to deliver more ganciclovir to the systemic circulation to enhance bioavailability, I would have favored the bis-L-valinate ester of ganciclovir over the mono-L-valinate ester of ganciclovir\" (para 134).", "[284] With regard to whether it was more or less self-evident that the invention ought to work or predictable, Dr Sawchuk noted that \"...even if a POSITA had been motivated to try a pro-drug approach with esters, it would have been impossible for that POSITA to predict the properties of any compound without first making the compound and then testing it\" (para 135).", "[285] He concluded by noting that even if literature had disclosed the mono-ester as the avenue to pursue, the POSITA would have expected the mono-L-valinate ester to provide some advantage over ganciclovir, but not over the bis-L-valinate ester of ganciclovir. However, the mono-ester would be less lipophilic and therefore less desirable (para 136).", "[286] Dr Sawchuk did agree in his cross-examination that persons skilled in the art, from 1994, would view valaciclovir as generating substantially higher plasma levels than acyclovir.", "[287] With respect to the extent, nature, and amount of effort required to achieve the invention, Dr Sawchuk emphasized that the research and development that led to the invention of the '721 Patent required time, effort, and resources, and was labor intensive (para 141). He stated that \"First, the inventors had to determine which prodrug derivatives to consider and how to make them for testing\" (para 142); and \"...if the inventors decided, for some reason, to concentrate on the development of ester prodrugs of ganciclovir, they first had to synthesize a series of derivatives, which may or may not have included the mono-L-valinate ester of ganciclovir depending on the criteria selected for developing a prodrug category. Second, the inventors then had to isolate the test compounds and purify them, determine their physicochemical and biological properties ...\" (paras 148-149). Third, \"...the inventors then had to put the prodrug into pharmaceutically acceptable formulations\" (para 150). Finally, \"the inventors then had to administer the compounds to animals in studies designed to assess the extent of delivery (bioavailability) of ganciclovir itself, as well as other potential prodrug candidates. Only then, after substantial and unpredictable research and development, were the inventors able to arrive at the invention\" (para 151).", "[288] Dr Tsantrizos summarized her views on obviousness at para 20(b) of her affidavit, indicating that: \"Apotex has not employed a valid scientific approach in assessing whether it was obvious that advantages such as improved bioavailability would result with L-valganciclovir. In any event, none of the art advanced by Apotex teaches or suggests that the mono-substituted ester of L-valganciclovir should be made or that it has advantages over ganciclovir. On the contrary, the art suggests that, if anything, bi-substituted esters of ganciclovir are the preferred route to explore with respect of ganciclovir analogues (if one is adopting to follow an ester pro-drug approach at the sugar equivalent moiety which is found in the nucleoside).\"", "[289] She expressed the view that there would be no reason for a skilled medicinal chemist making antiviral prodrugs to have thought to make L-valganciclovir (as opposed to any other form of ganciclovir) with the expectation that L-valganciclovir would have an improved bioavailability profile over ganciclovir. She agrees with Dr Sawchuk that there would be no motivation to make the L-valine mono-ester of ganciclovir (para 65), and given the available knowledge in 1994, a person looking to make an ester of and ganciclovir would have made a bis-ester (para 66).", "[290] Dr Tsantrizos also indicated that L-valganciclovir had to be made and tested in order to discover the desired properties described by the '721 Patent. Without the disclosure of the '721 there was no teaching that would lead the inventors to make and test L-valganciclovir (para 67 and 79).", "[291] After reviewing the prior art, Dr Tsantrizos concluded that a skilled medicinal chemist reading EP 329 and reading the article, \"Amino acid ester prodrugs of acyclovir\", would assume that Dr Beauchamp and her co-workers, who had the full knowledge that ganciclovir was a more potent drug than acyclovir and that L-valine ester prodrugs could possibly improve oral bioavailability, would conclude that making the L-valine mono-ester prodrug of ganciclovir was not worthwhile in providing any therapeutic advantages over the parent drug or the bis-ester. She noted that if it had been obvious to make the mono-ester, one would wonder why Dr Beauchamp's team had not made or tested the compound (para 78).", "[292] Dr McGuigan expressed the view that the medicinal chemist would prepare the mono-L-valine ester of ganciclovir, valganciclovir, in the ordinary course of improving upon ganciclovir. He noted that there would be motivation to do so and it would have been obvious. He stated, \"The medicinal chemist also would know how he or she could synthesize valganciclovir. The medicinal chemist would prepare this compound, take the necessary steps to prepare crystals of the compound, and prepare formulations of the compound. The medicinal chemist would strongly expect that the resulting formulation would function to deliver ganciclovir to the body and work as an antiviral compound\" (para 317).", "[293] Dr McGuigan noted that even if the desired characteristics of the '721 were those stated by the Roche experts (i.e. improved bioavailability over the bis and other esters), there would still be no difference between the state of the art and the inventive step. He stated at para 318 of his affidavit: The medicinal chemist would also have expected the administration of the mono-L-valine ester of ganciclovir to result in increased bioavailability as compared to ganciclovir. Further, stability and lo toxicity (or at least toxicity similar to gancyclovir) would have also been expected, especially in light of the experience with respect to valaciclovir. The L-valine ester of acyclovir was found to be stable, and more stable than simpler amino acid esters (Beauchamp (1992)). Compared to the toxicity of the free nucleoside, the toxicity of the pro-drug itself may be neglected in the case of the readily cleavable amino ester pro-drugs of these open-chain nucleosides. This was the experience with valacyclovir.\"", "[294] Dr McGuigan generally indicated that the work of the '721 Patent was not difficult or inventive.", "[295] With respect to acyclovir, Dr McGuigan noted that it is very close to ganciclovir structurally and in terms of its biological effect and that the medicinal chemist would have been aware that this L-valine ester prodrug approach proved to be successful for improving the water solubility and oral bioavailability of acyclovir, including in humans. Therefore, the medicinal chemist would not have had to start from scratch, and consider every possible option for improving oral bioavailability. He would look to the closest prior art, namely, acyclovir and its L-valine ester, valaciclovir, given its clinical testing and encouraging results which showed substantial increases in oral bioavailability.", "[296] Dr McGuigan acknowledged that the success of doing the same with ganciclovir could not be predicted with absolute reliability, but noted that the preparation of L-amino acid esters of ganciclovir, especially a mono-L-valinate ester, would be based on solid chemical reasoning and would have been expected to work. He noted several times that medicinal chemistry relies on analogies, as with acyclovir/ ganciclovir and ganciclovir/valganciclovir.", "[297] Dr McGuigan also disagreed with the evidence of Dr Sawchuk in several respects. On the issue of whether prodrug design would have resulted in the selection of the bis-ester, he noted: I disagree that the medicinal chemist would have selected the bis valinate ester over the mono valinate ester. First of all, the mono L-valinate ester would be more analogous to the successful pro-drug that resulted of acyclovir, valacyclovir, than the bis ester. Both involve the addition of only one ester functionality, while adding a second L-valine ester would result in a much larger compound with significantly more bulk than the mono ester (para 348).", "[298] He also noted that Dr Sawchuk had a simplistic view of lipophilicity which was later clarified to explain that bioavailability depended on several factors, not only lipophilicity. Lipophilic was defined by the experts as meaning \"fat loving\". It refers to molecules that are soluble in lipids and poorly soluble in water. The lipophilicity of a molecule is commonly measured by determining its partition coefficient (P). The higher the partition coefficient, the greater the lipophilicity. Molecules (drugs or prodrugs) with log P values generally enter lipid membranes easily and diffuse passively through them with little difficulty. Dr Sawchuk indicated that there is a correlation between the partition coefficients of a series of compounds and their ability to permeate through biological membranes.", "[299] Dr McGuigan generally disagreed with Dr Sawchuk and indicated that although acyclovir and ganciclovir are two different compounds, they are chemically so related that any analogy with respect to common derivatives is chemically sound and common practice in medicinal chemistry. He noted that analogous considerations of structurally similar compounds are the predominant paradigm and strategy in medicinal chemistry (para 358).", "[300] Dr Zhanel indicated that there is no inventive effort involved in identifying valganciclovir and its salts as a useful prodrug of ganciclovir. He indicated that while the \"desired characteristics\" described in the patent are not part of what he would describe as the inventive concept, there would be no inventive difference between the prior art and realizing that valganciclovir hydrochloride and its salts would have these desired characteristics. He indicated that the skilled pharmacologist would have expected that valganciclovir and its salts would be stable and have the same toxicity as ganciclovir. The skilled pharmacologist would construct the compounds and test them in routine experiments to verify the expectations (para 181).", "[301] On the acyclovir/ganciclovir comparison, he noted that in 1994 the skilled pharmacologist was aware that ganciclovir was commonly used and effective in intravenous dosage for the treatment, prevention and suppression of herpes virus infections. Ganciclovir had an advantage over acyclovir, as it was very active against cytomegalovirus (CMV) both in vitro and in vivo (para 182).", "[302] Dr Zhanel indicated that by 1994, the skilled pharmacologist knew that the world leaders working on acyclovir had been faced with the same problem as ganciclovir and had solved the acyclovir bioavailability problem making an L-valyl ester prodrug of acyclovir (valaciclovir). He stated that the skilled pharmacologist would be pointed to the L-valyl ester as it offered improved solubility in water, stability both in vitro and in vivo , and rapid and virtually complete conversion of the prodrug to the active compound (para 187).", "[303] Dr Zhanel also commented that the valaciclovir testing against herpes viruses occupied the \"same market\" as \"...IV ganciclovir and provided an added incentive to quickly develop a ganciclovir product with improved bioavailability, but with no additional toxicity\" (para 190).", "[304] Dr Zhanel agreed with Dr McGuigan that the similar chemical structure and pharmacokinetics of ganciclovir and acyclovir would lead the skilled pharmacologist to expect the same results; since the human body processes acyclovir and ganciclovir in a similar fashion, it would also process their amino acid derivatives (valaciclovir and valganciclovir) in a similar fashion (para 193).", "[305] Dr Boeckman noted that the synthetic chemist would have strong motivation to make valganciclovir and its hydrochloride salt given the common knowledge that the L-valine salt had improved the bioavailability of acyclovir. He also noted that EP 329 encompassed the use of the compound in a pharmaceutical composition or formulation with suitable excipients to treat herpes virus infections. Based on this, he indicated that he would also have arrived at the crystalline valganciclovir hydrochloride (para 106). Although no example of valganciclovir hydrochloride and the making of the crystalline form had been disclosed, he noted that this would not be a barrier to the synthetic chemist and would not require invention.", "[306] Like the other Apotex experts, Dr Boeckman agreed that acyclovir is an \"analogous\" compound to ganciclovir. He referred to the influence of earlier work on acyclovir which resulted in EP 329 and the amino acid ester of ganciclovir as prodrugs of ganciclovir, including the diesters and the mono-esters as well as the valine ester in particular, and the hydrochloride salts thereof.", "[307] He also commented that the earlier research on acyclovir by Burroughs Wellcome [now GlaxoSmithKline (GSK)], that prepared the valine ester of acyclovir (valaciclovir) and which had significant improvement in oral bioavailability over acyclovir, prompted the same chemists to investigate a similar approach to improving the bioavailability of ganciclovir. This result was the EP 329. This, combined with the more recent research and encouraging results of valaciclovir, would have taught the skilled person that the valine ester was likely a viable solution to increasing bioavailability and absorption (para 110). Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art?", "[308] In the present case, it is this branch of the obvious to try test that is significant among the various factors.", "[309] Roche maintains that an invention is only \"obvious to try\" when it is very plain and more or less self-evident that what is being tested is the next logical step for a skilled but uninventive researcher to carry out. Further, the skilled researcher must know or must predict with almost certainty before carrying out any experiments that the invention claimed \"ought to work\". The mere possibility that something might turn up is not enough.", "[310] Roche submits that there were countless research directions that could have been pursued and the prior art pointed away from mono-esters. Roche argues that it was not the common general knowledge that mono-substituted esters would achieve the desired effect of stability, improved bioavailability, low toxicity, and crystallinity. The favoured approach was bis-substitution. The metaphors of the flagstone path were used to emphasize that, in this case, there was no single path, but the most preferred path would have more likely been that of the bis-esters.", "[311] Without access to the '721 Patent, the improved bioavailability of L-valganciclovir (a mono-ester) could not be determined without conducting research, and such research had not been conducted with respect to ganciclovir before 1994. While the POSITA would expect the addition of the mono-ester to show improvement over ganciclovir, there would be no such expectation to show improved bioavailability over EP 329. Moreover, EP 329 pointed toward bis-esters as the best approach.", "[312] With respect to Apotex's focus on acyclovir and valaciclovir, Roche submits that even if acyclovir is considered as a proxy of ganciclovir, it is not predictable that the ganciclovir mono-ester would be better than the bis-ester.", "[313] Roche also points to the results of the improved bioavailability of valaciclovir over acyclovir noting that while it showed a significant improvement in bioavailability, it was far less significant than the improvements in bioavailability that resulted in the addition of the bis-ester to ganciclovir (EP 329). Roche submits that the literature reported a threefold improvement in the oral bioavailability of valaciclovir over acyclovir in rats, whereas the bis-valinate ester of ganciclovir provided a six-fold improvement in oral bioavailability in rats, as disclosed in the examples of the '721 Patent. Roche, therefore, submits that the mono-ester would not be the direction to take, as the skilled person would conclude that the bis-esters had shown the greater improvement.", "[314] As I have previously noted, there was evidence on the record to indicate that the results disclosed in Examples 9 and 10 of the '721 Patent may have been overstated. That evidence does support the improved bioavailability of the '721 over ganciclovir and the bis- and other esters, but the magnitude of that improvement is in dispute.", "[315] Roche also submits that the greater bioavailability of the '721 could not have been predicted without research.", "[316] Apotex submits that the POSITA would have arrived at the invention without the need of any inventive ingenuity or prolonged and arduous effort. It was more or less self-evident that the effort ought to work. The fact that there may have been different approaches or \"multiple pathways\" to achieve the desired result does not mean that the invention was not obvious.", "[317] Apotex relied on <FRAGMENT_SUPPRESSED>  [2008] FCJ 690 [ Shire Biochem ] and noted that the state of the art and the common general knowledge could fill in the gaps for the POSITA in the event that the invention was not anticipated.", "[318] In Shire Biochem , Justice Hughes noted the difference between the concepts of novelty and obviousness when discussing the validity of a patent. He referred to <FRAGMENT_SUPPRESSED>  47 CPR (3d) 188 [ <FRAGMENT_SUPPRESSED> ] which noted the test applicable at that time as set out in <FRAGMENT_SUPPRESSED> and went on to note that anticipation must be found in a single patent but obviousness is assessed in the light of the state of the art and of common general knowledge as at the claimed date of invention. At paragraph 76, Justice Hughes cites the following passage from pages 197-199 of <FRAGMENT_SUPPRESSED> : Anticipation must therefore be found in a single document which already gives a skilled person what is claimed and which teaches it all. In the case of obviousness, however, \"the prior art should be reviewed and its cumulative effect considered\". Thus the \"mosaic of extracts\". Both are questions of fact.", "[319] Justice Hughes then noted with respect to the patent at issue in that case, at para 78, that \"...if something is found to be lacking in considering anticipation, the gaps are readily filled when considering obviousness\".", "[320] Apotex argues that as of July 28, 1994, the skilled person would be aware of the need for improvement of the oral bioavailability of ganciclovir and the skilled person would conduct their research and be led to the range of references noted in the NOA and in the patent. Apotex submits that there is no requirement that the skilled person \"know\" the result of the experiment before it is undertaken; only a fair expectation of success is required.", "[321] By July 1994, the research (i.e. Beauchamp and Krenitsky, The Road to Acyclovir) was focused on valaciclovir and this would have dominated the field making the other prior art, which Apotex described as failures, far less relevant. Apotex described the research on valaciclovir as the 'Holy Grail' due to the clinical trials that were being conducted on humans. As noted above, all of the Apotex experts supported the view that valaciclovir pointed the way and, in the words of Dr Zhanel, pointed a 'laser beam'.", "[322] The Apotex experts indicated that acyclovir and ganciclovir are very similar in structure, activity, and bioavailability. Therefore the success of adding a single L-valine ester to acyclovir to make valaciclovir was the clear path and motivation to add a single L-valine ester to ganciclovir to make valganciclovir in order to improve the oral bioavailability of ganciclovir.", "[323] Apotex and its experts indicated that valaciclovir had significantly greater oral bioavailability compared to acyclovir and the best bioavailability among the numerous prodrugs tested, as well as improved water solubility, stability in vitro and in vivo , rapid and virtually complete conversion of the prodrug to the active parent compound and comparable safety to acyclovir.", "[324] Dr McGuigan noted that the medicinal chemist would have known that valaciclovir was the L-valine amino acid ester of acyclovir, and that it had been demonstrated that valaciclovir could be dosed orally with improved bioavailability. The POSITA would have understood that the transporter mechanism on valaciclovir selectively increased the absorption of esters of amino acids in the natural L-configuration in the body, and that the L-valine ester was the best of the acyclovir amino acid ester prodrugs. In his view, the medical chemist would prepare the mono-L-valine ester of ganciclovir with the expectation that this drug would function as a prodrug in humans and would improve the oral bioavailability of ganciclovir.", "[325] Dr McGuigan noted that valaciclovir had the best bioavailability to date, as well as improved water solubility, and the prodrug was rapidly and completely converted into the desired compound, producing no toxicity. Valaciclovir had also been demonstrated in humans and more clinical trials were underway.", "[326] With the knowledge that the prodrug resulted in improved absorption, Apotex submits it would have been obvious to try the mono-ester substitution on the ganciclovir, resulting in L-valganciclovir.", "[327] Further, Apotex submits that routine chemistry would have led the skilled person to prepare valganciclovir. Given its reliance on crystallinity as the inventive concept, Apotex also notes that the skilled person would have taken the ordinary steps to crystallize valganciclovir with the expectation of achieving such crystallization.", "[328] As noted above, Apotex alternatively submits that if the inventive concept of any claim is that valganciclovir has higher oral bioavailability than the bis- or other esters, the claims are obvious.", "[329] The evidence led by both parties established that, while the bis-ester may be more lipophilic than valganciclovir in its neutral forms, it would not necessarily have been absorbed better. Apotex maintains that the skilled person would prefer the mono-ester for improving the bioavailability of ganciclovir since it is more similar to valaciclovir than the bis-ester.", "[330] On the issue of lipophilicity, the expert evidence indicated that this was only one factor among several bearing on bioavailability. Apotex experts indicated that lipophilicity does not drive bioavailability; rather the stereochemistry does.", "[331] <FRAGMENT_SUPPRESSED>  [2009] FCJ No 66, the Federal Court of Appeal made it clear that \"obvious to try\" does not include a situation where a POSITA would have been alerted that something might be worth trying. The invention must be more or less self-evident.", "[332] In AstraZeneca, Justice Near (as he then was expressed the test as follows:", "[41] <FRAGMENT_SUPPRESSED>  [2009] FCJ No 66 [ <FRAGMENT_SUPPRESSED>  Federal Court of Appeal, at para 44, described that \"predictable\", and therefore obvious, solutions are equivalent to \"solutions that provide 'a fair expectation of success'\" ( <FRAGMENT_SUPPRESSED>  [2010] FCJ No 748, for example, the Court decided that it was self-evident or plain that the drug in that particular case had a fair expectation of success based on the prior art to achieve the solution the patent addressed (see para 171).", "[333] The Apotex experts were emphatic that valaciclovir was the laser beam that directed all persons skilled in the art to add the mono-L-valine ester to ganciclovir.", "[334] The experts for Roche, on the other hand, noted that there was a range of prior art including both acyclovir and ganciclovir and other similar compounds.", "[335] I do not agree with Apotex that because all of the prior art was a \"failure\" it would have been ignored by the POSITA and that only the 1993 research on acyclovir and valaciclovir would be considered. Not all the prior research was a failure. For example EP 329, the previous year, in 1992, was certainly not a failure in improving the oral bioavailability of ganciclovir. However, the state of the art in 1994 included the prior art up to EP 329 plus the research on valaciclovir. EP 329 and valaciclovir provided a limited number of predictable solutions to improve the bioavailability of ganciclovir.", "[336] The acyclovir research was highly relevant and persuasive. While it did not conclude that valaciclovir would have improved bioavailability over other esters of ganciclovir , including over EP 329, it clearly indicated that valaciclovir had increased bioavailability over acyclovir. The research also indicated that further clinical tests would be pursued to confirm the encouraging results that had been obtained at that time.", "[337] The 1993 publication, \"Acyclovir Prodrugs; The Road to Valaciclovir\", Beauchamp and Krenitsky, Drugs of the Future (1993), indicates at page 627: These initial studies show that oral valaciclovir is well absorbed, quickly and efficiently converted into acyclovir, resulting in drug levels that are significantly higher than after the oral administration of the parent drug.", "[338] And in the summary: With the acyclovir prodrugs, the physical properties such as water or lipid solubilities (log P) are not major determinants of the most efficient bioavailability. The structure-activity relationship of the amino acid esters suggests the involvement of a stereospecific ( <FRAGMENT_SUPPRESSED>  by this proposed transporter. The extensive clinical and toxicological evaluation that the L-valyl ester of acyclovir (valaciclovir) is undergoing will further test the validity of these conclusions.", "[339] As noted, the test is not whether the prior art would have alerted the POSITA to the possibility that the invention may be worth trying. If so, there would be no doubt that adding the mono-ester was worth trying.", "[340] The encouraging results of valaciclovir would have led the inventor to try to do the same for ganciclovir to improve its bioavailability while maintaining its other advantages. This research would have been combined with the knowledge of EP 329 which disclosed both the mono- and bis-esters, and although it only exemplified or tested the bis-esters, it had shown increased bioavailability over ganciclovir. There were two paths to pursue. Given that EP 329 had taken the bis and mono path and claimed improved bioavailability, and the acyclovir research had taken the mono path with strongly encouraging results of improved bioavailability, it would have been more or less self-evident that adding the mono-L-valine ester to ganciclovir would also result in increased bioavailability over ganciclovir.", "[341] With the encouraging results of valaciclovir and the commitment of further clinical trials, it was more than mere speculation to pursue the same approach to improve ganciclovir and to add the mono-L-valine ester to ganciclovir to obtain improved bioavailability, even over the bis-esters, although that is not the inventive concept, while maintaining stability and low toxicity. What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine?", "[342] Roche submits that more than routine experimentation was required to arrive at the invention. This included making the compounds and testing the compounds in vivo with no expectation that it would result in greater bioavailability of success. The prior art or research included many examples that did not yield improvements.", "[343] Dr Sawchuk's evidence was that the research and development that led to the invention required time, effort and resources, and was labor intensive. He noted that the inventors first had to determine which prodrug derivatives to consider and how to make them for testing, and this may have included synthesizing a series of derivatives, which may or may not have included the mono-L-valinate ester of ganciclovir. Then the inventors would need to isolate the tested compounds, purify them, and determine their physicochemical and biological properties. The inventors would then have to put the prodrug into pharmaceutically acceptable formulations. The last step would be to administer the compounds to animals in studies designed to assess the extent of delivery (bioavailability) of ganciclovir itself, as well as other potential prodrug candidates.", "[344] Dr McGuigan and Dr Zhanel expressed the view that the skilled medicinal chemist and skilled pharmacologist would know how to synthesize valganciclovir and with routine experiments, would test their expectations. In addition, it would be routine to prepare the crystalline product.", "[345] With respect to Roche's contention that the art pointed away from mono-esters and toward bis-esters, Apotex's expert noted that even if the POSITA intended to prepare the bis-ester, valganciclovir would also be formed and would be isolated and evaluated in parallel. Dr. McGuigan's evidence was that the synthesis of the bis-esters would likely give a mixture of the mono- and bis-esters. He indicated that the skilled medicinal chemist would not discard the mono- ester but would separate the two components and continue with the development and testing of both.", "[346] Apotex also submitted that given that the applicant, Roche, offered no evidence on the history of the invention or the efforts of the inventors, an adverse inference should be drawn.", "[347] While I am not drawing an adverse inference, I would note that this information would have been helpful.", "[348] I would also note that there appeared to be a good deal of progress over a short period of time in addressing the bioavailability problems for oral administration. In 1992, EP 329 disclosed both mono- and bis-esters and indicated improved oral bioavailability, but tested and preferred the bis-ester. In 1993, the research on valaciclovir demonstrated the promise of the mono-ester and indicated the results of clinical testing and planned more testing. In 1994, the '721 Patent was filed. Had there been a need for long and arduous testing and research, it would likely have taken a lengthier period of time to discover the advantages of the '721 and to pursue the Patent. Was there a motive provided in the prior art to find the solution the patent addresses?", "[349] Roche submits that following the publication of EP 329, there was no motivation to explore making other esters of ganciclovir. The Roche experts expressed the opinion that Dr Beauchamp, who was the leader in this field, exemplified and preferred the bis-valinate ester as one of the best compounds to improve oral bioavailability and there would, therefore, be no motivation for others to look for other approaches.", "[350] The motivation factor looks to whether there was good reason in the prior art to find the solution the '721 Patent addresses (i.e. valganciclovir with improved bioavailability over ganciclovir). Given the ongoing research on prodrugs in general, the disclosure of EP 329 and the research on acyclovir, it cannot be said that there was no motivation to continue to improve the bioavailability of ganciclovir. It appears that all the experts agreed that improved bioavailability was a continuing goal and there was ongoing research coupled with competition among drug developers and manufacturers. As I have noted above, the Apotex experts focused on improvements over ganciclovir. The extent of the improvement was not identified as being over the other esters, including the bis-ester (i.e. EP 329). However, I agree that there was motivation to improve ganciclovir to the greatest extent possible, including over EP 329, even if that was not the intention (and even though it is not the invention).", "[351] Dr Zhanel noted that the valaciclovir testing against herpes viruses occupied the \"same market\" as \"...IV ganciclovir and provided an added incentive to quickly develop a ganciclovir product with improved bioavailability, but with no additional toxicity\" (para 190).", "[352] The competition among drug makers is a factor to be considered in assessing motivation. Given the prior art which disclosed research on both ganciclovir and acyclovir and the acknowledgement that these drugs were the \"go to\" drugs for treating herpes viruses, with ganciclovir being more effective for particular strains of the virus, the motivation would be strong for competitors to improve ganciclovir. Conclusion on Obviousness", "[353] The four-part test to determine whether the invention is obvious, including the factors to be considered to determine whether it was \"obvious to try\" the invention, all point in the same direction. All of the factors that apply in the present case point to the conclusion that the invention was obvious to try. There was a clear motivation to pursue the invention. There were a limited number of predictable solutions to pursue. The addition of the mono-L-valine ester to ganciclovir to improve its bioavailability was more than mere speculation; it was self-evident that it ought to work based on the acyclovir research and on the prior art. While testing and research would be required, it would not be long or arduous for the skilled person armed with the common general knowledge of the day.", "[354] As a result, I find that the invention was obvious. The applicant has not established on the balance of probabilities that the allegations are not justified. CLAIMS BROADER THAN THE INVENTION MADE OR DISCLOSED", "[355] The third ground of invalidity alleged by Apotex is that claims 1-3, 5-10, 14 and 16-17 (to the extent that they are dependent on claims 1-3 or 5-8) are insufficient and are broader than the invention made. Apotex argues that these claims include crystalline and non-crystalline (amorphous) compounds and are, therefore, invalid as not being limited to the essential feature of crystallinity.", "[356] Apotex also alleges that claims 14 and 17 are broader than the invention made or described because they claim use in the treatment of viral diseases generally. The description and the general knowledge indicate that the invention is useful for herpes simplex viruses and particularly cytomegalovirus infections. The compounds of the invention are not effective against viral diseases generally and, therefore, claims 14 and 17 are invalid for claiming more than what was invented.", "[357] The latter argument regarding claims 14 and 17 was not pursued in oral argument. I would note that the Patent specifications indicate that the term \"disease\" is to be interpreted as those diseases treated by ganciclovir, which would limit the treatment to herpes related viruses.", "[358] In alleging overbreadth, Apotex maintains its position that crystallinity is the inventive concept and that amorphous valganciclovir was not taught or made and, therefore, the Patent claims more than its invention.", "[359] Apotex pointed to the US priority application underlying the '721, which became US Patent 6 083 953 and its history and noted that it was amended to limit the invention to the crystalline form.", "[360] Roche also provided evidence regarding the US Patent. Although the US Patent may have been amended to limit it to crystalline material, the evidence of Mr Killworth, a US Patent Attorney, was that this was a strategic choice or compromise on the part of the inventor to obtain the US Patent and was common practice, and that the inventors reserved their right to obtain another patent for the non-crystalline material. Mr Killworth indicated that this compromise should not be considered as an admission that the invention was limited to crystalline material.", "[361] The law is well-settled that the inventor cannot hold a monopoly for more than he invented and he may not claim more than the invention as described in the specifications (e.g. <FRAGMENT_SUPPRESSED> to 182; and <FRAGMENT_SUPPRESSED> to 61.", "[362] As previously found, the inventive concept was not crystallinity. The claims as construed include both amorphous and crystalline valganciclovir. The crystalline product is one method of preparing the compound. Crystallinity is an additional advantage and is specifically claimed in claim 4.", "[363] The Patent claims and discloses both amorphous and crystalline valganciclovir for the treatment of herpes viruses. The Patent does not claim more than the invention.", "[364] I find that Apotex's allegations of overbreadth; i.e. that claims 1, 2, 3, 5, 6, 7, 8, 9, 10 of the '721 Patent are invalid as being broader than the invention made or disclosed, are not justified. INFRINGEMENT", "[365] Although I have found that the allegations of anticipation and obviousness are justified, I have nonetheless considered the allegations of non-infringement.", "[366] To avoid the awkward use of double negatives, the issue is whether Roche has established that Apotex has infringed the Patent by making or constructing its own valganciclovir (the Apotex product) which Apotex claims to be amorphous only (i.e. not crystalline).", "[367] The claims of the '721 Patent include both amorphous and crystalline valganciclovir. There is, therefore, no dispute that Apotex would infringe all valid claims other than claim 4 in the production of its amorphous product.", "[368] The only issue with respect to infringement, if the claims of the patent are found to be valid, is with respect to the production of crystalline valganciclovir (claim 4). Jurisprudence / principles regarding infringement", "[369] The applicable burden of proof was canvassed earlier in these reasons at paragraphs 57-64.", "[370] Apotex's allegations of non-infringement are presumed to be true; it is entitled to the presumption that its valganciclovir (the Apotex product) will not be crystalline and will contain a mixture of the (R) and (S) forms of valganciclovir. The applicant, Roche, must rebut the allegations that the claims of the '721 will not be infringed by the making, constructing, using or selling the Apotex product. A possibility of infringement, i.e. that the Apotex product could or might generate crystals is not enough to rebut the presumption ( <FRAGMENT_SUPPRESSED>  CPR (4th) 97, at para 24). The expert evidence", "[371] Roche relies on the evidence of its experts, including Dr Manthorpe, who conducted experiments to model the Apotex process as described in the Apotex Abbreviated New Drug Submission [ANDS]. The material produced was crystalline, according to the evidence of Dr Korobkov, a crystallographer, who analyzed the results.", "[372] Dr Tsantrizos expressed the opinion that the process described in the ANDS would involve the formation of crystalline valganciclovir as part of the purification process.", "[373] Dr Tsantrizos indicated that it would be hard to conceive that the Apotex product would only be amorphous at all points in its manufacture. She indicated that without purification by crystallization, it would be more expensive and difficult to manufacture the bulk product to meet the high purity standards required. She also stated that crystalline material is more desirable because it is more stable. [ Redacted", "[374] Redacted", "[375] Redacted", "[376] Redacted", "[377] Redacted", "[378] Roche submits that based on an analysis of all of the expert evidence, it has rebutted the presumption of non-infringement and has established that the Apotex process would result in a crystalline product.", "[379] Apotex submits that Dr Manthorpe, who developed and conducted the experiments for Roche, made errors and skipped steps in modeling its process and because he began with a crystalline product, a crystalline product was found in the end result.", "[380] Apotex submits that Dr Manthorpe's experiment cannot be relied on for several reasons including that Dr Manthorpe began at Step 9 of the process and used a sample provided by Roche which could have been pure and crystalline. Apotex submits that if the material had been crystalline it could provide the seed for the creation of crystalline material.", "[381] Dr Steed indicated that the presence of crystalline material in a laboratory is known to make it difficult to prepare material that is not in this same format. Therefore, if Roche's crystalline valganciclovir was present in Dr Manthorpe's laboratory, it would be difficult to avoid the distribution of particles and this would have affected his experiments (para 189).", "[382] In other words, those crystals remain and could taint other experiments due to seeding and could result in crystalline products even though unintended.", "[383] Dr Steed indicated that there is no conversion of amorphous valganciclovir hydrochloride to crystalline valganciclovir hydrochloride over the course of the manufacturing process. [ Redacted", "[384] Dr Boeckman indicated that Dr Manthorpe's experiments did not model the Apotex process and, as a result, the analysis conducted by Dr Korobkov cannot be relied on to determine if Apotex's process creates crystalline valganciclovir. He stated that there is nothing in the documents provided by Apotex that indicate that the product is anything other than amorphous. [ Redacted", "[385] Dr Steed also examined the PXRD and indicated that the patterns were abnormal and did not indicate the presence of crystals (para 199).", "[386] The Apotex experts were generally critical of the experiments of Dr Manthorpe, including its small scale. Dr Steed indicated that the smaller scale of the process (by a factor of 1000) has significant consequences and affects the crystallization behaviour (para 183). Dr Boeckman referred to the Apotex process as an industrial scale whereas the process of Dr Manthorpe was a \"very small bench top scale\" (para 206). He explained how those differences could have an effect on crystallinity. Dr Manthorpe agreed in his cross-examination that his process was at a 1000 times smaller scale and noted that he was trying to model the system \"using facilities at my disposal\" (para 160). Alleged Deficiencies in the Notice of Allegation", "[387] In the context of the allegations of non-infringement, Roche submits that the Court should draw an adverse inference against Apotex because its NOA was deficient and because Apotex did not provide its product samples for testing. In addition, Roche submits that the failure of Apotex to provide the requested samples gives rise to a common law presumption that its product would infringe claim 4.", "[388] Roche also suggests that the failure of Apotex to provide samples could shift the burden of establishing non-infringement to Apotex.", "[389] I have addressed Roche's submissions about the deficiency  <FRAGMENT_SUPPRESSED> 's NOA regarding the crystallinity of its product earlier in these reasons and have found that there was no such deficiency.", "[390] I also noted that Roche obtained an Order to compel Apotex to provide all the information in its ANDS related to the process to prepare its valganciclovir hydrochloride and that this was provided.", "[391] Apotex did not provide samples to Roche (and was not required to do so as the ANDS did not include samples). [ Redacted", "[392] The issues now raised by Roche were canvassed in <FRAGMENT_SUPPRESSED>  [2004] FCJ No 326, (2004) 31 CPR (4th) 214, aff'd 2004 38 CPR (4th) 400 (FCA). After reviewing the legal and evidential burdens applicable and the requirements of the NOA, Justice Snider noted at para 10-11:", "[10] ...It is clear that Apotex has an evidential burden to 'put into play' the issue of non-infringement by issuing a NOA and detailed statement to Pfizer and the Minister. Whether these documents contain a sufficient amount of detail is considered later. What needs to be made clear at this point, however, is that these documents, if determined to be adequate, will satisfy the evidential burden on a Respondent. Apotex has the opportunity, but not the obligation, of filing further evidence in support of its detailed statement. Thus, if it is determined that the NOA and detailed statement are not deficient, it can be said that Apotex has discharged its evidential burden. This is logical, given that a detailed statement by its nature is intended to substantiate the allegations put into play in the NOA. Conversely, if an Applicant fails to provide sufficient information, it does so at its own peril, as the Applicant could discharge its legal burden by proving that the NOA is defective. ( <FRAGMENT_SUPPRESSED>  at 134; <FRAGMENT_SUPPRESSED>  at 504 (F.C.T.D.), aff'd (2000) 20 C.P.R. (4th) 1 at 10 (F.C.A.)).", "[11] Pfizer seems to be arguing that, once it put Apotex on notice that it was vexed by Apotex's failure to disclose actual bulk and tableted samples of its azithromycin, Apotex's evidential burden became weightier, meaning it had to disclose the requested samples or else this burden would not be discharged. I do not agree. I read Justice Strayer's decision to mean that the Notice of Application is intended to inform the Respondent of the issues that the Applicant will raise and the reasons for which it believes that an order of prohibition should issue. I do not read Justice Strayer's comments as permitting an applicant to expand the evidential burden on the Respondent at its whim. Further, it would be nonsensical to allow one party to state what vexes it, thereby putting an issue into play, and then determine that the other party has the burden of providing evidence in support of such vexation. If Pfizer believes that the samples are necessary for it to discharge its legal burden, it must convince this court of this, as it has put this very issue into play.", "[393] Roche also submits that the common law presumption should apply; that where a party fails to lead evidence of facts that it is in a better position to establish, the court will infer that the facts are adverse to the party's interest. In this case, Roche takes the view that Apotex led no sufficient evidence that its API was not crystalline and that I should, therefore, infer that it was crystalline.", "[394] Justice Snider also dealt with this issue in <FRAGMENT_SUPPRESSED> (above) noting that to fall within such a presumption, the applicant must show that the information was not adduced in evidence by the respondent and that the applicant had no other means of accessing it.", "[395] In analogous circumstances, Justice Snider noted at para 17:", "[17] What Pfizer really seems to be saying is that it requires the samples to prove conclusively whether they contain the dihydrate. This is not the information that is required in this proceeding. The purpose of this proceeding is not to determine conclusively whether Apotex's clinical trial product infringes Pfizer's '876 patent. Rather, the purpose of this proceeding is to determine whether Apotex is justified, on a balance of probabilities, in alleging that its product will not infringe the '876 patent. This is not an infringement action. Because of the purpose of this proceeding and the applicable standard of proof, the samples do not, on the facts of this case, fall within the meaning of \"required information\". Given the disclosure of the ANDS, it is not manifestly beyond the power of Pfizer to determine on a balance of probabilities whether Apotex's product will contain the dihydrate. For these reasons, the common law presumption is not available to Pfizer.", "[396] As noted above, I do not find the NOA to be deficient. Roche sought and obtained an order of production of the ANDS and other information. Roche then conducted experiments to model the Apotex process in an attempt to demonstrate that it produced a crystalline product.", "[397] There are no adverse inferences to be drawn. Finding re Non-Infringement", "[398] I am not persuaded by the evidence of Roche's experts that the Apotex product is crystalline. The Apotex experts provided evidence that the product was not crystalline valganciclovir hydrochloride and pointed to the frailties in the experiments conducted by Dr Manthorpe on behalf of Roche. Roche has not rebutted the presumption that the Apotex product is, as Apotex claimed it to be, amorphous and non-crystalline.", "[399] In the event that the claims of the patent are found to be valid, I would find that the allegation of non-infringement of claim 4 is justified. CONCLUSIONS AND COSTS", "[400] I appreciated the assistance of counsel and the thoroughness and clarity of their submissions on the law, their responses to questions as they arose, and for their well-organized evidence in the form of day books and compendia.", "[401] I have found the allegations as to invalidity on the grounds of anticipation and obviousness to be justified. The allegations of overbreadth are not justified. With respect to the allegations of non-infringement of any valid claims, the allegation of non-infringement of claim 4 is justified. The allegations of non-infringement of all other valid claims is not in dispute.", "[402] In the result, the application for prohibition is dismissed.", "[403] With respect to costs, the respondent, Apotex, is entitled to costs to be assessed at the middle of Column IV of Tariff B. JUDGMENT", "[404] THIS COURT'S JUDGMENT is that 1. The applicant's application for an order prohibiting the Minister of Health from issuing a notice of compliance to Apotex for the Apotex product (Valganciclovir hydrochloride tablets for oral administration in a dosage strength of 450mg) until the expiry of Canadian Patent '721 on July 28, 2014 is dismissed. 2. The respondents shall have their costs of the application. Application dismissed. Editor: Elizabeth M.A. Turgeon/vnh"]}