{"id_": "046598", "body_str": ["[1]", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] Loi constitutionnelle de 1867", "[12]", "[13] functus officio", "[14]", "[15] ultra vires", "[16]", "[17] ]).", "[18] Canada (Agence des services frontaliers) c CB Powell Limited CB Powell CB Powell <FRAGMENT_SUPPRESSED> [ Halifax ]; <FRAGMENT_SUPPRESSED> [ Douglas", "[19] CB Powell", "[20]", "[21] <FRAGMENT_SUPPRESSED> ;", "[22] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] : ultra vires <FRAGMENT_SUPPRESSED> ; , [2007] 1 RCS 873, 2007 CSC 21 au para 28).", "[23]", "[24] <FRAGMENT_SUPPRESSED>  [ Martin ] et <FRAGMENT_SUPPRESSED>  [ Paul Martin Martin Paul Martin", "[25] Martin", "[26] Martin", "[27] Douglas Flahiff", "[28] <FRAGMENT_SUPPRESSED> ).", "[29] CB Powell au para 111).", "[30] Halifax", "Bell (1971).", "[37] Halifax", "[31]", "", "", "", "[32]", "[33]", "[34]", "[35]", "[36] Boilard", "[37] Douglas", "[38]", "", "", "[39] Douglas", "[40] Douglas", "[41] Re Therrien", "[42]", "[43]", "[44] de novo", "[45]", "[46] <FRAGMENT_SUPPRESSED> ).", "[47]", "[48] ORDONNANCE", "[49] <FRAGMENT_SUPPRESSED>  Canadian Judicial Council About Federally Appointed Judges and Canada (Attorney General) (respondents)", "[1] Martineau, J. [Translation]: An Inquiry Committee was constituted under the supposed authority of subsection 63(3) of the Judges Act , RSC 1985, c J-1 (Act) to investigate the conduct of the applicant, Justice Michel Girouard, when he was a lawyer. In these judicial review proceedings, the applicant seeks to have the decision to this effect dated February 11, 2014, by the Review Panel of the Canadian Judicial Council (CJC) set aside. At the same time, the applicant wishes to prevent the continuation of the inquiry and alternatively seeks declarations of invalidity or inapplicability of the Canadian Judicial Council Inquiries and Investigations By-laws , SOR/2002-371 (By-laws) and the Procedures for Dealing with Complaints made to the Canadian Judicial Council about Federally Appointed Judges , effective since October 14, 2010 (Complaints Procedures).", "[2] As co-respondent, the Attorney General of Canada now seeks to strike out the notice of application for judicial review filed on March 13, 2014, by the applicant. Although an appearance was filed in the name of the CJC-the Review Panel that made the impugned decision is named as co-respondent-and that outside counsel was mandated to attend the hearing as an observer, the CJC took no position. The present motion was heard by this Court concurrently with the motion to strike filed by the Attorney General in the judicial review application T-1557-14 (see decision: 2014 FC 1176).", "[3] The Attorney General alleges that, on its face, this application for judicial review is premature. For the purposes of ruling on this motion to strike, the facts alleged in the applicant's proceedings must be held to be true. The following relevant facts emerge from the allegations and documents referred to in the notice of application for judicial review.", "[4] In passing, on November 20, 2014, at the opening of the hearing of the motions to strike, the Court issued a non-disclosure order and publication ban on the content of exhibits D-3 to D-7 and on all confidential information in the Certified Tribunal Record. However, the Court orders did not apply to the allegations and information that the parties or their counsel voluntarily published and released in the proceedings and documents filed with the Court and which are not subject to the confidentiality order already issued on May 1, 2014.", "[5] The applicant is a federally appointed judge sitting on the Superior Court of Québec since September 30, 2010. He was appointed to the judiciary following an exemplary career in Abitibi, where he developed a varied clientele and versatile professional expertise, notably in the areas of civil law, criminal law, commercial law and administrative law.", "[6] However, the applicant was the subject of an allegation by an informer who stated on May 17, 2012, as part of a criminal investigation, that he sold cocaine to Michel Girouard, a lawyer at the time, until late 1991 or late 1989, according to the various contradictory versions provided by said individual to the police authorities. Moreover, a client of the applicant was under police investigation when he was visited by the applicant (not long before his appointment, according to the documentation on file). But the applicant hastened to specify that they were documentary exchanges as part of a professional solicitor-client relationship protected by the right to professional secrecy.", "[7] Of course, the matter did not end there. On October 30, 2012, the Director of Criminal and Penal Prosecutions of the Province of Quebec submitted the informer's statement to the Chief Justice of the Superior Court of Québec, the Honourable François Rolland. On November 30, 2012, Chief Justice Rolland wrote (Exhibit D-3) to the CJC to [Translation] \"investigate the conduct [of the applicant] when he was a lawyer\" (the complaint). It is in this particular factual context that the investigation procedure provided for in the Act was undertaken.", "[8] When a complaint regarding the conduct of a named, federally appointed judge is filed, an administrative process involving six stages is triggered: (1) the Executive Director of the CJC reviews the complaint and decides whether it warrants opening a file; (2) if a file is opened, the Chairperson (or Vice-Chairperson) of the Judicial Conduct Committee reviews the complaint and may close the file or seek additional information; (3) if the file is not closed, a Review Panel reviews the complaint and the judge's written submissions and decides whether the complaint may be settled at this stage or whether it is serious enough to be referred to an Inquiry Committee; (4) if the matter is referred, the Inquiry Committee holds a hearing, hears the evidence concerning the complaint and submits to the CJC a report in which it records the findings of the inquiry or investigation, including the conclusion as to whether the judge's removal from office should be recommended; (5) the CJC reviews the complaint and makes a determination on its merits; and (6) the CJC reports its conclusions, including the conclusion as to whether the judge's removal from office is recommended, and submits the record of the inquiry or investigation to Minister of Justice.", "[9] In the case at bar, pursuant to section 5 of the Complaints Procedures, the Vice-Chairperson of the Judicial Conduct Committee of the CJC, the late Honourable Edmond Blanchard, reviewed the file. He decided, on October 22, 2013, to constitute a Review Panel made up of three judges, including two Chief Justices, to consider the matter (Exhibit D-6), after first asking outside counsel to make further inquiries (Exhibits D-4 and D-5). Then, on February 11, 2014, the Review Panel decided to constitute an Inquiry Committee under subsection 63(3) of the Act [Translation] \"because the matter may be serious enough to warrant [the] removal [of the applicant] as a judge\" (Exhibit D-7).", "[10] At the risk of repeating myself, in this application for judicial review, filed on March 13, 2014, the applicant seeks to have the decision to this effect dated February 11, 2014, by the Review Panel (the impugned decision) set aside. He also seeks to have the By-laws and Complaints Procedures invalidated or otherwise declared inapplicable, to the extent that these instruments authorize the CJC or one of its committees to complete an inquiry or investigation into the complaint currently against the applicant.", "[11] In essence, the applicant made three types of criticisms of the impugned decision and of the inquiry and investigation procedures: (a) Issues of jurisdiction. The Inquiry Committee does not have jurisdiction to commence an inquiry or investigation into a complaint regarding the conduct of the applicant [Translation] \"when he was a lawyer,\" or into new allegations not included in the original complaint of November 30, 2012 (Exhibit D-3). Subsection 1.1(2) of the By-laws is unconstitutional to the extent that it allows for a substitute criminal inquiry and an inquiry into matters within the exclusive jurisdiction of the provinces under section 92.13 of the C onstitution Act, 1867 (b) Issues of administrative invalidity. The Complaints Procedures were not published in accordance with the requirements of the Statutory Instruments Act , RSC 1985, c S-22. Also, the powers delegated to the Review Panel are directly contrary to the Act, which provides that it is the CJC (and not the Review Panel) that constitutes an Inquiry Committee (subsection 63(3) of the Act). The Complaints Procedures and the By-laws-particularly with regard to the scope of the investigation or inquiry and the burden of proof-confer pure discretionary powers, which is contrary to the principles of administrative law (or even constitutional law); and (c) Issues of procedural fairness. At stages two and three, outside counsel, the Vice-Chairperson and the Review Panel systematically rejected the version of the facts given by the applicant and the witnesses and only accepted those factors that were most unfavourable to him, without providing him with a real opportunity to verify through a cross-examination or other legal means, the validity of those allegations. Furthermore, the Vice-Chairperson violated section 9.2 of the Complaints Procedures by interfering in the work of the Review Panel, as the reference (Exhibit D-6) involves an assessment of the evidence.", "[12] For his part, the Attorney General asks the Court to strike the application for judicial review in its entirety as it is premature. Indeed, the impugned decision is interlocutory in nature. Moreover, the applicant is required to pursue all effective remedies that are available within the CJC's administrative inquiry process before filing an application for judicial review with the Court. In this regard, the Inquiry Committee has full authority to decide the questions of law and jurisdiction raised by the applicant.", "[13] The applicant replies that the Review Panel has completed its task and that it is now functus officio . This is sufficient to allow a superior court-here the Federal Court-to review the legality of the [Translation] \"final\" decision so rendered at this stage. Indeed, each new stage completed by the CJC undermines the applicant's reputation and causes him irreparable harm. He is therefore justified in once again seeking judicial review of the decision of the Review Panel, especially since the CJC does not have jurisdiction in this matter.", "[14] Without making a definitive ruling on the merits of the arguments raised by the applicant in his notice of application for judicial review, I find that the Attorney General's motion seems to be well founded in this case.", "[15] It should be noted that pursuant to sections 18 and 18.1 of the Federal Courts Act , RSC 1985, c F-7 (FCA), \"anyone directly affected by the matter in respect of which relief is sought\" may file an application for judicial review regarding an act, decision, order or proceeding of a federal board, commission or other tribunal, whereas the Court has the power to quash any decision so taken, strike any unconstitutional, ultra vires or otherwise invalid act or regulation, and prohibit the continuation of any proceeding unlawfully instituted by the federal board, commission or other tribunal.", "[16] However, subsection 18.4(1) of the FCA stipulates that an application for judicial review \"shall be heard and determined without delay and in a summary way.\" Generally, motions to strike are not present in such matters. Nevertheless, as the Federal Court of Appeal determined in <FRAGMENT_SUPPRESSED> , 1994 CanLII 3529 (FCA), the striking out of an application for judicial review may be granted when a pleading \"is so clearly improper as to be bereft of any possibility of success.\"", "[17] In the case at bar, the impugned decision rendered by the Review Panel is an interlocutory decision that does not make a determination on the merits of the case. I am satisfied in this case that this is one of those exceptional cases where in the exercise of his judicial discretion, the motions judge can summarily strike a judicial procedure because it is premature. Furthermore, the trial judge has the same discretion to grant the motion to dismiss or to refuse to hear on the merits an application for judicial review that he or she considers premature ( <FRAGMENT_SUPPRESSED> , 1995 CanLII 145 (SCC), at paragraphs 30-37 ( Canadian Pacific Ltd )).", "[18] The classic scheme, the cornerstone of the Attorney General's reasoning, is well-known. Judicial resources are limited and should be saved to ensure that all people have equal, timely and fair access to courts. Also, as a general rule, an applicant can proceed to the court system for legal redress only after the administrative process to which he or she is subject has been completed and all effective remedies have been exhausted ( <FRAGMENT_SUPPRESSED> ( CB Powell )). Exceptionally, however, the courts may interfere at a preliminary stage ( CB  <FRAGMENT_SUPPRESSED> , at paragraph 33; <FRAGMENT_SUPPRESSED> ( Halifax ); <FRAGMENT_SUPPRESSED> ( Douglas ) [judgment under appeal].", "[19] There is no reason to depart from this general model. Waste is a serious disorder affecting any powers exercised lightly and at any time, but strict discipline avoids wasting judicial resources. Judicial intervention at a preliminary stage will necessarily be the exception. It is not insignificant to note that the doctrine of exhaustion of remedies seeks to achieve a number of legitimate objectives, including those of preventing fragmentation of the administrative process and piecemeal court proceedings, eliminating the large costs and delays associated with premature forays to court when the applicant may succeed at the end of the administrative process challenged. Further, only at the end of the administrative process will a reviewing court have all of the administrative decision-maker's findings; these findings may be suffused with expertise, legitimate policy judgments and valuable experience in the area of expertise of the administrative decision-maker ( CB  <FRAGMENT_SUPPRESSED> , at paragraph 32).", "[20] <FRAGMENT_SUPPRESSED> the Supreme Court stated the following regarding the unique expertise of the New Brunswick Judicial Council, which performs a function similar to the CJC in disciplinary matters: ...It is obvious that membership in this tribunal requires, in most cases, vast legal training. As compared to a single judge from the Court of Queen's Bench, it would have to be assumed that the Council is at least as qualified, and likely more qualified in light of its collegial composition, to draw conclusions where considerations of judicial independence, security of tenure and apprehension of bias are concerned . It would be nonsensical for a single judge or an appellate court to show low deference to decisions of the Council in an area in which they have no additional expertise. . . . [T]he fact that the Council is engaged in this special and unique role gives it some degree of specialty not enjoyed by ordinary courts of review who have never, historically, been involved in such matters. [Emphasis added.]", "[21] The expertise exercised institutionally by the CJC and the Inquiry Committee covers specialized fields of law. This would include ethics and conduct, the interpretation of the scope of the Act and By-laws, judicial independence and security of tenure, all aspects potentially affected by this application for judicial review. However, it is true that regarding the issue of interpretation and application of the Statutory Instruments Act , this Court has expertise that the Inquiry Committee does not (see for example <FRAGMENT_SUPPRESSED> ). However, this does not prevent the Inquiry Committee to address and determine the issue, subject to the possibility that its decision may be further reviewed on the standard of reasonableness-like any other jurisdictional or constitutional issue.", "[22] I also agree with the learned counsel for the applicant when they state that the constitutional issue raised in the application for judicial review involves a true question of jurisdiction. As the Supreme Court stated in <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ): \"Jurisdiction\" is intended in the narrow sense of whether or not the tribunal had the authority to make the inquiry. In other words, true jurisdiction questions arise where the tribunal must explicitly determine whether its statutory grant of power gives it the authority to decide a particular matter. The tribunal must interpret the grant of authority correctly or its action will be found to be ultra vires or to constitute a wrongful decline of jurisdiction. If it is true that no deference is owed to the administrative tribunal in this area, it is nevertheless trite law that constitutional questions are not decided by reviewing courts in a factual vacuum ( <FRAGMENT_SUPPRESSED> ).", "[23] Indeed, to ensure consistency, during the hearing of the Attorney General's motions to strike, I asked counsel if, in their opinion, the Inquiry Committee was a [Translation] \"tribunal\" for purposes of determining any constitutional question, including that of the violation of the constitutional principle of security of tenure of judges expressly alleged by the applicant in the notice of application for judicial review. I would have to answer this question in the affirmative.", "[24] According to <FRAGMENT_SUPPRESSED>  ( Martin ) and <FRAGMENT_SUPPRESSED>  ( Paul ), certain criteria must be met in order for an administrative tribunal to have the power to apply the Constitution. It must first be noted that in Martin , above, the Supreme Court stressed the fact that individuals should be entitled to assert the rights that the Constitution guarantees them in the most accessible forum available , without the need for parallel proceedings before the courts (at paragraph 29). Obviously, not just any administrative tribunal will however have the power to apply the Constitution. As stated by the Supreme Court, only administrative tribunals which are implicitly or explicitly granted by the empowering legislation the jurisdiction to interpret or decide any question of law will have the power to apply the Constitution ( Martin , above, at paragraphs 34-36; Paul , above, at paragraph 8). The relevant question in each case is therefore whether \"the express grant of jurisdiction confers upon the tribunal the power to decide questions of law arising under the challenged provision, in which case the tribunal will be presumed to have jurisdiction to decide the constitutional validity of that provision\" ( Martin , above, at paragraph 39).", "[25] In Martin , supra, the Court identified a number of factors to be taken into account absent an explicit grant: 41 Absent an explicit grant, it becomes necessary to consider whether the legislator intended to confer upon the tribunal implied jurisdiction to decide questions of law arising under the challenged provision. Implied jurisdiction must be discerned by looking at the statute as a whole. Relevant factors will include the statutory mandate of the tribunal in issue and whether deciding questions of law is necessary to fulfilling this mandate effectively; the interaction of the tribunal in question with other elements of the administrative system; whether the tribunal is adjudicative in nature; and practical considerations, including the tribunal's capacity to consider questions of law. Practical considerations, however, cannot override a clear implication from the statute itself, particularly when depriving the tribunal of the power to decide questions of law would impair its capacity to fulfill its intended mandate. As is the case for explicit jurisdiction, if the tribunal is found to have implied jurisdiction to decide questions of law arising under a legislative provision, this power will be presumed to include jurisdiction to determine the constitutional validity of that provision.", "[26] Having considered the Act as a whole and the factors referred to in Martin , above, I am of the view that the Inquiry Committee-contrary to the Review Panel-has implied jurisdiction to decide questions of law arising under the relevant provisions of the Act and By-laws. This includes, first and foremost, the issue of the scope of its inquiry, but also any issue involving aspects essential to the exercise of its inherent jurisdiction over allegations lodged against a magistrate who is still in office. Consider, for example, the determination of the burden of proof and the use of any objection to the evidence flowing from the protected nature of acts subject to solicitor-client privilege, which, incidentally, the applicant raises in his notice of application.", "[27] Moreover, I note that subsection 63(4) of the Act specifies that in making an inquiry or investigation, the Committee and the CJC shall be deemed to be a \"superior court.\" However, for the CJC to be considered a true \"superior court\"-a claim dismissed in Douglas , above, at paragraph 102 (also, the Inquiry Committee concluded in <FRAGMENT_SUPPRESSED> and then in Flahiff , that is was not a superior court)-or simply a federal board, commission or other tribunal when it investigates the conduct of a judge under the Act, it must be presumed that the Inquiry Committee also has jurisdiction to rule on any constitutional argument the applicant wishes to put forward (see Inquiry Committee's decision on preliminary issues in the case of Mr. Justice Robert Flahiff of the Superior Court of Quebec", "[28] This presumption of jurisdiction that may be attributed to the Inquiry Committee is supported by the very wording of subsection 57(1) of the FCA, which prescribes that the Attorney General of Canada and the attorney general of each province are entitled to notice made in respect of a constitutional question when a party intends to challenge before the Federal Court of Appeal or the Federal Court or a federal board, commission or other tribunal , the constitutional validity, applicability or operability of an Act of Parliament or of the legislature of a province, or of regulations made under such an Act. That said, a federal board, commission or other tribunal may on its own initiative refer a constitutional question to the Federal Court-as well as any question or issue of law, of jurisdiction or of practice and procedure -or do so at the request of the Attorney General (subsections 18.3(1) and (2) of the FCA; Canadian Pacific Ltd , above, at paragraph 58; <FRAGMENT_SUPPRESSED> ).", "[29] However, in CB  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal stated that issues of procedural fairness or bias, and the presence of an important legal issue are not \"exceptional circumstances\" permitting early recourse to the courts, as long as the administrative process in place allows the issues to be raised and an effective remedy to be granted (at paragraph 33). Even the issue of reasonable apprehension of institutional bias cannot be decided summarily and on the wording of the by-laws or regulations alone without knowing how the administrative tribunal applies them in actual practice ( Canadian Pacific Ltd , at paragraph 111).", "[30] In the present case, the Review Panel responsible for reviewing the complaint regarding the applicant's conduct decided to refer the matter to an Inquiry Committee. It seems to me that some parallel can be drawn with Halifax , above. It may be recalled that the Municipality of Halifax sought judicial review of the Nova Scotia Human Rights Commission's decision to refer the complaint against it to a board of inquiry. The Supreme Court was very clear regarding the risks of premature intervention by the courts:", "[36] While such intervention may sometimes be appropriate, there are sound practical and theoretical reasons for restraint. . . . Early judicial intervention risks depriving the reviewing court of a full record bearing on the issue; allows for judicial imposition of a \"correctness\" standard with respect to legal questions that, had they been decided by the tribunal, might be entitled to deference; encourages an inefficient multiplicity of proceedings in tribunals and courts; and may compromise carefully crafted, comprehensive legislative regimes. . . . Thus, reviewing courts now show more restraint in short-circuiting the decision-making role of the tribunal, particularly when asked to review a preliminary screening decision such as that at issue in Bell (1971).", "[37] Moreover, contemporary administrative law accords more value to the considered opinion of the tribunal on legal questions, whether the tribunal's ruling is ultimately reviewable in the courts for correctness or reasonableness. . . . ( Halifax , above, at paragraphs 36-37; citations omitted.)", "[31] The analysis of Justice Evans, then of this Court, in <FRAGMENT_SUPPRESSED> , 1999 CanLII 9373 (FC) ( <FRAGMENT_SUPPRESSED> ) is also very useful. That case concerned an application for judicial review of a refusal by an adjudicator to recuse himself on the ground of bias. Justice Evans then made the following comments:", "[9] I invited counsel to make their submissions on whether this application for judicial review should be dismissed for prematurity as part of their argument on the merits, and not as a preliminary objection. Hearing the case in its entirety has provided a valuable context within which to consider the exercise of my discretion over the grant of relief.", "[10] However, this does not necessarily mean that the allegation of bias should be decided before the Court considers the exercise of its remedial discretion. As Vertes J. in <FRAGMENT_SUPPRESSED>  (Yuk. S.C.) pointed out, it would seem quite inappropriate to compel an applicant to complete an administrative hearing before a tribunal which a reviewing court has found to be disqualified by bias.", "[11] But it does not follow, either, that an applicant is entitled to have a bias question determined at any time of its choosing, simply for the asking. The time and resources put into preparing the written submissions and making the oral argument are not necessarily wasted if it is not. Should the matter be brought back to the court on the issue of bias after the tribunal has rendered its final decision, counsel will already have done most of the necessary work.", "[32] Justice Evans then identified various factors relevant to the exercise of judicial discretion: (1) the hardship to the applicant if the administrative process continued without the Court's intervention (at paragraphs 19-21); (2) the waste if the applicant had to follow the administrative process until the end and then, only if a negative decision rendered against it, it had to re-apply for judicial review with respect to the same issue (at paragraphs 22-23); (3) the delay in the administrative process caused by the Court's intervention and the possible impact on other proceedings if parties used this process for the purpose of delaying the proceedings, or forcing the more vulnerable party to surrender (at paragraphs 24-25); (4) the fragmentation of the issues that may proliferate litigation because immediate intervention would not prevent either party from making an application for judicial review of the ultimate decision made by the administrative body (at paragraph 26); and (5) the strength of the applicant's case (at paragraphs 27 et seq ). As indicated by Justice Evans, these factors must be evaluated, not only on the basis of the facts of the particular case, but also in the applicable statutory context (at paragraphs 33-35). In <FRAGMENT_SUPPRESSED> , above, Justice Evans held that the application for judicial review was premature after all the relevant factors were evaluated.", "[33] Surely, one would agree that after all these general warnings in the case law, it would be judicially lax not to take into consideration the long delays and enormous costs that would result if I were to accept the applicant's claim that he is allowed, at each stage of the review and inquiry process, to consider the lawfulness of any interlocutory decision. However, there is an exception to every rule. That is why I also considered various decisions involving the conduct of judges, and more particularly, cases where the issue of the exhaustion of remedies may have been raised. I must conclude that this application does not fall within the category of rare and exceptional cases justifying early intervention by the Court.", "[34] <FRAGMENT_SUPPRESSED> , 1994 CanLII 3495 (FC) ( <FRAGMENT_SUPPRESSED> ), Justice Strayer, then of this Court, ruled on an application for judicial review challenging the preliminary decision rendered by the Inquiry Committee on constitutional issues. The Court therefore allowed the investigation to continue, but modified in part the decision of the Committee to the extent that it is inconsistent with his finding . . . \"that a judge can only be removed for breach of good behaviour and that the failure to perform the functions of the office of judge by reason of permanent infirmity would constitute a breach of that condition of tenure\" ( <FRAGMENT_SUPPRESSED> , above).", "[35] It is not an insignificant matter that in <FRAGMENT_SUPPRESSED> , the Inquiry Committee initially decided constitutional issues, after a notice of constitutional question was served on the Attorneys General and the Attorney General's participation. The Inquiry Committee then decided that it had jurisdiction to continue the inquiry ( Inquiry Committee's decision regarding its jurisdiction to conduct an inquiry about Mr. Justice Gratton of the Ontario Court of Justice , Ottawa, January 26, 1994). In this case, the Inquiry Committee has not yet commenced its inquiry and it has not been given the opportunity to rule on the issue of jurisdiction or the invalidity of the By-laws and Complaints Procedures as a matter of constitutional or administrative law.", "[36] <FRAGMENT_SUPPRESSED>  my former colleague Justice Lemieux dismissed an application for judicial review on the ground of prematurity regarding the Inquiry Committee's decision to hear a Boilard motion at the time of the hearing on the merits.", "[37] More recently, in Douglas , above, the Court intervened early in the inquiry and investigation into the conduct of a federally-appointed judge that had not yet been completed. The CJC raised before the Court three grounds for demonstrating the prematurity of the application, namely: (1) the failure of the applicant to exhaust alternative remedies within the CJC process; (2) the applicant's challenges to interlocutory rulings of the Inquiry Committee were brought before the proceedings were completed; and (3) the applicant raised issues for the first time on judicial review, without first raising the issue with the decision-maker and obtaining reasons thereon. (At paragraph 131.)", "[38] In that case, my colleague Justice Mosley indicated that under ordinary circumstances, the application for judicial review of the interlocutory decisions of the Inquiry Committee would not have been subject to judicial review:", "[142] Had the controversy over the resignation of Mr. Pratte not erupted, I would have concluded that the application initially filed by the applicant was premature applying the factors set out in  <FRAGMENT_SUPPRESSED> . It seems to me that the harm allegedly caused to the applicant by the instructions given to Committee Counsel and his vigorous cross-examination of two key witnesses would not have justified interfering with the inquiry before it had concluded its work. Had the committee ultimately found in the applicant's favour there would have been no need for judicial review. I am not persuaded that the risk of any further harm to the applicant's interests by the continuation of the inquiry would have been irreparable or that the actions taken by the Committee up to the point of the recusal motion amounted to a breach of procedural fairness vitiating the Committee's jurisdiction.", "[143] Given Mr. Pratte's resignation shortly after he had filed a separate application for judicial review, however, the applicant was correct to pursue her efforts to determine what had occurred. In doing so, I am satisfied that she exhausted all available administrative remedies before bringing the issue of institutional bias before the Court.", "[39] It should be noted that the applicant's file is only at the beginning of the fourth stage, and the factual situation, as it exists today, appears to me far different from that in Douglas , above. The information gathered to date by outside counsel or the Review Panel is not evidence. The applicant has yet to be [Translation] \"judged.\" However, there is no allegation of bias or interference with the independence of counsel having to pursue the matter before the Inquiry Committee. And most importantly, we do not make assumptions: things are not always what they seem at first glance. No witness has been heard. Everyone's credibility will have to be assessed exclusively by the Inquiry Committee-if it eventually states it has jurisdiction. It must therefore be presumed at this stage that the members of the Inquiry Committee are objective, free of preconceived ideas, and that they will only form an opinion after hearing all the evidence and considering all explanations, if any, provided by the applicant.", "[40] Although the representative for the Attorney General seemed to be of the view at the hearing that it is only at the conclusion of the sixth stage that an application for judicial review may be brought by the applicant-a claim not held in Douglas , above, and on which it is not necessary to provide a final ruling today-it is sufficient to decide that at this stage of the file, the applicant must, at a minimum, await the conclusion of the fourth stage. The fact is that, on the one hand, neither the Inquiry Committee, nor independent counsel, are bound by the Review Panel's report, and that, on the other hand, the notice to be given pursuant to the Act and By-laws, has yet to be provided to the applicant, which makes it virtually impossible at this stage to conduct an informed review of the applicant's multiple arguments.", "[41] Nor is it clear, at this stage that this application for judicial review stands a very good chance of being allowed on the merits. Beyond the question of prematurity, while he recognizes that this application is neither perverse nor frivolous, the Attorney General also submits that the true question is not whether the Inquiry Committee has the power to investigate any alleged criminal acts, but to determine whether the past conduct of the applicant could render him incapacitated or disabled from the due execution of the office of judge because the facts alleged against the applicant, if proven, constitute \"having been guilty of misconduct,\" \"having failed in the due execution of that office,\" or \"having been placed, by his or her conduct or otherwise, in a position incompatible with the due execution of that office\" (paragraphs 65(2)( ), ( ) and ( ) of the Act; by way of analogy, Therrien (Re) , [2001] 2 SCR 3, 2001 SCC 35). Again, without ruling on the merits, I am of the view that it is more prudent to have the matter of jurisdiction resolved by the Inquiry Committee once the applicant has had a chance to read the notice and make any useful objections.", "[42] I am not trying to trivialize this matter. The allegations reviewed by the Review Panel are serious. The applicant's reputation is truly at stake. His personal life and professional career are also at stake. Out of necessity, this is an urgent matter. There have already been considerable delays. The applicant is still in a situation of uncertainty. Indeed, although independent counsel was appointed and the composition of the Inquiry Committee was publicly announced on June 18, 2014 (see the other decision rendered today in T-1557-14, 2014 FC 1176, at paragraphs 1 and 2), the applicant has yet to be formally notified of the \"complaints or allegations\" that the Inquiry Committee intends to investigate pursuant to section 64 of the Act and subsection 5(1) of the By-laws.", "[43] At the same time, despite the delays encountered to date, the applicant shall be given sufficient notice to enable him \"to respond fully to them\" (subsection 5(2) of the By-laws). Moreover, the protections offered by the Act and By-laws to the applicant are not fictitious. The Inquiry Committee must conduct its inquiry or investigation in accordance with the principle of fairness and ensure that a judge in respect of whom an inquiry or investigation is to be made shall be afforded an opportunity, in person or by counsel, of being heard at the hearing, of cross-examining witnesses and of adducing evidence on his or her own behalf (section 64 of the Act and section 7 of the By-laws). One would therefore imagine that before the Inquiry Committee accepts into evidence the informer's statement, the applicant will have had an opportunity to cross-examine the deponent.", "[44] This is why I reject the applicant's submission that the Review Panel's decision is in itself determinative or that a breach of the rules of procedural fairness may have tainted the entire review process ( <FRAGMENT_SUPPRESSED> ffirming 2011 FC 1019). The Inquiry Committee does not sit in appeal of a decision of the Review Panel. I am referring here to a de novo process. From a procedural fairness perspective, regardless of the previous criticisms of the applicant, the Act and By-laws contain, with respect to the inquiry itself, very important procedural safeguards. They ensure adequate protection of the rights of applicants who wish, in particular, to cross-examine those who made allegations against them.", "[45] It is also impossible at this stage to foresee the course of events. Is it possible that allegations previously considered by the Review Panel will not be subject to an inquiry or investigation or will be withdrawn? I have no clue. Based on explanations by the representative for the Attorney General at the hearing, the Court understands that it will be up to the independent counsel to review the file and determine for herself \"impartially and in accordance with the public interest\" what specific evidence will be adduced at the hearing (subsections 3(3) and 5(2) of the By-laws). The Court must also assume at this stage that nothing in the file (Exhibits D-3 to D-7) was submitted to the Inquiry Committee. By this reasoning, the investigation previously conducted by the Review Panel, although it may have been inquisitorial, did not compromise the applicant's fundamental right to defend himself, as part of an adversarial process before the Inquiry Committee involving the particular facts that may be alleged against him.", "[46] As for the continued harm that may be done to the applicant if a further inquiry is made, it will essentially consist of moral and pecuniary damages that may result from unwarranted harm to his reputation in the event that the complaint or allegations made against him are, in the end, proven to be unfounded in this case. However, concrete measures have already been taken to protect the applicant's reputation by both the CJC and the Court. Thus far, all the evidence in the CJC's record (Exhibits D-3 to D-7) has remained confidential. Although the Inquiry Committee conducts hearings in public, it may, nevertheless, order that all or any part of a hearing be conducted in private and prohibit the publication of any information or documents placed before it (subsections 63(5) and (6) of the Act; section 6 of the By-laws). Obviously, this includes all evidence in the CJC's record (Exhibits D-3 to D-7), supposing that the independent counsel decides to file in evidence before the Inquiry Committee all such evidence in the record, which is not obvious at this stage, because Exhibits D-3 to D-7 contain information that could reveal current or prior criminal investigations, whereas the report by outside counsel (Exhibit D-5) is covered by legal advice privilege and/or public interest privilege ( <FRAGMENT_SUPPRESSED> ).", "[47] In closing, I must also make a trite observation: nothing prevents the applicant from filing a motion with the Inquiry Committee for a stay of proceedings (or for recusal if he feels there is a reasonable apprehension of bias) and from raising the administrative and constitutional law arguments that are also mentioned in his notice of application for judicial review. The applicant raises several key issues, some of public interest, that should preferably be decided on a preliminary basis by the Inquiry Committee. Moreover, in the past, Review Panels have already had to dispose of various preliminary issues of jurisdiction, evidence and even constitutional law. While it may not be clear in the case law that the Inquiry Committee has the power to issue a declaratory judgment having the force of res judicata for all of Canada, it may, nevertheless, refuse to apply legislation that is unconstitutional or contrary to the Canadian Charter of Rights and Freedoms , if it finds that the By-laws, or the Complaints Procedures, are inconsistent with the Act or the Constitution. This is sufficient to persuade me, at this stage, that effective remedies are available to the applicant and that it is up to him to exhaust those remedies prior to going before the Court.", "[48] Because this application for judicial review is premature, the Attorney General's motion to strike shall be allowed by the Court, without costs. ORDER", "[49] THE COURT ORDERS that the notice of application for judicial review dated March 13, 2014, is struck, without costs. Motion allowed. Editor: E. Joanne Oley [End of document]"]}