{"id_": "046962", "body_str": ["[1] Phelan, J. : This judicial review concerns a Czech family of Roma ethnicity, who were denied refugee protection status on grounds of adverse credibility, persecution and state protection findings. This case was argued in conjunction with IMM-6448-10 and the Court's comments on this procedure are contained in <FRAGMENT_SUPPRESSED> . II. Background", "[2] This case started with nine (9) Czech nationals of Roma ethnicity. Five (5) claimants have withdrawn. Mr. Andrej Balog returned to the Czech Republic.", "[3] The Applicants rely on a litany of incidents which they say constitute persecution including several attacks by skinheads, racial insults on public transport and being forced off the transport, and removal from a soccer (football) team due to Roma ethnicity. There were also claims of forced sterilization, and petitions by skinhead residents to remove Romas from their rental properties.", "[4] Victor Sarkozi suffers from mental illness and was enrolled in a special needs school - without the consent of his parents. He was constantly harassed, not protected or assisted by teachers and eventually he was attacked and injured. He was ultimately withdrawn from the school.", "[5] The school beating incident and an attack on two other claimants by skinheads were reported to police but no arrests were made.", "[6] In the Refugee Protection Division [RPD] decision, the Member found a number of credibility concerns. Specifically, there was confusion as to whether an apology was issued for the forced sterilizations. With respect to Miroslav Sarkozi, there were significant discrepancies between his PIF and his testimony related to attacks on his home. He stated that his children were present when in fact they had not been born. Similarly he gave contradictory evidence about being attacked on a train.", "[7] The RPD did note that many Roma children in the Czech Republic are sent to special schools that cater to students aged 3-19 with developmental disabilities. The RPD, while noting some improvements in this area, acknowledged continuing prejudices despite these improvements. The RPD concluded that serious efforts were being made to address this type of discrimination. It concluded that these incidents, viewed separately or cumulatively, did not rise to the level of persecution.", "[8] While the RPD confirmed the evidence that forced sterilization existed, was being investigated and compensation might become available, nevertheless it concluded that the two incidents of forced sterilization relied upon were not sufficiently documented.", "[9] With respect to state protection, the RPD noted: the basic democratic nature of the Czech Republic; legislation to protect Roma; and, legislation against discrimination and hate crimes. Also noted were efforts to improve trust between Roma and police, efforts to train Roma for police and to sensitize police to Roma issues. The ultimate conclusion was that the Czech government was making serious efforts to overcome discrimination; that police responded to complaints and therefore, the Applicants had not rebutted the presumption of state protection with clear and convincing evidence. III. Analysis", "[10] The standard of review of the RPD decision is reasonableness, both as to credibility, persecution and existence of state protection ( <FRAGMENT_SUPPRESSED>  Imm LR (3d) 154 (FC)). The issue of the proper legal test for the determination of state protection is reviewable on a correctness standard ( <FRAGMENT_SUPPRESSED>  FTR 106).", "[11] There are three distinct but major problems with the RPD's decision - credibility, persecution and state protection.", "[12] With respect to credibility or lack thereof, the concern centred on Miroslav Sarkozi and Mr. Andrej Balog (who is no longer an Applicant). While the concerns about Sarkozi appear reasonable, it was both unreasonable and unfair to lump the other Applicants into the concerns for Sarkozi. Not only did the RPD not hold Sarkozi not to be otherwise credible, except for two incidents, it expressed no substantive credibility concerns about the other Applicants, each of whom had their own evidence and claim.", "[13] For that reason, the RPD's credibility finding should not stand.", "[14] In regards to discrimination/persecution, the RPD held that the incidents of discrimination did not rise to the level of persecution without providing either an analysis of the cumulative effects or providing an explanation why these acknowledged incidents of discrimination did not reach the level of persecution.", "[15] This Court has stated that it is insufficient to simply state that it considered incidents cumulatively ( <FRAGMENT_SUPPRESSED>  Imm LR (3d) 232). The Applicants were entitled to know why these incidents (such as forced sterilization, schooling, etc.) did not rise to the level of persecution.", "[16] Lastly, unlike the situation in <FRAGMENT_SUPPRESSED>  the issue of state protection was a live issue. The RPD failed, as it is required to do, to consider operational adequacy. It listed the efforts without considering whether they were, in reality, adequate. The test is not \"serious efforts\" to achieve state protection but whether state protection is in fact adequate ( <FRAGMENT_SUPPRESSED> ).", "[17] The state protection analysis was incomplete and cannot stand. IV. Conclusion", "[18] This judicial review will be granted. The matter will be referred back to the RPD for a new decision by a differently constituted panel.", "[19] There is no question for certification. JUDGMENT", "[20] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The matter is referred back to the Refugee Protection Division for a new decision by a differently constituted panel. Miroslav Sarkozi, Andrej Balog, Zaneta Balogova, Galina Balogova, Viktor Sarkozi, Andrej Balog, Andrej Balog,  <FRAGMENT_SUPPRESSED>  Phelan <FRAGMENT_SUPPRESSED> . II.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] III. Analyse", "[10] <FRAGMENT_SUPPRESSED>  FTR 106).", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] Canada (Procureur général) c Ward , [1993] 2 RCS 689, 103 DLR (4th) 1).", "[17] IV. Conclusion", "[18]", "[19] JUGEMENT", "[20] [End of document]"]}