{"id_": "047032", "body_str": ["[1] Kelen, J. : This case involves an internal dispute among members of the Roseau River Anishinabe First Nation (the \"Band\"). This is an application for judicial review of the decision of the Custom Council of the Band, dated January 22, 2001, to amend the Roseau River Anishinabe First Nation Election Act (the \" Election Act \") by reducing the term of office of the Chief and Band Councillors from four years to two years. This amendment removed the applicants, Chief Edward Hayden and Band Councillors Peter Atkinson, Michael Littlejohn, Mitch Laroque, and Marie Henry (the \"Hayden Council\"), from office in the middle of the four-year term they were elected for on March 8, 1999.  <FRAGMENT_SUPPRESSED>", "[2] The first set of respondents includes individuals who were members of the Custom Council in 2001, and the two Electoral Officers for the Band, Aldine Atkinson and Grace Smith. The second set of respondents, Chief Felix Antoine and Band Councillors Martha Laroque, Mary Chasky, Thomas Thomas and Rodney Patrick (the \"Antoine Council\"), were elected by the Band on March 2, 2001 and added as parties to this application by an Order dated March 7, 2001. The validity of the election held on March 2, 2001 is dependent on the outcome of this case. The third respondent, Mr. Richard Hayden, is the brother of the one of the applicants, Edward Hayden. His position was encompassed by that of the applicants.  <FRAGMENT_SUPPRESSED>", "[3] On this application for judicial review the applicants are seeking an Order:  <FRAGMENT_SUPPRESSED> (a) setting aside and quashing the decision of the Custom Council to amend the applicants' term of office from four years to two years, with the effect that the applicants were removed from office in the middle of their four-year term; and,  <FRAGMENT_SUPPRESSED> (b) setting aside and quashing the decision of the respondents Aldine Atkinson and Grace Smith, acting in their capacities as the purported Electoral Officers of the Band, to hold a general election on March 2, 2001.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[4] This application raises the following issues.  <FRAGMENT_SUPPRESSED> 1. Is the Custom Council a \"federal board, commission or other tribunal\" as defined in section 2 of the Federal Court Act , R.S.C. 1985, c. F-7?  <FRAGMENT_SUPPRESSED> 2. Did the Custom Council fail to follow the procedure prescribed in the Election Act when it purported to amend the Act ?  <FRAGMENT_SUPPRESSED> 3. Did the Custom Council owe a duty of fairness to the applicants and did it breach that duty?  <FRAGMENT_SUPPRESSED> 4. If the amendment was validly enacted, did it apply retrospectively and end the term of the Hayden Council?  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED> Background Information  <FRAGMENT_SUPPRESSED>", "[5] The Roseau River Anishinabe First Nation are a band of Ojibway who reside in Southwestern Manitoba close to the border with North Dakota. The Band has approximately 1800 members, about half of which reside on the Roseau River Indian Reserve #2. Another 150 members live on the Roseau Rapids Indian Reserve #2A and the remainder reside off-reserve, primarily in Winnipeg.  <FRAGMENT_SUPPRESSED>", "[6] Prior to 1991, the Band was governed by a Chief and Council elected in accordance with section 74 of the Indian Act , R.S.C. 1985 c. I-5. Due to problems with an errant Chief and Council, the Band proposed the creation of a body that could monitor the activities of the elected Chief and Council. This proposal was based on the traditions of the Ojibway people and an election act used by the James Smith Indian Band in Saskatchewan.  <FRAGMENT_SUPPRESSED>", "[7] The issue was put to the Band members in a plebiscite dated January 30, 1991. A majority of Band members who voted chose to opt out of the election procedure under the Indian Act and implement the Election Act . An Order-in-Council dated April 12, 1991 suspended the application of section 74 of the Indian Act and allowed the Election Act to take effect.  <FRAGMENT_SUPPRESSED>", "[8] As part of this process the Band created the Custom Council, a body made up of individuals appointed by the family units of the Band. The function of the Custom Council is to assist, support and counsel the Chief and Councillors in carrying out their duties. Section 15 of the Election Act describes the Custom Council as \"the prime authority and representative of the total tribal membership\". Section 19 granted the Custom Council the power to amend the Election Act :  <FRAGMENT_SUPPRESSED> \"19. Amendments can be made to this Act, from time to time, by resolution of the Custom Council indicating the amendment. A tribal meeting shall then be held to discuss the resolution for amendment. <FRAGMENT_SUPPRESSED> Election and Purported Removal of the Hayden Council  <FRAGMENT_SUPPRESSED>", "[9] The applicants were elected on March 8, 1999 as Chief and Council of the Band. Their term of office was to be four years pursuant to section 5 of the Election Act :  <FRAGMENT_SUPPRESSED> \"5. The term of office of the Roseau River Anishinabe First Nation shall be:  <FRAGMENT_SUPPRESSED> a) The Term of Office for the position of Chief shall be for four (4) years.  <FRAGMENT_SUPPRESSED> b) The Term of Office for the positions of Councillor shall be for four (4) years.  <FRAGMENT_SUPPRESSED> c) The Term of Office for the Chief and Counsil are subject to the regulations and Standards of Conduct as set out in this Act. <FRAGMENT_SUPPRESSED>", "[10] Throughout the year 2000, the Custom Council and the Hayden Council came into conflict over a Remedial Management Plan that the Hayden Council was attempting to implement. The Custom Council requested that the Hayden Council resign, but they refused. In December 2000, the Custom Council decided to remove the Hayden Council from office by reducing their term of office to two years. This was the first time that the amending procedure in section 19 of the Election Act had been used.  <FRAGMENT_SUPPRESSED>", "[11] On January 4, 2001, the Custom Council received a request to amend the Election Act from Derek Cassidy, the Family Representative for the Thomas I family. The amendment was put on the agenda of a Custom Council meeting scheduled for January 11, 2001 at the Community Hall. Notice of the meeting was posted approximately one week prior to the meeting in the administrative office, the government office, the wellness office, and in the school.  <FRAGMENT_SUPPRESSED>", "[12] Eighteen of 21 Family Representatives and approximately 60 interested tribal members attended the January 11, 2001 meeting. After a discussion of the proposed amendment, 15 of the Family Representatives voted in favour of a resolution adopting the proposed amendments, with 3 Family Representatives abstaining. The Custom Council scheduled a tribal membership meeting for January 22, 2001 to discuss the proposed amendment. Notice of the meeting was once again posted in the administrative office, the government office, the wellness office, and in the school. There is a dispute between the parties on whether the members of the Hayden Council were personally served with notice of the January 11 and 22 meeting.  <FRAGMENT_SUPPRESSED>", "[13] Present at the January 22 meeting were 14 Family Representatives and approximately 70 to 100 tribal members. The Custom Council reviewed the proposed amendment and invited representations. The proposed amendments were adopted by the Custom Council, requiring new elections by March 8, 2001. The Custom Council set out election procedures for a new election and appointed Linda Laroque as the Electoral Officer, Grace Smith as Deputy Electoral Officer and Aldine Atkinson as the Returning Officer. It also called a General Membership Meeting for February 9, 2001.  <FRAGMENT_SUPPRESSED>", "[14] On January 29, 2001, Grace Smith called an Election for Chief and Council. The election was scheduled for March 2, 2001 and a Nominations Meeting was set for February 12, 2001. Notice was posted of the General Membership Meeting, the Nominations Meeting and the election.  <FRAGMENT_SUPPRESSED> The Contested Election and Judicial Review Application  <FRAGMENT_SUPPRESSED>", "[15] The applicants brought this judicial review application on February 19, 2001 in a representative capacity on behalf of the Band and sought an interlocutory injunction prohibiting the election scheduled for March 2, 2001. The motion was denied by Mr. Justice Gibson on February 26, 2001 and the election was allowed to proceed. None of the applicants ran in the election. The Antoine Council was elected as Chief and Council for the Band.  <FRAGMENT_SUPPRESSED>", "[16] The applicants then brought a motion for an interlocutory injunction preventing the Antoine Council from assuming the role of Chief and Council of the Band. This motion was denied by Mr. Justice Muldoon on July 11, 2001, see <FRAGMENT_SUPPRESSED>  (T.D.), on the grounds that the matter was res judicata, having been settled by the Order of Mr. Justice Gibson.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED> 1. Is the Custom Council a \"federal board, commission or other tribunal\" as defined in section 2 of the Federal Court Act, R.S.C. 1985, c. F-7?  <FRAGMENT_SUPPRESSED>", "[17] The respondents argue that this Court lacks jurisdiction over the actions of the Custom Council. They contend the Custom Council's powers are not conferred upon it by a federal statute; rather, it derives its jurisdiction and authority from the Band's inherent right of self-government. As support for this position, the respondents have cited <FRAGMENT_SUPPRESSED>  (T.D.), where the Court held that the power of a band to conduct its own elections in a customary manner rather than under section 74 of the Indian Act is an inherent power of the band unrelated to the Indian Act . Therefore, since the Custom Council is not accorded its powers under the Indian Act , it is not a \"federal board, commission or other tribunal\".  <FRAGMENT_SUPPRESSED>", "[18] The expression \"federal board, commission or other tribunal\" is defined in section 2(1) of the Federal Court Act as follows:  <FRAGMENT_SUPPRESSED> \"'federal board, commission or other tribunal'  <FRAGMENT_SUPPRESSED> \"'federal board, commission or other tribunal' means any body or any person or persons having, exercising or purporting to exercise jurisdiction or powers conferred by or under an Act of Parliament or by or under an order made pursuant to a prerogative of the Crown, other than any such body constituted or established by or under a law of a province or any such person or persons appointed under or in accordance with a law of a province or under section 96 of the Constitution Act, 1867; [...] <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[19] In past cases the Federal Court has assumed jurisdiction over Indian band councils, regardless of whether the election of the band council was pursuant to band custom or the Indian Act , see <FRAGMENT_SUPPRESSED>  (T.D.), at p. 4:  <FRAGMENT_SUPPRESSED> \"It is well settled that for purposes of judicial review, an Indian band council and persons purporting to exercise authority over members of Indian bands who act pursuant to the provisions of the Indian Act constitute a 'federal board, commission or other tribunal' as defined in section 2 of the Federal Court Act [...] an Indian band council came within the jurisdiction of the Federal Court where the election of the band council was pursuant to band custom and not the Indian Act . <FRAGMENT_SUPPRESSED>", "[20] The respondents argue that this case is unlike the decision  <FRAGMENT_SUPPRESSED> . In that case, the Court was reviewing the validity of an election governed by custom, not the exercise of a traditional power by a custom band council. The respondents assert that the Custom Council derives its jurisdiction and authority to remove an elected Chief and Council from the Band's inherent right to self-government. The 1991 Order-in-Council merely recognized its jurisdiction and authority. Therefore, when it amended the Election Act it was not exercising powers conferred by a law of Canada.  <FRAGMENT_SUPPRESSED>", "[21] Mr. Justice Martineau recently considered and rejected a similar argument in <FRAGMENT_SUPPRESSED>  (T.D.), at paragraph 17. The Custom Council is the senior government council for the First Nation. Section 15 of the Election Act provides:  <FRAGMENT_SUPPRESSED> Authority of Chief and Councillors  <FRAGMENT_SUPPRESSED> \"15. The Custom Council is the prime authority and representative of the total tribal membership of the Tribe. The Custom Council are leaders who assist, support and counsel the Chief and Councillors in carrying out their duties as cited in the Declaration and Section 12 of this Act <FRAGMENT_SUPPRESSED> The Custom Council is also recognized in section 2(b) of the Indian Act as a \"council of the band\":  <FRAGMENT_SUPPRESSED> \"(b) in the case of a band to which section 74 does not apply, the counsel chosen according to the custom of the band [...]. <FRAGMENT_SUPPRESSED>", "[22] This recognition gives the Custom Council the power to manage and govern the affairs of the Band. The Custom Council are persons \"who assist, support and counsel\" the Chief and Councillors in carrying out their duties. In this way, the Custom Council is responsible for carrying out the powers of a band council to administer band monies, reserve lands and other powers conferred under the Indian Act . Its decision to remove the elected Chief and Council from office is a manifestation of this power.  <FRAGMENT_SUPPRESSED>", "[23] Accordingly, the Custom Council was acting as a \"federal board, commission or other tribunal\" and is subject to the jurisdiction of this Court.  <FRAGMENT_SUPPRESSED> 2. Did the Custom Council fail to follow the procedure prescribed in the Election Act when it purported to amend the Act?  <FRAGMENT_SUPPRESSED> (a) What is required to properly amend the Election Act?  <FRAGMENT_SUPPRESSED>", "[24] Section 19 is the only section in the Election Act that deals with amendments:  <FRAGMENT_SUPPRESSED> \"19. Amendments can be made to this Act, from time to time, by resolution of the Custom Council indicating the amendment. A tribal meeting shall then be held to discuss the resolution for amendment.\" (emphasis added)  <FRAGMENT_SUPPRESSED> Section 19 sets out a two-step process for amending the Act . First, the Custom Council must pass a resolution authorizing the amendment. There is no dispute between the parties that this requirement was met. Second, a tribal meeting must be held to give Band members an opportunity to discuss a proposed amendment. There is no provision in the Election Act that defines the term \"tribal meeting\" and the parties dispute whether the meeting held on January 22, 2001 constituted a tribal meeting for the purposes of section 19.  <FRAGMENT_SUPPRESSED>", "[25] The applicants submit that the January 22 meeting was a second Custom Council meeting and not a \"tribal meeting\". The public notice for the January 22 meeting referred to it as a \"Custom Council Meeting\" and stated \"All Family Reps, Elders and Youths are urged to attend important meeting.\" This mistake was highlighted by the notice for the meeting held on February 9, 2001. It referred to that meeting as a \"general membership meeting\" and stated that: \"all tribal membership are encouraged to attend\". Furthermore, the applicants submit that a vote by tribal members is necessary to amend the Election Act and that the Custom Council failed to hold the required vote at the January 22 meeting.  <FRAGMENT_SUPPRESSED>", "[26] The respondents argue that section 19 was satisfied. They claim the Act only requires a meeting be held to discuss the amendment, no referendum or vote is necessary, and that the January 22 meeting satisfied this requirement. It was identified in the resolution passed at the January 11 Custom Council meeting as a \"General Tribal membership meeting to discuss the proposed amendment\".  <FRAGMENT_SUPPRESSED>", "[27] Before determining whether the Custom Council met the requirements of section 19, the Court must first determine what constitutes a \"tribal meeting\". In doing so, the Court is cognizant of the Band's consensus approach to government. This approach is evident from a review of the Election Act and affidavit evidence. Leonard Nelson, one of the Band Elders who sits on the Elders' Council, described the Band's mode of governance at paragraphs 16-17 of his affidavit:  <FRAGMENT_SUPPRESSED> \"Anishinabe people make laws by consensus. This is our way, and it has always historically been our way. The Indian Act model of governing by vote and referendum has eroded our traditions and customs and led us away from our Anishinabe roots. For this reason, it was discussed and agreed that consensus by all the families of the Roseau River Anishinabe First Nation would be expressed through their Custom Council representatives, and would be sufficient to bring about amendments.  <FRAGMENT_SUPPRESSED> \"Although the Custom Council does vote on issues that are being decided the Custom Council always strives for consensus and where consensus is not achieved those Custom Council Reps who are opposed to the pending matter will generally abstain from voting rather than voting against the will of the majority. This is in recognition that it is not the Anishinabe way to argue and dissent, but rather to set aside individual interests and give effect to the wishes of the tribal membership. <FRAGMENT_SUPPRESSED>", "[28] One relevant example of the consensus model of governance is section 14 of the Election Act . It provides several grounds upon which the Custom Council could remove an elected Council from office. However, noticeably lacking from Election Act is a formal impeachment process for the Custom Council to follow. Rather, it is expected that the Chief and Councillors will step down if the Custom Council requests their removal.  <FRAGMENT_SUPPRESSED>", "[29] This model of governance is also reflected in the amending procedure of section 19. There are no provisions in the Election Act outlining a formal structure on how a \"tribal meeting\" should be conducted. Likewise, the Election Act does not require a formal vote on a proposed amendment at a tribal meeting. Nor is the extrinsic evidence strong enough for the Court to read this requirement into the Act . Nonetheless, the practice followed by the Band is that if there is any meaningful or significant opposition to a proposed amendment at a tribal meeting, then the Custom Council is not to proceed with it. A consensus on what course to follow emerges from the discussion at the meeting.  <FRAGMENT_SUPPRESSED>", "[30] Out of respect for the Band's model of governance, the Court does not wish to read into section 19 stringent procedural requirements for a tribal meeting. It is apparent that the purpose of the tribal meeting requirement is to allow members of the Band who do not sit on the Custom Council an opportunity to offer input on any proposed amendments. To achieve this purpose, two procedural requirements must be satisfied. First, the Custom Council must provide Band members with adequate notice of a tribal meeting. This is to ensure that the meeting includes as many Band members as possible. Second, the Custom Council must provide a forum where Band members have an effective opportunity to comment upon and discuss the proposed amendment.  <FRAGMENT_SUPPRESSED>", "[31] The Court will now analyse whether the Custom Council met these two conditions when it held the January 22 meeting.  <FRAGMENT_SUPPRESSED> (b) Were Band members provided with adequate notice of the January 22, 2001 meeting?  <FRAGMENT_SUPPRESSED>", "[32] The Court finds that Band members were provided with adequate effective notice of the January 22 meeting. The Roseau River Anishinabe First Nation is a small community and in addition to posted notices, information has traditionally travelled by word of mouth. The Custom Council is set up so that each family is represented on the Custom Council and each representative is responsible for informing family members about issues of the day and obtaining a consensus from their family members. This system of communication and notice is the ordinary practice and form of communication for this First Nation.  <FRAGMENT_SUPPRESSED>", "[33] The effectiveness of this means of communication can be gauged from the fact that 70 to 100 Band members, in addition to fourteen Custom Council members, attended the tribal meeting on January 22. This is a significantly higher number than the average attendance at Custom Council meetings, which is about 20. This is also a reasonable turn-out when compared to historic levels of participation in public meetings and elections by Band members. For example, only 327 Band members voted in the 1997 by-election for Chief and only 236 voters participated in the 2001 election.  <FRAGMENT_SUPPRESSED>", "[34] Based on the evidence, I am satisfied that the Family Representatives on the Custom Council communicated the subject of the proposed amendment and the tribal meeting on January 22 to their off-reserve members.  <FRAGMENT_SUPPRESSED>", "[35] That the written notice of the tribal meeting was erroneously called a Custom Council meeting is a misnomer and a mistake, but not fatal to the process. The notice of the tribal meeting simply followed the form of notice for the ordinary Custom Council meetings.  <FRAGMENT_SUPPRESSED> (c) Did the Custom Council provide a forum where Band members had an effective opportunity to comment upon and discuss the proposed amendment?  <FRAGMENT_SUPPRESSED>", "[36] The respondents claim that the Custom Council provided Band members with an effective opportunity to comment upon and discuss the proposed amendment at the January 22 meeting. They claim that the Custom Council asked for input from the Band members who attended and that if there had been any meaningful or significant opposition to the resolution, then an amendment would not have proceeded.  <FRAGMENT_SUPPRESSED>", "[37] Unfortunately, the minutes for the January 22 meeting prepared by then Co-Chair of the Custom Council Martha Laroque are difficult to follow. But the evidence of Hector Pierre, the Pierre Family Representative at the January 22 meeting, provides an account of what occurred at that meeting. At paragraph 18 of his affidavit, he stated:  <FRAGMENT_SUPPRESSED> \"I was present at the January 22nd Meeting, and I can advise that prior to the said Meeting I discussed the amendment with my family and indicated to them that a Tribal Membership Meeting would be taking place. My family again endorsed the amendment, and when I attended the January 22nd Meeting, it was extremely well attended by the Tribal Membership. All of the Tribal Members who were present had an opportunity to voice any concerns they had with respect to the amendment, but ultimately broad consensus was that of support for the proposed amendment and the calling of an immediate election. The amendment was ratified by the Custom Council on January 22nd, and procedures were put into place for an election to be called immediately. <FRAGMENT_SUPPRESSED>", "[38] Under cross-examination, Hector Pierre stated in response to question 106 that the amendment was read at the meeting and a time was provided for people to come forward and speak. There were a lot of people there but there did not seem to be \"a lot of strenuous objections to it, so they just went on ahead with it\".  <FRAGMENT_SUPPRESSED>", "[39] While the Court is conscious of the difficulties that could arise by relying solely upon evidence from a member of the Custom Council, the applicants have failed to produce any witnesses who were present at the January 22 to contradict Hector Pierre's version of events. Therefore, on the balance of probabilities, the Court concludes that Band members did discuss the amendment at the January 22 meeting and that there was no significant or meaningful opposition to it.  <FRAGMENT_SUPPRESSED>", "[40] The Court is satisfied that Band members were given an effective opportunity to have input into the amendment at the January 22 meeting and that the Custom Council followed the two-step procedure required by the Election Act for amendments.  <FRAGMENT_SUPPRESSED> 3. Did the Custom Council owe a duty of fairness to the applicants and did it breach that duty?  <FRAGMENT_SUPPRESSED> (a) Did the Custom Council owe a duty of fairness to the applicants?  <FRAGMENT_SUPPRESSED>", "[41] The applicants submit that the Custom Council erred by not providing them with proper notice of the amendment or of the meetings held January 11 and 22.The respondents argue that the Custom Council did not owe a duty of fairness to the applicants because its decision to amend the Election Act was of a legislative nature, see Inuit Tapirisat of Canada and the  <FRAGMENT_SUPPRESSED> . They argue that the Election Act establishes a legislative role for the Custom Council, and that it was acting in that role when it amended the Election Act .  <FRAGMENT_SUPPRESSED>", "[42] Decisions made by legislative bodies of a general nature and based on broad considerations of public policy are considered to be immune from the duty of fairness. In contrast, an administrative decision that is directed at a particular person and affects \"the rights, privileges or interests\" of that individual will trigger the application of the duty of fairness, see <FRAGMENT_SUPPRESSED> , at para. 20. The content of the duty of fairness may also vary in correlation to the significance of the impact upon the individual in question. The Supreme Court has stated that when an individual's right to continue his or her employment is at stake \"a high standard of justice is required\", see <FRAGMENT_SUPPRESSED> , at p. 1113.  <FRAGMENT_SUPPRESSED>", "[43] Based on this jurisprudence, the Court finds the Custom Council was under a duty of fairness when it amended the Election Act . The amendment in the case at bar, although couched in terms of general application, was designed to remove the Hayden Council from office, causing them to lose their jobs and the accompanying salary. If the Custom Council had decided to use another strategy to accomplish this goal, there is no doubt that they would have been under a duty of procedural fairness. For an example, see <FRAGMENT_SUPPRESSED>  (S.C.). The Custom Council should not be allowed to do an \"end run\" around procedural fairness by using an amendment to the Act to remove the applicants from office.  <FRAGMENT_SUPPRESSED>", "[44] The Court concludes that the basic requirements of procedural fairness enunciated in Lakeside  <FRAGMENT_SUPPRESSED>  Man.R.(2d) 1; 30 W.A.C. 1, which are the right to an unbiased tribunal, the right to notice and an opportunity to make representations, are applicable to the Custom Council's actions.  <FRAGMENT_SUPPRESSED> (b) Did the Custom Council breach the duty of fairness it owed to the applicants?  <FRAGMENT_SUPPRESSED> (i) Bias  <FRAGMENT_SUPPRESSED>", "[45] The applicants submit that the Custom Council acted with bias in passing the amendment. A number of Family Representatives overtly expressed their intention to use the amendment as a means of removing the Hayden Council from office. The applicants argue that these statements gave rise to a reasonable apprehension of bias.  <FRAGMENT_SUPPRESSED>", "[46] The standard for what constitutes a reasonable apprehension of bias may vary, depending on the context and the type of function performed by the administrative decision-maker involved, see <FRAGMENT_SUPPRESSED>  Nfld. & P.E.I.R. 271; 301 A.P.R. 271. Therefore, when assessing whether a reasonable apprehension bias exists, the Court must take into consideration the special circumstances of the tribunal in question, see Committee for  <FRAGMENT_SUPPRESSED>  Man.R.(2d) 81; 6 W.A.C. 81; 84 D.L.R.(4th) 105.  <FRAGMENT_SUPPRESSED>", "[47] The Custom Council is entrusted with the being \"the prime authority and representative of the total tribal membership\" by section 15 of the Election Act . If the Custom Council is to act effectively, its members must feel free to express their personal opinions and the opinions of the families they represent. Therefore, like other bodies of a political nature (see Old St. Boniface , supra as an example), the Custom Council should only be held to the minimum standard relating to bias: whether its members were still \"capable of persuasion,\" see <FRAGMENT_SUPPRESSED> , at p. 1224.  <FRAGMENT_SUPPRESSED>", "[48] In applying this standard, the Court is cognizant that the amendment was part of an ongoing dispute between the Custom Council and the Hayden Council that dated back to August 2000. The Custom Council had already requested that the applicants step aside and when they refused, the Custom Council resorted to the amendment as means of removing them from office. In light of this, it would be absurd to fault members of the Custom Council solely for admitting this was the purpose of the amendment. The Custom Council had the legal right to remove the applicants from office, and by necessity, its members must have had personal opinions about the applicants' ability to govern. This does not constitute bias. The evidence establishes that if there had been any meaningful or significant opposition to the resolution expressed at the tribal meeting (which there was not), then the amendment would not have proceeded.  <FRAGMENT_SUPPRESSED>", "[49] Further, it appears that the Custom Council's actions were based on the concerns of the community and not on improper motives such as personal gain. On this basis, the Court is satisfied that the Custom Council was \"capable of persuasion\" and that an onlooker would not have perceived a reasonable apprehension of bias.  <FRAGMENT_SUPPRESSED> (ii) Notice and an opportunity to make representations  <FRAGMENT_SUPPRESSED>", "[50] The general principle underlying the common law duty of fairness is that notice must be adequate to provide those concerned with a reasonable opportunity to investigate the matter and prepare representations. Those directly affected by a decision are entitled to notice, although the precise requirements of what constitutes proper notice will depend on all of the circumstances involved, see <FRAGMENT_SUPPRESSED> . The applicants were directly affected by the Custom Council's proposed amendment and were entitled to notice of the tribal meeting held January 22. The applicants contend they were not properly given personal notice of the proceedings.  <FRAGMENT_SUPPRESSED>", "[51] The respondents submit that the applicants were given personal notice of the Custom Council's decision to remove them from office by Derek Cassidy, the Family Representative who proposed the amendment. He deposed at paragraph 16 in his affidavit:  <FRAGMENT_SUPPRESSED> \"Prior to attending the Custom Council Meeting on January 11th, I attended at the Government Office  <FRAGMENT_SUPPRESSED>  River (Offices of Chief and Council). RICHARD HAYDEN, who is EDWARD HAYDEN'S brother, was already at the offices. At that time, I personally spoke with EDWARD HAYDEN, and I advised EDWARD HAYDEN that I had put forward a proposed amendment to the Election Act that would result in an election being called and him being removed from office. I further advised EDWARD HAYDEN that the matter would be discussed at our next regularly scheduled Custom Council Meeting on January 11th. He said nothing to me. <FRAGMENT_SUPPRESSED> And at paragraph 20 of his affidavit he stated:  <FRAGMENT_SUPPRESSED> \"Immediately following the Meeting on January 11, 2001, I personally attended at the Government Offices and posted on the window by the entrance door a copy of the resolution approved by the custom council setting out that there be a tribal meeting on January 22, 2001 to discuss the amendment. <FRAGMENT_SUPPRESSED>", "[52] However, under cross-examination, Derek Cassidy claimed that he did not remember the exact date on which he provided this information to Edward Hayden and recanted some of his evidence. While he did not specifically recant the statement at paragraph 20 of his affidavit, in light of his statements under cross-examination, the Court concludes that it cannot award any weight to his affidavit evidence. Consequently, the Court finds that the Custom Council did not provide notice directly to the applicants.  <FRAGMENT_SUPPRESSED>", "[53] Nonetheless, the Custom Council's failure to give personal notice may be excused if the Court is satisfied that the applicants possessed actual knowledge of the ongoing proceedings and chose not to participate.  <FRAGMENT_SUPPRESSED>  Sask.R. 81, the Supreme Court held that the failure to give notice was not fatal to a decision to dismiss an employee where he had been informed of the reasons for his dismissal during prior meetings with the relevant decision-maker and had an opportunity to make his views known. And in <FRAGMENT_SUPPRESSED>  (F.C.A.), Mr. Justice MacGuigan stated that an individual may waive the right to notice if he or she had \"sufficient knowledge of both the hearing and the issue to have appeared ... without formal notice.\" In that case Mr. Justice MacGuigan held that as the individual's knowledge was based only on a vague rumour that he could not reasonably be expected to take cognizance of, his knowledge was insufficient to take the place of formal notice.  <FRAGMENT_SUPPRESSED>", "[54] The Court is satisfied that the Hayden Council had sufficient knowledge of the amendment and the relevant meetings to have appeared without formal notice. The amendment was the climax of a dispute between the two bodies that had begun the previous year. This dispute included a request from the Custom Council that the Chief and Councillors resign. When the applicants refused to step down, the Custom Council resorted to the amendment as means of ousting them from office. Hector Pierre, the Pierre Family Representative on the Custom Council, stated at paragraphs 14 and 15 of his affidavit:  <FRAGMENT_SUPPRESSED> \"[...] This amendment came about as a result of discussions of the Custom Council beginning at least in August of 2000, when concerns arose with respect to the management of the [Roseau River Anishinabe First Nation] by EDWARD HAYDEN and his Council. The perception of individuals involved in the Custom Council, in consultation with Tribal Members (as is their duty) was that EDWARD HAYDEN was not complying with the provisions of the Election Act , in that he had conducted himself as having authority which properly belonged to the Custom Council. As such, the Custom Council conducted numerous meetings in the Fall of 2000 culminating in a request to EDWARD HAYDEN that he resign. This request was refused.  <FRAGMENT_SUPPRESSED> \"[...] It was decided at that time given that Edward Hayden would not resign, as had traditionally been the practice of prior Chiefs when asked to resign by the Custom Council, that an amendment to the Election Act would be necessary in order to remove him from office [...] It was decided that an amendment would be drafted and provided to the Custom Council at the January 4, 2001 meeting for the Custom Councillors to decide the set amendment with their family members and to determine whether or not removing Edward Hayden from office was the wish of the total Tribal Membership.\" (emphasis added)  <FRAGMENT_SUPPRESSED>", "[55] There is no question that the applicants had notice of the tribal meeting, and had knowledge that the resolution to amend their term of office was the subject of the tribal meeting. Under cross-examination, Edward Hayden acknowledged in his answer to question 201 that there were concerns and disagreements about how he was running the affairs of the community. In response to questions 209 to 214, he stated that rumours were rampant that the Custom Council was planing to pass an amendment that would result in an immediate election. And in response to question 300, Mr. Hayden confirmed that he knew the purpose of the amendment was to shorten his term of office to two years. Nonetheless, throughout the cross-examination he continued to stand on the formalistic ground that he had never received official notice from the Custom Council.  <FRAGMENT_SUPPRESSED>", "[56] Mr. Hayden also wrote a letter to the Custom Council before the January 22 tribal meeting about the resolution to amend his term of office. This is conclusive proof that he had actual notice of the proposed amendment to reduce his term of office. In the letter from Chief Hayden to the Custom Council dated January 16, 2001, Chief Hayden stated:  <FRAGMENT_SUPPRESSED> \"It is also the responsibility of the Chairperson of the Custom Council to ensure that a 'referendum by the total tribal membership' is followed through in regards to amendments, changes or revisions of any Acts. <FRAGMENT_SUPPRESSED>", "[57] Accordingly, when public notices of Custom Council meetings held on January 11 and 22 were posted in the government office occupied by the applicants, accompanied by a copy of the resolution providing for the amendment, the applicants knew that the purpose of these meetings was to effect their removal from office. If the applicants had attended the tribal meeting, and had brought with them tribal members supportive of their position, there would have been opposition to the resolution and the amendment would not have been enacted. However, the evidence establishes that Chief Hayden and his Council did not attend the tribal meeting and that there was no meaningful opposition to the proposed amendment.  <FRAGMENT_SUPPRESSED>", "[58] The Hayden Council was also provided with opportunities to make representations to the Custom Council prior to the January 11, 2001 meeting. Under section 12(j) of the Election Act , the elected Chief and Councillors are required to \"attend and remain at all official meetings called by the Tribal Membership Custom Council or Chief and Council\". The evidence is that the applicants did not regularly attend the Custom Council meetings. If they had, they could have responded to the evidence and allegations against them. They can hardly argue now that they did not have an opportunity to know the case against them or the opportunity to make representations in response.  <FRAGMENT_SUPPRESSED>", "[59] Without doubt, the applicants had full knowledge of the proposed amendment and its effect prior to the tribal meeting on January 22. The applicants chose to ignore this information and chose not to attend nor to instruct any of their supporters to attend the January 22 meeting to oppose the amendment. They cannot now claim that the amendment should be set aside because they lacked sufficient notice.  <FRAGMENT_SUPPRESSED> 4. If the amendment was validly enacted, did it apply retrospectively and end the term of the Hayden Council?  <FRAGMENT_SUPPRESSED>", "[60] The applicants submit that even if the amendment was validly passed, it should not take effect until the completion of the Hayden Council's original term of office on March 8, 2003. The applicants submit that as the law did not explicitly call for retrospective application, the Electoral Officer was bound by the presumption against the retrospective operation of legislation and acted improperly in applying the amendment to the Hayden Council's term of office.  <FRAGMENT_SUPPRESSED>", "[61] The respondents agree that when the amendment came into force, the Electoral Officer applied it in a retrospective manner by altering the future consequences of a past event, i.e. shortening the term of the Chief and Councillor who were elected in 1999. They contend this was the proper interpretation of the amendment as it gave effect to the wishes of the Custom Council. The respondents argue that it is clear from the wording of the resolution and the circumstances surrounding the amendment that it was intended to apply to the Hayden Council's term.  <FRAGMENT_SUPPRESSED>", "[62] The wording of the amendment makes no mention of retrospective application. The motion tabled at the January 11 meeting states it is effective January 11, 2001 and the subsequent resolution identified January 22, 2001 as the effective date. However, neither explicitly states whether they apply to the Hayden Council's term of office. The general rule is that amendments are not to be construed as having retrospective effect unless such a construction is expressly or by necessary implication required by the language of the amendment. The Court is leery of retrospective legislation and it will be presumed that legislation is not intended to have a retrospective effect when the provision substantially affects the vested rights of a party, see Barry and  <FRAGMENT_SUPPRESSED>  A.R. 241.  <FRAGMENT_SUPPRESSED>", "[63] As this is only a presumption, it can be rebutted. As Mr. Justice Duff stated in <FRAGMENT_SUPPRESSED> , at p. 419:  <FRAGMENT_SUPPRESSED> \"[...] that intention may be manifested by express language or may be ascertained from the necessary implications of the provisions of the statute, or the subject matter of the legislation or the circumstances in which it was passed may be of such a character as in themselves to rebut the presumption that it is intended only to be prospective in its operation. <FRAGMENT_SUPPRESSED>", "[64] It is also now well-established that the Court can examine the legislative history of a provision when interpreting its meaning, see <FRAGMENT_SUPPRESSED>  B.C.A.C. 161; 82 W.A.C. 161, at pp. 787-789. This includes cases where potential retrospectivity is at issue.  <FRAGMENT_SUPPRESSED>  Q.A.C. 56, the Supreme Court examined the possibility of retrospective effect of an amendment to Quebec's fish and game laws that was enacted in 1919. As part of its analysis, the Court stated at pp. 177-178:  <FRAGMENT_SUPPRESSED> \"It is clear that the 1919 Act contains no express provision making it retroactive or giving retroactive effect to the amendment made to s. 2252 of the Revised Statutes, 1909.  <FRAGMENT_SUPPRESSED> \"However, the legislator's intent can be deduced from the purpose of the legislation and the circumstances in which it was adopted. It can also be manifested by the procedure employed by the legislator. Finally, it may be inferred from the only possible interpretation which is likely to make sense of it. <FRAGMENT_SUPPRESSED>", "[65] The evidence is clear that the Custom Council intended to use the amendment as a means of ousting the Hayden Council from office, as it had no other procedure to remove the Hayden Council when they did not voluntarily resign. The Custom Council put the selection of Electoral Officers and a Returning Officer on the agenda of the January 22, 2001 meeting. The only reasonable explanation for this action is that they intended the amendment to end the Hayden Council's term of office, necessitating elections in March 2001.  <FRAGMENT_SUPPRESSED>", "[66] Therefore, the Court concludes the Custom Council intended the amendment apply retrospectively to the applicants' term of office and made this clear at the tribal meeting held January 22. This intention rebuts the presumption against retrospectivity. As the amendment was properly applied to shorten the Hayden Council's term of office, the challenge to the decision of the Electoral Officers to call and hold the election is dismissed.  <FRAGMENT_SUPPRESSED> CONCLUSION  <FRAGMENT_SUPPRESSED>", "[67] The basis of the applicants' case rests on procedural technicalities. If these procedural technicalities had in fact caused a substantive injustice, the Court would have given them legal effect. But the evidence is that the Custom Council followed the proper procedure for amending the Election Act , the applicants had actual knowledge of the proposed amendment and an opportunity to make representations against it, and that the amendment was intended to have a retrospective effect. For these reasons, this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[68] This application was filed on February 19, 2001. At that time, the applicants were legally entitled to bring this action on behalf of the Band. The jurisprudence provided a reasonable basis for this action, namely, that the applicants were entitled to written notice of any action to remove them in the middle of their four-year elected term, and that an amendment should be presumed not to have a retrospective application. These and other grounds provided the applicants with a reasonable colour of right for bringing this action on behalf of the Band. The Custom Council could have sought legal advice before seeking to remove the applicants from office in the middle of their term, which may have removed the basis for the applicants' legal action. For this reason, there shall be no order as to costs.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Steven C. McMinniman/pdk  <FRAGMENT_SUPPRESSED> [End of document]"]}