{"id_": "047285", "body_str": ["[1] Dawson, J. : Sophia De Torres Mendoza is a citizen of the Philippines who claims protection and refugee protection. Her claim is based upon her fear of being injured or killed by political rivals of her late uncle. Ms. De Torres Mendoza's uncle was a municipal official who was murdered. She claims that she and her uncle investigated and instigated prosecution of certain of her uncle's political rivals for misappropriation. She says those men subsequently arranged the murder of her uncle and are now threatening her. She says that the investigation into the misappropriation of funds has been reopened in the Philippines, and that she is to be the only witness. As a result, it is no longer safe for her to live in the Philippines.", "[2] Ms. De Torres Mendoza's claim for protection was rejected by the Refugee Protection Division of the Immigration and Refugee Board (\"RPD\") because it found that she provided no credible or trustworthy testimony that she is the principle witness in a pending hearing or trial in the Philippines. The RPD found that Ms. De Torres Mendoza lied about her involvement in the money misappropriation investigation and did not believe that she was a witness to any investigation.", "[3] On this application for judicial review of that decision, Ms. De Torres Mendoza asserts two reviewable errors. First, she says that the reasons given by the RPD are not sufficient to support the finding that her testimony was not credible. Second, she says that the RPD erred in considering the level of her participation in the investigation. What was relevant to her claim, she submits, was how her agents of persecution perceive her participation. This error by the RPD is said to render its credibility finding unreasonable so that there is, therefore, no basis upon which to rebut the presumption that her sworn testimony is presumed to be true.", "[4] Turning to the first asserted error, reasons are required to be sufficiently clear, precise and intelligible so that a claimant may know why his or her claim has failed and be able to decide whether to seek leave for judicial review.  <FRAGMENT_SUPPRESSED>  (F.C.A.). The reasons of the RPD meet this criteria. While brief, the reasons set out in a clear, precise and intelligible fashion the reasons why Ms. De Torres Mendoza's claim failed.", "[5] With respect to the second asserted error, in its reasons the RPD expressly recognized that what was relevant was whether Ms. De Torres Mendoza would be perceived by her alleged persecution to be a witness whose testimony would pose a threat. The RPD did not, therefore, err as alleged.", "[6] As to Ms. De Torres Mendoza's complaint that it was not relevant for the RPD to consider the extent that she actually possessed knowledge about the investigation, central to her claim was her evidence that: she was the only person who assisted her uncle in his work; she and her uncle were the ones who discovered the misappropriation; she was with her uncle when he was told by certain officials that the money had been improperly released; and she and her uncle were the only people who were threatened.", "[7] In that circumstance, it was relevant for the RPD to consider the extent that she was able to name her uncle's rivals and to describe the amount of money that was missing, who the alleged recipients of the money were, the approximate date on which the money was misappropriated, and the names or positions of the persons who paid out the money. Her inability to provide this information amply supported the conclusion of the RPD that she had lied about her involvement in the money misappropriation investigation and its further conclusion that she provided no credible or trustworthy testimony that she is the principal witness in a pending hearing or trial in the Philippines. The RPD, therefore, did not err as alleged.", "[8] The application for judicial review is therefore dismissed.", "[9] Neither party posed a question for certification and no question arises on this record. ORDER", "[10] THIS COURT ORDERS THAT 1. The application for judicial review is dismissed. [End of document]"]}