{"id_": "047484", "body_str": ["[1] Tremblay-Lamer, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act), for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated September 24, 2007, wherein the Board determined that the applicant was not a Convention refugee according to section 96 of the Act, nor a \"person in need of protection\" according to section 97 of the Act. BACKGROUND", "[2] Ms. Mwaura is a Kenyan national and a member of the Kikuyu tribe. She asserts that, following the death of her father in 1989, she began to experience problems at the hands of the clan of her husband, a member of the Mungiki sect. The Mungiki sect wanted her to undergo female genital mutilation (FGM) which they claimed she had escaped due to her well-to-do background and the objection of her father to the practice.", "[3] In 1993, the Mungiki elders sent a verbal warning that if she did not go through with the FGM ritual they would force her to do so. After receiving several such warnings, Ms. Mwaura went to her church minister for help. He sent a church member to tell the elders to stop their harassment of her, threatening to go to the police if they did not comply. Following this intervention, the warnings ceased for a time.", "[4] In 1995, Ms. Mwaura's thirteen year old daughter was warned to undergo the FGM ritual by a male schoolmate. Ms. Mwaura went to the principal and the boy was expelled. Warnings to Ms. Mwaura continued from her husband's sect elders and family members.", "[5] In June 2002, Ms. Mwaura's husband told her to go through with the ritual as a result of another warning. She reported the warnings to police but they took no action as they considered it to be a family matter.", "[6] After another warning in December 2002, she moved with her children to her mother's house in a town some 20 kms away. Her husband repeatedly visited her to ask her to return home. She eventually did return to live with her husband.", "[7] In January 2004, her husband told the sect elders that she was once again living with him. In March 2004, the elders came to her house to tell her that she must undergo the ritual. Her husband agreed with them and told her that he was becoming an outcast because of her refusal to do so. She gained another 24 hours' reprieve to think matters over and fled the home again.", "[8] In December of 2004, she returned to her husband's house on his invitation to talk. She managed again to escape and went to her sister's house in Nairobi. From there, she made arrangements through an agent to flee to Canada, where she arrived June 1, 2006.", "[9] In a decision dated September 24, 2007, the Board dismissed the applicant's claim given it was of the view that she had a viable internal flight alternative (IFA) in Nairobi and that she would be provided with adequate state protection there if necessary. STANDARD OF REVIEW", "[10] <FRAGMENT_SUPPRESSED>  [2008] S.C.J. No. 9, the Supreme Court of Canada emphasized the two step nature of the process of judicial review wherein a reviewing court must first determine whether \"the jurisprudence has already determined in a satisfactory manner the degree of defence to be accorded with regard to a particular category of question\" ( <FRAGMENT_SUPPRESSED> , above, at para. 62).  <FRAGMENT_SUPPRESSED>  at para. 14, my colleague Justice Edmond Blanchard applied <FRAGMENT_SUPPRESSED> to the issue of IFA and determined that the appropriate standard of review is that of reasonableness.", "[11] Thus, the present judicial review of the Board's decision will focus on the existence of justification, transparency and intelligibility in the decision-making process and will examine whether the decision falls within a range of possible, acceptable and defensible outcomes ( <FRAGMENT_SUPPRESSED> , above, at para. 47).", "[12] With respect to the issue of procedural fairness, I note that pursuant to <FRAGMENT_SUPPRESSED>  (QL), at para. 100, \"it is for the courts, not the Minister, to provide the legal answer to procedural fairness questions.\" Thus, questions of procedural fairness are not subject to the standard of review. ANALYSIS", "[13] The determination of the existence of an IFA is integral to the determination of the entire claim ( <FRAGMENT_SUPPRESSED>  (QL). As with all aspects of the claim, an applicant bears the burden of proof in demonstrating that an IFA either does not exist or is unreasonable in the circumstances ( <FRAGMENT_SUPPRESSED>  (QL), at para. 12).", "[14] The IFA analysis is a two-step process in which the Board must first \"be satisfied on a balance of probabilities that there is no serious possibility of the claimant being persecuted in the part of the country in which it finds an IFA exists\" and second, if it finds one exists, it must then evaluate if it would be reasonable for the applicant to seek refuge there ( <FRAGMENT_SUPPRESSED> , above).", "[15] The threshold for the unreasonableness of an IFA is a very high one requiring \"nothing less than the existence of conditions which would jeopardize the life and safety of a claimant in travelling or temporarily relocating to a safe area\" and \"actual and concrete evidence of such conditions\" ( <FRAGMENT_SUPPRESSED>  (QL), at para. 15).", "[16] The test for determining the reasonableness of an IFA is a flexible one which takes into account the particular circumstances of the claimant and the particular country ( <FRAGMENT_SUPPRESSED> , above, at para. 12). Furthermore, to be reasonable, an IFA cannot be speculative or theoretical only but rather it must be a realistic and attainable option; \"[t] he claimant cannot be required to encounter greater physical danger or to undergo undue hardship in travelling there or in staying there\" ( <FRAGMENT_SUPPRESSED> , above, at para. 14).", "[17] In the present case, the Board considered that it would be reasonable for the applicant to relocate to Nairobi based mainly on the applicant's own evidence that all of her problems in Kenya respecting her estranged husband and elders or members of his Kikuyu clan (or the Mungiki sect of the Kikuyu ethnic group) occurred in Thika, Kenya, and that from December 2004 to May 2006, she was able to live with her sister in Nairobi without contact from these individuals. Further, the Board highlighted documentary evidence indicating that other members of the Kikuyu clan have not had problems settling in Nairobi and that the applicant's profile as a member of the Kikuyu ethnic group is dissimilar to those female members of the group who would be at risk of being victims of FGM. Finally, it referred to the United Kingdom Immigration and Nationality Directorate's June 1, 2006 Operational Guidance Note - Kenya indicating that FGM is a regionalized practice mainly in the Eastern, Nyanza, and Rift Valley provinces.", "[18] The Board then proceeded to evaluate the reasonableness of the IFA in Nairobi. It noted that the applicant was a 48 year old woman, who appeared to be in good health, and was reasonably well-educated with a diploma in education and a community health certificate. Further, she had approximately eight years of experience employed as a teacher and approximately three years of experience as a community nurse, and speaks Swahili, Kikuyu and English. Based on these factors, the Board found that there were no serious economic or social barriers which would render her move to Nairobi unduly harsh and further, that she currently has one brother and two sisters in Nairobi. The Board also stated that there is freedom of movement in Kenya which is generally respected by the government in practice and thus no legal impediments to her relocation.", "[19] The applicant submits that the documentary evidence upon which the Board relied was not relevant to her situation because it relates to members of the Kikuyu ethnic group resettling in Nairobi in order to escape political violence and not to her situation which is that of a woman seeking safety from male family members or a notorious group, the Mungiki, wishing to force FGM upon her. I would note first that the Board recognized in its decision that the documentary evidence it referred to was \"not Mungiki-related\" and second that its conclusion with respect to the existence of a viable IFA was based on the applicant's own evidence of having been able to avoid the procedure for many years, and that she experienced no problems after leaving Thika.", "[20] Further, according to the applicant, the Board misconstrued the length of time during which the applicant resided with her sister in Nairobi. She argues that she was never asked about the specific time period between December 2004 and May 31, 2006. She submits that on previous occasions she clearly indicated that she went to her sister's home in December 2005, first when she completed the initial forms for her intake interview, and subsequently when she had her eligibility interview and again when she completed her PIF. She emphasizes that the paragraph of her narrative in which she states that she went to live with her sister in December 2004 is a typographical error. The applicant suggests that the Board ought to have recognized this discrepancy given that in the reasons for decision it refers to the applicant's three years of employment experience as a Community Nurse in Thika , Kenya from 2002 to December 2005", "[21] While I agree that there is a fair amount of confusion with respect to the time period during which the applicant lived with her sister, I note that in her submissions to the Board even the applicant's counsel herself referred to the period as lasting two years.", "[22] However, even accepting that the applicant only lived in Nairobi for five instead of seventeen months, this fact is not enough in itself to impugn the entire IFA analysis given that the Board came to its conclusion based on a number of factors and not solely on the basis of the seventeen month time period spent in Nairobi.", "[23] I find, overall, the Board's decision to be sound; it followed the two-step IFA analysis outlined above and assessed both the existence of the IFA and its reasonableness, taking into account the particular aspects of the applicant's circumstances and those of the country.", "[24] As the existence of a valid IFA is determinative of a refugee claim, it is not necessary to examine the applicant's submission with respect to state protection ( <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 555 (QL), at para. 17). Was there a breach of procedural fairness?", "[25] Subsequent to the hearing, but before the decision of the Board, Ms. Mwaura received word that her children, who had been living with her mother prior to her mother's death, were facing \"the same problems\" that she had. After receiving the news, she contacted a Case Management Officer, who instructed her to contact the Refugee Protection Division by faxing a letter, which she subsequently did. She was very emotional when speaking to the Officer and after the fax was received the police were contacted by someone at the Refugee Protection Division and they took Ms. Mwaura to a hospital where she remained for ten days. She was not contacted by anyone for further information regarding her children's situation. The children were sent to Uganda for safety while she was hospitalized, and remain there.", "[26] The applicant submits that the Board violated the principles of procedural fairness by not inquiring into these circumstances in order to determine whether any new issue arose which would affect her safety. More particularly, once the Board was advised that there were new developments in Kenya with respect to her children, there was a positive duty incumbent upon the Board to inquire into what, if any new risks were faced by her. Further, the Board failed in its duty to assess her claim based on all of the evidence before it as nowhere in the decision are the post-hearing events referred to.", "[27] The respondent argues that the applicant's letter dated September 18, 2007 did not allege that her safety was in jeopardy as a result of third party actions, or that she had been personally threatened since the hearing. The applicant's children are all adults and are not subject to her refugee claim. The letter did not provide any details of what her children were allegedly experiencing, who the alleged persecutor was, how the allegations put the applicant herself at risk, or how they supported her own claim.", "[28] It is trite law that the applicant bears the onus of establishing the factual elements of his or her claim. In the present case, the applicant submitted a letter to the Board on September 18, 2007 regarding a \"Request for a decision\" of her refugee claim. In the letter, the applicant states \"[m] y children are suffering from the same problem I had before I fle[d] the country.\"", "[29] The Board has a duty to receive evidence submitted by the parties at any time until the decision is rendered ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1037 (QL), at para. 22; <FRAGMENT_SUPPRESSED>  (QL), at para. 5). Further, if the Board has concerns, it may investigate in order to satisfy itself with respect to those concerns, and such investigation may include reconvening the hearing ( <FRAGMENT_SUPPRESSED>  (QL).", "[30] However, there is no duty on the Board to make further inquiries into matters which have been put before it and on which it is satisfied. As emphasized by the respondent, the letter in question contained no particulars regarding the applicant's children's situation or how it related to the applicant's own claim. Thus, it was unnecessary for the Board to specifically address the letter in its decision. The allegation of a threat of harm to the applicant's children in the letter was in the form of a general statement which did not provide the Board with sufficient details requiring analysis in the decision.", "[31] While it is true that these new allegations of the threat faced by her children may well be relevant to her claim, given the lack of particulars before the Board, they would be more properly addressed at the Pre-Removal Risk Assessment stage. I sympathize a great deal with the applicant, she has obviously been through an extremely trying time, and her hospitalization along with her inability to contact her lawyer after becoming aware of the situation facing her children clearly made it difficult to bring these new allegations before the Board in sufficient detail; however, imposing an obligation on the Board to make inquiries in this case would be overly onerous. Indeed, the Canadian system of refugee protection has additional avenues for dealing with new information such as this, which could not properly be put before the Board.", "[32] At the close of the hearing, counsel for the applicant proposed that I certify the following question: When a hearing is concluded but a decision has not yet been rendered and the Board receives notice that other family members have been affected in the home country: (i) Is there a duty on the Board Member to make inquiries regarding the new information? (ii) If so, is the failure to do so a breach of the principles of fairness and natural justice?", "[33] Pursuant to section 74(d) of the Act, an appeal to the Federal Court of Appeal may be made only if a serious question of general importance is certified. To be certified, the question must be one which transcends the interests of the immediate parties to the litigation, contemplates issues of broad significance or general application, and be one that is determinative of the appeal ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (QL), at para. 4).", "[34] I am of the view that the present question does not meet this threshold; thus the questions shall not be certified. The case law is clear that the applicant bears the burden of submitting evidence in support of her refugee claim.", "[35] Based on the foregoing, the present application for judicial review is dismissed. JUDGMENT", "[36] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed. [End of document]"]}