{"id_": "047512", "body_str": ["[1] Near, J. : The Applicant seeks judicial review of the February 2, 2012, decision of the Refugee Protection Division of the Immigration and Refugee Board (\"the Board\")in which the Board determined that the Applicant was excluded from protection under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) on the basis of Article 1(F)(a) of the United Nations Convention Relating to the Status of Refugees, Schedule to IRPA (the Convention).", "[2] For the reasons that follow, the application for judicial review is dismissed. I. Facts", "[3] The Applicant is a Sri Lankan citizen of Sinhalese ethnicity. He arrived in Canada on October 22, 2009, on a 30-day visitor's visa, and submitted his refugee claim on November 2, 2009, on the basis of his fear of the police and other government forces as a result of his exposing corruption in the Sri Lankan government.", "[4] The Applicant was a commissioned officer in the Sri Lankan army from 1993 to 2009. The Applicant's hearing before the Board related entirely to the question of exclusion from refugee protection on the basis of his potential complicity in the Sri Lankan army's commission of crimes against humanity throughout the course of the country's civil war.", "[5] While the Applicant recounted in his Personal Information Form (PIF) that he joined the army to serve his country, he later testified that he joined the army so as to allow him to pursue his athletic career. The Applicant is an international Wushu (kung fu) champion, and an internationally certified Wushu coach. He competed in many competitions around the world, and also played rugby for a military team. He held a leadership role within the military athletics program. II. Decision under Review", "[6] The Board identified that the \"reasonable grounds to believe\" standard of proof applies to questions of fact in exclusion cases, citing the Supreme Court of Canada case <FRAGMENT_SUPPRESSED>  as authority. It further established that there was a two-part test in exclusion cases for crimes against humanity: first, whether there are serious reasons to believe that crimes against humanity have taken place during a certain historical period; and second, whether the Minister has demonstrated that there are serious reasons to believe that a claimant was complicit in those crimes against humanity (Application Record at page 15).", "[7] The Board determined that, in the period the Applicant was in the army, the Sri Lankan military forces committed countless crimes against humanity, including\"ongoing widespread and systematic attacks on the civilian population.\" The Board noted that, while the Applicant stated that he was not aware of the commission of crimes against humanity before he joined the army, the Applicant testified that he was aware that civilians had been tortured and other crimes against humanity committed after he joined.", "[8] The Board then considered whether the Applicant was complicit in committing crimes against humanity, because there was insufficient evidence to find that he directly committed any such crimes. It applied the \"personal and knowing participation\" test, identifying that a finding of complicity necessarily entailed examining whether the claimant shared in a common purpose with those who ordered or committed the crimes against humanity. Citing the Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1052, the Board noted that, to find complicity, personal knowledge of the crimes and an intention to contribute to their commission was required. The Board further identified the following factors that inform whether the Applicant possessed the culpable mental state to be deemed to have shared in the common purpose of the crime: • Method of recruitment; • Nature of organization; • Length of time in organization; • Position and rank in organization; • Opportunity to leave organization; and • Knowledge of atrocities.", "[9] The Board assessed each factor in turn. First, the Board remarked that the Applicant had joined the army voluntarily for an initial term of seven years. The Board did not find credible the Applicant's claim to have deserted the army for two years, between 1999 and 2001. It based its credibility finding on inconsistencies between the sworn applications submitted by the Applicant, including his PIF, and his oral testimony at the hearings, as well as on the insufficient corroborative evidence to support his claim. Specifically, the Board noted that the Applicant had seven months between the hearings to procure documentation to support his claim of desertion, and came up only with a single document that was rife with mistakes. As a result, the Board found that the claimant voluntarily renewed his commitment to the military after the initial seven-year period until he made his claim for refugee protection in Canada on November 2, 2009.", "[10] Second, the Board determined that, while the Sri Lankan armed forces were not an organization devoted to a single brutal purpose, they were an institution that\"systematically committed human rights abuses against civilians during the course of its civil war with the LTTE\" (Liberation Tigers of Tamil Eelam). It found on the reasonable grounds to believe standard that the military forces, including the Applicant's division, were broadly responsible for crimes against humanity in the period in which the Applicant was in service.", "[11] Third, the Board stated that the Applicant served in the army for almost sixteen years.", "[12] Fourth, the Board assessed the Applicant's position and rank in the Sri Lankan armed forces. It noted that the Applicant was a commissioned officer for the entire duration of his service, and that he became a captain in 2003, a rank that is three from the bottom of the ranks of a commissioned officer. The Board canvassed the Applicant's training in weapon use, combat, military tactics and counter insurgency. The Board determined that the Applicant had participated in combat from 1995 to 1999, as the Applicant had indicated this occurrence on his PIF and, despite later attempts to distance himself from this statement, the Applicant had not once amended his PIF to correct this alleged mistake. The Board further concluded that the Applicant had been asked to lead men into combat in 1999, though the claimant never admitted to leading soldiers into combat.", "[13] The Board concluded that the Applicant physically mapped LTTE attacks and cordon and search operations on a map of Colombo in the time that he served there, between 2005 and 2008. While he claims never to have gone on one of these missions, the Applicant assisted in them by ensuring that there was adequate food for the soldiers on the mission, and by ordering the transportation necessary for the missions. The Board determined that the Applicant was a trusted officer, given the role he played and the fact that he was asked to place a bomb at the home of a Tamil Member of Parliament. Finally, the Board determined that the Applicant's work on an exhibition celebrating the army's 60th anniversary and the \"victory\" accomplished by General Fonseca in the civil war was a glorification of the army's many crimes against humanity.", "[14] Fifth, the Board determined that there was no credible evidence that the Applicant explored leaving the army at the end of his initial seven-year term. The documentary evidence indicated that military officers could leave their service early, provided that they repaid the army for training costs. Additionally, the Board pointed out that the Applicant benefited in many ways by remaining an officer: he was paid well; he was permitted to practise his athletic pursuits, competing in competitions all around the world; and he acquired post-graduate credentials.", "[15] Finally, the Board concluded that the Applicant had knowledge of the atrocities committed by the military forces. The Applicant had acknowledged in his testimony that he knew the army tortured persons, that some soldiers were raping civilians, and that arrested persons were beaten. Additionally, the Board pointed to the Applicant's personal participation in mapping the cordon and search missions in Colombo, also noting that the Applicant was handed the names of Tamils who were apprehended in these missions. The Board also relied on the Applicant's work to display General Fonseca's exploits during the war in the post-war exhibition.", "[16] The Applicant's participation in combat, the expectation that he would lead men into battle, the fact that he was asked to bomb an elected official's home, his knowledge of the atrocities committed by the Sri Lankan army, and his continuous re-enlistment in military service gave the Board reasonable grounds to believe that the claimant was complicit in crimes against humanity during his service in the Sri Lankan army. III. Issues", "[17] The sole issue raised in this application is whether the Board's complicity determination was reasonable. IV. Standard of Review", "[18] Whether the facts of a given case give rise to a finding of complicity in crimes against humanity is a question of mixed fact and law. As such, complicity findings are owed substantial deference, and are reviewable on the reasonableness standard ( <FRAGMENT_SUPPRESSED> , above, at para 39; <FRAGMENT_SUPPRESSED>  [2010] FCJ No 632 at para 11; Canada (Minister of Public Safety and  <FRAGMENT_SUPPRESSED>  [2008] FCJ No 718 at para 30).", "[19] Reasonableness is concerned \"mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  at para 47). V. Analysis", "[20] The parties do not contest that the Board applied the correct test for complicity, rather they disagree as to whether its application of the test to the facts was unreasonable. The Applicant specifically posits that the Board failed to explain its conclusion that he was complicit; that there were was an insufficient nexus between the Applicant and any specific crimes; and that the connection between the Applicant and war crimes was too remote.", "[21] It is well-established that findings of complicity are highly dependent on the specific facts of each case. This Court has further established several guiding principles over the years for what constitutes complicity for the purposes of paragraph 1F(a) of the Convention. For example, it is a broad concept that is not limited to physical participation in crimes or the exercise of effective control over their commission ( <FRAGMENT_SUPPRESSED> , above, at para 54). A complicity finding requires \"personal and knowing participation\" or toleration of the crimes ( <FRAGMENT_SUPPRESSED>  1992 CarswellNat 94 at para 15; <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above, at para 54).", "[22] <FRAGMENT_SUPPRESSED> s follows:", "[6] As I understand the jurisprudence, it is that a person who is a member of the persecuting group and who has knowledge that activities are being committed by the group and who neither take steps to prevent them occurring (if he has the power to do so) nor disengages himself from the group at the earliest opportunity (consistent with safety for himself) but who lends his active support to the group will be considered to be an accomplice. A shared common purpose will be considered to exist. I note that the situation envisaged by this jurisprudence is not one in which isolated incidents of international offences have occurred but where the commission of such offences is a continuous and regular part of the operation.", "[23] Given the jurisprudence on this question, I am satisfied that the Board's approach to, and conclusions in respect of, exclusion in this case were reasonable. The Board applied the facts as it saw them to the six criteria it drew from the case law - an application that the Applicant does not contest. It was open to the Board to find that a combination of all of the factors led to a determination that the Applicant shared a common purpose with the Sri Lankan army, an organization that undisputedly committed crimes against humanity during the time in which the Applicant carried out his military service.", "[24] The Board pointed to the Applicant's voluntary enlistment in the army, and his voluntary renewal of his service for almost sixteen years. It was reasonably open to the Board to find that the Applicant had not deserted the army during the period he claimed, given the inconsistencies in the record and the mistakes on the document submitted in support of this claim. The Board further identified that the Applicant had participated in cordon and search missions by mapping them and being handed lists of Tamils captured in the missions, and had been involved in combat during his service in the Sri Lankan military at times when the Applicant was aware that atrocities were being committed. The Board also determined that the Applicant held a position of trust in the army, being asked to bomb an elected official's home (though he purportedly never carried this act out) and mapping the cordon and search missions. It was well within the Board's expertise to weigh these factors and come to its conclusion that the Applicant was complicit. I am satisfied that this evaluation constitutes a sufficient explanation of the Board's finding, and, furthermore, that the conclusion falls within the range of possible, acceptable outcomes.", "[25] I note that the Applicant seeks to certify the same question that was certified in <FRAGMENT_SUPPRESSED> , above, namely, and as reframed by the Federal Court of Appeal at para 44: For the purposes of exclusion pursuant to paragraph 1F(a) of the United Nations Refugee Convention, can complicity by association in crimes against humanity be established by the fact that the refugee claimant was a senior public servant in a government that committed such crimes, along with the fact that the refugee claimant was aware of these crimes and remained in his position without denouncing them?", "[26] The Federal Court of Appeal answered this question in the affirmative, stating that \"a senior official may, by remaining in his or her position without protest and continuing to defend the interests of his or her government while being aware of the crimes committed by this government demonstrate 'personal and knowing participation'in these crimes and be complicit with the government in their commission\" ( <FRAGMENT_SUPPRESSED> , above, at para 72). As I am bound by, and agree with, this current statement of the law on such matters, I will not certify the question as suggested by the Applicant. VI. Conclusion", "[27] I find that the Board's conclusions with respect to the Applicant's complicity in committing crimes against humanity are defensible in respect of the facts and law and, as such, its exclusion of the Applicant from refugee protection on the basis of paragraph 1F(a) of the Convention is reasonable. JUDGMENT", "[28] THIS COURT'S JUDGMENT is that 1. this application for judicial review is dismissed; and 2. no question of general importance is certified.", "[2] I.", "[3]", "[4]", "[5] II.", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] III.", "[17] IV. La norme de contrôle", "[18] <FRAGMENT_SUPPRESSED>  [2010] ACF no 632, au paragraphe 11; Canada (Ministre de la Sécurité publique et de la Protection civile) c Muro , 2008 CF 566, [2008] ACF no 718, au paragraphe 30).", "[19] <FRAGMENT_SUPPRESSED> , au paragraphe 47). V. Analyse", "[20]", "[21] <FRAGMENT_SUPPRESSED>  1992 CarswellNat 94, au paragraphe 15;", "[22] <FRAGMENT_SUPPRESSED> :", "", "[23]", "[24]", "[25]", "[26] VI. Conclusion", "[27] JUGEMENT", "[28] [End of document]"]}