{"id_": "047647", "body_str": ["[1] Tremblay-Lamer, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act), for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), wherein the Board determined that the applicant was a not a Convention refugee according to section 96 of the Act, nor a \"person in need of protection\" according to section 97 of the Act.  <FRAGMENT_SUPPRESSED>", "[2] The applicant alleges the following facts.  <FRAGMENT_SUPPRESSED>", "[3] He claims to be a citizen of the People's Republic of China (China) and fears persecution based on his membership in the underground Christian church.  <FRAGMENT_SUPPRESSED>", "[4] The applicant was a teacher in China but became disappointed and depressed because of the problems he perceived in the Chinese education system, including concerns he had with its overall quality.  <FRAGMENT_SUPPRESSED>", "[5] In October 2005, he wrote a letter to the education board and stated his opinions regarding these problems. The letter was returned to his school and he was criticized for his opinions. This caused him to become angry and negative in his outlook.  <FRAGMENT_SUPPRESSED>", "[6] On December 25, 2005, the applicant was taken by a friend to a gathering of a religious group where the applicant found out that his friend was a Christian. The gathering made an impression on the applicant and he subsequently became a member of the underground church.  <FRAGMENT_SUPPRESSED>", "[7] He attended church on a regular basis until, on June 25, 2006, those attending the service were warned that the Public Security Bureau (PSB) were on their way. The applicant escaped to his cousin's home and two days later learned that the PSB had come to his residence to locate him. He was accused of being involved in illegal religious activities and ordered to submit himself to the PSB.  <FRAGMENT_SUPPRESSED>", "[8] The applicant fled the country, arriving in Canada on July 23, 2006 and claiming refugee protection on July 28, 2006.  <FRAGMENT_SUPPRESSED>", "[9] In a decision dated December 20, 2007, the Board determined that the applicant was neither a Convention refugee nor a person in need of protection given that he was unable to adequately establish his identity.  <FRAGMENT_SUPPRESSED>", "[10] The Board arrived at this conclusion based on the following:  <FRAGMENT_SUPPRESSED> • The applicant presented a photocopy of the front page only of his Resident Identity Card (RIC). The card was faxed to him by his mother but the copy presented to the Board had no fax inscription on it. The applicant explained that he gave the faxed copy of his card to the consultant and this is the copy without the faxed inscription that the consultant gave him. He also indicated that he did not photocopy the back of the card because when they make copies in China, it is only the first side that is copied. The Board did not find this plausible.  <FRAGMENT_SUPPRESSED> • The applicant had been in Canada almost a year and a half, and was represented by counsel. Question 31 of the Personal Information Form (PIF) instructed him to attach copies of any medical, psychological, police or other documents to support his claim. Thus, both the applicant and counsel were aware of the essential need to prove identity.  <FRAGMENT_SUPPRESSED> • The applicant testified that he gave his RIC card to the smuggler and was told that once the smuggler was paid his RIC card would be returned to his family. His family had paid the smuggler in full since his arrival in Canada, but was unable to locate the smuggler to obtain his card. The Board found that if the smuggler could have been found to be paid, then the original could have been obtained. The Board further noted that the port of entry notes indicate that the applicant's cousin arranged three separate meetings with the smuggler prior to his departure as well. Thus, the explanation for why he did not have his original RIC card was found not to be credible.  <FRAGMENT_SUPPRESSED> • Given that the applicant entered on a false Japanese passport and had no identity documents with security features, he had not established his identity adequately and thus the Board was not required to deal with the claim beyond the issue of identity. None of the other identity documents submitted, including a household register, driver's license, several school graduation certificates, and a professional school graduation certificate, had security features and further they can also be easily replicated. The documentary evidence makes many references to the manufacture of fraudulent documents in China.  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[11] <FRAGMENT_SUPPRESSED>  the first step in the standard of review analysis involves looking to previous jurisprudence in order to determine if it has already established the level of defence to be afforded to a particular category of question ( <FRAGMENT_SUPPRESSED> , at para. 62).  <FRAGMENT_SUPPRESSED>", "[12] As indicated by Justice Michel Beaudry in <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 1486 (QL), at paras. 13-14, with respect to identity findings, the jurisprudence has been split between the standard of patent unreasonableness (see <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1103 ( <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 130 ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 516 (QL)) and reasonableness simpliciter ( <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1244 (QL), at para. 7; <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 715 (QL)).  <FRAGMENT_SUPPRESSED>", "[13] In light of and this Court's previous jurisprudence, I am of the view that the standard of review applicable to identity findings is that of reasonableness.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[14] Section 106 of the Act and s. 7 of the Refugee Protection Division Rules , SOR/2002-228 (the Rules) sets out the importance of establishing a claimant's identity. The onus is on the claimant to produce acceptable documentation establishing his identity; however, where he is unable to do so, the Board must take into account whether he has provided a reasonable explanation for the lack of documentation or has taken reasonable steps to obtain the documentation.  <FRAGMENT_SUPPRESSED>", "[15] Further, the jurisprudence sets out that where identity is not established, it is unnecessary to further analyze the evidence and the claim ( <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 368 (QL), at para. 8; <FRAGMENT_SUPPRESSED>  (QL)). However, when making identity findings, the Board must arrive at its conclusions based upon the totality of the evidence relevant to identity before it ( <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 1661 (QL), at para. 3; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 104 (QL), at para. 10).  <FRAGMENT_SUPPRESSED>", "[16] In the present case, consistent with s. 106 of the Act and s. 7 of the Rules, the Board took into account the applicant's explanations as to why he could not provide an original RIC, but was unconvinced by that explanation. More particularly, the Board found that if the smuggler could have been located to be paid, the original RIC could have been obtained. Further, it noted that the alleged faxed copy of the RIC did not contain a fax inscription. Finally, it did not believe the applicant's explanation that in China only the front side of the RIC is photocopied. Accordingly, I am of the view that the Board's conclusion with respect to the applicant's RIC falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at para. 47).  <FRAGMENT_SUPPRESSED>", "[17] However, in the present case, a copy of an RIC was not the only piece of identity documentation provided by the applicant. The Tribunal Record includes copies of a household register, driver's license, school graduation certificates, and a professional school graduation certificate, the originals of which were provided to the Board. These documents all corroborate the identity of the applicant. In its decision the Board summarily dismissed all of the foregoing documentation, as according to the Board it lacked security features and could be easily replicated.  <FRAGMENT_SUPPRESSED>", "[18] Although it is true that the assessment of the weight to be given to documents is a matter within the discretion of the tribunal assessing that evidence ( <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 784 (QL), at para. 13), I do not observe any effort on the part of the Board to ascertain the authenticity of these additional documents ( Lin , above, at para. 12). More particularly, while the Board makes the general statement that none of the documents submitted have security features, these documents do in fact contain security features in the form of official stamps. While these official stamps may not be as secure as other authenticity features, a careful analysis of the identity documents submitted was all the more important in the present case given the statement made by the Refugee Protection Officer during the hearing that she had no concerns with respect to these documents.  <FRAGMENT_SUPPRESSED>", "[19] It is true that the production of fraudulent documents in China is a concern; however, given the obligation incumbent upon the Board to make identity determinations based on the totality of the identity evidence, it was not reasonable for it to dismiss all of the identity evidence without examining these particular documents in order to ascertain whether they were indeed fraudulent.  <FRAGMENT_SUPPRESSED>", "[20] For the preceding reasons, this application for judicial review is allowed. The matter is remitted for re-determination by a newly constituted Board.  <FRAGMENT_SUPPRESSED>", "[21] THIS COURT ORDERS that this application for judicial review is allowed. The matter is remitted for re-determination by a newly constituted Board.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}