{"id_": "047717", "body_str": ["[1] Scott, J. : The Plaintiffs, in this matter, claim several declarations with regards to their right in the sale and advertisement of the trade-mark \"SCREAMIN' EAGLE\".", "[2] The Defendants issued a counterclaim alleging that the Plaintiffs have been selling and advertising clothing and accessories with SCREAMING EAGLE or marks confusingly similar thereto in an effort to diminish, destroy or acquire the goodwill of the Defendants who have been using the trade-marks SCREAMING EAGLE and SCREAMIN' EAGLE for over 20 years.", "[3] The Defendants allege that Plaintiffs, H-D U.S.A [HDUSA] and Harley-Davidson Motor Company Inc [HDMCI], both referred to as HARLEY-DAVIDSON [HD], are violating paragraphs 7( ) and 7( ), and sections 19, 20 and 22 of the Trade-Marks Act , RSC 1985, c T-13 [the Act ].", "[4] During Plaintiffs' final argument, Defendants have accepted that their claim based on paragraph 7( ) cannot succeed as that paragraph was invalidated by the Supreme  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; and Closing remarks, transcript, volume 8, page 70, lines 20 to 28).", "[5] On March 28th, 2013, the Plaintiff HD USA filed a thrice Further Amended Statement of Claim stating that HDUSA (previously described as HD Michigan, LLC [HDML]) is now the owner of the trade-marks listed and is the corporate affiliate of HDMCI, previously described as HDMC, consequently the style of cause is so amended. II. FACTS A. The parties", "[6] HDUSA is the corporate affiliate of HDMCI and is the owner of the HARLEY-DAVIDSON trade-marks. HDUSA has granted licenses to HDMCI to use its trade-marks.", "[7] HD is in the business of distributing and selling motorcycles, motorcycle parts and accessories as well as clothing and other wares.", "[8] HD has been manufacturing and selling motorcycles for the past 110 years. In Canada, HD has been selling motorcycles since 1917 (see the Agreed Statement of Facts and Admissions [ASFA] at para 3; and testimony of Ms. Bischmann, transcript, volume 1, page 96).", "[9] HD owns several Canadian trade-marks in relation to HARLEY-DAVIDSON: the BAR AND SHIELD and EAGLE designs and the ORANGE STRIPE design. It also owns a SCREAMIN' EAGLE trade-mark registered on May 10, 1999 in relation to motorcycles and motorcycle parts. Defendants", "[10] Mr. Jamal Berrada is the president and sole director of both 3222381 Canada Inc. and El Baraka Inc., corporations active in the business of selling clothing and accessories. Defendants own a registered SCREAMING EAGLE trade-mark for their stores. B. Commercial activities", "[11] HD and its predecessors have been manufacturing and selling HARLEY-DAVIDSON motorcycles for over 100 years. In 1983, HD adopted and introduced the trade-mark SCREAMIN' EAGLE, whether alone or in association with \"Performance Parts\", as the brand for its line of high performance motorcycle parts and accessories (see paras 17 to 20 of the ASFA). It was intended to recall and evoke the eagle imagery of the EAGLE/BAR AND SHIELD trade-mark.", "[12] HD is the owner of the following trade-marks: HARLEY DAVIDSON Registration No. Trade-mark Registration date TMDA028944 HARLEY-DAVIDSON August 4, 1921 TMA356,958 HARLEY-DAVIDSON June 9, 1989 TMA385,695 HARLEY-DAVIDSON June 14, 1991 TMA455,683 HARLEY-DAVIDSON March 22, 1996 TMA455,731 HARLEY-DAVIDSON March 22, 1996 TMA524,013 HARLEY-DAVIDSON February 29, 2000 TMA574,523 HARLEY-DAVIDSON January 28, 2003 TMA649,923 HARLEY-DAVIDSON October 6, 2005 HARLEY Registration No. Trade-mark Registration date TMA294,796 HARLEY September 7, 1984 EAGLE design Registration No. Trade-mark Registration date TMA286,289 [Diagram omitted - see printed version] December 30, 1983 TMA364,501 [Diagram omitted - see printed version] January 19, 1990 BAR AND SHIELD designs Registration No. Trade-mark Registration date TMA286,290 [Diagram omitted - see printed version] December 30, 1983 TMA364,502 [Diagram omitted - see printed version] January 19, 1990 OTHER EAGLE designs Registration No. Trade-mark Registration date TMA524,796 [Diagram omitted - see printed version] March 14, 2000 TMA546, 347 [Diagram omitted - see printed version] June 7, 2001 OTHER BAR AND SHIELD designs Registration No. Trade-mark Registration date TMA358,497 [Diagram omitted - see printed version] June 14, 1989 TMA528,480 [Diagram omitted - see printed version] May 29, 2000 ORANGE STRIPE design Registration No. Trade-mark Registration date TMA621,814 [Diagram omitted - see printed version] October 5, 2004", "[13] HD is also the owner of Canadian Trade-mark Registration No. TMA511,652 SCREAMIN' EAGLE registered on May 10, 1999, in relation to motorcycle parts and accessories (see para 21 of the ASFA and para 19 of the Statement Of Claim [SOC], dated May 31st, 2013).", "[14] With regards to the use of SCREAMIN' EAGLE on clothing and collateral items, these items were displayed in catalogues published and distributed by HD in 1985, 1987, 1988 and 1995. However, Defendants do not admit that these catalogues were distributed in Canada (see para 27 of the ASFA).", "[15] HD is the registered owner of the trade-mark SCREAMIN' EAGLE for clothing in the United States [US] and other countries (see para 28 of the ASFA), but does not have a registration in Canada for this mark with respect to clothing or clothing accessories.", "[16] Between 1983 and 1994, gross worldwide sales of HD's SCREAMIN' EAGLE goods exceeded $20 million. By 1997, gross worldwide sales of SCREAMIN' EAGLE goods exceeded $60 million (see para 29 of the ASFA).", "[17] In Canada, from 2000 to 2007, sales of SCREAMIN' EAGLE motorcycle parts and related goods exceeded $17 million (see para 30 of the ASFA).", "[18] Since at least 2000, HD's SCREAMIN' EAGLE clothing has been sold throughout the US, and its trade-mark has been displayed in association with the sponsorship of motorcycle drag racing events held in Canada (see paras 32 and 33 of the ASFA).", "[19] For several years, Canadian HARLEY-DAVIDSON motorcycle owners have been aware of and have purchased HD's SCREAMIN' EAGLE clothing.", "[20] For several years, HD's SCREAMIN' EAGLE clothing has been re-sold to Canadians and, in Canada, by individuals that have purchased them in the US.", "[21] HD's SCREAMIN' EAGLE clothing has been re-sold to Canadians on various internet websites, including Kijiji and eBay. This has been the case since at least as early as the institution of these proceedings.", "[22] At motorcycle drag racing events held in both Canada and the US, HD's SCREAMIN' EAGLE clothing has been worn by some drag racers and attendees.", "[23] According to the parties' ASFA, since at least 2000, HD licensees have sold SCREAMIN' EAGLE shirts and baseball caps to HD dealers in Canada (see para 39 of the ASFA). However, HD stopped selling SCREAMIN' EAGLE clothing in Canada in or about 2001 (see testimony of Mr. Green, transcript, volume 3, page 49, lines 15-17).", "[24] Since at least 1992, HD's exclusive Canadian distributor, Fred Deeley Imports Limited [Deeley], has knowledge of the Defendants' use of SCREAMING EAGLE (see para 88 of the ASFA).", "[25] The parties have entered into a settlement with respect to the use by Defendants of the ORANGE STRIPE design trade-mark in contravention of HD's registered trade-mark No. TMA 621,814 (see para 130 of the ASFA). Defendants", "[26] The Defendants have owned the following registered trade-marks: SCREAMING EAGLE (for clothing and clothing accessories) Registration No. Trade-mark Application and expungement date TMA401,214 SCREAMING EAGLE August 7, 1992 and March 20, 2008 (first use declared as 1989) SCREAMING'EAGLE (for clothing and clothing accessories) Registration No. Trade-mark Application and Expungement date TMA433,020 SCREAMIN' EAGLE September 9, 1994 and April 22, 2010 (first use declared as 1989) SCREAMING EAGLE (for operating retail stores) Registration No. Trade-mark Registration date TMA519,633 SCREAMING EAGLE November 1999 (first use declared as 1992)", "[27] In November 1999, Defendants registered the trade-mark No. 519,633 SCREAMING EAGLE in association with the \"business of operating retail stores selling clothing, belts, (...)\" based upon use since at least 1992. No wares are registered under this trade-mark (see para 50 of the ASFA). Defendants continue to use this trade-mark in association with the operation of retail stores selling a wide range of goods including clothing and clothing accessories.", "[28] Defendants applied for (on August 7, 1992) and obtained the trade-mark SCREAMING EAGLE under No. TMA401,214, based on use in Canada since at least January 1989, in association with clothing and clothing accessories as defined within their now expunged registration (see para 53 of the ASFA). This trade-mark was expunged on March 20, 2008. In the ASFA it is acknowledged that Defendants have been selling SCREAMING EAGLE clothing in Canada since 1988 (see para 62).", "[29] Defendants have also applied for (on September 9, 1994) and obtained the registration of the trade-mark SCREAMIN' EAGLE under No. TMA433,020, in association with clothing and clothing accessories, as defined within their now expunged registration (see para 55 of the ASFA). This trade-mark was expunged on April 22, 2010. The Defendants do not presently own a valid registration for either marks for clothing. These registrations lapsed and are no longer in force (see paras 53 to 56 of the ASFA).", "[30] Notwithstanding the expungement, Defendants have continued to use the trade-mark SCREAMING EAGLE in Canada, in association with clothing and clothing accessories (see para 57 of the ASFA).", "[31] In 1995, Defendants attempted to register SCREAMING EAGLE in relation to motorcycles and toy motorcycles in Canada but the application was subsequently abandoned (see exhibit P-371, Joint Record [JR]; and para 93 of the ASFA). At that time they argued there was no likelihood of confusion.", "[32] Around 1988-1989 Defendants discussed with Mr. Doug Decent, the National Marketing Manager of Deeley, about their interest in becoming a HARLEY-DAVIDSON licensee but their application was rejected.", "[33] Defendants opened their first store under the name SCREAMING EAGLE, in Montreal, in November 1992 (see paras 67 to 69 of the ASFA). They have also operated stores in Quebec City, Toronto, Trois-Rivières and St-Hubert, for short periods of time. These stores were closed for lack of appropriate manpower and dishonest personnel. Currently, the Defendants operate two SCREAMING EAGLE retail stores, one in Montreal and one in Laval.", "[34] Prior to the 1992 opening of their SCREAMING EAGLE Montreal store, Defendants operated under the name El Baraka and sold clothing in association with the trade-marks SCREAMING EAGLE and/or SCREAMIN' EAGLE (see para 74 of the ASFA).", "[35] Mr. Jamal Berrada has been aware of the existence of HARLEY-DAVIDSON and the HARLEY-DAVIDSON trade-mark since at least the early 80's (see para 85 of the ASFA).", "[36] After opening their Montreal store in 1992 and being made aware of HD's SCREAMIN' EAGLE trade-mark for motorcycle parts, the Defendants purchased clothing described as \"H.D. t-shirt SCREAM EAGLE\", and continued to sell HARLEY-DAVIDSON brand merchandise purchased from HD licensees, namely: Hush Puppy and Wolverine (HARLEY-DAVIDSON boots), Irwin Toys and Irwin Specialties, and different items and wares from Raintree Buckles and Jewellery Inc (see para 78 of the ASFA).", "[37] The SCREAMING EAGLE clothing and clothing accessories produced by the Defendants are appropriate for fashion wear, athletic and outdoor activities and are not restricted to use by any segment of the Canadian public (see para 72 of the ASFA).", "[38] The Defendants displayed the registered trade-mark HARLEY-DAVIDSON on some of their store bags while they were participating in a co-operative advertising relationship with licensed suppliers of HD boots (see para 78 of the ASFA).", "[39] Since 2000 or 2002, the Defendants have been selling their SCREAMING EAGLE clothing and clothing accessories across Canada (except for British Columbia) during \"road shows\" and they continue to do so to this day (see para 96 ASFA). III. ISSUES", "[40] The parties have listed 7 issues to be determined by the Court: 1. Plaintiffs' rights/reputation/goodwill in the trade-mark SCREAMIN' EAGLE; 2. Defendants' rights/reputation/goodwill in the trade-marks SCREAMING EAGLE and SCREAMIN' EAGLE; 3. Plaintiffs' rights/reputation/goodwill in the HARLEY-DAVIDSON trade-marks as defined in the Statement of Claim; 4. Co-existing use by others of SCREAMING EAGLE/SCREAMING EAGLES; 5. Plaintiffs' entitlement to use the trade-mark SCREAMIN' EAGLE in Canada in association with their registered trade-mark HARLEY-DAVIDSON; 6. The Plaintiffs' bad faith; and 7. The Defendants' bad faith and inequitable conduct. IV. LEGISLATION", "[41] The applicable sections of the Trade-Marks Act , cited above, are appended to this decision. V. SUBMISSIONS OF THE PARTIES", "[42] HD claims several declarations with regards to its right in the sale and advertisement of the trade-mark SCREAMIN' EAGLE: - A declaration that it is entitled to distribute, advertise, offer for sale and sell collateral items, including clothing, in connection with its trade-mark SCREAMIN' EAGLE, in association with its registered trade-mark HARLEY-DAVIDSON; - A declaration that the sale in Canada of its SCREAMIN' EAGLE clothing and collateral items will not infringe or violate any valid rights of the Defendants; and - A declaration that as a consequence of Defendants' bad faith activities and inequitable conduct, they are not entitled to any equitable relief to prevent the sale and distribution in Canada of Plaintiffs' SCREAMIN' EAGLE clothing and collateral items.", "[43] HD alleges that its registered SCREAMIN' EAGLE trade-mark, in connection with motorcycle parts and related goods, has developed a significant and valuable reputation. It is well-known to the public as identifying motorcycle parts and accessories from HD and no other source (see para 21 of HD's SOC). HD also points to its registration of the SCREAMIN' EAGLE trade-mark in connection with clothing in several other countries.", "[44] HD equally claims that in order to capitalize on the reputation and goodwill developed around its SCREAMIN' EAGLE trade-mark in Canada it extended the use of this mark to additional goods in Canada since at least 1988. These additional goods have included baseball caps, t-shirts, lighters, and other wares. HD also asserts to have extended its SCREAMIN' EAGLE trade-mark to clothing, since 1985 in the US (see para 23 of HD's SOC).", "[45] According to HD, Canadians have been purchasing HD SCREAMIN' EAGLE clothing for several years and these items are recognized as originating from HD and no other source.", "[46] HD alleges that Defendants do not own a valid Canadian trade-mark registration for either SCREAMING EAGLE or SCREAMIN' EAGLE clothing. They once did, but these have been abandoned and are no longer in force or of any effect (see para 33 of HD's SOC).", "[47] According to HD, the Defendants' clothing has been co-existing with third parties that are selling clothing in the US and Canada, under the same name, for many years and without confusion.", "[48] HD posits that Defendants' stores and clothing are unknown to HARLEY-DAVIDSON customers. HD claims that its SCREAMIN' EAGLE clothing can co-exist with Defendants' without any reasonable likelihood of confusion and without a reasonable likelihood of damage to the Defendants (see paras 34 to 38 and 52 of HD's SOC). B. Defendants", "[49] Defendants deny that HD's SCREAMIN' EAGLE trade-mark is recognized and well-known to the public as identifying the wares of HD and no other source. They also deny that HD's SCREAMIN' EAGLE clothing has been frequently purchased by Canadians while visiting the US or repurchased in Canada. They submit that even if it was true, this would not entitle HD to use this trade-mark or any other trade-mark similar thereto in Canada in association with clothing and accessories (see paras 19 and 22 of Defendants' Plea and Cross-Demand of June 21st, 2013 [Defendants' PCD]).", "[50] Defendants underline that they have been using the trade-mark SCREAMING EAGLE in Canada, in association with clothing and clothing accessories since at least 1987. Defendants deny having abandoned or ceased use in Canada of their SCREAMING EAGLE trade-mark in association with clothing and accessories. They claim to have never interrupted the use of this mark and continue to use it to this day (see paras 27 and 28 of Defendants' PCD).", "[51] Defendants deny that their clothing has co-existed without confusion with third parties that are also selling clothing under the names SCREAMING EAGLE or SCREAMING EAGLES. They also deny that their stores and clothing are unknown to HARLEY-DAVIDSON customers and that their trade-marks are able to co-exist with HARLEY-DAVIDSON's trade-mark without confusion and without causing any damage (see paras 29 to 33 of Defendants' PCD).", "[52] Defendants deny having ever acted in bad faith and claim to have always acted in accordance with honest commercial practices. It is Defendants' position that HD has and continues to act in bad faith and in disregard of their rights (see para 40 of Defendants' PCD).", "[53] The Defendants refute the acts claimed by HD with regards to having bought a HARLEY-DAVIDSON t-shirt described as \"H.D. t-shirt SCREAM EAGLE\", displaying HARLEY-DAVIDSON on their store bags, or misleading the public by deliberately associating with HD (see paras 42 and 43 of Defendants' PCD).", "[54] Defendants reject HD's allegations that they used confusing and infringing trade-marks in order to trade on HD's alleged reputation and goodwill and to mislead the public in believing that they have been licensed or are somehow connected with HD (see para 45 of Defendants' PCD).", "[55] The Defendants equally assert that HD has no right to sell clothing and clothing accessories in association with SCREAMING EAGLE or SCREAMIN' EAGLE, or any other mark similarly confusing thereto, whether such use is or not in association with any of Plaintiffs' other trade-marks.", "[56] The Defendants deny that items are recognized as originating from HD and no other source and that they do not infringe on their rights (see para 46 and 85 of Defendants' PCD). They also deny being barred from any relief for alleged bad faith (see para 47 of Defendants' PCD).", "[57] Defendants also claim that when Mr. Doug Decent, the National Marketing Manager working for Deeley, attended their place of business prior to 1992, their use of the SCREAMING EAGLE and SCREAMIN' EAGLE trade-marks was extensive and obvious. They add that at no time did he complain of their use of these names. When Mr. Decent came back in 1992 and informed them that they could not become an authorized licensee he did not discuss their right to use these trade-marks either, even though he inspected some of their clothing and accessories. They allege that he even asked them whether they were willing to sell their trade-marks (see paras 56 to 59 of Defendants' PCD).", "[58] The Defendants equally underline that they obtained a registration for SCREAMIN' EAGLE and SCREAMING EAGLE in association with clothing and clothing accessories (see paras 63, 71-72 and 88 of Defendants' PCD). They claim to have used the SCREAMING EAGLE trade-mark in association with clothing and clothing accessories, continuously, for more than 20 years, contributing to the development of considerable goodwill in said mark. Defendants claim that HD has been trying to misappropriate and destroy their goodwill (see paras 65 and 66 of Defendants' PCD).", "[59] It is Defendants' position that any confusion with respect to the source of SCREAMING EAGLE clothing is HD's doing. They claim that their enviable reputation in Canada related to clothing and clothing accessories with the name SCREAMING EAGLE, comes from their marketing efforts and cannot be attributed to HD. Defendants allege that HD has known about their trade-marks for at least 18 years prior to the institution of the present legal proceedings and have piggy-backed on their advertisings and marketing efforts (see paras 67 to 70 of Defendants' PCD).", "[60] Defendants explain that their two trade-marks have been expunged due to inadvertence for failure to renew, but have continued to use them without interruption in association with the same class of wares (see paras 71, 72, 89 and 90 of Defendants' PCD). They allege that when this error was noted in 2011, they applied for registration (see para 91 of Defendants' PCD). They add that it would be unfair to deny them of their rights in those trade-marks because of an innocent error (see para 91 of Defendants' PCD). They claim that HD has been using the trade-mark SCREAMIN' EAGLE or marks confusingly similar thereto, on clothing, in violation of their rights in an effort to diminish, destroy or acquire their goodwill (see paras 73 to 80 and 84 of Defendants' PCD). Defendants' cross-demand", "[61] Defendants claim several declarations with regards to the mark SCREAMING EAGLE or any mark confusingly similar thereto, in association with clothing and accessories, and with the operation of retail stores and retail sales events where clothing and clothing accessories are offered for sale (see paragraph 94 of Defendants' PCD, subsection i-xvii): - A declaration that they are the owners of and are entitled to use and continue to use in Canada, to the exclusion of HD and their distributors, SCREAMING EAGLE or any mark confusingly similar thereto; - A declaration that HD has infringed their exclusive rights from trade-mark No. 519,633 contrary to sections 19 and 20 of the Act - A declaration that HD has directed public attention to their wares and business in a manner as to cause or be likely to cause confusion in Canada between the wares of HD and their wares, services and business, contrary to paragraph 7( ) of the Act - A declaration that HD has acted and continues to act in a manner to depreciate the value of the goodwill attaching to Defendants' trade-mark and trade-name SCREAMING EAGLE; - A declaration that HD has acted in contempt of the dignity of the Court as a result of having knowingly infringed their exclusive rights.", "[62] Defendants also claim injunctory relief in relation to the trade-marks SCREAMING EAGLE and SCREAMIN' EAGLE: - An injunction ordering HD to cease using these trade-marks in Canada or any mark confusingly similar thereto; - An injunction ordering HD to cease offering for sale, selling or advertising and promoting in Canada any articles of clothing and accessories in association with these trade-marks or any mark confusingly similar thereto; - An Order of the Court directing HD to deliver-up articles of clothing and accessories which infringe upon their rights, as well as catalogues and other advertising materials, for destruction purposes. VI. ANALYSIS Defendants' claim pursuant to section 22 of the Act", "[63] This section of the Act states that no person shall use a trade-mark registered by another person in such a manner that it is likely to have the effect of depreciating the value of the goodwill attached to said trade-mark. The Court notes that this section is not frequently alleged in trade-mark cases and is resorted to primarily in disputes where there is a claim that \"the infringer 'uses' its competitors trade-mark for the purpose of appealing to its competitor's customers in an effort to weaken their habit of buying what they bought before\" (see Hugues G Richard et al., Robic-Léger Canadian Trade-Marks Act Annotated , (loose-leaf consulted on October 28, 2013), (Toronto: Carswell, 2004) at 20-4.1). The \"use\" referred to in this section is use as defined in section 4 of the Act", "[64] Section 22 differs from section 20 of the Act because there may be depreciation of goodwill in the absence of any confusion. The onus of proof to establish the likelihood of depreciation rests in the present case on the Defendants, who allege that section in their cross-demand. It is not for the Court to presume (see <FRAGMENT_SUPPRESSED> [ ]).", "[65] In , the Supreme Court summarized the evidence that needs to be adduced in order to succeed in a claim based on section 22. Defendants in that instance \"need only show that the respondents have made use of marks sufficiently similar to to evoke in a relevant universe of consumers a mental association of the two marks that is likely to depreciate the value of the goodwill attaching to the appellant's mark\" (see para 38 of the judgment). The Supreme Court, in , also underlined, in paragraph 46, that: \"Section 22 of our Act has received surprisingly little judicial attention in the more than half century since its enactment. It seems that where marks are used in a confusing manner the preferred remedy is under s.20. Equally, where there is no confusion, claimants may have felt it difficult to establish the likelihood that depreciation of the value of the goodwill would occur. Be that as it may, the two statutory causes of action are conceptually quite different. Section 22 has four elements. Firstly, that a claimant's registered trade-mark was used by the defendant in connection with wares or services - whether or not such wares and services are competitive with those of the claimant. Secondly, that the claimant's registered trade-mark is sufficiently well known to have significant goodwill attached to it. Section 22 does not require the mark to be well known or famous (in contrast to the analogous European and U.S. laws), but a defendant cannot depreciate the value of the goodwill that does not exist. Thirdly, the claimant's mark was used in a manner likely to have an effect on that goodwill (i.e. linkage) and fourthly that the likely effect would be to depreciate the value of its goodwill (i.e. damage).\" [Emphasis added] Elements to be established by Defendants", "[66] The Defendants must establish the following elements: 1) Their registered trade-mark has been used by HD in connection with wares or services", "[67] This refers to \"use\" as described under section 4 of the Act , however it does not need to be use \"as a trade-mark\". HD claims that the Defendants fail to meet that first element of the test for the following reason. HD maintains that they use their own mark and not the Defendants'. They assert that the situation is analogous to the A & W  <FRAGMENT_SUPPRESSED>  [ A & W Food ], where the Court determined that notwithstanding that the marks seemed similar, on first impression, they were nonetheless distinct.", "[68] \"Whether the defendant must be using the identical trade-mark to the plaintiff's registered trade-mark for purposes of s.22, as is the case with s.19, has not yet been finally determined. The better approach would appear to require substantial similarity as was the situation in the parody case of <FRAGMENT_SUPPRESSED>  Unfair Competition , (Thomson Reuters Canada Limited),West Law electronic version, chapter 7.8 (e), consulted on October 29, 2013).", "[69] In the present case the evidence presented by HD establishes that it has been using its own trade-marks and not the Defendants' which is in relation to clothing retail stores (see exhibit P-284, JR; testimony of Ms. Bischmann, transcript, volume 1, page 124, lines 7 to 24; also ASFA, paras 22 to 27). 2) Their registered trade-mark is sufficiently well known to have significant goodwill attached to it", "[70] This concept was equally discussed in at paragraph 50. It is the attractive force which brings in custom (the positive association in a consumer's mind). It is generated by effort and adds to the value of the business.", "[71] The test to establish whether it exists was framed in <FRAGMENT_SUPPRESSED>  that its goods are known in the market, have acquired a reputation in said market by reason of their distinguishing feature (a novel design). This goodwill or commercial reputation must have been created \"through the exclusive association of the name, mark or other indicia relied upon with its business, wares or services\" (see Donald M Cameron, Canadian Trade-Mark Law Benchbook , (Toronto: Carswell, 2012) at p 205 [ Canadian Trade-Mark Law Benchbook ]).", "[72] \"While \"fame\" is not a requirement of s. 22, a court required to determine the existence of goodwill capable of depreciation by a \"non-confusing\" use (as here) will want to take that approach into consideration, as well as more general factors such as the degree of recognition of the mark within the relevant universe of consumers, the volume of sales and the depth of market penetration of products associated with the claimant's mark, the extent and duration of advertising and publicity accorded the claimant's mark, the geographic reach of the claimant's mark, its degree of inherent or acquired distinctiveness, whether products associated with the claimant's mark are confined to a narrow or specialized channel of trade, or move in multiple channels, and the extent to which the mark is identified with a particular quality\" (see at para 54). a) Volume of sales and market penetration", "[73] In the present case, the Defendants claim to have used SCREAMING EAGLE in association with clothing sold at wholesale as early as 1985, 1988 or 1989, depending on their testimonies (see paragraph 169 of the judgment), and at retail since 1992 when they opened their first store in Montreal.", "[74] The Court has closely reviewed the random copies of invoices filed by the Defendants to establish that they have been selling clothing at the wholesale level, using their SCREAMING EAGLE trade-mark since 1985, or shortly thereafter.", "[75] The Court notes the following in relation to exhibit D-3 containing invoices denoting sales at the wholesale level by Defendants. Firstly, the earliest invoice indicating merchandise sold bearing the mention SCREAMING EAGLE is dated 8/02/90. Invoice number 8333 relates to merchandise sold to Tropicana, a retailer from Calgary, Alberta; it confirms the sale of 18 sweatpants bearing the name SCREAMING EAGLE (see exhibit D-3, JR).", "[76] Having reviewed each of the 166 invoices produced by the Defendants, the Court also finds the following: the first time the name SCREAMING EAGLE appears along side El Baraka, on an invoice, is on invoice no 10181 which is dated 31/05/91. b) Geographic reach", "[77] The invoices (exhibit D-3, JR) also reveal that clothing apparel bearing SCREAMING EAGLE was sold in the provinces of Quebec, Ontario, Manitoba, Alberta, British Columbia, New Brunswick and Nova Scotia. The earlier invoices covering the period from 1988 to 1991 depict a minority of items listed as SCREAMING EAGLE apparel being sold to retailers. Rather it is a mixture of items and, in some instances, includes HD licensed items such as caps, t-shirts, bandanas, and belt buckles.", "[78] Starting in 1992, the invoices indicate a greater number of SCREAMING EAGLE clothing apparel being sold to retailers. The bulk of these invoices relate to sales in Quebec and Ontario, with odd sales in Alberta, British Columbia and the Maritime provinces. In terms of indicating volumes of sales, these invoices on their own are far from being conclusive. They do not indicate repeated sales to the same retailers in a given city or geographic location, or any significant volumes for that matter.", "[79] The Court, when applying the test as stated in , cannot conclude, based on these invoices, that the SCREAMING EAGLE clothing produced by the Defendants had any significant market recognition or broad geographic reach.", "[80] Mr. Berrada and his wife Mrs. Bashir have testified that they had more than a thousand customers at the wholesale level. The invoices filed in evidence do not substantiate that affirmation.", "[81] In determining the amount of goodwill associated with the Defendants' trade-mark, the Court must also consider the amount of money spent on publicity and its impact in terms of the fame and recognition claimed by the Defendants. c) Advertising and publicity", "[82] The Court acknowledges that Defendants have made significant investments in publicity advertising their SCREAMING EAGLE retail stores and road shows (see para 101 of the ASFA). Exhibits D-219 to D-232, inclusively, indicate that over a period of approximately 20 years, Defendants have invested more than $10 million in publicizing their SCREAMING EAGLE stores, clothing and itinerant sales events across Canada. Despite these significant investments, the Court has not received any evidence with respect to the actual sales revenues generated by Defendants' SCREAMING EAGLE line of clothing, nor on the actual recognition of their brand by the general public. No survey was filed in evidence. The bulk of the evidence is found in copies of invoices for payment of advertisement and in the testimony of Mr. Berrada and Mrs. Bashir.", "[83] Based on the exhibits filed by the Defendants, the Court can determine the following with regards to their advertisement. In the period extending from 2001-2003, the Defendants placed advertisements in newspapers and with radio stations. During these years, the advertising was placed through Quebec companies. These transactions were made with companies such as: L'Écuyer Communications, Cogeco, Éditions Nitram, Groupe TVA inc, TQS, Journal de Montréal, Journal de Québec, Astral Radio, Le Nouvelliste, CBC-Radio-Canada (see exhibit D-5, JR).", "[84] Beginning in 2004, the transactions also involved newspapers and radio stations from other provinces, although the majority of the advertisement continued to be placed through the above mentioned Quebec companies. In 2004, advertisements were also placed with companies from the Maritimes. For example, transactions appear for the months of June, August, September and November, relating to New Brunswick newspapers and radio stations such as: L'Acadie Nouvelle, Radio Moncton, Choix-fm Moncton, Radio Beauséjour. In Nova Scotia, advertisements were placed in the Chronicle Herald in August and, in Prince-Edward-Island publicity was bought from CHTN-AM 720 Charlottetown, CFCY-AM 630 Charlottetown and CHLQ Magic 93 in June (see exhibit D-5, JR).", "[85] In 2005, apart from advertisements in Quebec, there were some transactions related to advertisements in the Maritimes, and also in Newfoundland and Ontario. Most transactions in those provinces were made over a period covering two to three months. For example, transactions were made with The Telegram, the Western Star and Newfoundland broadcasting Co in July, November and December. In Ontario, advertisements were bought from The Record and Q92 Sudbury in September, October and November. However, the majority of transactions disclosed for 2005 involved the Quebec companies enumerated above (see exhibit D-5, JR).", "[86] The record indicates that in 2006, some advertisements were bought to cover the Maritimes, others for Ontario and one city in Alberta. Most of the advertisements cover a period of three to five months. Publicity was bought from New Brunswick radio stations and newspapers during April, May and September whereas Newfoundland was targeted in April-September (see exhibit D-5, JR).", "[87] Although beginning in 2004, advertisements were made in other Canadian provinces; these advertisements appear to be for short periods of time, on average only for three to four months per year. The great majority of the advertisement since 2001 covers primarily the Province of Quebec.", "[88] Exhibits D-6 to D-26 consist of invoices related to advertisements in the province of Quebec, in most part related to the Montreal region. Much of the advertisements found in these documents relate to motorcycle clothing and accessories such as boots (see exhibits D-8, D-10 and D-18, JR). One of the advertisements claims that Defendants' store has \"the biggest selection of motorcycle accessories in Quebec\" (see exhibits D-11 and D-15, JR).", "[89] Exhibits D-28 to D-37 consist of invoices relating to radio advertisements in the Province of Quebec and, more precisely, Montreal, Drummondville, Quebec City, Sherbrooke and Trois-Rivières. Exhibit D-38 consists of invoices for advertisements in Saskatchewan and Manitoba and exhibit D-39 consists of billboard advertisements for the stores in Montreal, Laval, St-Hubert and Trois-Rivières. The billboards depict motorcyclists beside their motorcycle.", "[90] Exhibits D-40 to D-45 consist of invoices for advertisements placed in the Province of Quebec. Again, most of the advertisements found in these documents relate to motorcycle clothing and depict people in front of a motorcycle.", "[91] Finally, exhibit D-56 consists of advertisements for Defendants' itinerant sales in Sherbrooke, Quebec City, Drummondville and Halifax, which took place in a specific city for an average duration of three days.", "[92] Exhibit D-331, produced by Defendants, lists the names of towns where direct mailing was distributed prior to road shows.", "[93] It is obvious from the above-mentioned evidence that although a significant sum of money was invested in advertisement, the major portion of this investment focussed on the Province of Quebec, and specially the greater Montreal area where Defendants own permanent stores. d) Brand recognition", "[94] The Court is cognizant of the fact that the Defendants did receive Consumer Choice Awards for their operations in the greater Montreal area as a result of a survey conducted by Léger and Léger. The Defendants were recipients of that Award for the years 2000 and 2007 to 2009 inclusively (see exhibits D-69, D-193 and D-244, JR). The selection criteria are not apparent to the Court. The survey, as described in the documentation, reveals that 1900 persons or entities received a questionnaire of which 1000 consumers were actually interviewed. Beyond that, there is no descriptive methodology of the selection criteria, or of the categories (since there were actually more than 84 companies honoured in 2008), nor of the number of firms or enterprises competing in each category.", "[95] The evidence in the record indicates that since as early as 2002, the Defendants have been holding itinerant sales events across Canada, save for the Province of British Columbia (see testimony of Mr. Berrada, transcript, volume 4, page 30, lines 19 to 28). The frequency of these events and their exact location and dates have not been established.", "[96] Is a physical presence in a chosen hotel or vacant shopping mall outlet, for a maximum duration of a week, on average, sufficient to raise awareness of the Defendants' trade-mark? (see testimony of Mr Berrada, transcript, volume 4, page 31, lines 7 to 11). In the Court's view, the lack of a permanent physical presence in major cities outside of the Montreal area, somewhat diminishes the impact of the sums invested by Defendants to publicize their SCREAMING EAGLE marks. A permanent location in a given city raises a profile and brand awareness, whereas a 3-day visit once a year does not have the same impact, even if that visit is highlighted through a publicity blitz. On the other hand, it is to be noted that there are approximately 75 HD dealerships in Canada, the vast majority of which are permanently based in cities.", "[97] The evidence also indicates a presence by Defendants at gift shows and more importantly, an annual presence at shows such as the Toronto motorcycle show which targets a specific market segment: owners of motorcycles. All of these initiatives are not sufficient, in our view, to establish that the average HD motorcyclist in Canada associates SCREAMING EAGLE with the Defendants' retail operations whether they be permanent or itinerant. It is to be noted that the Court has determined that the relevant universe of consumers in this instance is HD motorcyclists, based on its analysis found in the following paragraphs.", "[98] In sum, there is some goodwill attached to the Defendants' trade-mark as evidenced by letters from customers (see exhibits D-250 to D-258, JR) and particularly in areas where there is a permanent physical presence, such as Montreal and Laval, but also in other areas that have been visited frequently by the Defendants. However, it remains that such goodwill does not override HD's fame and recognition by the general public, motorcyclists and HD motorcyclists in particular (see testimony of Ms. Bischmann, transcript, volume 1, page 101, lines 12 to 25 and page 102, lines 4 to 27; exhibits P-10 and P-366, JR). e) The channels of trade and relevant universe of consumers", "[99] The question comes down to what is the relevant universe of consumers in this case. The Defendants claim that it is the public at large, since they sold their SCREAMING EAGLE and later, on SCREAMIN' EAGLE clothing, to a broad base of consumers. HD, on the other hand, maintains that the relevant universe of consumers is composed of HARLEY-DAVIDSON riders.", "[100] The Court agrees with HD and finds that the relevant universe of consumers is made up of HD motorcycle owners/riders for the following reasons.", "[101] The evidence is clear that the clothing sold by Defendants and the publicity surrounding these goods targeted the general public but with a clear emphasis on motorcyclists. As a matter of fact, the cover page of their first catalogue published in 1991 featured a HD motorcycle (see exhibit D-51, JR).", "[102] Exhibits D-51 and D-52 consist of samples of publicity used by the Defendants. These are aimed at motorcyclists, but also at a more general public for some of the apparel featured. Part of the publicity in 1999 targets a broader public, but in the majority of cases there is always a direct appeal to motorcyclists. Exhibits D-54, D-55 and D-56 consist of examples of publicity surrounding itinerant sales events that took place in Sherbrooke and Québec City in 2004, Moncton and Beresford in 2005, and Halifax, Sherbrooke and Québec City in 2006. They are aimed at motorcyclists and part of the advertisement also looks to the public at large. Exhibit D-226, on the other hand, appeals solely to motorcyclists with the mention of \"the leader of Motorcycle Gear\" surrounding the Defendants' \"first time ever in Calgary\" in 2008 (see exhibit D-226, JR). Some of Defendants' publicity also referred directly to HD; it specified \"Bottes Harley\" (see exhibit D-15, JR). The Defendants' bags also displayed the HARLEY-DAVIDSON trade-mark (see para 78 (iv) of the ASFA).", "[103] SCREAMIN' EAGLE is primarily linked to HARLEY-DAVIDSON because HD's market share in Canada, in the more performing motorcycle segment of the market, stands at 42%. HD's share of the total market for motorcycles is 34% as explained by Mr. Green (see testimony of Mr. Green, transcript, volume 3, page 19, lines 9 to 26 and page 87, lines 13 to 28). More importantly, HD sales of SCREAMIN' EAGLE parts and accessories in Canada between 2000 and 2007 stood at $17 million (see para 30 of the ASFA).", "[104] The Defendants argue that the relevant consumers are the general public because only 6% of the Canadian population owns a motorcycle and 2.4% owns a HARLEY-DAVIDSON motorcycle. It is Defendants' position that the likelihood of confusion would be greater among the part of the population which owns a motorcycle other than a HARLEY-DAVIDSON, which is an important segment of its customers. Unfortunately, the Defendants have not filed any data to substantiate what percentage of their sales was related to motorcyclists in general. Defendants rely on admissions 72 and 106 pointing out that their SCREAMING EAGLE clothing are appropriate for fashion wear and outdoor activities and consequently target the general public. Defendants equally underline admission 106, which states that less than 5% of the goods they sell are motorcycle related. Despite arguing that their clothing was aimed at the general public, the evidence they adduced in respect of confusion relates exclusively to motorcyclists who enquired whether they sold SCREAMIN' EAGLE performance parts or were related to HD (see transcript, volume 4, pages 58 to 60).", "[105] The Court disagrees with the Defendants' position because the evidence indicates that HD has been using SCREAMIN' EAGLE in association with high performance parts and accessories for its motorcycles since 1983. Therefore, HD's use predates that of the Defendants. HD has been advertising its SCREAMIN' EAGLE line of performance parts and accessories since at least 1985, in Canada. HD has also been forwarding to all its HOG members (Harley Owners Group), worldwide, publicity related to SCREAMIN' EAGLE since at least 1983 (see exhibit P-160, JR; and testimony of Ms. Bischmann, transcript, volume 1, page 129, lines 11 to 17). There are currently 50 000 HOG members in Canada (see testimony of Ms. Bischmann, transcript, volume 1, page 126, line 19). There are approximately 75 HD dealerships across Canada and HD has been present in Canada since 1917. And finally, in terms of brand recognition the evidence is clear, HD is one of the better known brands worldwide.", "[106] While one could argue that the Defendants' apparel with the SCREAMING EAGLE/SCREAMIN' EAGLE name targeted all motorcyclists and in certain instances an even broader audience, the Court considers that the average motorcyclist who does not own a HARLEY-DAVIDSON motorcycle would nonetheless know of the existence of HARLEY-DAVIDSON and HD's SCREAMIN' EAGLE line of performance parts and clothing, but would not necessarily wish to associate himself with that brand. This is what brand recognition is all about.", "[107] As to the general public, there is evidence on file that the Defendants distributed at the wholesale level clothing and clothing accessories bearing their SCREAMING EAGLE trade-mark to retailers in Canada, including some HARLEY-DAVIDSON dealers, during the 1990's (see exhibits D-80 and D-81, JR). Defendants ceased selling at the wholesale level in the early 2000's and concentrated their efforts on itinerant sales events, gift shows and shows aimed at motorcyclists. Unfortunately, there is no evidence on the actual number of articles sold bearing the Defendants' trade-mark or on the annual revenues generated from the sale of these articles.", "[108] The Defendants' main witnesses have testified that their retail operations were targeting a very broad base of consumers. The Court agrees but must also take into consideration the evidence that there was always a focus on motorcyclists and that leather apparel is favoured by motorcyclists because of its inherent protective quality since it acts as a second skin. The Defendants' Montreal store's first level is primarily selling clothing and accessories aimed at motorcyclists (see exhibit D-60, JR).", "[109] In sum, the Court finds that there is some goodwill attached to the Defendants' trade-mark but that HD's marks are better known and enjoy much greater brand recognition and fame with HD motorcyclists and motorcyclists in general. 3) The mark was used in a manner likely to have an effect on that goodwill", "[110] The Defendants, in order to succeed in their claim based on section 22 of the Act , needed to establish that a reasonable buyer of HD motorcycle clothing would associate or think of Defendants' mark. This is the \"linkage test\". It is the likely connection or linkage (mental association) made by consumers between Defendants' goodwill and Harley's use.", "[111] The evidence adduced had to convince this Court of a link in the mind of the average HD motorcyclist between both trade-marks. On seeing the mark used by HD the consumer must think, even subtly or subliminally, that it is the Defendants' trade-mark.", "[112] HD underlined, before the Court, the following quote from paragraph 49 of the Supreme Court's decision, in , cited above: \"This, it seems to me, is the critical finding which the appellant must overcome if its appeal is to succeed. Without such a link, connection or mental association in the consumer's mind between the respondents' display and the VEUVE CLIQUOT mark, there can be no depreciation of the latter. As Professor McCarthy writes: ... if a reasonable buyer is not at all likely to think of the senior user's trade-mark in his or her own mind, even subtly or subliminally, then there can be no dilution. That is, how can there be any 'whittling away' if the buyer, upon seeing defendant's mark, would never, even unconsciously, think of plaintiff's mark? So the dilution theory presumes some kind of mental association in the reasonable buyer's mind between the two parties and the mark\".", "[113] The Defendants' witnesses have testified that customers, in the 1990's, have asked them if they owned SCREAMING EAGLE since they had seen it at HARLEY-DAVIDSON dealers (see transcript, volume 4, pages 57-58). They have also enquired as to what is the association between their SCREAMING EAGLE retail stores and HARLEY-DAVIDSON. The Defendants recalled having received telephone calls enquiring whether they sell SCREAMIN' EAGLE motorcycle parts more frequently since the litigation began between the parties in 2007. Mrs. Bashir and Ms. Bechkour claim that during their itinerant sales events customers have frequently asked them \"what is the relationship with HARLEY-DAVIDSON?\", or \"do you sell motorcycle parts?\" (see transcript, volume 4, page 59, lines 1 to 28 and volume 6, pages 167-168). There is no direct evidence as to the frequency of such enquiries, under what circumstances they occurred, or on what dates (see testimony of Mrs. Bashir, transcript, volume 6, pages 168 to 170 and testimony of Ms. Bechkour, transcript, volume 7, page 30).", "[114] Mr. Berrada claims that the association with Harley has caused damages because the non-Harley motorcyclists do not want to be associated with HARLEY-DAVIDSON. One customer in particular has mentioned that he knows people who refuse to come to the Defendants' stores or shows because of that perceived link with HARLEY-DAVIDSON (see transcript, volume 4, pages 60 and 61; also testimony of Mrs. Bashir, transcript, volume 6, page 170, lines 21 to 26). This statement from one customer and Mrs. Bashir's testimony are the only part of the evidence in the record on lost sales, however it is not substantiated by any data on gross revenues. The only evidence on that score is Mr. Berrada's statement that revenues have declined since the inception of these legal proceedings in 2007. It should be noted that 2008 also marks the beginning of the last recession.", "[115] In the Court's view, the testimony summarized above confirms that the mental association is made with the senior mark, HARLEY-DAVIDSON, rather than the opposite. The evidence adduced by HD, as to its brand recognition, is quite convincing. HARLEY-DAVIDSON has been listed in the top ten corporate brands in the world in 1999 and 2000, ranking respectively number 10 and 5 in those years. It is also to be noted that HARLEY-DAVIDSON ranked in third spot for 2011 and 2012 (see testimony of Ms. Bischmann, transcript, volume 1, page 101, lines 12 to 25, and page 102, lines 4 to 27; also exhibits P-10 and P-366, JR).", "[116] The fact that a mental association is made with HD does not in itself establish an effect on the Defendants' goodwill. 4) The likely effect of this use would be to depreciate the value of its goodwill", "[117] The Supreme Court, in , at paragraph 63, explained depreciation of goodwill as: \"The word \"depreciate\" is used in its ordinary dictionary meaning of \"lower the value of\" as well as to \"disparage, belittle, underrate\": The New Shorter Oxford English Dictionary (5th ed. 2002), at p. 647. In other words, disparagement is a possible source of depreciation, but the value can be lowered in other ways, as by the lesser distinctiveness that results when a mark is bandied about by different users\".", "[118] The test is not whether depreciation could occur but whether it is likely to occur (see at para 67).", "[119] The Court has reviewed the record attentively and notes that the Defendants failed to adduce any evidence of lost sales or damage to their goodwill. Mr. Jamal Berrada and Mrs. Bashir have both affirmed that customers enquired as to their relationship with Harley but that does not necessarily equate to a depreciation of their goodwill, it does not belittle their merchandise more so, as this Court finds that the Defendants have willingly created and nourished this association.", "[120] Having also failed to meet this fourth part of the test, the Court rejects the Defendants' cross-demand under section 22 of the Act Defendants' claims pursuant to sections 7 and 20 of the Act Section 7", "[121] For their action to succeed under paragraph 7( ) of the Act , Defendants need to prove three necessary elements (see <FRAGMENT_SUPPRESSED> ). These elements are: 1) the existence of goodwill; 2) the likelihood of deception of the public due to a misrepresentation; and 3) actual or potential damages. 1) The existence of goodwill (commercial reputation)", "[122] This concept was discussed in our section 22 analysis and referred to in , cited above, at paragraph 50. It is the attractive force which brings in custom (the positive association in a consumer's mind). It is generated by effort and adds to the value of the business.", "[123] As stated above, the test to establish whether it exists was framed  <FRAGMENT_SUPPRESSED>  Davis & Co , cited above, at paragraph 81. The party must establish that its goods are known in the market, in other words, that they have acquired a reputation in said market by reason of their distinguishing feature (a novel design). This goodwill or commercial reputation must have been created \"through the exclusive association of the name, mark or other indicia relied upon with its business, wares or services\" (see Canadian Trade-Mark Law Benchbook , cited above at page 205).", "[124] Generally, it can be said that the scope of a party's goodwill extends only to the specific wares and services with which the trade-mark has been used. As stated in <FRAGMENT_SUPPRESSED>  at para 27: \"While  <FRAGMENT_SUPPRESSED>  may have a reputation and goodwill in the name of \"fantasyland\" in respect of amusement parks [...] it does not have a reputation and goodwill in the name \"fantasyland\" in respect of hotels, nor \"at large\"\".", "[125] The existence of a reputation and the extent of it in a relevant market are important in a passing-off action. It determines the portion of the market dealing with the plaintiff's goods and services and the geographical limitation of the plaintiff's reputation. The courts have determined the scope of protection to afford on this basis. The \"relevant market\" in which the plaintiff must prove his reputation, is the defendant's market, in the present case HD (Defendants by counterclaim). \"Those people who use, or are likely to use, the products, services and business of the defendant [to counterclaim] offered under the impugned indicia are the key market segment\" (see Kelly Gill and R Scott Jolliffe, Fox on Canadian Law of Trade-marks and Unfair Competition , (Toronto: Carswell, 2013) at 4-70 [ Fox on Trade-marks ]).", "[126] The important question is whether the people who use or are likely to use HD's SCREAMIN' EAGLE goods are likely to suffer from a misrepresentation because of Defendants' (Jamal Berrada et al) reputation in that same market. They must establish their reputation in a given geographic region in order to enjoy protection against passing-off in that same location.", "[127] The parties need not operate in the same market in order for Defendants to succeed in their passing-off action, they do not have to be competing traders: \"However, a plaintiff does not have to be in direct competition with the defendant to suffer injury from the use of its trade name by the defendant. If the plaintiff's trade name has a reputation in the defendant's jurisdiction, such that the public associates it with services provided by the plaintiff, then the defendant's use of it means that the plaintiff has lost control over the impact of its trade name in the defendant's jurisdiction. The practical consequence of this is that the plaintiff is then vulnerable to losing the Ontario customers it now has as well as prospective Ontario customers, with respect to services provided in the United States. Also, it can result  <FRAGMENT_SUPPRESSED>  being prevented from using its trade name in Ontario when it expands its business into  <FRAGMENT_SUPPRESSED> ). [Emphasis added]", "[128] However, as stated by the Court in the case of , cited above and Mattel, Inc v 3894207 Canada Inc , [2006] SCJ No 23 [ Mattel ], where a mark is famous and quite well known, the goodwill associated therewith may be broader than the specific wares and services for which it has been registered. This concept only applies where evidence has been adduced that the average consumer can conclude that the Defendant has been authorized by the Plaintiff to market these goods and services. 2) The likelihood of deception of the public due to a misrepresentation", "[129] The plaintiff does not need to prove any intentional misconduct or bad faith (see Kirkbi, cited above at para 68).", "[130] If a plaintiff can prove that a defendant (in this case HD), has used a trade-mark or name which is likely to be confused with its distinctive mark, the requirement to prove misrepresentation is satisfied, even if the misrepresentation is \"innocent\" (see <FRAGMENT_SUPPRESSED>  at p 25 and Mattel , cited above, at para 90). The Court will be guided by section 6 of the Act to establish whether there is misrepresentation related to confusion. In the absence of likelihood of confusion, a Plaintiff will fail in his passing-off claim.", "[131] It is also to be noted that where a confusing trade-mark is accompanied by distinguishing indicia that would avoid misrepresentation as to the source, the action should fail (see Fox on Trade-marks, cited above at page 7-34). 3) Actual or potential damage to the Defendants", "[132] The Defendants in the present instance must prove that the use of their trade-mark, by HD, has led to loss of business or loss of control over their reputation, image or goodwill (see Toys \" <FRAGMENT_SUPPRESSED> ).", "[133] The bifurcation order issued in the present case does not relieve the Defendants from having to prove the existence of damage caused by  <FRAGMENT_SUPPRESSED> ).", "[134] This protection is limited to the geographic area where the Defendants have established the mark's reputation and its use (see Daniel Gervais and Elizabeth F Judge, Intellectual Property: The Law in Canada , 2nd, (Toronto: Carswell, 2011) p 537-538).", "[135] Quite simply stated, paragraph 7( ) protects the goodwill of trade-marks through unfair competition; its objective is to avoid consumer confusion because this form of misrepresentation allows a person to profit from someone else's goodwill by pretending that his products are those of the other person ( <FRAGMENT_SUPPRESSED> ).", "[136] With regards to this paragraph, Defendants allege that HD has been causing confusion with their clothing because the trade-marks are identical, the wares are in the same category and the primary target market is the same.", "[137] The 3 conditions mentioned above that is: - the existence of goodwill; - deception of the public due to a misrepresentation; and - actual or potential damage are referred to by the courts when applying this section of the Act and so is subsection 6 (5) related to confusion (see <FRAGMENT_SUPPRESSED> to 33). The Defendants must prove a trade-mark scheme: \"a symbol of a connection between a source of a product and the product itself\" ( <FRAGMENT_SUPPRESSED> , cited above, at para 39). Analysis First element to be established by the Defendants 1) They have a reputation or goodwill in relation to SCREAMIN' EAGLE or SCREAMING EAGLE clothing and clothing accessories.", "[138] The Court notes firstly that the Defendants need to establish a reputation or goodwill with the average HD motorcycle rider, or owner in Canada. The Defendants need to prove that the average HD motorcycle owner (they number at least 2 100 000, 50 000 of which are HOG members in Canada) knows of their existence and more importantly of the existence of their trade-mark and associate it with the Defendants and no one else. There is no evidence to that effect in the record, nor any such admission by HD.", "[139] The evidence adduced by the Defendants that can substantiate their claim to a reputation is twofold. As stated above, there is an amount in excess of $10 million expended on advertising over twenty years and the consumer choice awards they received. While the Court acknowledges that the sums expended on publicity must have made a certain impression on clients, there is no other evidence on the degree of recognition the Defendants' SCREAMING EAGLE trade-mark enjoys with HD motorcyclists in Canada. Secondly, it is difficult to assess what is the true impact of these awards as evidence of the Defendants' goodwill because of the absence of documentation to establish on what basis these awards were given (see paragraph 94 above). It is also important to recall that there are approximately 75 HD dealers across Canada whereas the Defendants only operate two permanent sales locations in the greater Montreal/Laval area. The impact of a set permanent location cannot be minimized and in the Court's opinion, it far outweighs a temporary presence through a three-day sale event even though the latter is highlighted by a publicity blitz (see testimony of Mr. Green, transcript, volume 3, page 11, lines 17 to 19). Second element to be established by the Defendants 2) There is a deception of HD motorcycle customers and riders due to the actions of HD.", "[140] The average Canadian HD motorcycle rider or owner must have been led to believe by HD that they were purchasing the Defendants' clothing at HARLEY-DAVIDSON dealerships. The record does not contain such evidence. On the contrary, the two witnesses brought forward by the Defendants who purchased HARLEY-DAVIDSON SCREAMIN' EAGLE clothing at HARLEY-DAVIDSON dealerships in Winnipeg and Fort McMurray both acknowledged knowing they were purchasing HARLEY-DAVIDSON SCREAMIN' EAGLE clothing (see transcript, volume 7, page 42, lines 20 to 28 and page 46, lines 20 to 25; see also pages 51 and 52).", "[141] The only indication that such passing-off could have occurred is related to the evidence presented that some HD retailers did sell Defendants' SCREAMIN'/SCREAMING EAGLE clothing in the late 90's, particularly one HD dealer in Montreal located near their store and dealerships in Winnipeg, Edmonton and Yellowknife (see Mrs. Bashir's testimony, transcript, volume 6, pages 169 and 160). However, that does not necessarily create a link with HD. Mr. Green testified that HD prohibits the sale of non-HD merchandise by its dealers and more importantly, HD ceased to sell HD SCREAMIN' EAGLE clothing to its exclusive Canadian distributor when it believed there was a potential conflict in the early 2000's or 2001.", "[142] Pictures of the goods have been filed by HD. In reviewing exhibits P-223 to P-229, and hearing testimony from Ms. Bischmann the evidence is clear and undisputed. HARLEY-DAVIDSON's SCREAMIN' EAGLE clothing is always associated with the HD BAR AND SHIELD logo (see testimony of Ms. Bischmann, transcript, volume 1, page 161, lines 14 to 27).", "[143] The Defendants needed to establish that they have a reputation in HD's market, which is the general market of HD motorcycle riders or owners. The important question is whether the people who use or are likely to use HD's SCREAMIN' EAGLE clothing and clothing accessories are likely to suffer from a misrepresentation because of Defendants' reputation in that same market, that there is a likelihood of confusion based on section 6. In other words, those consumers are likely to believe that HD's SCREAMIN' EAGLE clothing and collateral items come from the Defendants and from no other source.", "[144] In the Court's view, Defendants equally fail this part of the test because HD has always associated its SCREAMIN' EAGLE line of clothing with its own trade-marks, such as the BAR AND SHIELD, these are quite famous and well- known even with the general public. It is also to be noted that the average HD motorcyclist visits his local HD dealer about 12 times a year. Based on this evidence the likelihood of such a motorcyclist associating SCREAMIN' EAGLE with the Defendants is improbable, if not impossible.", "[145] In order to determine the presence or absence of confusion, the Court must refer to section 2 of the Act which in its turn refers to section 6, which reads as follows: \"6 (1) For the purposes of this Act, a trade-mark or trade-name is confusing with another trade-mark or trade-name if the use of the first mentioned trade-mark or trade-name would cause confusion with the last mentioned trade-mark or trade-name in the manner and circumstances described in this section. (2) The use of a trade-mark with another trade-mark if the use of both trade-marks in the same area would be likely to lead to the inference that the wares or services associated with those trade-marks are manufactured, sold, leased, hired or performed by the same person , whether or not the wares or services are of the same general class\". [Emphasis added]", "[146] The factors to be considered in the confusion analysis are found in subsection 6 (5): \"6. (5) In determining whether trade-marks or trade-names are confusing, the court or the Registrar, as the case may be, shall have regard to all the surrounding circumstances including ) the inherent distinctiveness of the trade-marks or trade-names and the extent to which they have become known; ) the length of time the trade-marks or trade-names have been in use; ) the nature of the wares, services or business; ) the nature of the trade; and ) the degree of resemblance between the trade-marks or trade-names in appearance or sound or in the ideas suggested by them\".", "[147] The Act , in subsection 6(5), is quite specific; the Court must consider all of the surrounding circumstances.", "[148] Under section 20 of the Act , the test to be applied in order to determine whether there is confusion as described in subsection 6 (2) of the Act is: \"[...] a matter of first impression in the mind of a casual consumer somewhat in a hurry who sees the [mark] at a time when he or she has no more than an imperfect recollection of the [prior] trade-marks, and does not pause to give the matter any detailed consideration or scrutiny, nor to examine closely the similarities and differences between the marks\" ( , cited above, at para 20). This test is applied under a section 7 claim as well.", "[149] <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal stated, at paragraph 20 [ <FRAGMENT_SUPPRESSED> ], that: \"The test for confusion is to be applied when a consumer encounters a trade-mark. The test is whether the consumer who sees a particular trade-mark and who has an imperfect recollection of another trade-mark will erroneously assume that the goods or services associated with the particular trade-mark are associated with the other trade-mark. Since this is a civil case, the burden on Presto is to establish that it is more likely than not that a consumer who encounters the NEOWEB trade-mark in association with cellular confinement systems (when that consumer has an imperfect recollection of the GEOWEB trade-mark in association with the same or substantially the same wares) would be confused and erroneously assume that the NEOWEB cellular confinement systems were being sold by Presto. Even though the cellular confinement systems would be considered to be expensive items with only a limited market, \"the test is still one of 'first impression'\" \".", "[150] <FRAGMENT_SUPPRESSED> [ Masterpiece ], the Supreme Court of Canada stated the test as follows: \"In this case, the question is whether, as a matter of first impression, the \"casual consumer somewhat in a hurry\" who sees the Alavida trade-mark, when that consumer has no more than an imperfect recollection of any one of the Masterpiece Inc. trade-marks or trade-name, would be likely to be confused; that is, that this consumer would be likely to think that Alavida was the same source of retirement residence services as Masterpiece Inc\".", "[151] When applied to the present case, the question then becomes whether as a matter of first impression, the \"casual consumer somewhat in a hurry\" who sees the HD SCREAMIN' EAGLE trade-mark when he has no more than an imperfect recollection of the Defendants' trade-marks, would be likely to be confused; that is, that this consumer would be likely to think that HD was the same source of SCREAMIN' EAGLE clothing as Defendants'.", "[152] Stated differently, whether a consumer would be likely to infer that HD's SCREAMIN' EAGLE clothing was supplied by Defendants.", "[153] In order to answer this question, HD's SCREAMIN' EAGLE trade-mark must be compared to Defendants' trade-marks SCREAMIN' EAGLE and SCREAMING EAGLE using the subsection 6 (5) factors and having regard to all of the surrounding circumstances. These factors are not exhaustive and \"different circumstances will be given different weight in a context-specific assessment\" (see cited above at para 21). Their weight will vary with the other surrounding circumstances.", "[154] Each factor should be considered for both trade-marks (HD's trade-marks and the Defendants'). 1) Distinctiveness", "[155] With regards to the paragraph 6(5) ( ) factor (distinctiveness), the Court, in <FRAGMENT_SUPPRESSED> cited above, at para 22, stated that: \"These factors will determine the strength of the particular trade-mark ( <FRAGMENT_SUPPRESSED>  distinctiveness as a result of continual use in the marketplace), it will not be considered to be a strong trade-mark and it will be afforded less protection\".", "[156] This factor is broken down into two considerations: inherent distinctiveness and acquired distinctiveness (see <FRAGMENT_SUPPRESSED> [ Pink Panther ]).", "[157] \"The inherent distinctiveness of a mark refers to its originality. A mark that is composed of a unique or invented name will possess greater inherent distinctiveness than a word that is commonly used in trade [...] The stronger the trade-mark, the greater its ambit of protection. Weak trade-marks are at a greater risk losing their acquired distinctiveness and goodwill if their mark does not remain within the market for an extended period of time\" (see Canadian Trade-Mark Law Benchbook at pages 259 and 260).", "[158] In the present case, HD argues that the Defendants' mark is weak because it has co-existed with HARLEY-DAVIDSON's SCREAMIN' EAGLE clothing in Canada during the 80's and 90's when Deeley sold such clothing in Canada. HD also claims that the Defendants' SCREAMING EAGLE mark has always co-existed with SCREAMIN' EAGLE parts that have been sold continuously in Canada since 1983. HD underlines that HARLEY-DAVIDSON's SCREAMIN' EAGLE clothing has been resold in Canada by HARLEY-DAVIDSON riders (see exhibits P-325 to P-331 and P-350 to P-355, JR)). HD further argues that Defendants have admitted that they did not create the SCREAMIN' EAGLE mark but copied it from a US military unit (see para 60 of the ASFA) and finally that it has co-existed with third party SCREAMING EAGLE clothing and with numerous other trade-mark registrations in apparel that refer to either EAGLE or SCREAMING (see exhibits P-334 to P-349, JR).", "[159] The Defendants point to the SCREAMING EAGLE stores they have operated in various cities in Quebec. Their Montreal location has operated continuously since 1992; the Laval store has been serving customers since 1993. They have operated stores in Toronto, Trois-Rivières, Québec City and St-Hubert over different periods of time in the last twenty years. The Defendants equally rely on their activities as wholesalers of SCREAMING EAGLE clothing to claim that their mark is distinctive. Exhibit D-57 depicts the SCREAMING EAGLE hang-tags that were apposed to all SCREAMING EAGLE clothing sold by the Defendants, as wholesale distributors, some of which was even purchased by HARLEY-DAVIDSON retailers.", "[160] The Defendants also argue that Mr. Doug Decent was aware of their use, at the wholesale level, of the SCREAMIN' EAGLE/SCREAMING EAGLE trade-marks, in the early 90's, and failed to complain.", "[161] The Defendants state that at the retail level, all customers who purchased wares from the Defendants' SCREAMING EAGLE clothing stores, or itinerant sales, carried their purchases in bags on which SCREAMING EAGLE/SCREAMIN' EAGLE was prominently featured since 1992.", "[162] The Court, having reviewed the evidence presented by both parties, concludes that the Defendants' mark is not inherently distinctive for the following reasons. Firstly, the Defendants did not create the mark but acknowledged having copied it from a US military unit (see para 60 of the ASAF). Secondly, the Defendants used the mark in association with clothing after HD. The evidence is clear, HD started producing clothing with SCREAMIN' EAGLE as early as 1985 and Deeley imported and sold such clothing in Canada in the late 1980's. The Defendants' first use claim in their trade-mark application for the now expunged SCREAMING EAGLE and SCREAMIN' EAGLE marks refers to 1988 as the date of first use. The Defendants retail operation only started in 1992 in the Montreal area and expanded in the Quebec and Ontario markets thereafter. The earliest evidence of sale of clothing bearing the SCREAMING EAGLE name is February 1990 (see exhibit D-3, JR). The Defendants did not start their itinerant sales across the country before 2002.", "[163] The Court acknowledges that Defendants did sell some SCREAMING EAGLE clothing at the wholesale level in the 80's but the sales records are not conclusive since they do not reveal the depth or geographic reach of these sales, whereas HD did have a strong retail presence across Canada during that same period of time. HD's presence in Canada dates back to 1917. Furthermore, Mr. Decent's failure to denounce Defendants' use of the SCREAMIN' EAGLE/SCREAMING EAGLE trade-marks is not relevant since he was never an authorized representative of HD.", "[164] Moreover, there is evidence in the record that others, such as the Cape Breton hockey team, which is part of the Quebec Junior Hockey league, sold their SCREAMING EAGLE Hockey Team line of clothing in the same eastern Canadian market as the Defendants. The co-existing use by others of SCREAMING EAGLE and SCREAMING EAGLES can have the effect of lessening distinctiveness. The record contains evidence that others in Canada have used the SCREAMING EAGLE name in relation to clothing apparel. The Cape Breton SCREAMING EAGLES hockey team for one, Columbia Sportswear has also sold pants bearing the name SCREAMING EAGLE. The Court does not consider that these parallel uses are quite significant in this instance. Therefore, apart from possibly lessening the distinctiveness of Defendants' expunged trade-marks SCREAMING EAGLE and SCREAMIN' EAGLE, the evidence brought forth on co-existence by HD is not that probative.", "[165] The Court also notes that Defendants' bags featured the HARLEY-DAVIDSON trade-mark over a certain period of time when Defendants were selling HARLEY-DAVIDSON boots, thereby diminishing the distinctive character of their mark and nourishing the association with HARLEY-DAVIDSON (see para 78 of the ASFA).", "[166] Finally, the Court cannot ignore the basic fact that HARLEY-DAVIDSON has existed for more than 110 years. Its brand, as the record indicates, is one of the best known in the world. For all HARLEY-DAVIDSON riders and customers SCREAMIN' EAGLE is only associated with HARLEY-DAVIDSON and no other brand (see para 41 of the ASFA). 2) Length of time of use", "[167] A mark that has been used for a long period of time can be presumed to have made a certain impression on a consumer.", "[168] It is clear that the parties have adduced evidence on their respective use of SCREAMIN' EAGLE/SCREAMING EAGLE in relation to the goods they sell.", "[169] The Defendants, at trial, claimed to have decided to use the name SCREAMING EAGLE in 1983, after seeing the emblem of a US military unit with the mention SCREAMING EAGLE with a US Flag, in an army surplus catalogue provided by one of their suppliers. The Court does not accept the 1983 date alleged by the Defendants because Mr. Berrada provided varying answers in the course of his testimony with respect to the date of first use. In cross-examination, he testified that he had found the mark in the mid-eighties (see transcripts, volume 6, page 34, lines 14 to 20). When questioned as to why in his counterclaim he referred to 1988 as the date of first usage, Mr. Berrada stated that his counsel had made a mistake (see transcript, volume 6, page 35, lines 6 to 28). In cross-examination, he affirmed that it was nearly 1984 (see transcript, volume 6, page 37, lines 1 to 6) when he had previously stated, in his \"examination in-Chief\", that it was 1983 (see transcript, volume 4, pages 4-8). Mrs. Bashir was more definite; she clearly stated that it was in 1983 because she was then pregnant with her daughter.", "[170] Mr. Berrada and his wife, Mrs. Bashir, also offered contradictory versions as to the date they actually started selling clothing with SCREAMING EAGLE on the labels and on the extent of their research to determine whether the name was available for registration (see transcript, volume 4, page 4, lines 24 to 28; page 8, lines 3 to 25; page 11, lines 1 to 21; and volume 6, page 49, lines 2 to 21). Mr. Berrada testified that they made enquiries on their own and checked with retailers and suppliers (see transcript, volume 4, page 8, lines 3 to 21). Mrs. Bashir claimed they made a visual search in stores at different locations as they were attending gift shows in Halifax, Toronto and other cities in 1984 and started using their mark in 1984-1985 (see volume 5, page 199, lines 1 to 5).Yet the documentary evidence filed does not corroborate these alleged dates.", "[171] In light of these contradictions and varying versions, it is difficult to ascertain a precise date when the Defendants would have actually used their mark for the first time. The most reliable evidence is, in the Court's view, the date they revealed in their application, which is 1988 and exhibit D-3, which shows a first sale of SCREAMING EAGLE apparel to have taken place February 1990, clearly after HD.", "[172] HD did register SCREAMIN' EAGLE on performance motorcycle parts in 1983 and on clothing in 1987 in the US. HD did sell clothing bearing the SCREAMIN' EAGLE trade-mark as early as 1985. There is evidence of sales of SCREAMIN' EAGLE clothing totalling $1 million dollars in the US in 1987 (see transcript, volume 2, pages 64 and 66; see also testimony of Mr. Green, transcript, volume 3, pages 27 and 28). HD's use clearly predates that of the Defendants'. 3) Nature of the wares/services", "[173] The <FRAGMENT_SUPPRESSED> decision, cited above, in its paragraphs 27 to 29, summarizes three key decisions: 27 . In Pink Panther Beauty Corp ., Linden J.A., writing on behalf of this Court, stated that: 26 Clearly, where trade-marks are similar, the degree to which the wares or services which bear those marks are similar will be a large factor in determining whether confusion is likely to result. 28 . In <FRAGMENT_SUPPRESSED>  services. The nature of their wares and services is essentially identical. This suggests that the potential for confusion is high. 29 . In Mattel, Inc. v. 3894207 Canada Inc ., the Supreme Court of Canada commented on the decision of this Court in Pink Panther and noted in paragraph 71 that a difference in wares will not always be a dominant consideration and that any comments of Linden J.A. that could be interpreted as requiring a resemblance between wares before trade-marks could be found to be confusing, should not be followed. However, the Supreme Court also noted, in the same paragraph, that the difference between wares will \"generally be an important consideration\". There is no significant difference between the wares sold by P.R.S. using the trade-mark NEOWEB and the wares sold by Presto using the trade-mark GEOWEB and, in this case, this is an important consideration\".", "[174] The Court of Appeal summarized the issue as: \"There is a greater likelihood of confusion if two trade-marks that resemble each other are used in association with the same products (or substantially the same products) in the same markets. As a result, the resemblance of the two trade-marks should not be viewed in isolation but rather in conjunction with the nature of the wares and the nature of the trade\"(see para 30 of <FRAGMENT_SUPPRESSED> , cited above).", "[175] \"When assessing the degree of similarity between the respective wares or services of the parties, the ultimate test involves assessing the impression made on consumers. Where one product does not suggest the other, confusion is unlikely\" (see Canadian Trade-Mark Law Benchbook , cited above at page 261 and Pink Panther , cited above, at para 26).", "[176] The Court finds that there is no source confusion in the present case because the prime consumer for SCREAMIN' EAGLE HD clothing is a HARLEY-DAVIDSON motorcyclist. That person is quite familiar with the HARLEY-DAVIDSON brand because he would have been a HOG member, when he bought his first HD motorcycle. That consumer also knows the HARLEY-DAVIDSON trade-marks, the BAR AND SHIELD logo and makes the mental association between SCREAMIN' EAGLE and HARLEY-DAVIDSON. The evidence indicates that all HARLEY-DAVIDSON HOG members received a copy of the Enthusiast magazine in 1983. That magazine featured the launch of the SCREAMIN' EAGLE line of performance parts (see transcript, volume 2, page 22, lines 6 to 14; volume 1, page 129; and exhibit P-160, JR). The 1985 catalogue featured SCREAMIN' EAGLE clothing for the first time.", "[177] The evidence indicates that all HARLEY-DAVIDSON SCREAMIN' EAGLE motorcycles, motorcycle parts, accessories and clothing always featured the HARLEY-DAVIDSON BAR AND SHIELD trade-marks on the packaging and hangtags (see testimony of Ms. Bischmann, transcript, volume 1, pages 143 and 144; see also exhibit P-34 (page 86 of the 1986 HARLEY-DAVIDSON catalogue and notice), JR; and also exhibit P-37, JR).", "[178] It is equally important to note that despite the fact that clothing is generally non-distinctive, in this case, when considering the consumer for SCREAMIN' EAGLE clothing, it is obvious that there cannot be any confusion. The average HARLEY-DAVIDSON owner, who seeks SCREAMIN' EAGLE clothing, also looks for the HD BAR AND SHIELD logo and the distinctive orange and black coloring associated with HARLEY-DAVIDSON.", "[179] The Defendants' claim that they have lost sales because their customers who ride motorcycles that are not manufactured by HARLEY-DAVIDSON refused to be associated with that brand. This, in the Court's view, is further evidence that even in the mind of a non-HARLEY-DAVIDSON owner SCREAMIN' EAGLE equates with HARLEY-DAVIDSON. There just cannot be any confusion if non-Harley owners also make the mental association between SCREAMIN' EAGLE and HARLEY-DAVIDSON. 4) Channels of trade", "[180] This factor refers to the channels through which the goods are distributed. Are they sold in the same types of stores? (see Pink Panther , cited above, at para 30). Do they target the same consumers?", "[181] In this case, the consumer, as we have stated previously, is the HARLEY-DAVIDSON motorcycle rider/owner. As shown above, that consumer is knowledgeable and distinct as he belongs to a specific group of motorcyclists who clearly identify themselves with the brand of motorcycle they have chosen to ride as it relates to a unique lifestyle (see testimony of Ms. Bischmann, transcript, volume 1, pages 106, 107 and 115). Mr. Green testified that a HD owner/rider visits a HD dealership store on average 10 to 12 times a year (see testimony of Mr. Green, transcript, volume 3, page 38).", "[182] In this instance, the Defendants' channels of trade, their retail stores in Montreal and Laval and their itinerant shows, are clearly distinct from HD. The SCREAMING EAGLE signs in front of Defendants' stores in Laval and Montreal do not resemble the signage or the coloring used by HARLEY-DAVIDSON dealers across the country. As explained by Mr. Green, Fred Deeley Imports has been the exclusive Canadian distributor of HARLEY-DAVIDSON since 1917. HARLEY-DAVIDSON dealerships are not identical but use common outside signage and design elements (see testimony of Mr. Green, transcript, volume 3, page 15; see also page 16, lines 18 to 28; and exhibit P-285, JR).", "[183] The Court also notes that HD promotes its products at motorcycle shows across the country and races which they sponsor where publicity for SCREAMIN' EAGLE parts is prominently displayed (see paras 33 and 34 of the ASFA).", "[184] HD also claims to have ceased selling their SCREAMIN' EAGLE clothing in Canada since the early 2000's, or 2001 (see testimony of Ms. Bischmann, transcript, volume 1, page 156 and testimony of Mr. Green, transcript, volume 3, page 49). Ms. Bechkour related incidents with respect to HD's SCREAMIN' EAGLE clothing being sold in St. John's, Newfoundland and Regina, Saskatchewan but in both instances the evidence was to the effect that they were sold out (see transcript, volume 7, pages 7 to 9). There is no evidence of any link between these incidents and HD as having supplied these garments. 5) Degree of resemblance", "[185] As to the paragraph 6(5)( ) factor (degree of resemblance), the Supreme Court, in Masterpiece cited above, at para 62, stated that: \"Resemblance is defined as the quality of being either like or similar; see Shorter Oxford English Dictionary on Historical Principles (5th ed. 2002), at p. 2544, under the definition of \"resemblance\". The term \"degree of resemblance\" in s. 6(5)(e) of the Act implies that likelihood of confusion does not arise solely from identical trade-marks. \"[D]egree of resemblance\" recognizes that marks with some differences may still result in likely confusion\".", "[186] In assessing the degree of resemblance between the marks, the Court must focus on the consumer, in this instance the HARLEY-DAVIDSON owner or rider and the linkage that person makes with SCREAMIN' EAGLE and whether he can associate the Defendants' retail store thereto. The Court does not find that such a linkage will be made by a HARLEY-DAVIDSON owner or rider for the following reasons. Firstly, as explained by Mr. Green, the average HD customer visits his retailer about once a month and is therefore quite familiar with HD merchandise. Secondly, all HARLEY-DAVIDSON merchandise bears the HD BAR AND SHIELD trade-mark (see testimony of Ms. Bischmann, transcript, volume 1, page 116, lines 12 to 16 and testimony of Mr. Green, transcript, volume 3, page 50, lines 3 to 10) and HD SCREAMIN' EAGLE merchandise is packaged distinctively (testimony of Mr. Green, transcript, volume 3, page 50 line 3 to 23). Finally, the Court does not find there is any significant overlap in the respective customer base. The Defendants have offered contradictory evidence since they indicated that they do not know if any of their customers own HARLEY-DAVIDSON motorcycles. Yet Mrs. Bashir has testified seeing HD motorcycles parked outside of their Montreal store. They have also ceased selling any HD licensed goods or wares like they used to and have clearly stated that they do not sell motorcycle parts (see testimony of Mrs. Bashir, transcript, volume 6, page 157, lines 18-25). 6) \"Other surrounding circumstances\"", "[187] \"The lack of any evidence of actual confusion (i.e. that prospective consumers are drawing the mistaken inference) is another of the \"surrounding circumstances\" to be thrown into the hopper [...]\" (see Mattel , cited above, at para 89). Other surrounding circumstances include the opinions of experts, the use of similar trade-mark by third parties, whether the plaintiffs mark is a \"famous mark\" (see cited above at para 26).", "[188] The Court has identified a number of events and factors that must also be taken into consideration before finally concluding whether HD has misled its customers into thinking they were purchasing the Defendants' clothing from HARLEY-DAVIDSON dealerships.", "[189] The Defendants did establish that they actually sold their SCREAMIN' EAGLE clothing to HARLEY-DAVIDSON dealers in Winnipeg, Montreal, Yellowknife and Edmonton (see testimony of Mrs. Bashir, transcript, volume 6, pages 159 to 160). This fact could be significant if Defendants can adduce evidence that HD permitted and condoned this behaviour which could have led to confusion of its customers. But there is no evidence on file that HD was aware of such practice by these dealers. There is also evidence that such conduct is prohibited by the dealership agreements. The Court notes that HD does not own any retail operations in Canada and that Deeley is responsible for enforcing the dealership agreements which clearly prohibit the sale of goods not manufactured by HD.", "[190] The Defendants have also established that notwithstanding HD's claim to the contrary, they successfully bought HD SCREAMIN' EAGLE clothing bearing the HD trade-mark from HD dealers in Canada, once in Winnipeg in 2005 and a second time in Fort Mc Murray in 2011.", "[191] The Defendants have also adduced evidence that US Harley retailers have shipped HD SCREAMIN' EAGLE clothing to Canadians who have purchased them from US dealers' websites. HD argued that it does not have any interest in its US dealers and that company policy prohibited such shipments into Canada. The Court finds that there is evidence of some shipments and sales being made to Canadians from US websites. However, there is no evidence on the impact of such sales creating confusion with the Defendants' mark more so, as all these products featured the HD BAR AND SHIELD trade-mark.", "[192] The Defendants also claim that HD's past licensing practices created confusion in the market with respect to their trade-mark. In essence, the Defendants argue that HD did not properly control where its licensees were distributing the goods they were manufacturing. The Court, having reviewed the evidence, dismisses this claim by the Defendants for the following reasons.", "[193] Firstly, the Defendants themselves associated their trade-mark with HARLEY-DAVIDSON by displaying \"Bottes Harley\" in the front of their own retail operations in Laval and Montreal. Defendants also, through a cooperative program with Wolverine and Hush Puppies, HD licensees, displayed the HD trade-mark on some of their bags and used HD colors on these same bags. Secondly, Defendants sold other HD licensed products in their retail stores. Thirdly, the Defendants applied to become a HD licensee. More over, the Defendants have attempted to file applications for SCREAMING EAGLE motorcycles and toy motorcycles. The Defendants have infringed a HARLEY-DAVIDSON trade-mark when they sold leather jackets with the ORANGE STRIPE. All of these undisputed facts establish, in the Court's view, a willingness on the part of Defendants to create some form of association with HD, for their own benefit, as HD riders represent more than 35% of the total motorcycle market.", "[194] The Court has difficulty reconciling the Defendants' actions over the years, since they accuse HD of passing-off and confusion and yet they have clearly taken several initiatives to associate themselves with the HD mark and reinforce that association with their own customers through the aforementioned actions. Such actions could lead to question the Defendants' good faith. Third element to be established by the Defendants 3) They have suffered or are likely to suffer actual or potential damages as a result of such passing-off.", "[195] Damages need to be proven. In this instance, as we have explained above, there is no actual evidence of damages save for Mr. Berrada's claim to have lost some customers who refuse to be associated with HARLEY-DAVIDSON and for Ms. Bechkour's testimony to the same effect (see transcript volume 4, pages 60 and 61; and volume 7, pages 27 and 28). Mr. Berrada also testified that his revenues decreased since 2007. The Court cannot conclude to any form of damage based on such an alleged loss of customers, not substantiated by audited income figures. Section 20", "[196] Section 20 of the Act creates a presumption that the right of a registered owner of a trade-mark is infringed by a person not entitled to its use if that person sells, distributes or advertises wares or services in association with a confusing trade-mark. In the present case, the Defendants no longer own any valid registered trade-marks for their SCREAMING EAGLE and SCREAMIN' EAGLE marks on clothing. They only own a valid registered mark in relation to their retail stores located in Montreal and Laval and their itinerant road shows.", "[197] For the above mentioned reasons, the Defendants' claims under sections 7 and 20 must be dismissed. Defendants' claim pursuant to section 19 of the Act", "[198] This section refers to \"the registration of a trade-mark, [...] unless shown to be invalid\". Therefore, it can only be applied to registered trade-marks. When a trade-mark has been expunged it is no longer on the registry (see section 2 \"registered mark\" of the Act ).", "[199] This section also only relates to the use (as defined under subsection 4(1)) of an identical trade-mark and for identical wares or services as the registered mark. HD correctly referred to \"Section 19 speaks to the owner's right to the exclusive use of a trademark after it has been registered. In scope, Section 19 has been limited to cases in which the infringer uses a mark identical to the registered trademark for the same wares or services as the registered mark [...]\". Elements to be established by Defendants", "[200] The Defendants must adduce evidence that HD used the identical trade-mark as the one registered and that it was in connection with identical wares or services covered by the registration. It is important to underline that the mark had to be identical. As stated by Justice O'Reilly, in A & W Food , cited above, at para 9: \"As I read the Canadian case law, a person who uses another person's trade-mark for the same goods or services has infringed that mark according to s. 19 of the Trade-marks Act. The prevailing view is that s. 19 only covers use of an identical mark, not variations on it.\"", "[201] The Court having reviewed the record in relation to Defendants' trade-mark SCREAMING EAGLE TMA401,214, for clothing, cannot find any evidence that HD used a mark identical to that of the Defendants' over the period extending from the date that trade-mark was registered until its expungement in 2008.", "[202] With respect to Defendants' trade-mark SCREAMIN' EAGLE TMA433,020, there is also no evidence in the record that HD used an identical mark until its expungement on April 22, 2010. Evidence was adduced by the Defendants that they were able to purchase SCREAMIN' EAGLE clothing with the HD BAR AND SHIELD logo in two instances. The first of such incidents took place in Winnipeg in 2005. Mr. Abdel Fattah was able to purchase a baseball cap, a bandana and an air intake cover (see transcript, volume 7, lines 3 to 10). The air intake cover is obviously a motorcycle part not covered by the Defendants' trade-mark. As to the other articles, it is not clear from the evidence whether these articles were supplied by HD directly and, more importantly, the circumstances described by Mr. Abdel Fattah imply that these sales were effected without the participation or knowledge of HD since the dealer insisted that it had to be a cash sale and no official bill would be provided. The second incident was described by Mr. Robertson and occurred in 2011 in Fort McMurray, Alberta. The Court notes that the HD BAR AND SHIED logo appears on the shirt that was purchased and that this sale took place after the expungement of the Defendants' trade-mark. Therefore these incidents do not fall within the scope of section 19 as the garments did not use an identical mark and more importantly there is no evidence of HD's participation.", "[203] Finally the Court notes that the incidents described by Ms. Bechkour (see transcript, volume 7, pages 6 and 8) related to HD dealers in Saint Johns and Regina, also fail to establish that the SCREAMIN' EAGLE clothing using an identical trade-mark were sold by the HD dealers in question. In fact, in both instances the witness did not see any clothing since both dealers claimed they were sold out. Once again, there is no evidence to clearly prove that an identical trade-mark was used or that HD knowingly supplied infringing clothing.", "[204] Finally, in relation to their trade-mark SCREAMING EAGLE TMA519,633 (their only presently valid trade-mark), Defendants must establish that HD used the trade-mark SCREAMING EAGLE in connection with the business of operating retail stores. There is no evidence to that effect in the record.", "[205] Consequently, the Defendants' claim under section 19 must be dismissed. Issues", "[206] The three first issues identified by the parties have been considered above, that is Plaintiffs' and Defendants' rights/reputation and goodwill in their respective trade-marks.", "[207] The Court has also come to the conclusion that the Defendants have failed to establish their claims that HD has contravened paragraphs 7( ) and ( ), and sections 19, 20 and 22 of the Act", "[208] Regarding the fourth issue, the co-existing use by others of SCREAMING EAGLE and SCREAMING EAGLES. As mentioned above in the confusion analysis, the co-existing use of other similar trade-marks can have the effect of lessening distinctiveness. The record contains evidence that others in Canada have used the SCREAMING EAGLE name in relation to clothing apparel. The Cape Breton SCREAMING EAGLES hockey team for one, and Columbia Sportswear who has also sold pants bearing the name SCREAMING EAGLE. The Court does not consider these parallel marks to be significant in this instance. Therefore, as stated above, apart from possibly lessening the distinctiveness of Defendants' now expunged trade-marks SCREAMING EAGLE and SCREAMIN' EAGLE, the evidence brought forth on co-existence by HD is not that probative.", "[209] The Court must now address the issue of each party's good/bad faith and, in the Defendants' case, their entitlement to certain declarations or remedies.", "[210] On the onset, the Court having determined that there is no confusion in the present case, the Defendants' claim to injunctory relief must therefore be dismissed. Are the Defendants entitled to a declaration that they own the trade-mark SCREAMING EAGLE? The Court is of the view that there is no legal basis for such a declaration. The Defendants still own a valid SCREAMING EAGLE trade-mark and are consequently entitled to all rights delineated by the Act . However, there is no provision in the Act for issuing the declaration sought.", "[211] Turning to the issue of each party's good or bad faith. Firstly, with respect to HD, the Court cannot conclude, based on the evidence in the record, that HD's conduct was such, over the years, that it can be accused of bad faith. It may have adopted varying positions with respect to the Defendants' expunged and existing trade-marks but changes in corporate policies or approaches with respect to the Defendants' marks are not evidence of bad faith.", "[212] The Court also finds that the evidence adduced by the Defendants with respect to the SCREAMING EAGLE design mark in the name of Karbelt Speed & Custom (exhibit D-275, JR) for motor vehicle parts and accessories, as proof of HD's bad faith and lack of clean hands is inconclusive. There is no evidence in the record that this registered trade-mark was ever used actively and, more importantly, that HD willingly ignored its existence.", "[213] The Defendants also assert that HD does not have clean hands because it only formally prohibited the sale and shipment of its SCREAMIN' EAGLE clothing into Canada from its online store based in the US in 2011 and did not rigidly enforce this policy. The Court, having reviewed Ms. Bischmann's testimony, must reject this allegation as it is clear that HD took steps to enforce restrictions on shipments into Canada (see testimony of Ms. Bischmann, transcript, volume 1, pages 155, 157-1 and 160).", "[214] With regards to Defendants behaviour and alleged lack of clean hands, as we have stated previously, it bordered in certain circumstances on bad faith inasmuch as Defendants have willingly tried to associate themselves with HD and trade on that name. They have attempted to register SCREAMING EAGLE for motorcycles and toy motorcycles in Canada, in the 1990's (TMA777,160, see ASFA, paras 93 and 94; see also exhibits P-371 and P-73, JR) despite their knowledge of the existence of HD.", "[215] They have sold clothing bearing \"rolling thunder\" which is an event associated with HD (exhibit D-51, JR). They have admitted selling leather jackets bearing HD's registered ORANGE STRIPE trade-mark (see ASFA, para 1; exhibit D-153, JR; testimony of Mr. Berrada, transcript, volume 4, page 33). The Defendants have also displayed the words \"Bottes Harley\" and HARLEY-DAVIDSON's BAR AND SHIELD trade-mark as well as black leather jackets with the ORANGE STRIPE trade-mark in their store windows (see testimony of Mr. Berrada, transcript, volume 4, page 40; also ASFA, para 78; and exhibit P-244, JR). The Defendants have also sold a baseball cap that infringed HARLEY-DAVIDSON's BAR AND SHIELD trade-mark (see testimony of Mr. Berrada, transcript, volume 4, pages 32-33; and exhibit P-275, JR). In view of this evidence, it is clear to the Court that Defendants are barred from any equitable relief.", "[216] Is HD entitled to use the trade-mark SCREAMIN' EAGLE in Canada, in association with its registered trade-mark HARLEY-DAVIDSON? Defendants failed to establish that HD's SCREAMIN' EAGLE clothing caused confusion or would depreciate their goodwill. Therefore, this Court finds that HD is entitled to distribute, advertise, offer for sale and sell collateral items, including clothing, in connection with its trade-mark SCREAMIN' EAGLE, in association with its registered trade-mark HARLEY-DAVIDSON, throughout Canada but exclusively at HARLEY-DAVIDSON dealerships, as this will not infringe any valid rights of Defendants. JUDGMENT", "[217] THIS COURT'S JUDGMENT is that 1. Plaintiffs' action is granted; 2. Plaintiffs are entitled to distribute, advertise, offer for sale and sell collateral items, including clothing, in connection with their trade-mark SCREAMIN' EAGLE, in association with their registered trade-mark HARLEY-DAVIDSON, throughout Canada but exclusively at HARLEY-DAVIDSON dealerships; as this will not infringe any valid rights of Defendants; 3. Defendants' counterclaim under paragraph 7( ) and sections 19, 20 and 22 of the Trade-marks Act are dismissed; 4. As per the mutual requests of the parties, the Court will render its judgment on costs after receiving their written representations within the next twenty days from the date of this judgment. Action allowed. Editor: Elizabeth M.A. Turgeon/vnh ANNEX Sections 2, 3, 4, 5, 6, 7, 17, 18, 19, 20, 21, 22, 46 and 47 of the Trade-marks Act, RSC 1985, c T-13, provide as follows: Definitions 2. In this Act, \"certification mark\" \"certification mark\" means a mark that is used for the purpose of distinguishing or so as to distinguish wares or services that are of a defined standard with respect to ) the character or quality of the wares or services, ) the working conditions under which the wares have been produced or the services performed, ) the class of persons by whom the wares have been produced or the services performed, or ) the area within which the wares have been produced or the services performed, from wares or services that are not of that defined standard; \"confusing\" \"confusing\", when applied as an adjective to a trade-mark or trade-name, means a trade-mark or trade-name the use of which would cause confusion in the manner and circumstances described in section 6; \"Convention\" « Convention » \"Convention\" means the Convention of the Union of Paris made on March 20, 1883 and any amendments and revisions thereof made before or after July 1, 1954 to which Canada is party; \"country of origin\" \"country of origin\" means ) the country of the Union in which the applicant for registration of a trade-mark had at the date of the application a real and effective industrial or commercial establishment, or ) if the applicant for registration of a trade-mark did not at the date of the application have in a country of the Union an establishment as described in paragraph ( ), the country of the Union where he on that date had his domicile, or ) if the applicant for registration of a trade-mark did not at the date of the application have in a country of the Union an establishment as described in paragraph ( ) or a domicile as described in paragraph ( ), the country of the Union of which he was on that date a citizen or national; \"country of the Union\" \"country of the Union\" means ) any country that is a member of the Union for the Protection of Industrial Property constituted under the Convention, or ) any WTO Member; \"distinctive\" « distinctive » \"distinctive\", in relation to a trade-mark, means a trade-mark that actually distinguishes the wares or services in association with which it is used by its owner from the wares or services of others or is adapted so to distinguish them; \"distinguishing guise\" means ) a shaping of wares or their containers, or ) a mode of wrapping or packaging wares the appearance of which is used by a person for the purpose of distinguishing or so as to distinguish wares or services manufactured, sold, leased, hired or performed by him from those manufactured, sold, leased, hired or performed by others; \"geographical indication\" \"geographical indication\" means, in respect of a wine or spirit, an indication that ) identifies the wine or spirit as originating in the territory of a WTO Member, or a region or locality of that territory, where a quality, reputation or other characteristic of the wine or spirit is essentially attributable to its geographical origin, and ) except in the case of an indication identifying a wine or spirit originating in Canada, is protected by the laws applicable to that WTO Member; \"owner\" \"owner\", in relation to a certification mark, means the person by whom the defined standard has been established; \"package\" \"package\" includes any container or holder ordinarily associated with wares at the time of the transfer of the property in or possession of the wares in the course of trade; \"person\" \"person\" includes any lawful trade union and any lawful association engaged in trade or business or the promotion thereof, and the administrative authority of any country, state, province, municipality or other organized administrative area; \"person interested\" \"person interested\" includes any person who is affected or reasonably apprehends that he may be affected by any entry in the register, or by any act or omission or contemplated act or omission under or contrary to this Act, and includes the Attorney General of Canada; \"prescribed\" « prescrit » \"prescribed\" means prescribed by or under the regulations; \"proposed trade-mark\" \"proposed trade-mark\" means a mark that is proposed to be used by a person for the purpose of distinguishing or so as to distinguish wares or services manufactured, sold, leased, hired or performed by him from those manufactured, sold, leased, hired or performed by others; \"protected geographical indication\" \"protected geographical indication\" means a geographical indication that is on the list kept pursuant to subsection 11.12(1); \"register\" « registre » \"register\" means the register kept under section 26; \"registered trade-mark\" \"registered trade-mark\" means a trade-mark that is on the register; \"Registrar\" « registraire » \"Registrar\" means the Registrar of Trade-marks appointed under section 63; \"related companies\" \"related companies\" means companies that are members of a group of two or more companies one of which, directly or indirectly, owns or controls a majority of the issued voting stock of the others; \"representative for service\" \"representative for service\" means the person or firm named under paragraph 30(g), subsection 38(3), paragraph 41(1)(a) or subsection 42(1); \"trade-mark\" \"trade-mark\" means ) a mark that is used by a person for the purpose of distinguishing or so as to distinguish wares or services manufactured, sold, leased, hired or performed by him from those manufactured, sold, leased, hired or performed by others, ) a certification mark, ) a distinguishing guise, or (d ) a proposed trade-mark; \"trade-name\" « nom commercial » \"trade-name\" means the name under which any business is carried on, whether or not it is the name of a corporation, a partnership or an individual; \"use\" « emploi » ou « usage » \"use\", in relation to a trade-mark, means any use that by section 4 is deemed to be a use in association with wares or services; \"wares\" « marchandises » \"wares\" includes printed publications; \"WTO Agreement\" \"WTO Agreement\" has the meaning given to the word \"Agreement\" by subsection 2(1) of the World Trade Organization Agreement Implementation Act; \"WTO Member\" « membre de l'OMC » \"WTO Member\" means a Member of the World Trade Organization established by Article I of the WTO Agreement. ... When deemed to be adopted 3. A trade-mark is deemed to have been adopted by a person when that person or his predecessor in title commenced to use it in Canada or to make it known in Canada or, if that person or his predecessor had not previously so used it or made it known, when that person or his predecessor filed an application for its registration in Canada. When deemed to be used 4. (1) A trade-mark is deemed to be used in association with wares if, at the time of the transfer of the property in or possession of the wares, in the normal course of trade, it is marked on the wares themselves or on the packages in which they are distributed or it is in any other manner so associated with the wares that notice of the association is then given to the person to whom the property or possession is transferred. Idem (2) A trade-mark is deemed to be used in association with services if it is used or displayed in the performance or advertising of those services. Use by export (3) A trade-mark that is marked in Canada on wares or on the packages in which they are contained is, when the wares are exported from Canada, deemed to be used in Canada in association with those wares. When deemed to be made known 5. A trade-mark is deemed to be made known in Canada by a person only if it is used by that person in a country of the Union, other than Canada, in association with wares or services, and ) the wares are distributed in association with it in Canada, or ) the wares or services are advertised in association with it in (i) any printed publication circulated in Canada in the ordinary course of commerce among potential dealers in or users of the wares or services, or (ii) radio broadcasts ordinarily received in Canada by potential dealers in or users of the wares or services, and it has become well known in Canada by reason of the distribution or advertising. When mark or name confusing . (1) For the purposes of this Act, a trade-mark or trade-name is confusing with another trade-mark or trade-name if the use of the first mentioned trade-mark or trade-name would cause confusion with the last mentioned trade-mark or trade-name in the manner and circumstances described in this section. Idem (2) The use of a trade-mark causes confusion with another trade-mark if the use of both trade-marks in the same area would be likely to lead to the inference that the wares or services associated with those trade-marks are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class. Idem (3) The use of a trade-mark causes confusion with a trade-name if the use of both the trade-mark and trade-name in the same area would be likely to lead to the inference that the wares or services associated with the trade-mark and those associated with the business carried on under the trade-name are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class. Idem (4) The use of a trade-name causes confusion with a trade-mark if the use of both the trade-name and trade-mark in the same area would be likely to lead to the inference that the wares or services associated with the business carried on under the trade-name and those associated with the trade-mark are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class. What to be considered (5) In determining whether trade-marks or trade-names are confusing, the court or the Registrar, as the case may be, shall have regard to all the surrounding circumstances including ) the inherent distinctiveness of the trade-marks or trade-names and the extent to which they have become known; ) the length of time the trade-marks or trade-names have been in use; ) the nature of the wares, services or business; ) the nature of the trade; and ) the degree of resemblance between the trade-marks or trade-names in appearance or sound or in the ideas suggested by them. UNFAIR COMPETITION AND PROHIBITED MARKS Prohibitions . No person shall ) make a false or misleading statement tending to discredit the business, wares or services of a competitor; ) direct public attention to his wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time he commenced so to direct attention to them, between his wares, services or business and the wares, services or business of another; ) pass off other wares or services as and for those ordered or requested; ) make use, in association with wares or services, of any description that is false in a material respect and likely to mislead the public as to (i) the character, quality, quantity or composition, (ii) the geographical origin, or (iii) the mode of the manufacture, production or performance of the wares or services; or ) do any other act or adopt any other business practice contrary to honest industrial or commercial usage in Canada. ... VALIDITY AND EFFECT OF REGISTRATION Effect of registration in relation to previous use, etc. 17 . (1) No application for registration of a trade-mark that has been advertised in accordance with section 37 shall be refused and no registration of a trade-mark shall be expunged or amended or held invalid on the ground of any previous use or making known of a confusing trade-mark or trade-name by a person other than the applicant for that registration or his predecessor in title, except at the instance of that other person or his successor in title, and the burden lies on that other person or his successor to establish that he had not abandoned the confusing trade-mark or trade-name at the date of advertisement of the applicant's application. When registration incontestable (2) In proceedings commenced after the expiration of five years from the date of registration of a trade-mark or from July 1, 1954, whichever is the later, no registration shall be expunged or amended or held invalid on the ground of the previous use or making known referred to in subsection (1), unless it is established that the person who adopted the registered trade-mark in Canada did so with knowledge of that previous use or making known. When registration invalid 18 . (1) The registration of a trade-mark is invalid if ) the trade-mark was not registrable at the date of registration, ) the trade-mark is not distinctive at the time proceedings bringing the validity of the registration into question are commenced, or ) the trade-mark has been abandoned, and subject to section 17, it is invalid if the applicant for registration was not the person entitled to secure the registration. (2) No registration of a trade-mark that had been so used in Canada by the registrant or his predecessor in title as to have become distinctive at the date of registration shall be held invalid merely on the ground that evidence of the distinctiveness was not submitted to the competent authority or tribunal before the grant of the registration. Rights conferred by registration 19 . Subject to sections 21, 32 and 67, the registration of a trade-mark in respect of any wares or services, unless shown to be invalid, gives to the owner of the trade-mark the exclusive right to the use throughout Canada of the trade-mark in respect of those wares or services. Infringement 20 . (1) The right of the owner of a registered trade-mark to its exclusive use shall be deemed to be infringed by a person not entitled to its use under this Act who sells, distributes or advertises wares or services in association with a confusing trade-mark or trade-name, but no registration of a trade-mark prevents a person from making ) any bona fide use of his personal name as a trade-name, or ) any bona fide use, other than as a trade-mark, (i) of the geographical name of his place of business, or (ii) of any accurate description of the character or quality of his wares or services, in such a manner as is not likely to have the effect of depreciating the value of the goodwill attaching to the trade-mark. (2) No registration of a trade-mark prevents a person from making any use of any of the indications mentioned in subsection 11.18(3) in association with a wine or any of the indications mentioned in subsection 11.18(4) in association with a spirit. Concurrent use of confusing marks 21 . (1) Where, in any proceedings respecting a registered trade-mark the registration of which is entitled to the protection of subsection 17(2), it is made to appear to the Federal Court that one of the parties to the proceedings, other than the registered owner of the trade-mark, had in good faith used a confusing trade-mark or trade-name in Canada before the date of filing of the application for that registration, and the Court considers that it is not contrary to the public interest that the continued use of the confusing trade-mark or trade-name should be permitted in a defined territorial area concurrently with the use of the registered trade-mark, the Court may, subject to such terms as it deems just, order that the other party may continue to use the confusing trade-mark or trade-name within that area with an adequate specified distinction from the registered trade-mark. Registration of order (2) The rights conferred by an order made under subsection (1) take effect only if, within three months from its date, the other party makes application to the Registrar to enter it on the register in connection with the registration of the registered trade-mark. Depreciation of goodwill 22 . (1) No person shall use a trade-mark registered by another person in a manner that is likely to have the effect of depreciating the value of the goodwill attaching thereto. Action in respect thereof (2) In any action in respect of a use of a trade-mark contrary to subsection (1), the court may decline to order the recovery of damages or profits and may permit the defendant to continue to sell wares marked with the trade-mark that were in his possession or under his control at the time notice was given to him that the owner of the registered trade-mark complained of the use of the trade-mark. . . . RENEWAL OF REGISTRATIONS Renewal 46 . (1) The registration of a trade-mark that is on the register by virtue of this Act is subject to renewal within a period of fifteen years from the day of the registration or last renewal. Notice to renew (2) If the registration of a trade-mark has been on the register without renewal for the period specified in subsection (1), the Registrar shall send a notice to the registered owner and to the registered owner's representative for service, if any, stating that if within six months after the date of the notice the prescribed renewal fee is not paid, the registration will be expunged. Failure to renew (3) If within the period of six months specified in the notice, which period shall not be extended, the prescribed renewal fee is not paid, the Registrar shall expunge the registration. Effective date of renewal (4) When the prescribed fee for a renewal of any trade-mark registration under this section is paid within the time limited for the payment thereof, the renewal takes effect as of the day next following the expiration of the period specified in subsection (1). EXTENSIONS OF TIME Extensions of time 47 . (1) If, in any case, the Registrar is satisfied that the circumstances justify an extension of the time fixed by this Act or prescribed by the regulations for the doing of any act, he may, except as in this Act otherwise provided, extend the time after such notice to other persons and on such terms as he may direct. Conditions (2) An extension applied for after the expiration of the time fixed for the doing of an act or the time extended by the Registrar under subsection (1) shall not be granted unless the prescribed fee is paid and the Registrar is satisfied that the failure to do the act or apply for the extension within that time or the extended time was not reasonably avoidable. \"certification mark\" « Convention » « distinctive » « prescrit » « registre » « registraire » Selon le cas: « nom commercial » « emploi » ou « usage » « marchandises » « membre de l'OMC » [...] Idem Idem Idem Idem Interdictions 7. Nul ne peut: [...] [...] Quand l'enregistrement est invalide Violation a) d'utiliser de bonne foi son nom personnel comme nom commercial; [...] Prorogations Conditions"]}