{"id_": "047791", "body_str": ["[1] Beaudry, J. : This is an application for judicial review of a humanitarian and compassionate (H&C) decision, dated April 27, 2007, wherein the Immigration Officer (the Officer) determined that there were insufficient H&C grounds upon which to exempt the applicants from subsection 11(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act), which requires the applicants to apply for permanent resident status from outside of Canada. ISSUES", "[2] Only one issue is raised by the case at bar: did the Officer commit a reviewable error by misapprehending or misconstruing the evidence before her? FACTUAL BACKGROUND", "[3] The principal applicant and his wife are citizens of Sierra Leone, born on September 24, 1929 and June 10, 1942, respectively. The applicants fled Sierra Leone in 2003 to escape the continuing civil war and the fear of crime. They entered Canada on March 18, 2003, using visitors' visas, in order to visit their daughter. They obtained extensions of their visas on November 5, 2003.", "[4] On January 15, 2004, the applicants filed a refugee claim, which was subsequently denied. The decision was judicially reviewed and dismissed by this Court on February 3, 2005.", "[5] The applicants submitted a Pre-Removal Risk Assessment (PRRA) on April 6, 2006. They received a negative decision on December 12, 2006. The applicants sought leave to have this decision judicially reviewed; however, leave was denied on July 24, 2007, because the applicants failed to perfect their record.", "[6] The applicants applied for an H&C exemption from the permanent resident visa requirements on March 21, 2005. The application was denied on April 27, 2007, and the negative decision forms the basis of the present application for judicial review.", "[7] The applicants submit that the following reasons constitute exceptional circumstances militating in favour of the approval of the H&C application: a) The country conditions in Sierra Leone reveal high rates of criminality, the high risk of disease, and the inaccessibility of medical care. b) The processing time for a sponsorship application made in Sierra Leone is 32 to 50 months, and another 28 months in Mississauga. c) The house the applicants lived in before leaving Sierra Leone is damaged and uninhabitable. d) The applicants might be targets of crime because they are elderly and are returning from Canada, and will therefore be seen as having significant financial resources. e) The applicants are employed and support themselves in Canada, and their health has improved since their arrival. f) The applicants have a strong bond with their daughter living in Canada. They are able to maintain better contact with their son and four year old granddaughter living in the United States. They have links to their community through their church and volunteer work. DECISION UNDER REVIEW", "[8] The Officer concluded that there were insufficient H&C grounds to exempt the applicants from subsection 11(1) of the Act, and refused the application. The Officer provided the following reasons: a) She was not satisfied that the applicants had demonstrated that the level of establishment was beyond a minimal level. She considered the evidence and accepted that the applicants were employed, paid taxes and were active in their local church. b) It was the Officer's finding that the hardship alleged by the applicants derived from the country conditions in Sierra Leone, and though the country has significant problems, the hardship is generalized and not undeserved or disproportionate. c) She concluded that there was insufficient evidence to support the fact that their home had been damaged. She determined that the applicants' claim that they would be targeted by criminals was speculative. She found that there was insufficient evidence that the applicants had been refused medical treatment in Sierra Leone or that their health had improved since their arrival in Canada. d) She was satisfied that the applicants have sufficient funds to re-establish themselves in Sierra Leone, and that financial support from their daughter would still be forthcoming upon their return. e) Little weight was accorded to the fact that the processing time for sponsorship is lengthier in Sierra Leone. f) The fact that the applicants have three sons living in Gambia, a son in the United States, and two adult grandchildren in Sierra Leone was considered. The Officer also noted that the principal applicant has two brothers living in Sierra Leone. As such, she was satisfied that there exists a degree of family support available to the applicants in Sierra Leone. g) The officer considered the best interest of the applicants' four year old granddaughter in the United States, and concluded that there was insufficient proof of the ties or contact that they had with their granddaughter. She found that they had not satisfactorily demonstrated that their absence would have a negative impact on the child. h) The officer acknowledged the strong bond between the applicants and their daughter. i) The Officer found that there were few allegations of risk, and concluded that, in light of the negative determination of the applicants' refugee claim and PRRA, that there was not a reasonable chance that the applicants face a risk to life or risk of cruel and unusual treatment or punishment upon their return to Sierra Leone. RELEVANT LEGISLATION", "[9] The requirement that a visa be obtained abroad in general circumstances is established in subsection 11(1) of the Act, while the H&C exemption is set out in subsection 25(1) of the Act: 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. 25. (1) The Minister shall, upon request of a foreign national who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations. 11. 25.", "[10] The provisions that were used by the Officer when considering the applicants' application is contained in the Immigration Manual, Chapter IP-05. This manual sets out the factors that an Officer may consider when evaluating the degree of an applicant's establishment in Canada. 5.1. Humanitarian and compassionate grounds Applicants bear the onus of satisfying the decision-maker that their personal circumstances are such that the hardship of having to obtain a permanent resident visa from outside of Canada would be (i) unusual and undeserved or (ii) disproportionate. Applicants may present whatever facts they believe are relevant. 11.2 Assessing the applicant's degree of establishment in Canada The applicant's degree of establishment in Canada may be a factor to consider in certain situations, particularly when evaluating some case types such as: - parents/grandparents not sponsored; - separation of parents and children (outside the family class); - de facto family members; - prolonged inability to leave Canada has led to establishment; - family violence; - former Canadian citizens; and - other cases. - violence familiale; - anciens citoyens canadiens; et - autre cas. ANALYSIS Preliminary Issue", "[11] The respondent submits that certain documents, attached as exhibits \"C\", \"D\", \"E\" and \"F\" to the affidavit of Arnold Ayodele George, are not properly before the Court and should not be considered. The respondent argues that these exhibits were not submitted to the Officer for consideration on the H&C application. Because they were not submitted prior to April 27, 2007, when the decision was rendered, they should not be considered by this Court.", "[12] This Court has consistently held that only evidence before the decision maker may be considered on judicial review.  <FRAGMENT_SUPPRESSED>  2006 FC 1394 at paragraph 6, Justice Noël wrote: In its case law, this Court has clearly established that, on judicial review, the Court may only examine the evidence that was adduced before the initial decision-maker ( <FRAGMENT_SUPPRESSED> case concerning a claim for refugee protection based on humanitarian and compassionate considerations, Mr. Justice Kelen wrote: The Court cannot consider this information in making its decision. It is trite law that judicial review of a decision should proceed only on the basis of the evidence before the decision-maker. The Court cannot weigh new evidence and substitute its decision for that of the immigration officer. The Court does not decide H&C applications. The Court judicially reviews such decisions to ensure they are made in accordance with the law.", "[13] The exhibits in question consist of correspondence between counsel and the Minister of Citizenship and Immigration, Border Services and opposing counsel. All are communications in which the applicants attempt to dispose of the present matter by means other than adjudication. It is my opinion that these documents were included for the purpose of establishing special circumstances which might allow costs to be awarded to the applicant. I would therefore exclude the evidence insofar as the allegations therein might bear on the review of the Officer's decision; however, I will allow them for the consideration of costs only. Standard of Review", "[14] Both parties submit, and I agree, that the appropriate standard in this case is reasonableness simpliciter ( <FRAGMENT_SUPPRESSED>  at pages 857-858. Therefore, the decision will be unreasonable in the circumstances described in <FRAGMENT_SUPPRESSED>  at paragraphs 55-56.", "[55] A decision will be unreasonable only if there is no line of analysis within the given reasons that could reasonably lead the tribunal from the evidence before it to the conclusion at which it arrived. If any of the reasons that are sufficient to support the conclusion are tenable in the sense that they can stand up to a somewhat probing examination, then the decision will not be unreasonable and a reviewing court must not interfere (see Southam , at para. 56). This means that a decision may satisfy the reasonableness standard if it is supported by a tenable explanation even if this explanation is not one that the reviewing court finds compelling (see Southam , at para. 79). [Emphasis added]", "[56] This does not mean that every element of the reasoning given must independently pass a test for reasonableness. The question is rather whether the reasons, taken as a whole, are tenable as support for the decision. At all times, a court applying a standard of reasonableness must assess the basic adequacy of a reasoned decision remembering that the issue under review does not compel one specific result. Moreover, a reviewing court should not seize on one or more mistakes or elements of the decision which do not affect the decision as a whole.", "[15] It is, therefore, not the role of the Court to re-weigh the evidence and factors considered by the Officer in deciding whether or not to grant an H&C exemption. The Court may not set aside the Officer's decision even if it would have arrived at a different conclusion ( <FRAGMENT_SUPPRESSED>  2006 FC 1474 at paragraph 7; <FRAGMENT_SUPPRESSED>  2007 FC 554 at paragraph 4). Did the Officer Commit a Reviewable Error?", "[16] The applicant submits that the Officer misapprehended the ruling of the Refugee Protection Division of the Immigration and Refugee Board (the Board). The applicant argues that the decision of the Board should be considered by the Officer to be a positive and not a negative factor in the H&C application as the Officer wrote in its decision. The Board stated the following in its reasons: The principal claimant testified in a forthcoming and straightforward manner. His wife accepted his testimony but added a description of pain and fear she experienced when escaping from the rebels in January 2000. [...] The panel finds, based on the testimony of the principal claimant that the mistreatment experienced by the claimants at the hands of people in their area by reason of their Krio background cumulatively amounts, at the most, to harassment. [...] The claimant had no problems with the rebels from March 2000 to March 2003, when they left for Canada. The panel recognizes the hardship experienced by the claimants after returning to their damaged home. [...] Once again the panel notes to straightforward manner in which the principal claimant testified. The panel's jurisdiction in this claim is restricted to a determination of whether or not the claimant is a Convention refugee or a person in need of protection as defined by the Immigration and Refugee Protection Act. While it is sympathetic to the claimants' situation, it has no humanitarian and compassionate jurisdiction to exercise in making this determination.", "[17] The Officer adopted the decision from the Board in its penultimate paragraph of its decision. The Court finds disturbing that the Officer can state after having adopted the Board's reasons: [...] In my opinion, the hardship the applicants assert is generalized and is relevant to the general population in Sierra Leone. Little evidence speaks to how they would personally be subject to such hardships in a way not generally faced by other individuals in or from Sierra Leone.", "[18] I agree with the applicant's submission that the Board had found harassment and hardship but was legally helpless to treat these issues. Therefore, I find that the Officer failed to assess the relevant evidence.", "[19] On the question of lengthy processing time for sponsorship, the Officer writes at page 4 of its decision: The applicants are concerned about the lengthy processing time for sponsorship. I have considered this is a situation faced by most prospective immigrants to Canada who apply for permanent residence from outside Canada in the required manner under IRPA legislation and therefore give this factor little weight.", "[20] Given the evidence that the Officer had in front of her that it would take from five to six years to process an overseas application and given the applicants' age and their personal circumstances, the Court concludes that the Officer made a reviewable error.", "[21] In its memorandum of fact and law, the applicants urges the Court to grant them costs on a solicitor client basis because \"special circumstances\" are present in the case at bar. I do not agree. There is no evidence here that the respondent acted in a malicious manner or in bad faith.", "[22] The applicant proposed the following certified question: Is the length of time required for the processing of an overseas parental family class application a positive factor in the granting of an inland humanitarian and compassionate application, particularly in consideration of the other individual circumstances of the claimants?", "[23] The respondent opposes such a question. The Court agrees with the respondent that this question does not raise a serious question of general importance which would be dispositive of an appeal. JUDGMENT", "[24] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is allowed. The matter is remitted to a different Officer for redetermination. No question is certified. [End of document]"]}