{"id_": "048027", "body_str": ["[1] Le juge Boivin", "[2] Contexte factuel", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] <FRAGMENT_SUPPRESSED>  au para. 39, citant", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25] , L.C. 2001, c. 27: 98. Exclusion - Refugee Convention 98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.", "[26] F. a) c) Article 1. Definition of the term \"refugee\" F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that: (a ) he has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes; (c) he has been guilty of acts contrary to the purposes and principles of the United Nations. Norme de contrôle", "[27]", "[28] <FRAGMENT_SUPPRESSED>  [2009] A.C.F. no 737 (QL).", "[29]", "[30] <FRAGMENT_SUPPRESSED>  F.T.R. 229 au para. 29).", "[31] <FRAGMENT_SUPPRESSED>  au para. 16).", "[32] Analyse", "[33]", "[34]", "", "", "[35] Dans Harb", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45] Harb", "[46]", "[47] JUGEMENT", "[48] <FRAGMENT_SUPPRESSED>  under subsection 72(1) of the Immigration and Refugee Protection Act , S.C., 2001, c. 27 (the Act) for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the panel) dated May 29, 2009, determining that the applicant is excluded from the definition of refugee within the meaning of the 1951 United Nations Convention Relating to the Status of Refugees (the Convention) and from the status of \"person in need of protection\" within the meaning of article 1F(a) of the Convention. Issue", "[2] The only issue in this case is whether it was reasonable for the panel to exclude the applicant. Factual Background", "[3] The applicant, a citizen of Burundi, made a claim for refugee protection based on sections 96 and 97 of the Act, claiming that he had a well-founded fear of persecution by reason of his membership in a particular social group and his political opinion, and alleging that he was personally subject to a risk to his life or a risk of cruel and unusual treatment or punishment.", "[4] The applicant alleges that in 1996 an anti-tank mine was laid in his neighbourhood in Bujumbura near the Prince Louis Rwagasore hospital and a car exploded as a result of the mine. The government conducted an investigation and the conclusion was that Pierre Nkurunziza, a member of the Conseil national pour la défense de la démocratie - Forces pour la défense de la démocratie (CNDD/FDD), was responsible for the explosion. The applicant alleges that Pierre Nkurunziza was sentenced to death.", "[5] The applicant alleges that at the time of the incident he was working for the security commission in his neighbourhood, to watch the neighbourhood and announce genocidal attacks on the neighbourhood as early as possible, using an alarm and communications system.", "[6] The applicant explained that he was selected as head of the Kiriri/Gatoke neighbourhood in Bujumbura in 1998, and that in that position he was responsible for the neighbourhood. His role was to report regularly on the security situation in the neighbourhood, and those reports were submitted to the Minister of the Interior and Security.", "[7] The applicant alleges that the head of the neighbourhood changed in 2000, but he stayed on the neighbourhood security committee and was also part of the Association de lutte contre le genocide [anti-genocide association]. The applicant stated that at that time, a number of people were arrested, tried and sentenced by soldiers and gendarmes. Some people were sentenced to death for participating in terrorism.", "[8] The applicant alleges that his neighbourhood was attacked on April 30, 2002, and his wife and son Alex were killed, while he himself received a head wound. The applicant notes that a number of assailants were then arrested and tried by the military; some were sentenced to death and others were imprisoned for life.", "[9] In 2005, Pierre Nkurunziza was elected President of the Republic of Burundi. The applicant notes that the new President appointed the same person, who was Minister of the Interior at the time he was head of the neighbourhood, from 1998 to 2000, to the position of Minister of the Interior.", "[10] The applicant stated that the Minister of Justice decided to release more than 2,000 prisoners in 2006, some of whom had earlier been sentenced to death and life in prison. The applicant believes that these releases were unconstitutional and immoral and he notes that nothing was done to protect victims and witnesses.", "[11] The applicant alleges that he began receiving anonymous telephone calls in February 2006 telling him they wanted to see him. The applicant states that it was obvious the calls were coming from people who had been released from prison and wanted to eliminate him.", "[12] The applicant alleges that he is well acquainted with the current President of the Republic of Burundi, Pierre Nkurunziza, because they studied together at the Université nationale du Burundi and were on the same rugby team in 1990 and 1991. The applicant states that the President might find him to take revenge, regardless of where he might be living in Burundi.", "[13] On April 4, 2006, the applicant left Burundi and went to the United States. He then came to Canada, where he claimed refugee protection on April 11, 2006. Impugned Decision", "[14] Having regard to all of the evidence before it, both oral and documentary, the panel concluded that there are serious reasons to believe that the self-defence groups, the neighbourhood watch committees and the Burundian armed forces committed crimes against humanity in Burundi during the period when the applicant was on his neighbourhood watch committee, from 1993 to 2006.", "[15] The applicant explained that his functions in defending his neighbourhood since 1993 included carefully monitoring people who entered and left the neighbourhood and informing the national defence forces, the gendarmerie and the police of those movements. The applicant distinguished between the patrol done by the military, which moved around, and monitoring done by residents of the neighbourhood, which was done without moving, by watching through binoculars. The applicant explained that the military and the rebels were armed with rifles, machetes and knives, while the people doing the monitoring, like himself, used dogs. The applicant also stated that he took part in meetings.", "[16] The applicant stated he had been head of the neighbourhood from 1998 to 2000, and his role was to inform people in the neighbourhood. The applicant wrote a number of reports on what was seen during the monitoring and he stated that the events were violent.", "[17] In addition, the applicant generally denied the truth of the information presented in those reports and submitted that when a decision deals with what the person concerned did or did not do, preference should be given to direct evidence and less weight given to generalized statements that are not based on any precise evidence, even if from an apparently reliable source ( <FRAGMENT_SUPPRESSED>  at para. 39, quoting <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 612 at para. 16).", "[18] Given the historical context over the years when the applicant was involved in his neighbourhood watch activities, the panel found that the applicant's attitude was not credible, when he assigned responsibility for all the violations committed in his country to the Hutu rebel groups alone.", "[19] Even though the applicant systematically denied committing crimes of this nature at the hearing, he acknowledged that he had collaborated with all of the Burundian authorities, in particular Défense nationale et la Sécurité [national defence and security], throughout the period when he was involved in the neighbourhood watch committee, from 1993 to 2006. The panel noted that the applicant was head of his neighbourhood from 1998 to 2000, and consequently was paid by the Ministère de l'Intérieur [ministry of the interior], which also controlled the police, and that the head of the neighbourhood was the only ministry employee in the neighbourhood. The applicant also had to take part in at least four meetings with the security forces, including soldiers, gendarmes and police, every month.", "[20] The applicant alleged that the entire country has a right and duty to defend itself against the enemy, and it was in this context that he was involved in neighbourhood watch activities. The applicant stated that when he was head of the neighbourhood, if someone was apprehended committing a crime, the authorities were alerted and the guilty parties were arrested by the authorities: police, gendarmes or soldiers. The applicant did not know what happened to them after that, unless they were tried and sentenced.", "[21] The panel noted that the applicant stated he joined the neighbourhood watch committee voluntarily and took part in the committee for several years, and was even head of the neighbourhood for some years. The panel noted that the applicant could have left the neighbourhood watch committee, but he stayed on until there was a change of government, a few months before he left Burundi. The applicant admitted having indirect knowledge, that is, via the newspapers or radio, of crimes committed by the Burundian defence and security forces, but the panel found that he constantly sought to minimize, if not deny, the extent of the crimes committed, and even to justify the actions taken by the military, the gendarmes and the police, stating that the actions and acts of violence committed were to protect the Burundian population as a whole.", "[22] In its decision, the panel stated, referring to the decisions of the Federal Court of Appeal, that a claimant's actions may be more revealing than their testimony and a simple denial cannot suffice to negate the presence of a common purpose ( <FRAGMENT_SUPPRESSED>  F.T.R. 194 at para. 27). The applicant explained that he continued to cooperate with the military during the years that followed because it was his duty to continue to protect the public in his neighbourhood. The applicant admitted that he was aware of the actions of the Burundian military forces, but noted that it was within the authority of the military to act as they did and in fact the rebel groups were the ones committing aggression. The applicant also admitted that he had heard that civilians had been killed by the army, but he justified that situation by saying that the civilians were either wrongdoers, collaborators or armed individuals.", "[23] In light of the applicant's testimony, the panel concluded that his acquiescence in the acts committed by the Burundian military forces was not passive; rather, it manifested itself in concrete actions over many years, not only in his neighbourhood watch role, but also because he went to the sites of massacres on several occasions to bury civilians. The panel concluded that this acquiescence was sufficient for it to conclude that from 1993 to 2005 the applicant shared a common purpose with the Burundian military forces, which committed crimes against humanity.", "[24] Accordingly, having regard to all of the documentary evidence and all of the applicant's testimony, and taking into account the six factors to be considered in determining whether an individual has been complicit in crimes against humanity, the panel concluded that there was more than a mere suspicion, there were serious reasons for considering that the applicant was complicit in crimes committed by members of the Burundian military forces, by reason of his close association with the persons who committed those crimes. The applicant was therefore excluded by the application of the Convention and section 98 of the Act. Relevant Legislation", "[25] Section 98 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27: Exclusion - Refugee Convention 98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection. 98.", "[26] Chapter I of the 1951 Convention Relating to the Status of Refugees Article 1. Definition of the term \"refugee\" F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that: (a ) he has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes; (c) he has been guilty of acts contrary to the purposes and principles of the United Nations. F. a) c) Standard of Review", "[27] The applicant's complicity and exclusion under article 1F(a) of the Convention are a question of mixed law and fact and the applicable standard review is reasonableness simpliciter ( <FRAGMENT_SUPPRESSED> , the applicable standard has been the new standard of reasonableness. Reasonableness relates primarily to the justification for the decision, the transparency and intelligibility of the decision-making process and whether the decision falls within a range of possible outcomes that are defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> at para. 47). The Court must not intervene if the decision of the administrative tribunal is reasonable, and it may not substitute its own opinion simply because it would have come to a different conclusion. Applicant's Argument", "[28] The applicant admits that he contradicted himself, but he alleges that the panel exaggerated the extent of the imprecisions or contradictions it attempted to identify in the applicant's words, as in <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 737 (QL).", "[29] The applicant submits that the panel should have referred to the evidence relating directly to the issue under consideration, that is, the issue of the applicant's membership in an organization that is guilty of committing serious human rights violations. In the applicant's submission, the panel made its decision without regard to the relevant evidence that was favourable to the applicant.", "[30] In the applicant's submission, the panel reached a hasty conclusion for which there were insufficient findings of fact, and this constitutes an error of law ( <FRAGMENT_SUPPRESSED>  F.T.R. 229 at para. 29).", "[31] The applicant submits that he was simply part of a neighbourhood watch organization and was simply responsible for making reports; he was not armed and he did not have the power to make arrests. The applicant submits that he was not part of any of the self-defence groups referred to in the documentary evidence introduced by the Minister and never worked for the army or took military training. The applicant explained that his involvement in neighbourhood watch activities was limited to the role of a member of the public who called for help and that he did not assist the army except in that limited sense ( <FRAGMENT_SUPPRESSED>  at para. 16).", "[32] The respondent submits that the panel's decision was sound in fact and in law. The Minister need only show serious reasons for considering that the applicant participated in crimes to justify exclusion under article 1F(a) of the Convention. That standard is well below what is required in criminal law (beyond a reasonable doubt) or civil law (on a balance of probabilities or preponderance of the evidence) ( <FRAGMENT_SUPPRESSED>  at para. 77 ( <FRAGMENT_SUPPRESSED>  at p. 308 ( <FRAGMENT_SUPPRESSED>  at p. 445 ( <FRAGMENT_SUPPRESSED>  at pp. 653-654 (F.C.A.); <FRAGMENT_SUPPRESSED> ). As well, complicity essentially depends on there being a common intention and all the parties concerned having knowledge of it ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ). Analysis", "[33] The primary objective of article 1F of the Convention is to ensure that people who commit serious crimes are not able to obtain refugee protection in the country where they claim it.", "[34] A person may be found to be responsible for a crime even if they did not commit it personally, that is, if they were an accomplice. The principle of complicity by association was described as follows in <FRAGMENT_SUPPRESSED> at paras. 11-12:", "[11] In our view, it goes without saying that \"personal and knowing participation\" can be direct or indirect and does not require formal membership in the organization that is ultimately engaged in the condemned activities. It is not working within an organization that makes someone an accomplice to the organization's activities, but knowingly contributing to those activities in any way or making them possible, whether from within or from outside the organization. At p. 318 F.C., MacGuigan, J.A. said that \"[a] t bottom complicity rests . . . on the existence of a shared common purpose and the knowledge that all of the parties in question may have of it\". Those who become involved in an operation that is not theirs, but that they know will probably lead to the commission of an international offence, lay themselves open to the application of the exclusion clause in the same way as those who play a direct part in the operation.", "[12] That being said, everything becomes a question of fact. The Minister does not have to prove the respondent's guilt. He merely has to show - and the burden of proof resting on him is \"less than the balance of probabilities\" ( <FRAGMENT_SUPPRESSED> , supra, at p. 314 F.C.) - that there are serious reasons for considering that the respondent is guilty.", "[35] In Harb , at paragraph 11, Justice Décary, writing for the Federal Court of Appeal, explained how this idea of complicity by association could be the basis for exclusion under article 1F(a) of the Convention: \"It is not the nature of the crimes with which the appellant was charged that led to his exclusion, but that of the crimes alleged against the organizations with which he was supposed to be associated. Once those organizations have committed crimes against humanity and the appellant meets the requirements for membership in the group, knowledge, participation or complicity imposed by precedent (see inter alia,  <FRAGMENT_SUPPRESSED>  (F.C.A.)), the exclusion applies even if the specific acts committed by the appellant himself are not crimes against humanity as such. In short, if the organization persecutes the civilian population the fact that the appellant himself persecuted only the military population does not mean that he will escape the exclusion, if he is an accomplice by association as well.\"", "[36] In this case, in its 31-page decision, the panel analyzed the documentary evidence. That evidence indicates that self-defence and neighbourhood watch groups, as well as the Burundian armed forces, committed serious human rights violations during the years when the applicant was involved in monitoring his own neighbourhood. That information comes from various sources: non-governmental organizations (Human Rights Watch and Amnesty International); a government organization (the United States State Department); and an international institution (the United Nations Human Rights Commission). The panel was of the opinion that although this evidence was not necessarily the best evidence, it has sufficient probative weight to conclude that these were not mere suspicions ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 613 at para. 15).", "[37] Among that evidence, the panel noted that in 1997, the armed forces almost doubled in strength. The evidence also indicates that civilian militias were involved in violent attacks, including murders and rapes. During the period when the applicant was involved in monitoring his neighbourhood, the Burundian armed forces committed serious human rights violations in the course of a generalized or systematic attack against part of the civilian population for political reasons, when they suspected that the civilians supported or might join the rebels. Civilians had to move and stay in camps. In 1998, both government troops and insurgents or rebels killed unarmed civilians and committed other serious human rights violations, including arbitrary executions, rapes and torture, as well as looting and destruction of property.", "[38] A person who is a member of a persecuting group that commits human rights violations, continuously and in the course of a regular operation, will be considered to be an accomplice if the individual in question has knowledge of the activities being committed by the group and neither takes steps to prevent them occurring nor disengages themself from the group at the earliest opportunity, but lends support to it ( <FRAGMENT_SUPPRESSED>  (F.C.A.). Complicity by association is established by analyzing the nature of the crimes of which the persecuting organization or group with which the claimant was associated is accused, even if the persecuting group is not an organization directed to a limited, brutal purpose. Complicity by association can be established even if the person covered by the exclusion clause was not a member of the persecuting group. To arrive at that conclusion, a number of factors set out in the case law must be considered. 1. Method of recruitment", "[39] In this case, the applicant voluntarily began neighbourhood watch activities in 1993, because, he said, it was his duty to ensure the protection and security of his neighbourhood. 2. Position and rank in the organization", "[40] The applicant was head of his neighbourhood from 1998 to 2000. Consequently, he was the only employee of the Minister of the Interior and Security at that time, and he was paid. The applicant wrote reports on the security situation in the neighbourhood, which were submitted to the Minister of the Interior and Security. The applicant also took part regularly in meetings. As a neighbourhood watch participant, the applicant monitored the people who entered and left the neighbourhood and reported attacks to the authorities. The applicant acknowledged that some people had been sentenced during the conflict, over the years. 3. Nature of the organization", "[41] The neighbourhood watch committee is a self-defence group made up of residents who are not armed. They stay where they are and report attacks, and do not patrol as the military army does. 4. Knowledge of atrocities", "[42] The applicant states that he does not know what happened to the people who were arrested by the authorities after they gave the alerts, unless they were tried and sentenced. The applicant admits, however, that he has indirect knowledge of crimes committed by the Burundian defence and security forces, from the newspapers and radio. The applicant also explained that he was sometimes present at the site of massacres after the attacks, to help bury the victims and move people. 5. Length of participation in the organization's activities", "[43] The applicant was a member of the neighbourhood watch committee from 1993 to 2006, until a few months before he left for Canada, after the election in Burundi in 2005 and the change of government that followed. 6. Opportunity to leave the organization", "[44] The applicant had an opportunity to leave the neighbourhood watch committee before 2006. However, he explained that he stayed because it was his duty to protect the people in his neighbourhood.", "[45] The evidence in the record shows that the applicant had knowledge of crimes but did not dissociate himself from the neighbourhood watch committee after seeing the atrocities committed against civilians and even helping to bury the corpses. Those actions are revealing in terms of the applicant's participation in the group's activities. The applicant stayed in his position until 2006 when the government changed. Having regard to the evidence, it is difficult to conclude that the applicant was a mere spectator ( Harb at para. 18, in which the Federal Court of appeal cited <FRAGMENT_SUPPRESSED> with approval at para. 11) or did not have knowledge ( <FRAGMENT_SUPPRESSED> at p. 442), or that he did not share the common purpose, as the panel pointed out.", "[46] The panel applied the facts to the appropriate factors and did not commit any error in applying the law. It was not unreasonable for the panel to conclude that the applicant may not be granted refugee status, by operation of article 1F(a) of the Convention, having regard to the evidence in the record, his testimony and the applicable legal principles. In light of the principles stated by the courts, it was possible for the panel, on the evidence as a whole, to have serious reasons for considering that the applicant had been complicit by association in crimes referred to in article 1F(a) of the Convention.", "[47] For all these reasons, the intervention of the Court is not warranted. No question was proposed for certification and this case does not raise any question. JUDGMENT", "[48] THE COURT ORDERS AND ADJUDGES that the application for judicial review be dismissed. No question will be certified. [End of document]"]}