{"id_": "048038", "body_str": ["[1] McVeigh, J. : This Judicial Review is before the Court because of concerns that erroneous translation led the Board to make material adverse credibility findings.", "[2] For the following reasons, this Judicial Review application is granted. I. Facts", "[3] This Applicant seeks judicial review of the decision of the Refugee and Protection division (the RPD) of the Immigration and Refugee Board (the Board), dated October 25, 2012. The Board refused the Applicant's application for refugee protection as he fell under subparagraph 97(1)(b)(ii) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the IRPA) exception, and faces a generalized risk if returned to El Salvador.", "[4] The Applicant is a citizen of San Salvador and alleges he is on the hit list of the Mara Salvatrucha (MS13). He submits the Mara tried to recruit him in 2000, and to avoid joining, he had to drop out of school and move. He fled to the United States as his father is an American Citizen. He alleges his father was going to legalize his status in the United States, so he did not file his claim there within the American one year filing deadline. In 2004, his uncle was a witness for the prosecution of members of the MS13. His uncle's role was the motivation for revenge by the MS13 and members of his family had to leave the City they lived in. In 2009, the Applicant was unsuccessful in his United States asylum claim. He then left the United States and upon arrival to Canada, he made a refugee claim.", "[5] The Board found that the determinative issue was generalized risk; however, the Board also analyzed credibility. The Board found the Applicant not to be credible and that there was no risk to the Applicant from his uncle's involvement with the police investigation and prosecution of the MS13. The Board found him to have a generalized risk from the attempt at forcible recruitment by the MS13.", "[6] Barbara Duffus, an independent certified interpreter, reviewed the recording of the refugee hearing and filed an affidavit where she noted several errors in mistranslation from English to Spanish and from Spanish to English by the interpreter at the hearing. II. Issue", "[7] Was there a breach of procedural fairness in the translation at the hearing? III. Analysis A. Waiver", "[8] The parties agree that waiver could not have occurred as the Applicant did not speak English and could not have known he was not being translated properly until the tapes were reviewed by another interpreter. B. Standard of Review", "[9] The jurisprudence has established that the applicable standard of review is correctness for a breach of natural justice and procedural fairness ( Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). C. The Legal Test", "[10] The Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ] at para 4, found that \"interpretation provided to applicants before the Refugee Division must be continuous, precise, competent, impartial and contemporaneous.\" This allows the Applicant to tell his or her story.", "[11] The standard of interpretation is high but does not need to be perfect, it is linguistic understanding ( R v Tran , [1994] 2 SCR 951 [ Tran ]; <FRAGMENT_SUPPRESSED> )", "[12] However, where there are errors in translation, the errors must be material to the Board's credibility findings ( <FRAGMENT_SUPPRESSED> ).", "[13] If a breach of this standard is shown, it is not necessary to show actual prejudice ( Tran , above, <FRAGMENT_SUPPRESSED> , above) D. Material Translation Errors", "[14] When the affidavit of the reviewing interpreter is compared with the transcript, it is clear that the translation errors led to confusion in the Applicant's testimony. The translation errors were numerous, but not all were material to the credibility findings of the Board. The decision as a whole must be assessed to determine if the Applicant was denied procedural fairness. The number of errors is immaterial but the fact that they were material errors that were the foundation of negative credibility findings is important to the decision as a whole. The errors in the translation were central to the Board member finding that the Applicant's testimony was not credible and confusing.", "[15] The Supreme Court of Canada has attached a high importance of the right to interpreter assistance given by the Canadian Charter of Rights and Freedoms, Part 1 of the Constitution Act, 1982, being Schedule B to the Canada Act 1982, being Schedule B to the Canada Act 1982, c 11 under section 14 ( Tran , above).", "[16] Comparing the document prepared by the certified court interpreter and translator Barbara Duffus, which sets out the mistranslations made by the interpreter at the hearing in the transcript, it is easy to see why the Board member found the Applicant's answers internally inconsistent and confusing.", "[17] By way of example, the translation of \"pendiente\" from Spanish to English, was translated by the interpreter at the hearing as meaning \"pending\" rather than its meaning in this context as \"hit list\". This word was material to the case so much so that the Board member quoted it in his decision. This word was mistranslated several times throughout the hearing. This led to the Board member concluding that \"...there is no mention of anyone looking for the claimant on an ongoing basis\" even though the Applicant's actual answer was that the MS13 still had him on their hit list. Paragraph 13 of the decision states \"...When the claimant was asked the question again, he recanted his testimony, and provided confusing testimony, repeating that gangs ask for his uncle, and say that the claimant is 'pending'\".", "[18] At paragraph 13 the decision maker stated \"...Later in questioning the claimant said, 'in my country, people don't get involved', suggesting that it is a choice not to report. In any event, the claimant's evidence in this area was never clarified, despite further questioning.\"", "[19] Another material error was made during the Board member's inquiry into why the Applicant did not go to the police for assistance. The interpreter translated the Spanish word for police to the Board member as \"people\". Time: English Dialogue Spanish dialogue Interpreter: In my country people do not get involved in things until things happen, then they may want to do something. In my country, the police do not get involved in these things until things happen, then they may want to do something.", "[20] These examples are provided as illustrations of the mistranslations that were relied on by the Board member which led to a breach of the Applicant's right to procedural fairness.", "[21] In no way is this Court saying that with proper translation the Board would have found the applicant to be a credible witness. Indeed, with proper translation the Board may still have found Applicant's testimony confusing and not credible. But, the Applicant deserves to have his story told. The Board must make its decision on the Applicant's story properly translated. Further, the questions asked by the Board member to the Applicant must also be properly translated, so that he can answer the questions.", "[22] In conclusion, the Court finds that there was a breach of procedural fairness. As a result of this finding, it is unnecessary to deal with any other issues that were raised.", "[23] Neither party proposed a question for certification, and none arises in this case. JUDGMENT", "[24] THIS COURT'S JUDGMENT is that 1. This application for judicial review is granted, the Board's decision is quashed and the matter is to be referred back for a new determination before a differently constituted panel. 2. There is no serious question of general importance to certify.", "[2] I.", "[3] )(ii) de la", "[4]", "[5]", "[6] II.", "[7] III. L'analyse A. La renonciation", "[8] B.", "[9] <FRAGMENT_SUPPRESSED> ). C.", "[10]", "[11] R c Tran , [1994] 2 RCS 951 [ Tran ]; <FRAGMENT_SUPPRESSED> ).", "[12] <FRAGMENT_SUPPRESSED> et 60).", "[13] Tran D.", "[14]", "[15] Loi constitutionnelle de 1982, , c 11 ( Tran", "[16]", "[17] pendiente pending", "[18]", "[19] people Heure: Dialogue anglais Dialogue espagnol Interprète: people)", "[20]", "[21]", "[22]", "[23] JUGEMENT", "[24] [End of document]"]}