{"id_": "048250", "body_str": ["[1] Shore, J. : This is a motion for a stay of removal of an Enforcement Officer's decision, refusing to defer the removal of a twenty-five year old Applicant to St. Lucia on the basis of risk to the Applicant. The Applicant is a witness in a criminal trial and she has a pending humanitarian and compassionate (H&C) application. Additionally, the deferral request is based on the basis of the best interests of the Applicant's three Canadian-born children, three year old twins and, especially, the youngest, a nursing infant, who face risk in St. Lucia from the Applicant's abusive ex-partner. If the children would leave with the Applicant, they have problematic medical issues with which to contend. They will be separated from a large extended family, most of whom have status in Canada, all of which is specified in a pending H&C application of the Applicant. II. Background", "[2] The Applicant lived with a roommate until a dispute resulted in the roommate, changing the locks and discarding the belongings of the Applicant, including the birth certificates and passports of the children. The Applicant called the police for assistance but was herself arrested on that day, October 30, 2007. She has been in detention with her youngest child, ten month old, Myles, since that time. Her three year-old twin daughters are being cared for by the Applicant's aunt who is a permanent resident.", "[3] The Applicant was initially assisted by a consultant who had prepared stay motion documents on her behalf. On February 28, 2008, Justice Douglas Campbell granted her a stay of removal effective to March 4, 2008, at which point the matter was reviewed by teleconference. He instructed the Applicant to make a legal aid application, which she did. On March 4, 2008, Justice Campbell extended the stay of removal to March 25, 2008, at which point the stay ended. The Applicant was very recently granted legal aid and is now represented by proper counsel.", "[4] The Applicant filed a refugee claim which was denied on April 12, 2005. She did not file an Application for Leave and for Judicial Review. She subsequently received a Pre-Removal Risk Assessment (PRRA) application which was denied on February 15, 2007. She was directed to report for removal on April 14, 2007 but did not appear as she was extremely fearful of the reaction of her ex-partner if returned to St. Lucia, seven months pregnant with another man's child. She felt vulnerable and unable to protect herself and her two year-old twin daughters.", "[5] The Refugee Protection Division (RPD) panel accepted her testimony about physical abuse and death threats from the ex-partner; however, it found that there was state protection in St. Lucia. The PRRA Officer relied on that decision and conducted a cursory and selective review of country condition documents.", "[6] The Applicant came to Canada to escape an abusive ex-partner in St. Lucia who sexually, physically and emotionally abused her. She was beaten with belts, pots, sticks, anything that came to hand. When she ran to her mother's house for protection, her mother told her to return to her partner. Her mother lives only a few houses from the ex-partner, who still questions her about the Applicant's whereabouts. When she fled St. Lucia, the Applicant, pregnant with her twin girls, had to leave her three year-old son behind. The Applicant had called police on a number of occasions but was dissuaded from proceeding by the very authorities tasked with her protection.", "[7] The Applicant was recently informed that she is to testify as a witness in a domestic violence trial as she witnessed an incident between her brother and his partner. She has been advised by the Officer that he has a subpoena for her.", "[8] The Applicant's baby, Myles, suffers from a skin condition; in fact, his body is covered in open sores. The condition developed a few days after birth. Her two daughters also have a skin condition. The Applicant is concerned that she will be unable to provide for their medical needs in St. Lucia. (Motion Record, Doctor's Letter, pp. 23.)", "[9] The Applicant had obtained passports and birth certificates for the two girls (the youngest was not yet born) in preparation for her removal in April 2007. She had cooperated with immigration officials in this regard; however, fear and vulnerability overcame her and she did not appear for removal.", "[10] The Applicant's cousin was recently removed to St. Lucia with her Canadian-born son. The child was recently deported from St. Lucia to Canada as the authorities there did not consider him St. Lucian. Parent and child are now separated. The Applicant fears that her children will also be deported.", "[11] The Applicant has a close and large extended family in Toronto, most of whom have status. She has two aunts in Toronto, one, a Canadian citizen and the other, a permanent resident. She also has ten adult cousins, all of whom are permanent residents who have five Canadian-born children, with one on the way. The Applicant's twin daughters are very close to this extended family and have been living with their aunt, Ms. Mary Leone and fifteen-year-old cousin, since October 30, 2007, when the Applicant was arrested. They look upon their cousin as an older brother.", "[12] The objective evidence on this issue at www.unicef.org/barbados/cao_unicefeco_sitan.pdf, additionally, a 2006 UNICEF report, states: ∙ More than half of the children in St. Lucia and St. Vincent and fully a third of those in Barbados are \"at risk\"; ∙ The main risk factors are food insecurity (or poverty) followed by chronic illness of a parent; ∙ Poverty is a major obstacle to accessing nominally free social services, including education and health care; ∙ The abuse of children, particularly sexual abuse, is a serious problem to many. III. Issue", "[13] Whether or not this application for an order, staying the execution of the removal order made against the Applicant meets the tripartite test for the granting of a stay: (a) The Applicant has raised a serious issue; (b) The Applicant would suffer irreparable harm if deported from Canada; and (c) That, on the balance of convenience, giving consideration to both parties, the stay should be ordered. <FRAGMENT_SUPPRESSED>  (F.C.A.).) IV. Analysis A. Serious Issue", "[14] The Court in <FRAGMENT_SUPPRESSED> established the test for determining whether or not to grant a stay of removal. An Applicant must demonstrate that he/she has raised a serious issue to be tried; that he/she would suffer irreparable harm if no order were granted; and that the balance of convenience favours granting the order, considering the total situation of both parties.", "[15] The Courts have consistently established a low threshold for a finding of \"serious issue to be tried\" in the context of stay motions. It is merely necessary to show that the application before the Court is not frivolous and vexatious. ( <FRAGMENT_SUPPRESSED>  (QL).)", "[16] A higher threshold applies to the question of serious issue where a stay of removal is sought on the basis of an application to review a decision not to defer removal. ( <FRAGMENT_SUPPRESSED>  (QL).)", "[17] The decision to defer removal under ss. 48 (2) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA), is a discretionary decision and requires that the Officer consider any relevant factors and circumstances unique to the particular case. This includes a broad range of circumstances. ( <FRAGMENT_SUPPRESSED>  (QL); Wang , above.)", "[18] As Justice James O'Reilly summarized in <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1384 (QL):", "[3] Enforcement officers have a limited discretion to defer the removal of persons who have been ordered to leave Canada. Generally speaking, officers have an obligation to remove persons as soon as reasonably practicable (s. 48(2), Immigration and Refugee Protection Act , S.C. 2001, c. 27; set out in the attached Annex). However, consistent with that duty, officers can consider whether there are good reasons to delay removal ... (Emphasis added.)", "[19] The Federal Court decisions regarding the scope of the discretion that removals officers have, is quite varied.", "[20] <FRAGMENT_SUPPRESSED>  (QL), Justice Frederick Gibson, concluded:", "[19] I conclude that the \"broad range of circumstances\" that Madame Justice Simpson found to be contemplated by section 48 of the Immigration Act includes discretion to consider whether it is reasonable to defer the making of removal arrangements pending a risk assessment and determination . Accordingly, it follows that a removal officer may have regard to cogent evidence of risk in removal to a particular destination and as to whether or not an appropriate risk assessment has been conducted and evaluated, solely for the purpose of informing his or her exercise of discretion regarding deferral. (Emphasis added.)", "[21] The phrase \"as soon as is reasonably practicable\" has been analyzed by Justice Campbell in the following terms:", "[10] ...this phrase denotes that there are two factors in play in arriving at a decision to defer removal: the legal requirement for removal, and the factual requirement that the removal be on the basis of two factual considerations being found to exist at the same time. That is, removal must occur as soon as practicable, but only as soon as the practicability of removal is reasonable ...", "[13] ... removal is to occur as soon as it is \"able to [be] put into practice\". But there is an important additional qualifier: what is practicable must be reasonable; that is, \"sensible\"... (Emphasis added.) <FRAGMENT_SUPPRESSED>  (QL).)", "[22] The Court adopts the reasoning of Justice Campbell in Cortes , above, and concludes that the proper standard of review of a removals officer's decision is reasonableness simpliciter which follows the latest Supreme Court of Canada decision in <FRAGMENT_SUPPRESSED> :", "[8] It is agreed that no privative clause exists to limit judicial review of a deferral decision. As described below in detail, the purpose of s.48(2) is to immediately remove persons without status, but only as soon as the practicability of removal is reasonable. On practicability, there is no doubt that the removals officer has expertise, but this is relatively unimportant to the outcome of a deferral request. At the core of a deferral decision is the expertise used in determining the issue of reasonableness. I find that neither a removals officer, nor a reviewing judge, possesses dominant subjective judgment when it comes to weighing the human conditions which are, invariably, integral to a deferral application. Thus, having found three factors that are essentially neutral on the issue of deference, in my opinion, the outcome of the pragmatic and functional analysis depends on whether the deferral decision is one of law, fact, or mixed law and fact.", "[9] In my opinion, a deferral decision is not a question of fact, but is a question of mixed law and fact.", "[10] ...As I do not find any reason to deviate from the usual standard of review that applies to findings of mixed law and fact, I find that the standard of review of a deferral decision is reasonableness simpliciter. (Emphasis added.)", "[23] There are no set conditions that must be met in order for an Officer to exercise his/her discretion to defer removal; therefore, where there are compelling circumstances that make it necessary for the Officer to defer removal, then, justice would require that the Officer exercise that discretion.", "[24] The Applicant set out a number of factors which, taken together, render her removal unreasonable at this time: risk to herself and her children especially the youngest child, from her ex-partner; medical conditions of all three of her children especially the youngest child; lack of identity documents for the children; separation of the children from their in-status extended family; the Applicant being a witness in a criminal trial; and, a pending H&C application.", "[25] The Officer did not turn her mind to the best interests of these children. The Officer focused exclusively on the practicality of removal and none at all on the reasonableness of that removal. As soon as the stay of removal expired, the Officer issued another Notice of Removal without any regard to the lack of passports for the children, information which was properly before the Officer. The Officer has not deferred removal as per the request to defer removal and, in so doing, has not considered the best interests of these children. In ignoring the second factor of the \"practicably reasonable\" test, the Officer committed a reviewable error.", "[26] A duty exists to be \"alert, alive and sensitive\" to the best interests of the Applicant's child or children. ( <FRAGMENT_SUPPRESSED> , para 75.) Best Interests of the Child", "[27] In Baker , the Supreme Court of Canada ruled that Immigration Officers should consider the best interests of the child while making decisions that may have an impact on children. This requirement has now been codified in the IRPA. Moreover, international instruments for which Canada is a party to, for example, Convention on the Rights of the Child, the Inter American Declaration on Human Rights and the International Covenant on Civil and Political Rights, imposes upon states parties the obligation to take into account the best interests of the child and to maintain the integrity of the family. The principles and obligations should be considered while making a decision in this case.", "[28] In the recent decision of <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 950 (QL), at paragraph 17: \"the law is clear that when a deferral of removal of a parent is requested and where the interests of affected children are raised, a Removal Officer must consider their short-term interests\". The Court also relied on the earlier decision of <FRAGMENT_SUPPRESSED>  (QL), whereby it elaborated on the duties of a Removals Officer:", "[40] ... What he should be considering, however, are the short term best interests of the child. For example, it is certainly within the removal officer's discretion to defer removal until a child has terminated his or her school year, if he or she is going with his or her parent.", "[29] It is not practical to remove the Applicant at this point. Given the recent Cortes decision, whereby the practicality of removal was described as being reasonable and sensible, removing these Canadian children and their mother at this point is neither reasonable nor sensible.", "[30] In light of the above considerations, the principles of the IRPA are served by deferring the Applicant's removal.", "[31] The Applicant's children are Canadian citizens and, as such, have a right to remain in Canada and enjoy the full benefits of Canadian citizenship. They also have a right to enjoy the love and relationship of their extended family here in Canada. State protection for victims of domestic abuse in St. Lucia", "[32] The Applicant left St. Lucia to flee the abuse she was receiving at the hands of her ex-partner. In refusing her PRRA application, the PRRA Officer neglected to refer to very recent documentary evidence form the IRB, which seriously throws doubt on the availability of state protection for victims of domestic violence in St. Lucia.", "[33] According to a January 6, 2006 Response to Information Request (RIR), the Family Court magistrate can issue protection orders. The victim has to initiate the proceedings by approaching one of the social workers. It is noteworthy that the limited measures available to women to combat intimate partner violence is through family law proceedings rather than criminal law proceedings. This fact speaks to the way that violence against women is viewed by the authorities. The protection orders cited in the report focus on prohibiting an abuser from remaining in the household residence of the victim. These would not apply to the Applicant as she has already separated from her ex-partner. None of the protection orders address stalking behaviour.", "[34] The state of St. Lucia is at the early stages of addressing the complex problem of violence against women, particularly domestic violence. The state's response is currently at an unsophisticated level, one that is unable to address stalking by ex-partners. This is evidenced by the limitations of the so-called protection orders.", "[35] For example, the RIR states that \"according to the St. Lucia Crisis Centre Present, it is up to the victim to file a complaint, to seek protection and to obtain legal redress.\" The President also noted that there are problems in executing arrest warrants and that \"this problem plagues the whole criminal justice system not only the Family Court.\"", "[36] With respect to access to legal aid, there is a very limited service in the form of a program that operates a few hours a week. The RIR states that \"the only cases where a lawyer could be provided by the state would be if the case involved a capital offence (i.e. murder).\" Clearly, a woman could only access a lawyer for her defense only if she killed her abuser. If her abuser kills her, then he would benefit from the services of a government funded lawyer, the same government that denied the abused woman such services.", "[37] With respect to police effectiveness, \"the police response is sometimes ineffective, especially in emergency situations, because of factors such as a lack of transportation for police personnel.\" Additionally, \"police were hesitant to intervene in domestic violence disputes, and many victims were reluctant to report cases of domestic violence and rape or to press charges.\" Clearly, the lack of state protection acts as an incentive to victims' reporting the abuse. In fact, to report the abuse in the fact of ineffective police response would simply place the victim at increased risk from the abuser.", "[38] Given the Applicant's status as a single mother, the fact that the ex-partner still makes inquiries about her and would be enraged were she to return with another man's child, it is not unreasonable to believe that she and the child, Myles, would be at risk. The documentary evidence indicates clearly that the protection available to her would be inadequate.", "[39] The impact on the children of separation from their extended family is most significant.", "[40] The Applicant has raised a serious issue regarding the Enforcement Officer's decision, in that, the decision necessitates that the Officer be \"alert, alive and sensitive\" to the children's best interests and that cannot be avoided B. Irreparable Harm", "[41] Where the law requires that an official give careful consideration to a child's best interests, failing to do so constitutes irreparable harm to the child in question. ( <FRAGMENT_SUPPRESSED>  (QL), para. 22; <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1715 ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 51 ( <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1152 (QL).)", "[42] Irreparable harm to the Applicant's children constitutes irreparable harm to the Applicant herself. ( <FRAGMENT_SUPPRESSED> , above, para. 22.)", "[43] While the temporary separation of adult spouses who will eventually be reunited may not amount to irreparable harm, the separation of a young child from either of his parents is an entirely different matter. The reasoning of Justice Barbara Reed in <FRAGMENT_SUPPRESSED>  (QL), should be persuasive:", "[10] If the applicant is returned to Grenada, her daughter must either go with her mother, or stay in Canada with her father, and be separated from her mother. I have no doubt that this will cause irreparable harm to the child.", "[44] That the children may be permanently separated from their mother due to their potential for deportation from St. Lucia, as evidenced by a similar situation occurring with regard to the Applicant's cousin's child.", "[45] The children, especially the youngest, faces irreparable harm due to the risk he faces from the ex-partner of the Applicant, who continues to attend at her mother's home seeking the Applicant. The Applicant fears he will be enraged by the child as he will be a symbol of the Applicant's involvement with another man. Yet, the Officer did not turn her mind to this risk.", "[46] Additionally, these children, especially the twin girls, face irreparable harm through separation from their extended family, who are currently their primary caregivers. To suddenly remove them would cause the children irreparable harm.", "[47] The children face irreparable harm due to their medical conditions. The youngest especially suffers from a skin condition and his body is covered in open sores. Due to the Applicant's poverty she fears she will not be able to provide medical care and medication for all three of her children. The interests of these children and their mother's ability to care for their medical needs were not considered by the Officer. C. Balance of Convenience", "[48] Where the Court is satisfied that a serious issue and irreparable harm have been established, the balance of convenience will flow with the Applicant. ( <FRAGMENT_SUPPRESSED>  (QL).)", "[49] The Applicant did not show for removal but explained that this was due to her intense fear for her and her children's safety, particularly as she was seven months pregnant at the time and very vulnerable. The Applicant does not have a criminal record and has contributed to Canadian society. The Applicant, having shown a serious issue to be tried and having demonstrated that irreparable harm will follow if this motion is not granted, has demonstrated that the balance of convenience lies with her. V. Conclusion", "[50] Due to the potential peril which the Applicant and her children face, the Applicant has demonstrated that she has met all three branches of the <FRAGMENT_SUPPRESSED> test; therefore, the execution of her removal is stayed pending the final disposition of her H&C application. ORDER", "[51] THIS COURT ORDERS that the Applicant's motion for a stay of the execution of the removal from Canada be granted pending the final disposition of her H&C application. [End of document]"]}