{"id_": "048251", "body_str": ["[1] Rennie, J. : This decision arises from an application for judicial review of a March 23, 2011 decision by the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) that found that the applicants were neither Convention (United Nations' Convention Relating to the Status of Refugees , [1969] Can TS No 6) refugees under section 96 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ) nor persons in need of protection under section 97 of the IRPA .  <FRAGMENT_SUPPRESSED>", "[2] The issue before this Court is whether the Board erred in its analysis under section 97(1)(b)(ii) of the IRPA . A second issue arises from the Board's findings on state protection; however, as the Board reasonably concluded that the applicants would not be subject to a risk not faced generally by other individuals in Mexico, the state protection issue need not be addressed. The third ground of review, breach of the principles of natural justice, was abandoned by the applicants at the outset of argument.  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[3] The principal applicant, Javier Camargo Vivero (applicant), his spouse and their minor child are originally from Cordoba, Veracruz, Mexico. The applicant was a self-employed auto-mechanic and his wife a self-employed graphic designer. On November 12, 2008, he was kidnapped, assaulted and held for a one million peso ransom by 'Los Zetas' (Zetas), a criminal gang in Mexico. His wife raised almost half of that in order to secure his release. The applicant was then instructed by the Zetas to pay 20,000 pesos each month in order to prevent harm to himself, his wife and child. He was told not to go to the police. He was told that his telephone would be monitored. He was told that he would be watched. He testified that both he and his home were, on occasion, under surveillance.  <FRAGMENT_SUPPRESSED>", "[4] The applicant spoke about the situation with some of his clients who were police officers. He was told by these officers that nothing could be done but to pay the ransom or close his business and move away. He thus did not report the kidnapping, the assault or the extortion threats to the police. By July 2009, the Zetas had increased the monthly extortionary rate to 25,000 pesos. The applicant testified that he thought of moving to another part of Mexico, but feared reprisals from the Zetas for closing his business and avoiding them. In the early hours of January 15, 2010, the applicants left their home, most of their possessions and drove to the airport. They arrived in Canada and made a claim for refugee status that day.  <FRAGMENT_SUPPRESSED>", "[5] The Board refused the claims on March 23, 2011, the same day as the hearing, and rendered its written decision on April 11, 2011, finding that:  <FRAGMENT_SUPPRESSED> ....there is no nexus to a Convention ground. That is to say, you do not fear the Los Zetas criminal gang on the basis of your nationality or your race or your religion or your political opinion. I do not find that you are members of a particular social group in terms of your fear of Los Zetas. You are victims of kidnapping, assault, death threats and extortion. In other words, you are victims of crime in Mexico. Victimization alone cannot form the basis of your membership in a particular social group. I am not of the view the principal claimant's status as a successful businessman in Mexico forms the basis of a particular social group.  <FRAGMENT_SUPPRESSED>", "[6] The Board further developed this finding, and added that:  <FRAGMENT_SUPPRESSED> There was no evidence before me demonstrating that you were targeted by Los Zetas for any reason other than your perceived wealth. The Zetas were looking for anyone who could pay them. The motivation to target you was purely financial, with your perceived wealth being the probable cause. As such, your fear results from criminality which does not constitute a fear of persecution based on a Convention ground as was found in the cases of Larenas and Vikram ...  <FRAGMENT_SUPPRESSED>", "[7] Having concluded that a claim under section 96 had not been established, the Board then considered whether the criteria of section 97 of the IRPA had been satisfied. The Board stated:  <FRAGMENT_SUPPRESSED> ...I must assess your claims under subsection 97(1) of the Act on a balance of probabilities. I note that there is no evidence of continued threat or risk from these particular gang members. While you believe there would be serious consequences if Los Zetas found you in Mexico, there is no evidence that they continue to actively search for you. This confirms my conclusion that their main interest in you was money. While I accept that you continue to fear those who kidnapped and extorted you, I find that the risk you face is unfortunately a generalized one. In a country in which there is a high crime rate, that undermines the security of all citizens. The particular facts of the claimant must be distinguished in order to satisfy the requirements of section 97(1) of the Act. In other words, you must face a more personalized risk than other Mexicans, including other small business owners and families. Even if I found that your perceived wealth placed you at a higher risk than lower income individuals, your case is still not made out. [Emphasis added]  <FRAGMENT_SUPPRESSED>", "[8] After also finding that the applicants had not rebutted the presumption of state protection with clear and convincing evidence, the Board concluded that the applicants did not fall within the scope of section 97 of the IRPA .  <FRAGMENT_SUPPRESSED> Overview  <FRAGMENT_SUPPRESSED>", "[9] The issue before the Court was whether there is a divergence in the jurisprudence with respect to section 97, as set forth in Annex A to this Judgment.  <FRAGMENT_SUPPRESSED>", "[10] The thrust of the applicant's argument was that there were two lines of divergent authority with respect to section 97(1)(b)(ii) and the ambit or extent of the proviso that the risk \"... is not faced generally by other individuals in or from that country.\" It was argued that certain decisions hold that acts of ordinary criminality can satisfy the second part of the test, and that under a second line of authority, acts of criminality cannot satisfy the test.  <FRAGMENT_SUPPRESSED>", "[11] In my view, there is no divergence in the jurisprudence; rather differences in the outcomes of section 97 cases stem from the need for an individualized inquiry in each case. In every instance, the Board must determine if all the requirements of section 97 are met, which includes a determination of whether the claimant would personally face a risk to their life or to a risk of cruel and unusual treatment or punishment, and whether that risk is faced generally by other individuals in or from that country. It is therefore an error to fail to consider whether the claimant faces a personalized risk, or to conflate that question with whether the risk is a general risk. It is also an error to conflate the risk with the reason for it; thus, the fact that the risk arises from criminal activity is not itself relevant to the question of whether the requirements of section 97 are met.  <FRAGMENT_SUPPRESSED>", "[12] In this case, however, the Board did conduct an individualized inquiry and found that the applicants were not subject to a risk that was not faced generally by other individuals in Mexico. This conclusion was reasonably open to the Board, and the application must therefore be dismissed.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[13] In many decisions of this Court, the Court has upheld findings that claimants faced only a general risk faced by other individuals in their country. For example, in <FRAGMENT_SUPPRESSED>  Justice John O'Keefe held at paragraph 25:  <FRAGMENT_SUPPRESSED> The applicants are members of a large group of people who may be targeted for economic crimes in Honduras on the basis of their perceived wealth. The applicants submitted that the Board erred in imposing too high a standard upon them in requiring that they prove that they would be personally at risk. Given the wording of subparagraph 97(1)(b)(ii) of IRPA, the applicants had to satisfy the Board that they would be personally subjected to a risk that was not generally faced by others in Honduras.  <FRAGMENT_SUPPRESSED>", "[14] Carias was favourably cited shortly thereafter by Justice Danièle Tremblay-Lamer in <FRAGMENT_SUPPRESSED>  where she held at paragraph 23:  <FRAGMENT_SUPPRESSED> Based on the recent jurisprudence of this Court, I am of the view that the applicant does not face a personalized risk that is not faced generally by other individuals in or from Haiti. The risk of all forms of criminality is general and felt by all Haitians. While a specific number of individuals may be targeted more frequently because of their wealth, all Haitians are at risk of becoming the victims of violence.  <FRAGMENT_SUPPRESSED>", "[15] This Court would also follow this line of reasoning in cases such as <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> . A passage from Acosta is particularly instructive. Justice Johanne Gauthier (now of the Court of Appeal) wrote at paragraph 16:  <FRAGMENT_SUPPRESSED> The applicant referred to a passage of the documentary evidence which confirms that bus fare collectors are frequently subject to extortion by the Gang. However, the Board examined this country documentation and found it to clearly indicate the prevalence of gang related violence in a variety of sectors. It is no more unreasonable to find that a particular group that is targeted, be it bus fare collectors or other victims of extortion and who do not pay, faces generalised violence than to reach the same conclusion in respect of well known wealthy business men in Haiti who were clearly found to be at a heightened risk of facing the violence prevalent in that country.  <FRAGMENT_SUPPRESSED>", "[16] The genesis of what was argued to be an alternative approach to section 97(1)(b)(ii) lies in <FRAGMENT_SUPPRESSED> . In that case, the applicant had been threatened by armed members of the Maras Salvatruchas on several occasions, both at his home and at university. In setting aside the decision Justice Yves de Montigny wrote at paragraphs 13 and 15:  <FRAGMENT_SUPPRESSED> In short, the risk faced by an applicant ought not to be a random and generalized risk indiscriminately faced by all persons living in the country to which the applicant risks to be removed. In this case, the applicant submitted in his Personal Information Form (PIF) that he had been personally subjected to danger; yet the RPD did not take this into account and rather put the accent on the fact that Mr. Pineda had stated in his testimony that the Maras Salvatruchas recruited across the country and targeted all levels of society, regardless of the age of the persons contemplated.  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> Under these circumstances, the RPD's finding is patently unreasonable. It cannot be accepted, by implication at least, that the applicant had been threatened by a well-organized gang that was terrorizing the entire country, according to the documentary evidence, and in the same breath surmise that this same applicant would not be exposed to a personal risk if he were to return to El Salvador. It could very well be that the Maras Salvatruchas recruit from the general population; the fact remains that Mr. Pineda, if his testimony is to be believed, had been specifically targeted and was subjected to repeated threats and attacks. On that basis, he was subjected to a greater risk than the risk faced by the population in general.  <FRAGMENT_SUPPRESSED>", "[17] In the subsequent decision of <FRAGMENT_SUPPRESSED>  Justice Eleanor Dawson, (now of the Court of Appeal) analyzed section 97(1)(b)(ii) and its underlying objectives. Justice Dawson noted that the concept embedded in section 97(1)(b)(ii) was not new, but had its antecedence in the Immigration Act , R.S.C. 1985, c-2 and the Regulations which required a claimant to establish \"an objectively identifiable risk, which risk would apply in every part of that country and would not be faced generally by other individuals in or from that country.\" Justice Dawson turned next, at paragraph 17, to the guidelines published by the Department of Citizenship and Immigration which informed the interpretation of various elements contained in the definition of the post-determination refugee claimants in Canada (PDRCC) class:  <FRAGMENT_SUPPRESSED> The Department of Citizenship and Immigration published guidelines to assist officers in the interpretation of the various elements contained in the definition of the PDRCC class. With respect to the requirement that the risk \"would not be faced generally by other individuals\" the guidelines instructed officers that:  <FRAGMENT_SUPPRESSED> The threat is not restricted to a risk personalized to an individual; it includes risks faced by individuals that may be shared by others who are similarly situated . Neither are risks restricted by ethnic, political, religious or social factors as the concept of persecution is in the Convention refugee definition. Whether or not the risk is associated with a \"Convention\" ground, a person may fall within the scope of this definition. Notwithstanding this, the limitation imposed by the PDRCC definition in the phrase \"which risk ... would not be faced generally by other individuals in or from that country\" applies. Any risk that would apply to all residents or citizens of the country of origin cannot result in a positive decision under this Regulation . [emphasis added]  <FRAGMENT_SUPPRESSED> [Emphasis in original]  <FRAGMENT_SUPPRESSED>", "[18] Justice Dawson concluded that the Board must consider whether the risk is faced generally by all other persons living in the country.  <FRAGMENT_SUPPRESSED>", "[19] A decade earlier, in <FRAGMENT_SUPPRESSED> , Justice Donna McGillis also referred to the guidelines, at paragraph 37, to help articulate the scope of the requirement under what is now section 97(1)(b)(ii):  <FRAGMENT_SUPPRESSED> In particular, the PDRCC class guidelines emphasize that the criteria in subsection 2(1) of the Regulations are not only restricted to \"a risk personalized to an individual\", but also include a risk faced by others similarly situated. Furthermore, the guidelines interpret the exclusionary phrase in the Regulations that the risk must not be \"faced generally by other individuals\", as meaning a risk faced by all residents or citizens of that country. Indeed, during his cross-examination, Gilbert Troutet, a specialist in PDRCC class applications, stated that the exclusion would apply only \"in extreme situations such as a generalized disaster of some sort that would involve all of the inhabitants of a given country. And if such a situation does occur, the [respondent] has specific programs to cover such situations.\" [Footnote omitted]  <FRAGMENT_SUPPRESSED>", "[20] <FRAGMENT_SUPPRESSED>  Justice Simon Noël found at paragraph 17 that the Board erred by failing to consider whether the risk faced by the applicant was different from the general risk created by ordinary criminal activity:  <FRAGMENT_SUPPRESSED> As was the case in Martinez Pineda , the Board erred in its decision: it focused on the generalized threat suffered by the population of Guatemala while failing to consider the Applicant's particular situation. Because the Applicant's credibility was not in question, the Board had the duty to fully analyse and appreciate the personalized risk faced by the Applicant in order to render a complete analysis of the Applicant's claim for asylum under section 97 of the IRPA. It appears that the Applicant was not targeted in the same manner as any other vendor in the market: reprisal was sought because he had collaborated with authorities, refused to comply with the gang's requests and knew of the circumstance of Mr. Vicente's death.  <FRAGMENT_SUPPRESSED>", "[21] I understand Aguilar Zacarias to require the Board to consider both whether there is a personal risk and whether that risk is not faced generally by others in the country.  <FRAGMENT_SUPPRESSED>", "[22] To conclude, in <FRAGMENT_SUPPRESSED>  Justice Russel Zinn observed at paragraph 27 that many cases of the Board and this Court have offered confusing reasoning on this point, and he made several helpful comments about the proper analysis to undertake in determining a section 97 claim:  <FRAGMENT_SUPPRESSED> The majority of cases turn on whether or not the last condition has been satisfied, that is, whether the risk faced by the claimant is a risk faced generally by others in the country. I pause to observe that regrettably too many decisions of the RPD and of this Court use imprecise language in this regard. No doubt I too have been guilty of this. Specifically, many decisions state or imply that a generalized risk is not a personal risk. What is usually meant is that the claimant's risk is one faced generally by others and thus the claimant does not meet the requirements of the Act. It is not meant that the claimant has no personal risk. It is important that a decision-maker finds that a claimant has a personal risk because if there is no personal risk to the claimant, then there is no need to do any further analysis of the claim; there is simply no risk. It is only after finding that there is a personal risk that a decision-maker must continue to consider whether that risk is one faced generally by the population.  <FRAGMENT_SUPPRESSED>", "[23] Justice Zinn also noted that decision-makers are often imprecise about the risk itself; thus, the Board sometimes fails to identify the risk, or conflates the risk with the reason for it, both of which constitute an error. He stated at paragraph 29:  <FRAGMENT_SUPPRESSED> An example of the sort of decision I am addressing is that under review. The closest the decision-maker in this case comes to actually stating the risk she finds this applicant faces is the following: \"[T]he harm feared by the claimant; that is criminality (recruitment to deliver drugs) ....\" But this is not the risk faced by the applicant, and even if it were, the decision fails to state how this meets the test of risk set out in subparagraph 97(1)(b)(ii) of the Act. At best, the risk as described forms part of the reason for the risk to the applicant's life. When one conflates the reason for the risk with the risk itself, one fails to properly conduct the individualized inquiry of the claim that is essential to a proper s. 97 analysis and determination.  <FRAGMENT_SUPPRESSED>", "[24] The respondent asserts that a risk of violence from criminal activity is a risk faced generally by individuals in Mexico and therefore cannot support a section 97 claim. However, Corado  <FRAGMENT_SUPPRESSED> , holds that position to be contrary to the requirement of an individualized inquiry in each case, and to the line of cases to which I have referred finding a personal risk arising from criminal gang activity: Martinez Pineda Aguilar Zacarias <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[25] I agree with the reasons of Justice Zinn quoted in the paragraphs above. The fact that the risk faced by an applicant arises from criminal activity does not in itself mean that the risk is one faced generally by other individuals in the country - rather, each case must be assessed on its facts to determine if the requirements of section 97 are met, as some risks arising from criminal activity will constitute a general risk, and others will not.  <FRAGMENT_SUPPRESSED>", "[26] In this case, the Board did undertake in individualized inquiry and concluded that the prospective risk faced by the applicants was no more than the general risk faced by other individuals in Mexico. The Board based this conclusion on the finding that the Zetas did not appear to be continuing to search for the applicant, and therefore that gang did not present a continued threat:  <FRAGMENT_SUPPRESSED> ... I note that there is no evidence of continued threat or risk from these particular gang members . While you believe there would be serious consequences if Los Zetas found you in Mexico, there is no evidence that they continue to actively search for you . This confirms my conclusion that their main interest in you was money. While I accept that you continue to fear those who kidnapped and extorted you, I find that the risk you face is unfortunately a generalized one . In a country in which there is a high crime rate, that undermines the security of all citizens. The particular facts of the claimant must be distinguished in order to satisfy the requirements of section 97(1) of the Act ... [Emphasis added]  <FRAGMENT_SUPPRESSED>", "[27] Because the Board did not accept the evidence that the Zetas would continue to pursue the applicant, the Board concluded that the future risk faced by the applicants was no more than the general risk of violence from criminal activity faced by all Mexicans. These findings were specific to the applicants' circumstances, and they were reasonably open to the Board. The Court therefore has no basis to intervene.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[28] It must be remembered that Parliament is presumed not to have enacted legislation that is devoid of content; thus, the interpretation of section 97 frequently relied on by the Refugee Protection Division cannot be supported: for example, it would not protect individuals from natural disasters, as natural disasters affect everyone; it would not protect individuals from criminal acts, as all are at risk of extortion. Section 97 would thus be reduced, in its application, to the protection of individuals who are victimized by criminal acts in countries where the risk of criminality is not widespread or prevalent. In these cases, state protection, logically, is likely to be available. In consequence, section 97 would be stripped of any content and bereft of meaning, a legislative section in search of meaning.  <FRAGMENT_SUPPRESSED>", "[29] As discussed above, the respondent's position stems from a misplaced focus on the reason for the risk - the question is not whether the risk to a claimant is created by criminal activity, but rather whether the claimant would be subjected personally to a risk to his or her life or to a risk of cruel and unusual treatment or punishment, and whether that risk is one not faced generally by other individuals in or from the country. If the Board fails to undertake an individualized inquiry to determine those questions the Court will have basis to intervene.  <FRAGMENT_SUPPRESSED>", "[30] In this case, the Board's decision can be upheld, but not for the reason that citizens of Mexico are at a general risk of violence from criminal activity - a section 97 claim could potentially succeed based on a risk from gang violence in Mexico, depending on the circumstances. However, in this case the applicants' circumstances were considered, and the Board reasonably concluded that they faced no more than a risk faced generally by others in Mexico. The application is therefore dismissed.  <FRAGMENT_SUPPRESSED>", "[31] No questions were proposed for certification and none arise.  <FRAGMENT_SUPPRESSED>", "[32] THIS COURT'S JUDGMENT is that the application is dismissed. No question has been proposed for certification.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED> ANNEX A  <FRAGMENT_SUPPRESSED> Person in need of protection  <FRAGMENT_SUPPRESSED> 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> Person in need of protection  <FRAGMENT_SUPPRESSED> (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>"]}