{"id_": "048338", "body_str": ["[1] Dawson, J. : Counsel, in their concise submissions, agree that the issue raised in this application for mandamus is whether the delay in processing Mr. Mohamed's application for landing is so unreasonable as to justify granting the relief claimed.", "[2] The relevant facts are as follows.", "[3] Mr. Mohamed, a citizen of Iraq, arrived in Canada on February 27, 1996. He was declared to be a Convention refugee on June 11, 1996 and thereafter on August 1, 1996, Mr. Mohamed applied for landing in Canada pursuant to subsection 46.04(1) of the Immigration Act , R.S.C. 1985, c. I-2 as amended (\" Act \").", "[4] On August 21, 1996, Mr. Mohamed's application was forwarded to the Canadian Security Intelligence Service (\"CSIS\") which determined that it was necessary to conduct its own security investigation. The results of that investigation by CSIS were reported to Citizenship and Immigration Canada (\"CIC\") on June 11, 1998. Those results were then reviewed and analysed by CIC officials.", "[5] By letter dated September 2, 1998 that status was reported to Mr. Mohamed by the Solicitor of General of Canada.", "[6] On June 11, 1999, a representative of CIC wrote to Mr. Mohamed's then agent advising that CIC was, due to the large case load in the directorate, unable to provide an estimated time frame in which the review of Mr. Mohamed's case would be completed. By letter dated July 6, 1999, Mr. Mohamed's agent was advised that Mr. Mohamed's application was being assessed by the department's case management branch at national headquarters and that it was anticipated that the security review in the case would require a further period of six months to one year to process.", "[7] On September 23, 1999, as a result of the internal review of Mr. Mohamed's file it was recommended that Mr. Mohamed be interviewed by an immigration officer. This was done on November 10, 1999 and on November 15, 1999 a report of that interview was forwarded to the security review directorate of CIC.", "[8] As a result of that report further information was requested from CSIS on December 7, 1999.", "[9] On March 16, 2000, this application for leave and for judicial review was commenced. The Minister consented to the granting of leave.", "[10] As no response had been received from CSIS to CIC's request of December 7, 1999 a follow-up letter was sent by CIC to CSIS on June 16, 2000. The most recent information provided to the Court was that CIC is still waiting for a response from CSIS regarding the further information sought.", "[11] As noted, Mr. Mohamed's application for landing was made pursuant to subsection 46.04(1) of the Act . Subsection 46.04(6) provides that: \"46.04(6) An immigration officer to whom an application is made under subsection (1) shall render the decision on the application as soon as possible and shall send a written notice of the decision to the applicant.\"", "[12] Counsel are agreed that the conditions precedent for the granting of an order of mandamus are met in the present case, and that this Court has held that for a delay in the performance of a statutory obligation to be considered unreasonable, the following requirements must be met: (1) the delay in question has been longer than the nature of the process required, prima facie; (2) the applicant and his counsel are not responsible for the delay; and (3) the authority responsible for the delay has not provided satisfactory justification. See, for example,", "[13] With respect to the three requirements set out above, in an affidavit sworn in opposition to this application, an analyst in the security review directorate of CIC swore that \"[f]rom my experience, the delays associated with this file are not out of the ordinary\". It is not suggested that either the applicant or his counsel are responsible for any delay. The security analyst also swore that, based upon her review of Mr. Mohamed's file, \"it appears that most of the delays associated with processing his application for landing have to do with the security concerns raised by his application\".", "[14] On this evidence it was submitted on the Minister's behalf that the delay is not outside of the time frame normally expected for processing such an application and is not, therefore, unreasonable, and that the Minister has provided a satisfactory justification for the delay. It was also submitted that this Court has considered mandamus applications in similar circumstances and in the past has held that delays ranging from five years to eighteen months are reasonable and not outside of the time frame contemplated by subsection 46.04(6) of the Act", "[15] I agree with the observation of my colleague MacKay, J., in <FRAGMENT_SUPPRESSED> ; 192 F.T.R. 260 (T.D.), that each application for mandamus turns upon its own facts. Therefore prior jurisprudence is not particularly helpful except for the purpose of outlining the parameters within which the Court has issued an order in the nature of mandamus where it has found an unusual delay which has not been reasonably explained.", "[16] In the present case, despite the very able argument of counsel for the Minister, I am unable to accept that the delay has not been longer than the nature of the process prima facie required. I draw this conclusion from the fact that in July of 1999 Mr. Mohamed was told that the security review in his case would \"require a further period of six months to one year to process\". While this was an estimate, it has been exceeded without any explanation provided as to why the estimate proved to be inaccurate.", "[17] Nor do I accept that the statement, \"it appears that most of the delays associated with processing his application for landing have to do with security concerns\", (underlining added), constitutes a satisfactory justification for the fact that after more than four years Mr. Mohamed's application for landing remains extant.", "[18] At the conclusion of the parties' oral submissions, I requested that counsel confer to see if they could agree upon what would be a reasonable time frame for a decision to be made should I deem it appropriate to issue an order requiring a decision to be made. After conferring, counsel advised that it would be reasonable to require a decision to be made on or before December 23, 2000.", "[19] In the circumstances before me I conclude it is appropriate for an order to issue requiring the Minister to process Mr. Mohamed's application for permanent residence in Canada in accordance with the law and the Act by no later than December 23, 2000. I reach this conclusion on the basis of my determination that the delay has been longer than prima facie required and that no satisfactory justification for the delay was provided.", "[20] As for certification of a question, Mr. Mohamed's counsel sought certification of the question: Has the Minister acted in accord with subsection 46.04(6) if a decision is made with such delay, systemic or otherwise, as may be attributed to a backlog in the respondent's office.", "[21] Counsel for the Minister opposed certification of the question.", "[22] For a question to be certified, the issue raised must be determinative of the appeal. The question posed is not, in my view, determinative of this application so no question will be certified. ORDER", "[23] IT IS HEREBY ORDERED THAT: 1. An order in the nature of mandamus issue requiring the respondent to process the applicant's application for permanent residence in Canada in accordance with the law and the Immigration Act , and in accord with the following terms: i. The respondent shall process the applicant's application for permanent residence in Canada and provide him with a decision with respect to the issuance of permanent residence status on or before December 23, 2000. ii. The period for making the said decision shall be subject to a further extension by this Court if the respondent applies therefor prior to December 23, 2000 and is able to prove that such further time is required due to causes beyond her control. Application granted. Editor: Angela E. McKay/pdk [End of document]"]}