{"id_": "048400", "body_str": ["[1] Noël, J. : This is an application for judicial review under section 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] of a decision by the Refugee Protection Division [RPD] of the Immigration and Refugee Board, dated August 31, 2012, granting the Respondent refugee status. I. Facts", "[2] The Respondent is a Tamil male from Meesalai, a city located in the north of Sri Lanka. He worked as a tailor at a shop in Maruthanarmadam.", "[3] He fears returning to Sri Lanka because of the Sri Lankan armed forces and aligned paramilitary groups.", "[4] In July 2006, the Liberation Tigers of Tamil Eelam [LTTE] detonated a bomb about fifteen meters from the Respondent's shop. It killed many officers. The Respondent was interrogated about his knowledge of the bomb, was detained, beaten and was frequently questioned even after being released.", "[5] After this incident, the Respondent closed his shop and went to work for his father on the family farm until the following January, when he left to work for another tailor.", "[6] The authorities detained the Respondent in October 2008 and asked him whether he has connections to the LTTE. He was slapped and threatened during the detention. In May 2009, his brother disappeared and is presumed dead.", "[7] The Respondent continued to be questioned. In January 2010, he was ordered to report to a military camp for questioning. As he was fearful of doing so, his family advised him to flee so he went to Colombo and sought the services of an agent.", "[8] In February 2010, the Respondent found an agent who told him about a ship destined for Canada. He flew to Thailand in April 2010, boarded the MV Sun Sea in June 2010 and arrived in Canada in August 2010, where he immediately claimed refugee protection. II. Decision under review", "[9] While the RPD noted that the Respondent's Tamil ethnicity had been established, it did not find the Respondent's story to be credible. The RPD determined that it was not credible for the Respondent to have been requested to report to an army camp, and yet decide to go to Colombo and not be intercepted at one of the numerous checkpoints by the police on his way. Moreover, the RPD did not find the Respondent credible in regard to being able to flee Sri Lanka by using his own passport without being arrested. His explanation of having paid a bribe to leave Sri Lanka was rejected by the RPD as this information was not included in his Personal Information Form.", "[10] The RPD however did ultimately find the Respondent to be a Convention refugee because his fear of persecution was based on his membership to a particular social group. The RPD found that since the Respondent was a passenger on the MV Sun Sea, he was therefore part of a group associated by a former voluntary status, unalterable due to its historical permanence.", "[11] The RPD found that as the agents of persecution are representatives of the Sri Lankan government, the Respondent does not have state protection or an internal flight alternative available to him.", "[12] The Sri Lankan government still has an interest in identifying LTTE members and supporters despite the fact that the conflict ended in 2009. Moreover, it is reported that Tamils continue to be harassed by security officers and that detentions are still being carried out. The evidence shows that those suspected of having LTTE affiliation are still at risk of enforced disappearances and torture.", "[13] As LTTE sympathizers and members were on the ship, the RPD determined that every passenger on the MV Sun Sea is linked in some way to the LTTE as they lived among militants for several months. If returned to Sri Lanka, the Respondent would be known as a passenger on the MV Sun Sea , which might lead to his persecution as some returnees are believed to have been tortured.", "[14] The RPD therefore granted the Respondent refugee protection as he faces a serious possibility of persecution by the Sri Lankan government. III.", "[15] The Applicant submits that the RPD erred in finding that the Respondent faces a risk of persecution as a member of the particular social group of Tamil passengers on the MV Sun Sea. The Applicant argues that none of the three categories recognized in <FRAGMENT_SUPPRESSED>  at 739, 20 Imm LR (2d) 85 are applicable to this case as the Respondent is not part of a group defined by an innate or unchangeable characteristic, a group whose members voluntarily associate for reasons fundamental to their human dignity or a group associated by a former voluntary status, unalterable due to its historical permanence.", "[16] The Applicant also submits that the RPD erred in determining that every passenger on the MV Sun Sea is linked in some way to the LTTE, if only because they were on an LTTE ship because such a conclusion disregards the personal circumstance of every claimant. The Applicant also points out that there is no evidence that the Sri Lankan authorities consider all passengers of the MV Sun Sea as LTTE members.", "[17] Second, the Applicant alleged that the RPD ignored key evidence such as a Canada Border Services Agency [CBSA] Intelligence Report which states that Canada and the International Organization for Migration [IMO] signed an Assisted Voluntary Return Agreement in which the IMO is to facilitate voluntary return of irregular Sri Lanka migrants from Africa to Colombo. The report also cites cases where the Canadian Liaison Office attended the Colombo airport to monitor the arrival of returnees. Sixty-six of them were returnees who left Sri Lanka with the assistance of a smuggler having links with the LTTE. They were all released in a timely manner.", "[18] The Applicant also alleges that the RPD disregarded evidence to the effect that 11 000 former LTTE combatants have been released since September 2011.", "[19] Finally, the Applicant submits that the RPD erred in concluding that the Respondent would be considered linked to the LTTE as he was a passenger on the MV Sun Sea and therefore would have lived among LTTE militants. Indeed, the evidence demonstrated that no such link exists nor did he appear to be a supporter of the LTTE. IV.", "[20] First, the Respondent submits that the RPD correctly determined that the Respondent faces a risk of persecution because he was a passenger on the MV Sun Sea , which was an LTTE operation and that several LTTE members were traveling on board. The Sri Lankan authorities would find that he had LTTE affiliations and therefore he is a member of a particular social group for the purposes of section 96 of the IRPA. Moreover, LTTE affiliation also falls within the definition of \"political opinion.\"", "[21] Second, the Respondent argues that the RPD did not ignore any relevant evidence. The CBSA Intelligence Report was reviewed by the RPD, as there is a presumption that all evidence put before the RPD will be considered. Moreover, the present case is different than that of the failed refugee claimants who came back as they were not suspected of being linked to the LTTE and there is no evidence that the same kind of monitoring would occur in the present case. Indeed, the RPD had evidence, which was not contested by the Applicant, that one of the passengers of the MV Sun Sea who was returned to Sri Lanka was detained, questioned and tortured.", "[22] As for the document that has been ignored by the RPD and that states that thousands of LTTE cadres have been released, it has been considered as the RPD specifically referred to the said document in its decision. Moreover, there is a lot of evidence that points to a risk of persecution and torture by Sri Lankan authorities. V. Applicant's reply", "[23] The Applicant submits that the Respondent did not provide evidence to show that he did not oppose the filing of evidence related to another MV Sun Sea passenger. Moreover, in any event, the RPD did not rely on such evidence.", "[24] The Applicant submits that it has been recognized in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  ACWS (3d) 177 [ <FRAGMENT_SUPPRESSED> ] that the RPD committed an error in considering that another passenger of the MV Sun Sea was a Convention refugee as Tamil males on board the MV Sun Sea cannot constitute a \"particular social group\" within the meaning of section 96 of the IPRA.", "[25] Finally, it has been recently decided in <FRAGMENT_SUPPRESSED>  CarswellNat 207 that the fact that the Sri Lankan's speech on the MV Sun Sea passengers is on the government's website does not demonstrate that it reflects their current view. VI. Issues 1. Did the RPD err in determining that the Respondent is a member of a particular social group subject to persecution? 2. Did the RPD fail to consider key elements of evidence? VII. Standard of review", "[26] As both parties suggested, the two issues are to be reviewed under a standard of reasonableness since they raise questions of mixed fact and law ( <FRAGMENT_SUPPRESSED> ). Furthermore, as this Court will address the sufficiency and intelligibility of the reasons, the same standard of reasonableness is applicable ( Newfoundland and  <FRAGMENT_SUPPRESSED> DLR (4th) 17 [ Newfoundland Nurses ] but also <FRAGMENT_SUPPRESSED> , above at para 47). VIII. Analysis", "[27] In order to make a nexus finding relating to the notion of \"membership in a particular social group\" pursuant to section 96 of the IRPA, the RPD should take in consideration \"the general underlying themes of the defence of human rights and anti-discrimination\" (see Ward , above at 739 and <FRAGMENT_SUPPRESSED> ). Simply having been a Tamil passenger on the MV Sun Sea , as established by the Chief Justice in <FRAGMENT_SUPPRESSED> , above at para 16, does not fall within the meaning of membership in a particular social group of section 96 of the IRPA. There must be a sufficient evidentiary foundation to support such a finding, including consideration of factors concerning human rights and discrimination. Without such a basis, there is no support for a finding of membership in a particular social group.", "[28] The Respondent retorts that a reading of the decision as a whole shows that the RPD found that there was more than a \"serious possibility\" that the Respondent would be persecuted when returned to Sri Lanka because his status as a former passenger on the MV Sun Sea would lead the Sri Lankan government to believe that he is linked to the LTTE given that the Secretary of Defence has stated that migrants on the MV Sun Sea included \"hardcore LTTE\" members and \"LTTE cadres.\" In the Respondent's view, the nexus finding is based on his \"perceived LTTE membership or affiliation\" and is not restricted to his status as a former MV Sun Sea passenger. The Respondent suggests that having links to the LTTE is sufficient not only to meet the legal definition of membership in a particular social group but also sufficient to meet the legal definition of \"political opinion,\" another convention ground pursuant to section 96 of the IRPA (see Respondent's Submissions at paragraphs 5 and 7).", "[29] I cannot ascribe to the Respondent's interpretation of the RPD's decision. The RPD's finding is as follows: Second, the claimant was a passenger on the MV Sun Sea, a fact not in dispute. I find that on his unalterable, historical connection to this ship makes him a member of a particular social group: Tamil passengers on the MV Sun Sea. Accordingly, I have analyzed his claim under s. 96 of the Act [...] For these reasons, I find that every passenger on the MV Sun Sea is linked in some way to the LTTE, if only because they were on a LTTE ship. (See RPD's decision at paras 27 and 35.)", "[30] At no time does the RPD discuss the necessary consideration to be given to human rights or discrimination matters nor does it explain why the Respondent, as a former passenger of the MV Sun Sea is part of a group associated by a former voluntary status, unalterable due to its historical permanence. The RPD's decision makes disparate findings on the interest of the Sri Lanka government in identifying LTTE members and supporters, on the ethically questionable methods when dealing with individuals suspected of being LTTE members and supporters, on the part of the government, on the Sri Lanka government linking the MV Sun Sea to the LTTE and on the possibility that the Respondent be a person of interest to Sri Lankan authorities upon return.", "[31] The RPD indicates in its decision that the findings are cumulative but it does not relate them to legal considerations to be given to a finding of membership in a particular social group or, as submitted by the Respondent, to a political opinion nexus pursuant to section 96 of the IRPA.", "[32] In this case, the RPD failed to make the necessary factual findings with the applicable legal rationale to justify its findings of membership in a particular social group or a determination of political opinion.", "[33] As determined by the Supreme Court of Canada in Newfoundland  <FRAGMENT_SUPPRESSED> , reviewing Courts must show deference to the reasons of administrative tribunals. Indeed, a reviewing Court must carefully read the decision as a whole and review the evidence presented by both parties before determining whether the reasons given by the administrative body are reasonable. In some cases, when the evidence allows, it must even read beyond that is specifically written and look at the context of the decision and the evidence as a whole.", "[34] With these considerations in mind, I have carefully read the reasons and reviewed the evidence submitted to the RPD in order to gain a proper and in-depth understanding of the reasons as well as the conclusions. I have also taken in consideration the submissions, with particular attention paid to the Respondent's counsel suggested interpretation of the RPD's decision.", "[35] I am of the view that the Respondent's counsel suggested interpretation of the RPD's decision is not supported by the evidence. While it may well be that what is proposed by counsel would result in a proper, legal determination of membership in a particular social group or a finding of nexus to political opinion ground pursuant to section 96 of the IRPA, I do not find it to be the case. Unlike this Court's decision in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> CarswellNat 532, in the present case, the RPD's reasons do not support the Respondent's argument that the RPD's conclusion relied on more than his membership in a particular social group.", "[36] I do not read in the RPD's reasons a proper legal foundation for a finding of membership in a particular social group, despite the RPD finding it be to a valid nexus, nor do I see any basis to establish a nexus to political opinion ground, as suggested by the Respondent.", "[37] The reasons include more than six findings as seen earlier but at no time does the RPD relate one of them to necessary legal considerations of a determination based on membership in a particular social group. This Court cannot speculate as to what was the rationale of the RPD's decision in this case. There is an absence of linkage and there is no possibility of establishing one. This renders the decision unreasonable.", "[38] As for the second issue regarding the RPD's alleged failure to consider key evidence, I find it unnecessary to deal with this issue given the above determination. I would however like to point out that the following pieces of evidence: (1) the full speech of the Sri Lanka Secretary of Defence dated August 2011 linking the MV Sun Sea to the LTTE and the considerable number of \"LTTE cadres\" on the ship and (2) the sworn affidavit of an immigration consultant dated January 30, 2012 stating that one passenger of the MV Sun Sea who returned to Sri Lanka was detained and tortured since the summer of 2011 were before the RPD, Such pieces of evidence ought to be considered when assessing the situation of a MV Sun Sea passenger returning to his home country", "[39] The parties did not propose questions for certification, therefore, none will be certified. JUDGMENT", "[40] THIS COURT'S JUDGMENT is that the judicial review of the RPD decision dated August 31, 2012 is granted and the matter shall be returned to a different panel for consideration. No question for certification will be certified. I.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] Sun Sea II.", "[9]", "[10] Sun Sea", "[11]", "[12]", "[13] Sun Sea Sun Sea", "[14] III.", "[15] Sun Sea", "[16] Sun Sea Sun Sea", "[17]", "[18]", "[19] Sun Sea IV.", "[20] Sun Sea", "[21] Sun Sea", "[22] V.", "[23] Sun Sea", "[24] Sun Sea Sun Sea", "[25] Sun Sea VI. VII. Norme de contrôle", "[26] Newfoundland and  <FRAGMENT_SUPPRESSED> DLR (4th) 17 [ Newfoundland Nurses VIII. Analyse", "[27] Ward Sun Sea", "[28] Sun Sea Sun Sea Sun Sea", "[29] Sun Sea Sun Sea . J'ai donc analysé sa demande d'asile au regard de l'article 96 de la Loi [...] Sun Sea", "[30] Sun Sea Sun Sea", "[31]", "[32]", "[33] Newfoundland Nurses", "[34]", "[35] Canada", "[36]", "[37]", "[38] Sun Sea Sun Sea Sun Sea", "[39] JUGEMENT", "[40] [End of document]"]}