{"id_": "048558", "body_str": ["[1] : This appeal is launched by the Molson Companies Limited ( <FRAGMENT_SUPPRESSED> ) pursuant to the provisions of ss. 56 and 59 of the Trade Marks Act from the decision of the Trademark Opposition Board (\"the Registrar\"), dated December 30, 1988, rejecting Molson's opposition to the registration by John Labatt Limited ( <FRAGMENT_SUPPRESSED> ) of the trademark \"Winchester Gold\".", "[2] Molson claims that the Registrar erred on the following grounds: (a) he failed to find that the trademark \"Winchester Gold\" was incapable of being distinctive of Labatt, as it is already distinctive of Molson; (b) he failed to find that the trademark \"Winchester Gold\" was confusing with Molson's trademarks; (c) he misapplied the onus rule imposing upon an applicant for a proposed trademark (Labatt) the burden of disproving any likelihood of confusion; (d) he misconstrued the relevancy and the weight to be attributed to the state of the register; (e) he failed to find that Labatt could not have been the person entitled to the registration of the trademark.", "[3] In his judgment, the Registrar found that the trademark \"Golden\" was clearly descriptive of brewed alcoholic beverages and referred to  <FRAGMENT_SUPPRESSED>  trademark \"Golden\" was not registrable for use in association with beer, because the primary meaning of \"Golden\" was to describe the colour found in most beers, including Molson. However, he found that Labatt's mark \"Winchester Gold\" \"has no direct relation to the character or quality of the applicant's wares and is therefore an inherently stronger mark\".", "[4] The Registrar also found as follows: \"On balance, the evidence establishes the existence on the register of a large number of registered trademarks including the word 'golden' or 'gold' for alcoholic beverages. A fair inference from the foregoing is that a number of those marks are in use and that consequently the average consumer would be accustomed to making fine distinctions between such trademarks in the marketplace.\"", "[5] The Registrar concluded that \"in view of the inherent weakness of the opponent's mark, the low degree of resemblance between the marks and the state of the register evidence\", Labatt had satisfied the onus to show that the trademarks were not confusing.", "[6] It is common ground and trite law that the material date for assessing the distinctiveness of a trademark is the date of filing of the opposition [see footnote 2], in this instance May 31, 1984. It is also well-established that for an opponent to succeed on the ground that a trademark is not distinctive under s. 38(2)(d) the opponent bears an evidential burden to establish that its own mark is known to some extent [see footnote 3]. Molson claims that its own mark is a famous mark, having been recognized generally by the public through long and extensive use and extensive sales and media advertising [see footnote 4], even if there is a lack of inherent distinctiveness in the mark [see footnote 5]. Molson further argues that its own trademark \"Molson Golden\", being famous, is entitled to a broad scope of protection and that such a broad ambit of protection would prohibit the registration of a trademark such as Labatt's \"Winchester Gold\", even if it displays only a minor degree of resemblance with \"Molson Golden\" [see footnote 6].", "[7] Summing up on the issue of distinctiveness, Molson claims that \"Winchester Gold\" is not adapted to distinguish the wares of Labatt from the wares of Molson for these reasons: (a) \"Golden\" and \"Molson Golden\" are famous trademarks and are entitled to a broad ambit of protection; (b) the two marks are distinctive of Molson's brewed alcoholic beverages; (c) the use by Labatt of the trademark \"Winchester Gold\" in association with a brewed alcoholic beverage may induce the public to believe that the brewed alcoholic beverage emanates from Molson.", "[8] Applying the well-known criteria outlined in s. 6(5) of the Act, Molson argues that the inherent distinctiveness of its own trademark is well-established by the evidence and that, although a weak mark, its ambit of protection has been enhanced through extensive use under s. 6(5)(a) [see footnote 7]. Molson commenced use of the first member of the \"Golden\" series of trademarks in 1954 and still uses the trademarks: the length of time criteria under s. 6(5)(b) therefore favours Molson. The nature of the wares and trade are identical under ss. 6(5)(c) and 6(5)(d).", "[9] As to the degree of similarity in appearance, sound and idea suggested under s. 6(5)(e), Molson submits that \"Gold\" and \"Golden\" are substantially identical in appearance, sound and idea suggested and the addition of the weak element \"Winchester\" does not obviate the likelihood of confusion [see footnote 8].", "[10] It should be pointed out at this stage that the word \"Winchester\", which can mean a city in England, or a famous cathedral, or a rifle, or a cigarette mark, was hardly discussed in arguments by either party. Yet, when making a comparison, it has been held that the first portion of a trademark deserves enhanced significance [see footnote 9].", "[11] As to \"all the surrounding circumstances\" referred to in s. 6(5), Molson argues that the Registrar erred in considering the state of the register in respect of the broad category of \"alcoholic beverages\": the Registrar should have limited his search to \"brewed alcoholic beverages or beer\". An analysis by Molson of the register evidence adduced by Labatt shows that out of the 1,341 marks containing the word \"Gold\" or \"Golden\", 411 are associated with either food or beverages. Out of these 411 marks, only 70 are for some sort of alcoholic beverage and only seven for brewed alcoholic beverages. Out of these seven marks, six are owned by Molson and the last one, \"Gold Keg\", is owned by Labatt. Molson claims there is no evidence that \"Gold Keg\" was in use by Labatt at the material date.", "[12] However, this last argument was effectively met by the affidavit of James Johnston, a Senior Market Analyst employed by Labatt, who has canvassed the market and found at least three other \"Gold\" or \"Golden\" marks in relation to beer, namely \"Moosehead's Golden Light\" brewed by Moosehead Breweries Limited in the Maritimes Region, \"Carlsberg Gold\" brewed by Carling O'Keefe in Ontario, and \"Gold Peak Premium\" brewed by Rocky Mountain Breweries in Alberta. Sales of these beers commenced on September 29, 1979, February 23, 1981 and April 26, 1982 respectively and were not discontinued before May 31, 1984.", "[13] The whole issue of distinctiveness, or the lack of it leading to confusion, is a finding of fact which ought not to be disturbed unless the Registrar \"has gone wrong\" [see footnote 10] and the onus lies upon the appellant ( <FRAGMENT_SUPPRESSED> ) to show that the Registrar was wrong. When comparing marks, one must look to the trademark as a whole [see footnote 11] and as used by the parties. The comparison cannot be limited to the words \"Gold\" and \"Golden\". In any event, as mentioned earlier, \"Golden\" has already been held to be descriptive and, in my view, \"Gold\" is descriptive as well, in association with beer.", "[14] We must look at \"Molson Golden\" as opposed to \"Winchester Gold\" and we must look at both in association with beer.  <FRAGMENT_SUPPRESSED>  was not registrable as a trademark for use in association with beer. The court might have had a different reaction to an application for \"Molson's Golden\" as a mark. Similarly in the instant case, the application is not for \"Gold\" simpliciter but for \"Winchester Gold\".", "[15] The Registrar found that \"Winchester Gold\" was an inherently stronger mark than \"Golden\", since \"Golden\" is clearly descriptive of beer. I cannot find fault with that finding. Again, the decision of the Registrar is entitled to great weight and ought not to be lightly set aside, unless he made an error.", "[16] As to the state of the register, the preponderance of jurisprudence shows that such evidence is routinely considered in determining the distinctiveness of a trademark [see footnote 12]. Generally, the state of the register is a factor to be considered within \"all the surrounding circumstances\" under s. 6(5). It has also been held that distilled, brewed and fermented alcoholic beverages are closely related wares when analyzing the state of the register [see footnote 13].", "[17] In andres  <FRAGMENT_SUPPRESSED>  common in the wine industry to use marks that include the word \"Duck\", that the word \"Duck\" does not have much distinctiveness, and that the appellant cannot have a monopoly on the word \"Duck\" when used in association with wine. Still, it held that the trademark \"Newfie Duck\" for sparkling wines was registrable. It affirmed Joyal, J.'s, decision confirming the rejection of the opposition by the Registrar. The opposition was relying on its own registration for the mark \"Baby Duck\" in association with wine. Similarly, while the mark \"Gold\" simpliciter may be descriptive or in common use and Labatt may not enjoy a monopoly on the word \"Gold\", the mark \"Winchester Gold\", considered as a whole, is registrable.", "[18] Consequently, the decision of the Registrar is confirmed and the appeal is dismissed with costs. Appeal dismissed. Editor: Elizabeth M.A. Turgeon/nmg Footnotes 1. (1987), 91 N.R. 148; 19 C.P.R.(3d) 88 2. Re Andres Wines Ltd. and E. & J. Gallo Winery (1975), 25 C.P.R.(2d) 126 (F.C.A.) at p. 130, and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 454 (F.C.T.D.), at p. 458 3. Motel 6  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 58 and  <FRAGMENT_SUPPRESSED>  (T.M.O.B.), at pp. 418-419 4.  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 141; G.H. Mumm &  <FRAGMENT_SUPPRESSED>  (T.M.O.B.), at p. 180 and  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 111 5. MacDonald, R., Famous Trademarks, 2 C.I.P.R. 47, August 1985;  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 71 6.  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 137 (F.C.T.D.), at p. 143;  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at pp. 486-487 8.  <FRAGMENT_SUPPRESSED>  (S.C.C.), at p. 11 and  <FRAGMENT_SUPPRESSED> , at p. 375 11.  <FRAGMENT_SUPPRESSED>  (Ex. Ct.), at p. 136 and  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 16 (S.C.C.), at p. 25;  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 49 and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 289, at p. 290 [End of document]"]}