{"id_": "048634", "body_str": ["[1] Joyal, J. [Translation]: The motion before the court has been brought by the defendant seeking, inter alia, to have the plaintiff's action for declaratory judgment struck out and dismissed. The applicant is of the opinion that the plaintiff's action discloses no reasonable cause of action and is an abuse of the process of the Federal Court.  <FRAGMENT_SUPPRESSED> The Facts  <FRAGMENT_SUPPRESSED>", "[2] The plaintiff (respondent) is a federal Crown corporation established under the Pilotage Act , R.S.C. 1985, c. P-14 (the Act ) to administer in the interests of safety an efficient pilotage service within the regions set out in the Act . The Authority is established under s. 3(1) of the Act :  <FRAGMENT_SUPPRESSED> \"3(1) Each Pilotage Authority named in the schedule is hereby established as a body corporate consisting of a Chairman and not more than six other members. <FRAGMENT_SUPPRESSED>", "[3] The respondent, the Laurentian Pilotage Authority, is named in the schedule to the Act . The role of the Authority is described in s. 18:  <FRAGMENT_SUPPRESSED> \"18. The objects of an Authority are to establish, operate, maintain and administer in the interests of safety an efficient pilotage service within the region set out in respect of the Authority in the schedule. <FRAGMENT_SUPPRESSED>", "[4] Specifically, s. 20(1)(c) permits the Authority to make regulations prescribing the circumstances under which compulsory pilotage may be waived.  <FRAGMENT_SUPPRESSED>", "[5] The defendant (applicant) is a company incorporated under the Quebec Companies Act , R.S.Q. 1964, c. 271. In December 1990, the two parties entered into a contract for the services of licensed pilots under s. 15(2) of the Act :  <FRAGMENT_SUPPRESSED> \"15(2) Where a majority of licensed pilots within the region, or any part thereof, set out in respect of an Authority in the schedule who form or are members or shareholders of a body corporate elect not to become employees of the Authority, the Authority may contract with that body corporate for the services of licensed pilots and the training of apprentice pilots in the region or part thereof where the contract is to be effective, and the Authority shall not employ pilots or apprentice pilots in the region or that part thereof where such a contract is in effect. <FRAGMENT_SUPPRESSED>", "[6] That contract came to an end on June 30, 1993. That contract provided that in spite of its expiry, unless there was notice as stipulated, the duty to provide pilotage services continued. The respondent attempted to resume discussions with the applicant for the purpose of renewing the contract, but in vain.  <FRAGMENT_SUPPRESSED>", "[7] The respondent informed the applicant that it did not intend to be bound by the obligation to retain the services of the applicant exclusively. From that moment on, there being no longer any contract between the parties and accordingly no longer any pilots available, the respondent has granted waivers of compulsory pilotage in response to requests by the captains of certain ships. The respondent has granted waivers under s. 5 of the Laurentian Pilotage Authority Regulations , SOR/80-252, which reads as follows:  <FRAGMENT_SUPPRESSED> \"5(1) The Authority may waive compulsory pilotage of any ship  <FRAGMENT_SUPPRESSED> (a) that is to arrive in, depart from or make a movage within the compulsory pilotage area if her owner, master or agent has complied with sections 6, 7, 8, 9 or 10, whichever is applicable, and no licensed pilot is available to perform pilotage duties at the time of her arrival, departure or movage, as the case may be, or  <FRAGMENT_SUPPRESSED> (b) in respect of which one or more licensed pilots refuse to perform pilotage duties, except where the Authority regards the ship as unsafe.  <FRAGMENT_SUPPRESSED> \"(2) Notwithstanding subsection (1), the Authority may waive compulsory pilotage of a ship that is in distress, proceeding to a ship in distress or entering the compulsory pilotage area for refuge. <FRAGMENT_SUPPRESSED>", "[8] For safety reasons, waivers are not granted, for example, to passenger ships and petroleum product shippers.  <FRAGMENT_SUPPRESSED>", "[9] The applicant informed the respondent that it was acting illegally by waiving compulsory pilotage in the circumstances, and that it would be bringing legal proceedings to stop this illegal action. Accordingly, on September 20, 1993, the respondent filed its action for declaratory judgment seeking a declaration that it was entitled, in fact and in law, under s. 5 of the Regulations , to waive compulsory pilotage in view of the refusal or nonavailability of pilots who were members of the applicant.  <FRAGMENT_SUPPRESSED>", "[10] On November 5, 1993, the defendant filed its notice of motion to strike, which is the motion before me now.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[11] I would like first to address the question of the jurisdiction of this court to hear the respondent's claim for a declaration. On this point, the applicant has informed the court of certain authorities in the case law which support the position that it is not a federal board, commission or tribunal against which the court may give declaratory judgment under ss. 18 and 18.1 of the Federal Court Act .  <FRAGMENT_SUPPRESSED>", "[12] However, this case does not involve an application for judicial review under those sections, but rather a claim for a remedy under s. 22 of that Act . That section gives the court very broad power to grant any remedy in cases where a federal statute or regulation relating to navigation forms part of the issue, or in cases where a maritime contract is to be interpreted.  <FRAGMENT_SUPPRESSED>", "[13] The courts have long held that the field of pilotage is a field of activity that falls within the legislative jurisdiction of the Parliament of Canada over navigation, and which permits Parliament to incidentally affect the civil rights of the pilots. ( <FRAGMENT_SUPPRESSED>  (P.C.))  <FRAGMENT_SUPPRESSED>", "[14] I therefore believe that the court's jurisdiction in the present case derives from the power over navigation conferred on the court in s. 22 of the Federal Court Act .  <FRAGMENT_SUPPRESSED>", "[15] It is therefore not necessary to be concerned with determining whether rule 1723 of the Federal Court Rules gives the court jurisdiction in the present case. That rule reads as follows:  <FRAGMENT_SUPPRESSED> \"Rule 1723. No action shall be open to objection on the ground that a merely declaratory judgment or order is sought thereby, and the court may make binding declarations of right whether or not any consequential relief is or could be claimed. <FRAGMENT_SUPPRESSED>", "[16] <FRAGMENT_SUPPRESSED>  (leave to appeal to the Supreme Court of Canada denied), the Federal Court of Appeal held that rule 1723 allows the court to grant a declaration simpliciter, but it nonetheless repeated the words of Lord Dunedin in Russian Commercial and  <FRAGMENT_SUPPRESSED>  (H.L.), at p. 448, with respect to this type of judgment:  <FRAGMENT_SUPPRESSED> \"The question must be a real and not a theoretical question; the person raising it must have a real interest to raise it; he must be able to secure a proper contradictor, that is to say, someone presently existing who has a true interest to oppose the declaration sought.\" (p. 39)  <FRAGMENT_SUPPRESSED>", "[17] The applicant therefore contends that there is no question of law, per se, to be decided since the applicant does not oppose anything in the interpretation of s. 5 of the Regulations under the Act . The applicant therefore claims that the respondent has no valid interest to bring its action for a declaration.  <FRAGMENT_SUPPRESSED>", "[18] The applicant adds that in the present case a declaratory judgment would have no practical effect, and accordingly it should not be granted. The case law is clear on this point.  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal recalled that:  <FRAGMENT_SUPPRESSED> \"Another possible argument against allowing the statement of claim to stand is that, in view of the conclusions I have reached on the other subparagraphs of the prayer for relief, to allow subparagraph (a) to proceed by itself would be wrong since the relief, if granted following trial, would be devoid of practical effect.\" (p. 120)  <FRAGMENT_SUPPRESSED>", "[19] <FRAGMENT_SUPPRESSED> , Walsh, J., of this court held that in spite of rule 1723,  <FRAGMENT_SUPPRESSED> \"[d]eclaratory judgments are a matter of discretion, however, and in the present case I cannot find that the declaration sought by the plaintiff would serve any useful purpose, save for constituting some authority for use by plaintiff or others in other proceedings attacking similar legislation. This alone is sufficient to justify granting defendant's motion.\" (p. 151)  <FRAGMENT_SUPPRESSED>", "[20] It is clear that the court must be wary, and must strike out an action only in obvious cases. In the present case, however, there is no doubt that the action for a declaration would be devoid of practical effect, since the Authority has already made a decision and has acted in accordance with that decision. Moreover, the respondent has no valid interest since the applicant is opposed to nothing in the interpretation of the Regulations .  <FRAGMENT_SUPPRESSED>", "[21] This brings me to the next point. There is no question of legal interpretation in issue. The issue is rather one of interpreting facts. Giving declaratory judgment in the present case would amount to ruling on the question of fact as to the availability of pilots. On reading the Regulations , the situations in which the requirement of having a pilot on the ship may be waived are clear. Whether the Authority has used the Regulations properly is a question of fact which should be determined at a trial and not by declaratory judgment.  <FRAGMENT_SUPPRESSED>", "[22] The court has no jurisdiction to make a declaration of fact.  <FRAGMENT_SUPPRESSED> , Teitelbaum, J., of this court was asked to declare that the applicant was not married and that he had never been married. The judge said the following with respect to this role:  <FRAGMENT_SUPPRESSED> \"I am satisfied that I, as a judge of the Federal Court of Canada, do not have the jurisdiction to make such declarations. I agree with the submission of counsel for the defendant that only legal rights may be declared and that, in this case the plaintiff is seeking declarations of fact .\" (p. 280) (Emphasis mine.)  <FRAGMENT_SUPPRESSED>", "[23] The judge also referred to the words of MacGuigan, J.A., in <FRAGMENT_SUPPRESSED>  (F.C.A.), where he said:  <FRAGMENT_SUPPRESSED> \"A declaration differs from other judicial orders in that it declares what the law is without pronouncing any sanction against the defendant.\" (p. 289)  <FRAGMENT_SUPPRESSED>", "[24] Because a declaratory judgment would have no practical effect, and because the declaration would be limited to a declaration of fact, the motion is allowed and the plaintiff's action is struck.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: David Weir/nmg  <FRAGMENT_SUPPRESSED>"]}