{"id_": "048645", "body_str": ["[1] Roy, J. [Translation]: The Crown is appealing the decision of Prothonotary Morneau of December 11, who accepted the production of a supplementary affidavit in an application for judicial review of a decision of a law enforcement officer refusing an administrative stay of a removal order.  <FRAGMENT_SUPPRESSED>", "[2] This stems from an application for a so-called [translation] \"administrative\" stay of a removal order that was to take place on September 22, under the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act). The state of the applicant's health and the best interests of the child were raised. The removal is to St-Vincent and the Grenadines.  <FRAGMENT_SUPPRESSED>", "[3] The application for a stay was dismissed on September 10. A new application was presented on September 17. This application added the fear of violence in support of the requested stay. The administrative stay was no further granted on September 19.  <FRAGMENT_SUPPRESSED>", "[4] The story is complicated because of the fact that the respondent had approached this Court on September 13 to obtain the judicial review of the first rejection of the administrative stay on September 10. The judicial stay was to be heard on September 20. The respondent appropriately warned this Court's judge of the second rejection of the administrative stay on September 18.  <FRAGMENT_SUPPRESSED>", "[5] Satisfied that the test in this matter was met, that there was a serious question regarding the administrative refusal, that the balance of convenience was in favour of the respondent and that the respondent would suffer irreparable harm ( <FRAGMENT_SUPPRESSED> ), a judge of this Court granted the judicial stay.  <FRAGMENT_SUPPRESSED>", "[6] The judge also ordered [translation] \"that the applicant must introduce a motion to amend her application for leave so that she may refer to the decision made on September 18, 2013, rather than the decision made on September 10, 2013\", which was done. On October 28, the judge allowed the motion and granted two days to file the application for leave and for judicial review of the rejection of the administrative stay of September 13, 2013. His order was amended on October 30 to correct a minor error.  <FRAGMENT_SUPPRESSED>", "[7] Under the Federal Courts Rules , SOR/98-106, the applicant's record had to be completed on November 29. However, on November 26, the applicant brought a motion to allow the filing of new evidence. The new evidence consisted in a letter from a doctor; clearly, this new evidence regarding the applicant's medical situation was subsequent to the decision for which the judicial review is requested. The applicant also sought a suspension of deadlines to complete the record until the decision on her motion for leave of new evidence.  <FRAGMENT_SUPPRESSED>", "[8] The respondent opposed the motion, claiming that it was frivolous, vexatious and dilatory. To the great frustration of the respondent, the Prothonotary allowed the motion. The affidavit presenting the doctor's note and the motion had to be filed at the latest on December 18. As to the deadlines for subsequent events, it was ordered that they would [translation] \"commence on December 12, 2013\".  <FRAGMENT_SUPPRESSED>", "[9] This is the Prothonotary's decision that the respondent is appealing under section 51. It complains that new evidence is allowed and that the new facts are presented by letter instead of by affidavit, relying on paragraph 10(2)( ) of the Federal Court Immigration and Refugee Protection Rules , SOR/93-22.  <FRAGMENT_SUPPRESSED>", "[10] This matter may be disposed of by deciding the issue of new evidence. The issue before this Court is to determine whether the Prothonotary was right to allow evidence subsequent to the decision of which the applicant is seeking judicial review. The test to be applied is well established. <FRAGMENT_SUPPRESSED> , reads as follows:  <FRAGMENT_SUPPRESSED> 94 I also agree with the Chief Justice in part as to the standard of review to be applied by a motions judge to a discretionary decision [page463] of a prothonotary. Following in particular Lord Wright in <FRAGMENT_SUPPRESSED>  (H.L.) at page 484, and Lacourcière J.A. in <FRAGMENT_SUPPRESSED>  (Div. Ct.), discretionary orders of prothonotaries ought not to be disturbed on appeal to a judge unless:  <FRAGMENT_SUPPRESSED> (a) they are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts, or  <FRAGMENT_SUPPRESSED> (b) they raise questions vital to the final issue of the case.  <FRAGMENT_SUPPRESSED> (see also <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[11] As to the issue of using affidavits, I have nothing to add to the Prothonotary's decision; it allows for the filing of an affidavit with an exhibit. If the new evidence is otherwise admissible, it has not been demonstrated that the decision was clearly incorrect, based upon a wrong principle and certainly does not relate to a question that is vital to the determination of this matter, the test in question.  <FRAGMENT_SUPPRESSED>", "[12] As regards the admission into evidence of a letter from a doctor prepared over two months after the decision for which the application for judicial review is being made, the Prothonotary's decision was made in a cursory manner. The applicant argues essentially that this evidence is necessary because of the progressive nature of this medical situation. It is not clear how the applicant claims to be able to use this letter and how it relates to the progression of the medical situation. At the hearing, the question was asked directly and counsel was not able to justify this claim. Further, the applicant made statements that were not always consistent.  <FRAGMENT_SUPPRESSED>", "[13] The applicant first stated that she [translation] \"never alleged that she was unable to travel\" (para 40 of the applicant's record). She then responded to the respondent's argument claiming that the new evidence adds a new element that was not present in the decision of September 18. But in the same paragraph, the applicant stated the opposite. What is more, in subsection 41, the applicant said succinctly that [translation] \"the inability to travel is at the heart of this application and it is therefore not a new argument, but a result of the applicant's medical condition\".  <FRAGMENT_SUPPRESSED>", "[14] The applicant said at paragraph 25 of her memorandum that she [translation] \"alleged that the failure to produce the progression of her medical condition could result in a jurisdictional error relating to a decision on the administrative stay of the applicant's removal on the basis of her past, present or future medical condition, which is at the heart of this case\". However, the letter that the applicant wanted to file does not deal with the progression of the illness. Besides this sentence being difficult to understand and without any authority to support it, the applicant states at paragraph 34, that she does not want to [translation] \"ask the Court to weigh new evidence, but rather to conduct the judicial review of the removal decision while informing this honourable Court of the applicant's medical condition\".  <FRAGMENT_SUPPRESSED>", "[15] This confusion is unfortunate and it was not resolved in the hearing. It seems to be based on a flawed understanding of what a judicial review consists of.  <FRAGMENT_SUPPRESSED>", "[16] The applicant seems to want this Court to evaluate the applicant's medical situation. However, the judicial review is of the decision to refuse a stay on September 18. This decision, by definition, is only concerned with the evidence on which the decision to refuse the stay was based. Therefore, different and new evidence may not be useful to the assessment of a judicial review of an administrative decision except when the assessment relates to procedural fairness. For example, if an allegation of fraud had been made, evidence by affidavit would be allowed to establish it.  <FRAGMENT_SUPPRESSED>", "[17] Judicial review is not a remedy that allows a superior court to follow the progress of a file. Exactly the opposite is at issue. The Court reviewed the decision as rendered based on the evidence before the decision-maker at that time. It then applied the appropriate standard of review, which is more often than not the standard of reasonableness ( <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED> , on questions of fact where legal and factual issues cannot be easily separated).  <FRAGMENT_SUPPRESSED>", "[18] It seems difficult to imagine how a superior court could review the legality of a decision based on a standard of review while taking into account new facts that were not before the decision-maker; this transforms the judicial review into a de novo review.  <FRAGMENT_SUPPRESSED>", "[19] The applicant was never able to clearly say how, during judicial review, evidence subsequent to the decision that is the subject of review could have some relevance to the subject of the matter, which is the review of a decision.  <FRAGMENT_SUPPRESSED>", "[20] If there are instances where new evidence could be accepted and they are as I noted earlier, the applicant did not demonstrate it in this case (see, among others Judicial Review of Administrative Actions in Canada , Brown and Evans, loose-leaf, chapter 6 and, in particular, numbers 6: 5300 et seq, with the abundance of case law cited). This is a simple case where the law enforcement officer exercised his otherwise very narrow discretion (section 48 of the Act) by dismissing an application for a stay of removal on the basis of the evidence presented at that time. Because the applicant met the tripartite test described in paragraph 5 of these reasons, the refusal to grant her the stay was suspended so that the judicial review of the refusal of the administrative stay could be heard. That is where we are. It only remains to review the legality of the refusal of the administrative stay of September 18, 2013, and not to seek whether the applicant might receive an administrative stay if the facts were different. This Court does not have the jurisdiction to decide whether an administrative stay should be granted. The Act confers this discretion on someone else, i.e. on the Minister, the respondent. This Court can only review the legality of the decision.  <FRAGMENT_SUPPRESSED>", "[21] I have read the letter that the applicant would like to file into evidence on judicial review. In my view, as I noted, the letter does not deal with the progression of the applicant's illness but is rather a description of its severity. The letter concludes \"... I believe that deportation poses a serious danger to both her short and long term health\". The letter does not provide any explanation for this conclusion.  <FRAGMENT_SUPPRESSED>", "[22] The rather succinct decision of the Prothonotary seems to have been influenced by the written submissions of the applicant. I have read them. I did not detect in them the reasons allowing to override the principle that judicial review does not give rise to receiving new evidence. The very nature of the action simply does not allow for it. Indeed, the Prothonotary referred in particular to certain paragraphs of the submissions made by the applicant. Further, the letter was being discussed as describing the progression of the illness. That is not the case. In my view, there are two possibilities. Either the applicant seeks to add evidence and, thus, is breaching a fundamental rule, or she seeks to reach another goal and therefore the relevance of this evidence must be established, which was not done.  <FRAGMENT_SUPPRESSED>", "[23] In my view, it is a clear case of an addition to the record. This passage from <FRAGMENT_SUPPRESSED>  shows very well the attempt made by the applicant and why it must be rejected:  <FRAGMENT_SUPPRESSED> 13 The principle of so-called \"granularity\" is not a recognised basis to add to a record even if the additional material does only amplify, inform, clarify or explain the evidence before a tribunal. The record is the record. Additional material changes the record. Admitting additional material compromises the process of judicial review. To admit additional material in this case would be to prevent a proper judicial review of the decisions of the Tribunal. That review should be a review of the decisions of the Tribunal based on the evidence before it.  <FRAGMENT_SUPPRESSED>", "[24] Finally, I add that the probative value of this letter, when read closely, is very weak and I doubt that it would have had any impact whatsoever. The applicant argued at the hearing that she wanted to use this letter to show that this doctor follows this patient, which presumably would increase her credibility. Medical opinions are part of the judicial review record and they speak for themselves. Thus, we can understand why the Prothonotary would have left it in the record since its relative weight is weak. Further, the principle is clear and it deserves to be respected. It is for that sole reason that the appeal is allowed.  <FRAGMENT_SUPPRESSED>", "[25] The result is that the appeal must be granted. The letter of November 26, 2013, will not be put on record. The usual deadline to complete the record before this Court (service and filing of the applicant's record) will commence on January 15, 2014.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[26] THE COURT ORDERS that :  <FRAGMENT_SUPPRESSED> 1. The appeal is allowed.  <FRAGMENT_SUPPRESSED> 2. The applicant's record must be served and filed on or before February 14, 2014.  <FRAGMENT_SUPPRESSED> 3. Without costs.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[1]", "[2]", "[3]", "[4]", "[5] RJR-Macdonald inc. c Canada (Procureur général)", "[6]", "[7]", "[8]", "[9] d) des , DORS/93-22.  <FRAGMENT_SUPPRESSED>", "[10] <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] <FRAGMENT_SUPPRESSED>  et", "[18]", "[19]", "[20]", "[21]", "[22]", "[23] Canwood International inc c Bork 13 The principle of so-called \"granularity\" is not a recognised basis to add to a record even if the additional material does only amplify, inform, clarify or explain the evidence before a tribunal. The record is the record. Additional material changes the record. Admitting additional material compromises the process of judicial review. To admit additional material in this case would be to prevent a proper judicial review of the decisions of the Tribunal. That review should be a review of the decisions of the Tribunal based on the evidence before it.  <FRAGMENT_SUPPRESSED>", "[24]", "[25] ORDONNANCE  <FRAGMENT_SUPPRESSED>", "[26] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}