{"id_": "048610", "body_str": ["[1] Mosley, J. : The applicant Mohamed Zeki Mahjoub, an Egyptian national, seeks conditional release from detention pursuant to subsection 84(2) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ) pending a final determination of whether he may be returned to Egypt or deported to another country. Mr. Mahjoub came to Canada in 1995 and was declared a Convention refugee the following year. In 1999, in his absence, he was convicted and sentenced in Egypt to fifteen years' imprisonment for offences relating to the activities of a proscribed organization. In June, 2000 he was detained by Canadian officials on a security certificate. That certificate was found to be reasonable by a Judge of this Court. Mr. Mahjoub is challenging the security certificate process on constitutional grounds before the Supreme Court of Canada. In 2002 and 2005, Mr. Mahjoub brought applications for release that were unsuccessful.", "[2] For the reasons set out below, I am satisfied that Mr. Mahjoub has now met the requirements for the exercise of the Court's discretion under subsection 84(2) of the Act , namely that he will not be removed from Canada within a reasonable time and that he will not pose a danger to national security or to the safety of any person if released under the terms and conditions that I consider appropriate. I wish to stress that this will amount to a form of house arrest and that Mr. Mahjoub will be returned to custodial detention if he violates the terms and conditions. BACKGROUND", "[3] Mr. Mahjoub entered Canada on December 30, 1995 from Sudan and immediately made a claim for refugee protection. On October 24, 1996, the Convention Refugee Determination Division of the Immigration and Refugee Board declared Mr. Mahjoub to be a Convention refugee. He met and married Ms. Mona El Fouli, a Canadian citizen. Together they have two sons, Yusuf age 7 and Ibrahim age 9. Ms. El Fouli also has a son, Haney age 23.", "[4] On June 26, 2000 Mr. Mahjoub was detained on the basis of a security certificate signed by the Solicitor General (now Minister of Public Safety & Emergency Preparedness) and the Minister of Citizenship and Immigration (the Ministers). He has remained in detention since that date.", "[5] The certificate states that Mr. Mahjoub, a foreign national, is inadmissible to Canada on grounds of security because there are reasonable ground to believe that he is a person described in subparagraphs 19(1)(e)(ii), 19(1)(e)(iv)(B) and (iv)(C), 19(1)(f)(ii) and (iii)(B) of the Immigration Act , then in force (R.S.C. 1985, c. I-2, \"former Act \"). Namely, that he is a person who: a) will, while in Canada, engage in or instigate the subversion by force of any government; b) is a member of an organization that there are reasonable grounds to believe will engage in or instigate the subversion by force of any government, or will engage in terrorism; c) has engaged in terrorism; d) is or was a member of an organization that there are reasonable grounds to believe is or was engaged in terrorism.", "[6] On June 27, 2000, under the terms of the former Act , the certificate was referred to this Court for a determination as to whether the certificate should be quashed. The Security Intelligence Report (SIR) prepared by the Canadian Security Intelligence Service (CSIS) in support of the certificate was considered by Mr. Justice Marc Nadon.", "[7] On June 30, 2000, Justice Nadon ordered that a statement be released to the respondent, summarizing the information required to reasonably inform him of the circumstances giving rise to the issuance of the certificate. The resulting statement summarizes the information provided to the Ministers by CSIS and reviewed by Justice Nadon. The summary sets out CSIS' grounds for believing that Mr. Mahjoub will, while in Canada, engage in or instigate the subversion by force of the Government of Egypt, and that he is a member of an organization that there are reasonable grounds to believe was and is engaged in terrorism. The summary also set out CSIS' grounds to believe that Mr. Mahjoub had engaged in terrorism.", "[8] The summary states that CSIS believes that Mr. Mahjoub is a high-ranking member of an Egyptian Islamic terrorist organization, the Vanguards of Conquest (VOC), a radical wing of the Egyptian Islamic Jihad or Al Jihad. According to the summary, Al Jihad is one of the groups which split from Egypt's Muslim Brotherhood in the 1970's to form a more extremist and militant organization which advocates the use of violence as a means of establishing an Islamic state in Egypt. Mr. Mahjoub is believed to be a senior member of the governing council of the VOC. His conviction and sentencing in Egypt relates to his membership in these organizations.", "[9] On October 5, 2001, Justice Nadon determined that the security certificate was reasonable: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ). Justice Nadon was satisfied on the evidence before him that there were reasonable grounds to believe that the AJ and the VOC have engaged in terrorism, and that there are reasonable grounds to believe that Mr. Mahjoub was and is a member of one or both of these organizations: <FRAGMENT_SUPPRESSED> , above at para. 48. On March 25, 2002, the Adjudication Division of the Immigration and Refugee Board found Mr. Mahjoub to be inadmissible to Canada, based on the security certificate, and a removal order was issued.", "[10] It remains open to Mr. Mahjoub, of his own volition, to leave Canada to return to Egypt or to go to any other country that is willing to accept him. However, as a Convention refugee, pursuant to paragraph 115(2)(b) of the Act , Mr. Mahjoub cannot be removed to a country where he faces a risk of persecution or faces a risk of torture or cruel and unusual treatment or punishment unless the Minister of Citizenship and Immigration is of the opinion that Mr. Mahjoub should not be allowed to remain in Canada because of the nature and severity of acts committed or because he constitutes a danger to the security of Canada. Therefore, unless it is determined that Mr. Mahjoub does not face such a risk, or that upon balancing these considerations, Canada's security requires his removal, Mr. Mahjoub cannot be removed to Egypt, or to any other country in which he would face such a risk.", "[11] The Act came into effect on June 28, 2002. On October 18, 2002, a motion seeking Mr. Mahjoub's release from detention was filed under subsection 84(2) of the Act (ss. 84(2) application). The resulting decision of Madam Justice Eleanor Dawson, dated July 30, 2003, was the first to be rendered pursuant to this provision: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  ( Mahjoub No. 1 ).", "[12] In Mahjoub No. 1 , Justice Dawson found that Mr. Mahjoub had not satisfied the Court that he would not be removed from Canada within a reasonable time. The Court went on to address the second statutory criteria in subsection 84(2) of the Act , though it was not strictly necessary. The Court concluded that there was an abundance of evidence which grounded an objective reasonable belief that Mr. Mahjoub's release would pose a danger to national security: Mahjoub No. 1 , above at para. 73. The Court further noted that the evidence adduced on Mr. Mahjoub's behalf was not strong, and that the proposed conditions and sureties were insufficient to neutralize the reasonable belief that his release would pose a danger.", "[13] By a decision dated July 22, 2004, a delegate of the Minister of Citizenship and Immigration (Minister's delegate) decided that Mr. Mahjoub should be removed to Egypt, pursuant to paragraph 115(2)(b) of the Act , notwithstanding that Mr. Mahjoub \"could be at substantial risk of ill-treatment and human rights abuses such that it would preclude his removal based on section 115(1) of the Act \". This finding was challenged by Mr. Mahjoub, and in a decision dated January 31, 2005, Justice Dawson allowed his application for judicial review and remitted the matter for redetermination by another delegate of the  <FRAGMENT_SUPPRESSED> .", "[14] In 2005, the Court heard Mr. Mahjoub's second ss. 84(2) application: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  ( Mahjoub No. 2 ). In Mahjoub No. 2 , Justice Dawson found that: 1) Mr. Mahjoub had satisfied the Court that he would not be removed from Canada within a reasonable period of time; 2) Mr. Mahjoub had not satisfied the Court that his release would not pose a danger to national security or to the safety of any person; and 3) that the imposition of conditions and the existence of sureties were not sufficient to neutralize the danger that the Court believed Mr. Mahjoub's release would pose. As a result, the application was dismissed.", "[15] On January 3, 2006 another delegate of the Minister decided that Mr. Mahjoub should be removed to Egypt, pursuant to paragraph 115(2)(b) of the Act . In this decision, the Minister's delegate concluded that Mr. Mahjoub poses a substantial danger to the security of Canada and should not be allowed to remain in Canada. The Minister's delegate also determined that Mr. Mahjoub does not face a substantial risk of being subjected to the death penalty, cruel or unusual treatment or torture upon return to Egypt.", "[16] The second delegate's opinion that Mr. Mahjoub did not face a substantial risk of torture if returned to Egypt was found to be patently unreasonable by Madame Justice Danielle Tremblay-Lamer in a decision rendered on December 14, 2006. Accordingly, the decision was set aside and remitted for redetermination by another Minister's delegate.", "[17] As noted above, the present case is the third ss. 84(2) application that has been heard on behalf of Mr. Mahjoub. As of the date of this judgment, Mr. Mahjoub has been in detention for over six and a half years. The procedural history and his detention have clearly been protracted. My colleague Justice Dawson,  <FRAGMENT_SUPPRESSED>  No. 2 , provided a detailed summary and outline of the history of the proceedings up until the date of that application, see: para. 3 and Appendix A. A chronology of events and proceedings, adapted from that provided by Justice Dawson, is also attached to Justice Tremblay-Lamer's decision. For ease of reference, a further update is attached as Appendix A to these reasons. I do not feel the need to repeat the details of the procedural history here. LEGISLATIVE FRAMEWORK", "[18] Section 81, subsection 84(2), and paragraph 115(2)(b) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ) provide as follows: \"81. If a certificate is determined to be reasonable under subsection 80(1), (a) it is conclusive proof that the permanent resident or the foreign national named in it is inadmissible; (b) it is a removal order that may not be appealed against and that is in force without the necessity of holding or continuing an examination or an admissibility hearing; and (c) the person named in it may not apply for protection under subsection 112(1). \"84(2) A judge may, on application by a foreign national who has not been removed from Canada within 120 days after the Federal Court determines a certificate to be reasonable, order the foreign national's release from detention, under terms and conditions that the judge considers appropriate, if satisfied that the foreign national will not be removed from Canada within a reasonable time and that the release will not pose a danger to national security or to the safety of any person. \"115(1) A protected person or a person who is recognized as a Convention refugee by another country to which the person may be returned shall not be removed from Canada to a country where they would be at risk of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion or at risk of torture or cruel and unusual treatment or punishment. \"115(2) Subsection (1) does not apply in the case of a person (b) who is inadmissible on grounds of security, violating human or international rights or organized criminality if, in the opinion of the Minister, the person should not be allowed to remain in Canada on the basis of the nature and severity of acts committed or of danger to the security of Canada.\" THE ISSUES TO BE DETERMINED", "[19] As indicated above, an application for release under ss. 84(2) may only be brought by a foreign national who has not been removed from Canada within 120 days after the security certificate was found to be reasonable. In this case, it is obvious that the threshold has been met.", "[20] It was acknowledged by the applicant that while a notice of constitutional questions was served and filed on his behalf and while the applicant maintains his objection to the certificate procedure on Charter grounds, the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ) is binding authority on this Court pending the outcome of the proceedings before the Supreme Court of Canada. Accordingly, I heard no argument on those issues and do not propose to address them in these reasons.", "[21] Counsel for the respondents advised in oral argument that the Ministers did not object to the application being brought. As noted by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , above at para. 52, \"... an application under subsection 84(2), like other applications, can be renewed if new facts are discovered or the situation has evolved to a point where detention is no longer necessary or justified \" (emphasis mine). In Harkat, Re (2006), 278 F.T.R. 118; 2006 FC 628, at paras. 24, 27 ( Harkat ), Justice Dawson found that it was appropriate to hear Mr. Harkat's second ss. 84(2) application because of a change in circumstances; an unexplained delay in the appointment of the Minister's delegate. This was found to constitute \"... a distinct departure from the circumstances which the Court could reasonably have anticipated when denying the first application for release.\" Justice Dawson's decision respecting the release of Mr. Harkat on conditions was upheld by the Federal Court of Appeal: Harkat, Re (2006), 353 N.R. 307; 270 D.L.R.(4th) 35; 2006 FCA 259", "[22] In the present case counsel agreed, and I concur that it is appropriate in the circumstances to reassess Mr. Mahjoub's case pursuant to subsection 84(2) of the Act . The second decision rendered by the Minister's delegate pursuant to subsection 115(2)(b) of the Act was under judicial review as of the date of the hearing and has now been quashed and remitted for reconsideration. Mr. Mahjoub has been relocated to a new facility where the conditions of his detention are different from what they were when his previous applications for release were considered. A significant amount of time has also passed since Mr. Mahjoub's last ss. 84(2) application. Taking into account the totality of the circumstances, the threshold test has been met in the present case.", "[23] The issues remaining to be decided by the Court are whether I am satisfied that: 1. Mr. Mahjoub will not be removed within a reasonable period of time; and 2. His release will not pose a danger to national security or to the safety of any person.", "[24] While not conceding the point, applicant's counsel indicated that for the purpose of the present proceedings, it would be accepted that the burden to prove these matters to the Court's satisfaction on a balance of probabilities rested on Mr. Mahjoub. SUMMARY OF CONCLUSIONS", "[25] In these reasons, I: 1. find that Mr. Mahjoub has met the onus upon him to establish that he will not be removed from Canada within a reasonable time; 2. find that Mr. Mahjoub has met the onus upon him to establish that his release will not pose a danger to national security or to the safety of any person; and 3. outline a series of terms and conditions that I consider appropriate to neutralize or contain any threat or danger posed by his release. Thus, I will order that Mr. Mahjoub may be released from detention upon complying with the terms and conditions set out in Appendix B to these reasons, which will form part of the formal Order. The parties will be given seven days to make any submissions on the terms and conditions before the Order is issued. THE EVIDENCE", "[26] By agreement of counsel, the evidence tendered in the prior proceedings relating to Mr. Mahjoub's detention, including the proceedings respecting the reasonableness of the certificate, was considered on this application. All of the documentary evidence from these earlier proceedings, whether tendered in public or in private was re-filed in evidence. Additionally, the transcripts of the public and private proceedings were, by consent, filed in evidence before me. This evidence was duly considered, in addition to the new evidence tendered.", "[27] The evidence adduced in open court in the course of Mahjoub No. 1 was summarized by Justice Dawson at paragraphs 32 to 47 of that decision. In Mahjoub No. 2 , at paragraphs 9 to 11, Justice Dawson summarized the oral evidence new to that proceeding, in addition to a psychologist's report that had been submitted on behalf of the applicant. I do not feel the need to repeat either summary of evidence here.", "[28] The new evidence tendered on this third application for release consisted of: (i) Documents filed in public on behalf of both Mr. Mahjoub and the Ministers; (ii) Oral evidence adduced in public on behalf of Mr. Mahjoub and the Ministers; (iii) Information provided in private by the Ministers. (i) The Documentary Evidence", "[29] Fourteen affidavits were filed in support of the applicant's release, in addition to his own. These affidavits were made by his wife and step-son, by acquaintances and community supporters willing to act as sureties for Mr. Mahjoub. They outline the connection these individuals have to Mr. Mahjoub and/or his family, and the affiants' understanding of what their responsibilities would be as sureties if approved by the Court.", "[30] The affidavit of Patricia Taylor is illustrative of the evidence from community supporters. Ms. Taylor is a retired Anglican minister. She is prepared to offer a $1000 conditional bond in support of his release because she believes that releasing him to his home and family would be just and fair. Ms. Taylor does not know the applicant but has met his wife and the three children. She has volunteered as a chaplain at correctional institutes. Ms. Taylor acknowledges that she cannot supervise Mr. Mahjoub because she lives in Midland and does not speak Arabic. She has confidence in the applicant's wife and the others who are prepared to stand as sureties and are prepared to supervise him.", "[31] The affidavits of Murray Lumley, Maggie Panter, Elizabeth Block, Laurel Smith, John Valleau and Dwyer Sullivan are of a similar nature. These deponents object in principle to the security certificate process and wish to demonstrate their opposition to the policy in a meaningful way. They have had limited or no contact with the applicant but have come to know and trust in Ms. El Fouli and her children through their advocacy activities. El Sayed Ahmed, Omar Ahmed Ali, Rizwan Wancho and Aly Hindy were acquainted with the applicant through contacts at the Salaheddin Mosque or through friendship with his wife.", "[32] Mr. Bill Siksay, M.P. stated in an e-mail filed without objection that he had met the applicant and his wife and was willing to offer a conditional surety of $250 as he is \"very concerned that someone can be detained this long in Canada without a charge or open trial\". In an e-mail message attached to an affidavit, Mr. Omar Alghabra, M.P. agreed to \"add my name as a symbolic objection to indefinite detention and to stress the need for an open and transparent due process that I believe everyone is entitled to\". Similarly, in a document filed at the hearing without objection, Ms. Meili Faille M.P. and Vice-Chair of the Standing Committee of the House of Commons on Citizenship and Immigration, declared her opposition to the process and offered to pledge $100 towards Mr. Mahjoub's release.", "[33] The Ministers filed the affidavits of: Lisa Lewis, Legal Assistant in the Immigration Law Section; Louis Dumas, Director of the National Security Division of the Canada Border Services Agency; and Philip Whitehorne, Manager of the Kingston Immigration Holding Centre.", "[34] Ms. Lewis' affidavit served merely to introduce correspondence between counsel confirming that the Ministers intend to remove Mr. Mahjoub but that this would not be done until the judicial review of the second Minister's delegate's decision, dated January 3, 2006, was determined. Mr. Dumas, who also gave oral testimony, deposed as to the requirements to execute Mr. Mahjoub's removal if the Minister's delegate's decision were to be upheld. In his view, that could be done \"within three weeks, maybe less\". I will have more to say about that opinion below.", "[35] Philip Whitehorne is an employee of the Canada Border Services Agency (CBSA) and manager of the Kingston Immigration Holding Center (KIHC). His affidavit responds to Mr. Mahjoub's assertions regarding the lack of adequate medical care at the KIHC and in particular Mr. Mahjoub's belief, as stated in his affidavit, that \"there is no doctor available at KIHC to adequately monitor + treat [his] very serious medical conditions\". Mr. Whitehorne did not testify at the hearing.", "[36] Mr. Whitehorne deposed that daily health care services for the detainees at the KIHC are provided by the Health Services Branch of Correctional Services Canada. He further asserts, on the basis of information provided to him by Belinda Roscoe, Chief of Health Services of Millhaven Institution (MI), that among other things: all healthcare which can be provided at KIHC is provided \"on site\"; detainees are able to have access to medically essential physician coverage; at a minimum detainees are visited daily by a nurse; there is 24 hour access to medical services; and a hepatitis C specialist is available to detainees. The affidavit further states that \"[w]ith the exception of an emergency situation, all health services, unless deemed operationally unreasonable, are provided in the administration building's treatment room. Daily contact with MI health care is administered in the living units along with the delivery of medications\".", "[37] The release of personal information contained in Mr. Mahjoub's KIHC medical file required his consent. A release form was executed by the applicant prior to the public hearing and the medical file, dating from his admission to KIHC on April 24, 2006 to December 8, 2006, was tendered in evidence as an exhibit. The file contains an assessment of Mr. Mahjoub's health status conducted upon his admission to KIHC, and the following records compiled by physicians, nursing staff and custodial officers: - Daily Doctor's orders and progress notes; - Medication administration records; - Referrals for consultations with specialists; - Laboratory requisitions and reports; - Detainee request forms related to medical treatment; - Officer statements and observation reports; - Hunger strike records; and - Miscellaneous correspondence.", "[38] The admission assessment conducted at the Millhaven Institution on April 24, 2006 indicates that Mr. Mahjoub appeared to be healthy but suffered from several serious problems, notably Hepatitis C, an injury to his left knee, and high blood pressure. Mr. Mahjoub had previously reported suffering depression as a result of an incident at the Metro Toronto West Detention Centre (MTWDC) in 2002 for which he had been prescribed anti-depressants. He declined psychiatric intervention at KIHC.", "[39] It was also noted in the assessment that Mr. Mahjoub experienced chest pains, edema in his legs and ankles and respiratory problems when engaged in hunger strikes. Mr. Mahjoub conducted periodic hunger strikes while detained at the MTWDC. The daily progress notes indicate that he began and ended several such strikes in the months following his arrival at KIHC. The notes detail the medical care offered Mr. Mahjoub and the records maintained with respect to his health status on a daily basis. (ii) The Applicant's Oral Evidence", "[40] In the course of the public hearing the applicant tendered the oral evidence of community supporters who are willing to stand as sureties on his behalf with either cash deposits or conditional pledges. The testimony of Elizabeth O'Connor, Margaret Panter, Laurel Smith, Elizabeth Block, John Valleau and Murray Lumley was similar to that submitted in affidavit form. These witnesses have met Ms. El Fouli and her children through their participation in vigils in relation to the security certificates and believe her to be capable and dependable. While they repose confidence in Ms. El Fouli, they are motivated primarily by their opposition to the security certificate process. Each noted that, prior to testifying, they had reviewed a package of materials provided by applicant's counsel that addressed the allegations against him including the fact that he had been found by Justices Nadon and Dawson to have lied to the Court. The witnesses had not discussed the allegations with Mr. Mahjoub. It does not appear that most were aware that Ms. El Fouli and Mr. Mahjoub had been separated immediately prior to his detention until informed of this by counsel.", "[41] Laurel Smith has known Ms. El Fouli and her children for over four years on a social basis. She came to know the family through her husband Matthew Behrens, a community activist who initiated a campaign against security certificates. She has had contact with Mr. Mahjoub by telephone when he was detained at the MTWDC. Ms. Smith acted successfully for another individual as a surety and is prepared to pledge $10,000 for Mr. Mahjoub.", "[42] Murray Lumley has also had experience with assisting individuals in meeting the conditions of their release. He is prepared to pledge $5,000 in support of Mr. Mahjoub. John Valleau does not know the applicant but is prepared to post a cash bond of $5,000 and pledge $5,000 to secure his release from detention. His acquaintance with the applicant's family has led him to believe that there is little risk of non-compliance with the terms of a release order.", "[43] Rizwan Wancho is prepared to deposit $2,500 cash in support of Mr. Mahjoub's release. He was briefly acquainted with Mr. Mahjoub through the Salaheddin Mosque prior to his detention and believes him to be an honest and trustworthy person. He offered to assist in supervising Mr. Mahjoub should the applicant be released but acknowledged that he does not speak Arabic and could not monitor his conversations in that language. Mr. Wancho equated the applicant's lies to the Court as being \"like stealing when you are hungry and you would die without it\". When asked to explain why he was prepared to stand as a surety for Mr. Mahjoub he volunteered the opinion that 9/11 was a staged event and in the \"hysteria\" which followed \"one must be given full opportunity to be vindicated\".", "[44] Dr. Aly Hindy is a professional engineer and is Iman of the Salaheddin Mosque. He describes himself as a friend of the applicant although he did not know Mr. Mahjoub before the applicant was detained. He was approached at that time by Ms. El Fouli for assistance. Dr. Hindy has known Ms. El Fouli since the 1980's. She has taught at the mosque since its inception. Dr. Hindy visited Mr. Mahjoub at the MTWDC and has spoken to him on the phone perhaps once a month. Dr. Hindy is prepared to post $10,000 in cash to secure Mr. Mahjoub's release. He has acted as a surety in relation to two unrelated criminal matters, one of which is on-going. He has also offered to be a surety in the case of two other security certificate detainees.", "[45] Omar Ahmed Ali offered to post $15,000 cash. He met the applicant a year or two prior to his detention, at the mosque. Since deciding to come forward in support of this release application he has remained in contact with Mr. Mahjoub by telephone. He expressed the opinion that Mr. Mahjoub had previously lied to the Court out of fear. Mr. Ali believes that Mr. Mahjoub would not breach any release conditions and is prepared to help supervise Mr. Mahjoub by phone or through personal visits.", "[46] Al Sayed Ahmed and his wife are close friends of Ms. El Fouli and have known her for 25 years. His knowledge of the applicant stems largely from that relationship. Based on that he believes Mr. Mahjoub is a reliable candidate for release. Mr. Ahmed visited Mr. Mahjoub once at the MTWDC and has spoken with him on the phone. He is prepared to offer a conditional bond of $5,000. Mr. Ahmed speaks Arabic and is prepared to assist Ms. El Fouli and her son Haney in supervising Mr. Mahjoub should he be released on conditions. However, he would only be available to do this on the weekends or during the week after 5 p.m.", "[47] The applicant's wife, Ms. Mona El Fouli, acknowledged in her testimony that she had been separated from her husband prior to his detention. She stated that the time she and Mr. Mahjoub had to get to know each other and get married was very brief. There had been many arguments over small things. They had agreed to separate to resolve matters and had reconciled after he was put into detention. Ms. El Fouli stated that she has had difficulty visiting her husband since he was moved to the KIHC. She is dependent on the good will of others to get there. Each day, however, they speak together on the phone for an hour. Ms. El Fouli is very concerned about the state of her husband's health and the amount of time the family has been separated.", "[48] The amount of $10,000 which has been pledged as a cash deposit for Mr. Mahjoub's release in Ms. El Fouli's name was raised by Mr. Behrens' organization, Homes not Bombs. Ms. El Fouli testified that she believed that this community support would hold her husband accountable. She stated that she was prepared to report her husband if he breached his conditions and to accept restrictions upon access to her home and upon the communication equipment in her home including computers and telephones.", "[49] Haney El Fouli is 23; he is a student at Humber College, he works part-time and spends time at the gym to stay in shape. He is willing to help supervise his stepfather though he acknowledged that he was very busy and would be able to do so only a few hours or at day a week at most. He understands Arabic and has remained in touch with his stepfather while Mr. Mahjoub has been in detention. Haney is prepared to accept restrictions on access to the home and to the communications equipment within it.", "[50] Mr. Mahjoub provided his evidence by video conference from a room in the administration building at KIHC. Prior to the hearing a motion was filed on his behalf seeking an order or direction that Mr. Mahjoub was to be escorted to and from the administration building by a detention supervisor rather than a custodial officer and further, that the custodial officer and supervisor not remain in the video conference room while Mr. Mahjoub was testifying. I issued an order to that effect on November 29, 2006.", "[51] This motion stemmed from a controversy which arose on September 2, 2006 when a custodial officer alleged that Mr. Mahjoub had threatened him. Mr. Mahjoub denied the allegation and claimed to fear for his life. He believed that the custodial officers had banded together against him and that his word would not be accepted against theirs. Thereafter, he refused to move between the detention unit building in which he was housed within the Millhaven grounds and the Millhaven administration building, a distance of about 35 metres, unless he was escorted by a supervisor. The respondents took the position that this was not operationally necessary and would interfere with the performance of the supervisor's duties. Moreover, the Ontario Provincial Police had attempted to investigate the alleged incident on September 2nd but were unable to do so as Mr. Mahjoub declined to cooperate.", "[52] In granting the motion to order that a supervisor escort Mr. Mahjoub to the video conferencing room within the administrative building, and that an officer not remain within the room while Mr. Mahjoub was testifying, I made no finding as to the merits of the dispute between Mr. Mahjoub and the custodial staff at the KIHC. In my view, the order was necessary to ensure that Mr. Mahjoub received a full and fair hearing in these proceedings.", "[53] In his oral testimony, Mr. Mahjoub restated the declarations in paragraphs 10 and 11 of his affidavit, namely that he does not believe in using violence and would not condone others using violence and that he does not hold Islamic extremist views. When asked why he had not previously made such statements, Mr. Mahjoub said that nothing had changed between this application for release and the last with respect to his beliefs in this regard, he was simply not asked during that hearing. He says that he was totally opposed then to the use of violence and remains so now. He rejected the assertion by CSIS that he somehow enjoyed \"star power\" which could motivate impressionable young Muslims in Canada and declared that he would never attempt to do this.", "[54] Mr. Mahjoub avowed that he would abide by the terms and conditions proposed by his counsel and stated that he understood that a failure to do so would result in him returning to custodial detention. He declared that he would abide by the terms and conditions in the interests of his children, out of respect for the Court's order, and because he does not want to return to detention. He explicitly accepted each proposed term and condition.", "[55] Mr. Mahjoub was closely questioned in chief and on cross-examination regarding his contacts with Ahmed Said Khadr, Essam Marzouk, Ahmed Agiza and Mubarak Al Duri, all alleged to be members of Al Qaeda, or associated organizations, and involved in terrorist activities. Mr. Mahjoub did not know the present location of Mr. Agiza or Mr. Al Duri. He understood from the government documents filed with the Court that Mr. Marzouk and Mr. Agiza are now imprisoned in Egypt. He undertook not to have contact with any of these persons or with the other security certificate detainees if released on conditions.", "[56] According to Mr. Mahjoub, he had met Mr. Khadr only when the latter had returned to Canada on a visit from Pakistan. It was his wife who was on friendly terms with the Khadr family. No explanation was provided for why it was he had stayed with Mr. Khadr's in-laws upon arriving in Toronto and prior to meeting his wife. He is aware that Mr. Khadr was subsequently killed in a shootout with the Pakistani authorities.", "[57] Mr. Mahjoub agreed that Mubarak Al Duri had been a co-worker of his when the two were employed in Sudan by Osama bin Laden. He stated that the last time he saw Mr. Al Duri was when he submitted his resignation, sometime around mid-1993. After coming to Canada he had one further incident of contact with Mr. Al Duri by letter.", "[58] Mr. Mahjoub asserted his intention to continue to resist the efforts to remove him from Canada and return him to Egypt. He views this as a threat to his life and as a violation of international law and conventions. However, he stated, that if at the end of the process he was required to be removed he would report for removal. In the interim it was his duty, he acknowledged, to comply with any order of the Court.", "[59] With respect to the incident of September 2, 2006 which resulted in a guard at KIHC alleging that Mr. Mahjoub had threatened him, the applicant stated that the allegation was unfounded. He was worried however that other guards would make such allegations and it was for that reason and for his own protection that he had refused to leave the living area without a supervisor for an escort. On September 8th he told a nurse that he feared for his life if he had to go to the administrative building without an escort. From the date of the original incident, to the date of the hearing in December, this request had been denied. As a result, he had not left the living area for any reason apart from testifying in court proceedings, including for medical care or treatment. In addition, he had not seen his family during this period.", "[60] Mr. Mahjoub recounted, at some length, a history of petty disputes with the custodial and medical staff at KIHC prior to the September 2nd incident. It was clear from this evidence and the respondents' evidence that in the months following his transfer to KIHC, Mr. Mahjoub engaged in a battle of wills with the administration in an effort to gain some control over his environment and the daily regime of the institution.", "[61] Part of the evident frustration underlying this conflict stemmed from the lack of programs provided to the KIHC detainees. In Mr. Mahjoub's first detention review, while he was still at the MTWDC, Justice Dawson had expressed concern that no long-term programs were available as it was a remand centre. Now that he was at the KIHC, near two large federal institutions, there were still no programs available to the detainees other than recreation at the gym.", "[62] Mr. Mahjoub testified that he had requested education programs and access to the library and school at Millhaven but was refused as these were operated by the Correctional Service of Canada and not by the CBSA which ran KIHC. The detainees were provided a computer but no software programs other than for beginner language training which they considered useless. Mr. Mahjoub was also denied access to correspondence courses offered by a US university for security reasons. Unlike federal inmates, the detainees were unable to work and to earn a modest amount.", "[63] According to Mr. Mahjoub, the medical staff used to visit the detainees in their living unit and provide certain health-care services such as blood pressure checks, but they no longer do so. A controversy had arisen over exactly where the services should be provided. Mr. Mahjoub initially did not want them to take place in the living unit but rather in the treatment centre situated in the administrative building. In June he had objected to having female nursing staff enter the living unit for religious reasons. Following the September 2nd incident he refused to go to the treatment centre without an escort. It is his belief that this prompted a change in policy. Mr. Mahjoub believes that the administration, including the custodial officers, supervisors and healthcare staff, have taken a united stand against him and the other detainees.", "[64] As a result of this impasse, Mr. Mahjoub stated that he was not able to begin treatment for his hepatitis C condition and he has been unable to have his blood pressure checked regularly, as required. He had been undergoing physiotherapy for his knee injury but it had not been successful. A custom fitted brace had been provided. Arrangements were made for him to see an orthopedic surgeon. That had not happened either however because of the dispute over escorts.", "[65] Mr. Mahjoub stated that he is not opposed to going to the treatment room to receive treatment. He insists however on having a supervisor escort him whenever he leaves the living unit for the administration building where the treatment room is located. He denied ever behaving inappropriately with any of the healthcare staff, including the head of the health care unit Ms. Roscoe. He acknowledged having said on one occasion that he would strike the facilities' psychiatrist if the doctor persisted in trying to see him contrary to his wishes. This however was only after he had stated multiple times that he did not want to see this doctor. In his view, it was his right to refuse medical treatment and he had no need of psychiatric intervention.", "[66] To protest the refusal of the administration to accede to his demands, Mr. Mahjoub stated that he had begun another hunger strike and was taking only fluids. He had also stopped taking his blood pressure medication as part of this protest. (iii) The Respondents' Oral Evidence", "[67] As noted above, Louis Dumas, CBSA Director of National Security had provided an affidavit in which he describes the requirements for the execution of the removal order against Mr. Mahjoub, and expressed his opinion as to how long that would take assuming that the Minister's delegate's decision was upheld. Mr. Dumas reiterated that evidence in his oral testimony. In addition, Mr. Dumas indicated that if the application for judicial review was dismissed the CBSA would wait for the Supreme Court's decision with respect to the constitutionality of the security certificate process before proceeding with Mr. Mahjoub's removal. He estimated that it would take approximately 3 weeks to complete the arrangements following a decision to uphold the process.", "[68] On cross-examination, Mr. Dumas expressed the view that it would take approximately three months to obtain another decision from a Minister's delegate should the decision under review as of the date of his testimony be overturned. He acknowledged having given similar estimates in other proceedings and was taken through a list of such proceedings in which the average time to obtain a delegate's decision turned out in actual fact to be over a year.", "[69] In February 2005, Mr. Dumas stated that no further inquiries had been made of the Egyptian government with respect to assurances regarding the treatment of a returned detainee. He was asked on cross-examination in these proceedings whether any attempt had been made to go back and check with the Egyptian government in light of the report of the Commission of Inquiry respecting the actions of Canadian officials in relation to Maher Arar. Mr. Dumas stated that CBSA officials were awaiting the outcome of the judicial review and awaiting direction from the Supreme Court. If there were no impediments arising from those decisions, they would proceed with Mr. Mahjoub's removal.", "[70] A CSIS employee, currently chief of the Secretariat of the Deputy Director of Operations, testified under the pseudonym \"JP\". JP has been with CSIS for 16 years, primarily in counterterrorism. He joined CSIS in 1990, working initially as an analyst in the analysis and production branch on issues related to the Middle East. In 1993 he worked in Toronto for four years as a counterterrorism investigator. He then returned to Ottawa where he held a succession of positions in the counterterrorism branch. He has been in his present position since May 2006. He testified on the basis of his knowledge of the CSIS file concerning Mr. Mahjoub and regarding Islamic terrorism in general.", "[71] With respect to CSIS' characterization of the threat of Islamic terrorism at this time, JP stated \"that it is just about the most serious level of threat that Canada has faced\". He pointed to the threat related to Sunni Islamic terrorism in particular, and the fact that Canada had been identified as a target of Al Qaeda in formal terms since 2002, and implicitly since 1996 as a result of our perceived position as an ally to the United States and Israel. He stated further that as a result of the disruption caused to the Al Qaeda hierarchy since 9/11, the threat has become more diverse and amorphous.", "[72] With respect to Mr. Mahjoub specifically, JP stated that it was CSIS' position that the applicant is a member of the Vanguards of Conquest (VOC) and has connections with key Al Qaeda figures. Mr. Mahjoub is believed by CSIS to be part of the Shura Council to the VOC, that being an advisory or decision-making body. His membership in this exclusive group speaks to his credentials as an Islamic extremist. If released into the community, he would have the potential to resume his activities, to re-initiate contact, and/or make new contacts with extremists. They do not believe that he has moderated his views or renounced the use of violence. This is based largely on the fact that he had previously lied about his connections with certain individuals. In effect, his continuing refusal to acknowledge membership in extremist organizations is perceived to support the conclusion that he continues to believe in those causes.", "[73] CSIS continues to believe that Mr. Mahjoub could draw on his \"star power\" to influence impressionable young Muslims in Canada. They believe that individuals with his pedigree and track record in extremist organizations are rare. The concern is that he will connect with some of these people or be contacted by them. JP asserted that there was more than the Egyptian conviction and Mr. Mahjoub's alleged association with the VOC that indicated a propensity towards violence that had not been publicly disclosed. CSIS believes that there has been continued support for Mr. Mahjoub while he has been in detention by persons backing the Islamic extremist cause. JP acknowledged that the imposition of conditions on Mr. Mahjoub's release would make the re-initiation or continuation of contact with such individuals more difficult, and he agreed that it remained possible for the applicant to communicate with such people even while he was in detention.", "[74] JP was cross-examined closely on the accuracy and reliability of the sources cited in support of the statements contained in the public summaries filed by the respondents. For example, in the May 12, 2005 summary provided for the purpose of the second detention review, CSIS disclosed that it had obtained information that Mubarak Al Duri was reported to be Osama bin Laden's principal procurement agent of WMD materials. Mr. Al Duri had worked with Mr. Mahjoub for bin Laden in the Sudan, had apparently lived for a time in Richmond, British Columbia, and may have been associated with Essam Marzouk who had also lived in that city. The source of that information was footnoted as a reference to a CIA/FBI joint analytical report cited in the Report of the 9/11 Commission. On cross-examination, JP acknowledged that he was not able to point to any other public source for that information other than the 9/11 commission report. He was also not able to point to any public evidence that would indicate that Mr. Mahjoub knew Mr. Marzuk before they each respectively and separately came to Canada.", "[75] With regard to the question of release on conditions, JP observed that conditions are not a guarantee. Though they may temporarily contain an individual, or provide incentives to comply, they will not deter an individual who is determined to take flight or to resume terrorist activity. It is the position of CSIS that no conditions would guarantee that there would not be a danger to national security or to the safety of any person should Mr. Mahjoub be released. JP pointed to examples in Great Britain where persons subject to control orders had taken flight. He agreed however that the assessment of whether there will be compliance turns on the given individual and whether they will respect the sureties and the commitments they have made. He also acknowledged that a certain degree of assurance that Mr. Mahjoub would not breach his conditions would come from the presence of the sureties as well as from external monitoring through visual and electronic surveillance. JP also agreed on cross-examination that there was some risk that Mr. Mahjoub could successfully engage in terrorist activities while in detention.", "[76] Belinda Roscoe is Chief of Health Care for Millhaven Institution and KIHC. She is a registered nurse and is responsible for providing the detainees with essential health care including access to treatment specialists. Her employer is the Correctional Service of Canada. She oversees three clerks, one psychologist, a behavioral science technician, 14 staff nurses and casual employees. In this work Ms. Roscoe follows the Ontario College of Nurses standards. The care received by the KIHC detainees is subject to the same policies and procedures as applied to the Millhaven inmates.", "[77] Ms. Roscoe has direct personal knowledge of the care and treatment received by Mr. Mahjoub while in detention at KIHC. In her view, his ongoing medical problems have been exacerbated by his intermittent hunger strikes and by his unwillingness or inability to accept treatment. She noted that Mr. Mahjoub had been seen by an optometrist when he arrived at the unit and was issued glasses. He was assessed for lactose intolerance and provided a suitable diet. A custom fitted brace was provided for his knee injury. She also noted that Mr. Mahjoub had stopped taking the medication provided for his hypertension.", "[78] According to Ms. Roscoe, the type of Hepatitis C which Mr. Mahjoub has, genotype 4, is not common in the Western world. The literature and a consultation with a hepatologist suggests that it was likely contracted by Mr. Mahjoub through a childhood immunization in Egypt. The recommended treatment requires weekly injections for a period of 48 weeks. This treatment is taxing on the body in a way similar to chemotherapy and there has to be close monitoring of the patient's blood, liver function and weight loss or gains. In Ms. Roscoe's view this can only be done in the institution's treatment room, and so long as Mr. Mahjoub is unwilling to attend at that location he will not receive the treatment. She interprets his position as a refusal to consent to treatment, and as he remains competent and not in a crisis situation; the medical staff do not interfere.", "[79] Mr. Mahjoub had complained of chest pains at one point. Arrangements were made by the medical staff to have a stress electro cardiogram conducted at a clinic in Kingston. In transporting detainees for such purposes, the RCMP policy is that they must wear a bulletproof vest for their safety. Mr. Mahjoub refused to wear the vest when the RCMP escort officers arrived. Accordingly the stress test was not conducted. Mr. Mahjoub also likely needs surgery for his knee injury. An orthopedic specialist contacted by Ms. Roscoe was willing to come to the institution to see the applicant in the treatment room. Mr. Mahjoub declined to go to the room without a supervisor escort.", "[80] On December 8, 2006 while Mr. Mahjoub was present at the administration building to participate in the application by video-conference, he was offered a medical examination during a break in the proceedings by a physician who was in the building at that time. The treatment room is just steps from the video conference room. Mr. Mahjoub insisted that he would only consent to the examination if it were agreed that a supervisor would be present then and on every future occasion.", "[81] Ms. Roscoe conceded on cross-examination that some care used to be provided informally in the living quarters but noted that this was stopped at the request of the detainees. All care except for emergency visits is now provided in the treatment room in the administration building. As daily healthcare contacts are required as a minimum standard, the healthcare staff conducts a walk through the living unit each day. The detainees are secured in their cells before the healthcare staff member enters the living area. During this visit the detainees can request any medical care that they require and may also receive their prescriptions.", "[82] Ms. Roscoe described incidents in which she perceived that Mr. Mahjoub acted inappropriately towards her through threatening behavior and language. She had filed a report complaining of one such incident. As noted above, Mr. Mahjoub denied behaving in a threatening or aggressive behavior towards the medical care staff, save for the one noted incident with the psychiatrist. He also provided an explanation of what happened from his perspective with regards to Ms. Roscoe's one reported incident. (iv) Information Provided in Private", "[83] The Ministers submitted confidential information in the present case which I reviewed in private prior to the public hearings. That included the private information submitted to Justice Nadon for his review of the reasonableness of the security certificate and the further information submitted on the two prior detention reviews conducted by Justice Dawson. Prior to the public hearing, I heard additional sworn testimony and submissions in private. A summary of the information heard in private dated November 28, 2006 was approved by me for filing as part of the public record of these proceedings.", "[84] The November 28, 2006 public summary of the information provided to the Court in private and filed on this application is essentially the same as those filed in the hearings conducted by Justices Nadon and Dawson. I have read the confidential reasons prepared by Justice Dawson as a schedule to her public reasons and adopt them as a record of the information heard by me in private. There is no substantial difference.", "[85] As a result of the evidence heard in public and the submissions of counsel, I reconvened a hearing in private on December 21, 2006 and heard additional sworn evidence. I directed that further inquiries be made by the respondents and that the information collected be submitted to the Court in writing. Counsel for the respondents subsequently provided further information in writing on January 16, 2007 which is retained on the Court's private file together with a transcript of the December 21, 2006 hearing. Counsel for both parties submitted additional written representations further to the decision of Madame Justice Tremblay-Lamer respecting the second danger opinion. ANALYSIS HAS MR. MAHJOUB MET THE ONUS UPON HIM TO ESTABLISH THAT HE WILL NOT BE REMOVED FROM CANADA WITHIN A REASONABLE TIME? (i) Applicable Principles of Law", "[86] In Harkat , above at paragraph 30, my colleague Justice Dawson very aptly summarized the legal principles applicable to proceedings under subsection 84(2) of the Act , as set out by the Court of Appeal in <FRAGMENT_SUPPRESSED> . I repeat this summary here: \"1. Time and the behavior of the parties are of the essence of the subsection 84(2) application (referring to paragraph 5 of <FRAGMENT_SUPPRESSED> ). \"2. The purpose of subsection 84(2) is to ensure that due diligence will be exercised by the Minister in removing a foreign national detained for security purposes ( <FRAGMENT_SUPPRESSED> , paragraph 28). \"3. The onus of proof is upon the person seeking release, and the burden must be discharged upon a balance of probabilities ( <FRAGMENT_SUPPRESSED> , paragraph 39). \"4. A subsection 84(2) application requires the judge to determine whether the foreign national will be removed from Canada 'within a reasonable time.' The concept of 'removal within a reasonable time' requires a measurement of the time elapsed from the time the security certificate was found to be reasonable, and an assessment of whether that time is such that it leads to the conclusion that removal will not occur within a reasonable time ( <FRAGMENT_SUPPRESSED> , paragraph 55). \"5. The judge must consider any delay in removal and the causes of the delay. Judicial remedies must be pursued diligently and in a timely fashion. This also applies to the Ministers' responses and to the judicial hearing of the application for release. Subsection 84(2) of the Act 'authorizes a judge to discount, in whole or in part, the delay resulting from proceedings resorted to by an applicant that have the precise effect of preventing compliance by the Crown with the law within a reasonable time.' Put another way, where an applicant tries to prevent his removal and delay ensues as a result, he can not complain that his removal has not occurred within a reasonable time, unless the delay is unreasonable or inordinate and not attributable to him ( <FRAGMENT_SUPPRESSED> , paragraphs 57 and 58). \"6. A forward-looking and future-oriented test is used. Evidence must be provided that indicates the applicant will not be removed within a reasonable time. If credible and compelling evidence of an imminent removal is produced, the conditions of detention and the time already served lose much of their significance ( <FRAGMENT_SUPPRESSED> , paragraph 81). \"7. The length of the past detention is relevant only to the extent that the history of events may cast doubt on the reliability of the assertion and evidence submitted that the moment of removal is close at hand ( <FRAGMENT_SUPPRESSED> , paragraph 82).\"", "[87] As further noted by my colleague, these principles are to be understood in the context of a procedure that was intended to provide a constitutionally valid mechanism for the summary removal from Canada of non-citizens viewed to present a danger to Canada's security. However, in cases such as Mr. Mahjoub's, it is difficult to maintain the stance that a process which has been underway for so long is summary in nature. It is therefore imperative to recall the requirement of due diligence placed on the Ministers in removing a foreign national who has been detained for security reasons ( <FRAGMENT_SUPPRESSED> , above at para. 28), and the fact that unreasonable delay that unjustifiably and unduly prolongs detention is a violation of constitutionally guaranteed rights ( Harkat , above at para. 33).", "[88] My analysis of whether Mr. Mahjoub has met his onus in the present case, on a balance of probabilities, to demonstrate to the Court that his removal will not occur within a reasonable period of time, will therefore take into account the following factors: the length of his detention; delay and causes of delay, the forward looking nature of the test, and the conditions of his detention. The latter will be considered in the context of assessing whether and to what extent the Court should be discounting the pursuit of legal remedies in determining what is meant by \"reasonable time\" in the present case. (ii) Length of Detention", "[89] Mr. Mahjoub's security certificate was found to be reasonable on October 5, 2001; over 5 years have now passed and Mr. Mahjoub remains in detention. (iii) Delay and Causes of Delay", "[90] In Mahjoub No. 2 , delay on the part of Mr. Mahjoub and the Ministers prior to the hearing was canvassed by Justice Dawson. I don't propose to revisit her findings in that regard. However, since then there has been further cause for delay in the amount of time that it has taken for the Minister's delegate to issue the redetermination ordered by the Court.", "[91] On January 31, 2005 the Court allowed Mr. Mahjoub's application for judicial review of the Minister's delegate's first opinion. The second opinion was not issued until January 3, 2006. In assessing this delay, the Court must take into consideration that \" where a risk of torture is asserted by a person who has been found to be a Convention refugee, more time, rather than less, will reasonably be required to ensure that the principles of fundamental justice are not breached\": Mahjoub No. 1 , above at para. 55. That being said, consideration of the risk of torture does not make every delay in effecting removal reasonable, \" [r]ather, the Court must in each case assiduously consider whether every reasonable effort has been made to secure prompt removal, in a manner consistent with the protection afforded by the Charter \": Mahjoub No. 1 , above at para. 56. (iv) The Forward Looking Nature of the Test", "[92] The test of whether a person will be removed in a reasonable time is forward-looking. As noted by the Court of Appeal in <FRAGMENT_SUPPRESSED> , and reiterated by the Court  <FRAGMENT_SUPPRESSED>  No. 2 , if credible and compelling evidence of an imminent removal is produced, both the conditions of detention and the time already served lose much of their significance. The history of events can however cast doubt on the reliability of evidence that the moment of removal is close at hand: Mahjoub No. 2 , above at para. 26; <FRAGMENT_SUPPRESSED> , above at para. 82.", "[93] In the present case, the Ministers asserted that Mr. Mahjoub's removal would occur within a reasonable period of time, whether or not the delegate's danger opinion was upheld on judicial review. The Ministers point to the existence of a Laissez-Passer for Mr. Mahjoub which was issued by the Embassy of the Arab Republic of Egypt on August 19, 2004, and to Mr. Dumas' estimate that a new danger opinion could be obtained within a matter of a few months should the January 3, 2006 decision be quashed, which it was.", "[94] I do not accept Mr. Dumas' overly optimistic view of how soon a new danger opinion could be obtained. As was put to him by counsel for the applicant on cross-examination, he has made similar estimates in other cases which fell far short of the actual time required.", "[95] As noted by Justice Dawson  <FRAGMENT_SUPPRESSED>  No. 2 , if the Minister's delegate were to issue another danger opinion stating that Mr. Mahjoub should be refouled despite the risk of torture, the issue of whether a return to torture can ever be justified under section 1 of the Charter would have to first be addressed before he could be returned to Egypt. Justice Dawson stated further that in light of the fact that the legal issue of return to torture remains undecided, and the fact that there was no evidence to suggest that Egypt's position with respect to Mr. Mahjoub will change, on a balance of probabilities: \"29 ... Mr. Mahjoub is unlikely to be removed from Canada until the Supreme Court authoritatively decides whether circumstances will ever justify a removal to torture . If the Court finds that removal to torture is constitutionally acceptable in exceptional circumstances, then the specific circumstances of this case will have to be considered in order to determine whether those exceptional circumstances exist . A constitutional challenge on this issue will not only take a significant amount of time, but it leaves open the possibility that, in Mr. Mahjoub's case, it could be determined that it is not constitutional to remove him to torture.\" (emphasis mine)", "[96] The case of Mr. Jaballah provides further support for this assertion. In Jaballah, Re (2006), 278 F.T.R. 90; 2006 FC 346 ( Jaballah ), the Court found that a decision of the Minister's delegate made on September 23, 2005, denying Mr. Jaballah's application for protection under s. 112 of Act , was lawful. In reaching this conclusion, the Court noted that should the security certificate in that case be found to be reasonable, and if a decision was then made to enforce that determination as a removal order deporting Mr. Jaballah to Egypt, there would then be a factual basis for determining whether deportation to death or torture could be effected in light of the Charter for a person found inadmissible to Canada on grounds of security, even if that person is not a protected person under s. 115 of the Act . The Court made it clear that should these events occur, this question: \" would be an important constitutional question, a question which, in my understanding of the implications of Suresh would warrant consideration by the courts of this country before any step is taken to enforce removal of Mr. Jaballah by deportation to Egypt \": Jaballah , above at para. 60. (emphasis mine)", "[97] This issue was in fact later addressed by the Court, when, having found the security certificate to be reasonable, the Court determined that it was now appropriate to address the question of whether there was any legal limitation to the exercise of the Minister's discretion in removing Mr. Jaballah under the security certificate: Jaballah, Re (2006), 301 F.T.R. 102; 2006 FC 1230. The Court concluded that the Minister of Citizenship and Immigration could not remove Mr. Jaballah to any country where and when there was a substantial risk that he would face torture, death, or cruel and unusual treatment, as he did not fit within the exceptional case category envisioned by the Supreme Court of Canada in Suresh", "[98] There also remains the outstanding issue of the constitutional validity of the security certificate process itself, an issue which is presently before the Supreme Court of Canada. As noted above, the respondents have undertaken not to proceed with Mr. Mahjoub's deportation before a judgment in relation to this matter is rendered. v) Conditions of Detention - Pursuit of Legal Remedies", "[99] As noted by the Court of Appeal in <FRAGMENT_SUPPRESSED> , above at paragraph 58, the jurisdiction conferred by subsection 84(2) of the Act authorizes a judge to discount, in whole or in part, the delay resulting from proceedings resorted to by an applicant that have the effect of preventing the Crown from complying with its obligation to remove persons within a reasonable time. Relying on <FRAGMENT_SUPPRESSED> , in determining whether it should exercise its discretion to do so, the Court  <FRAGMENT_SUPPRESSED>  No. 2 considered the conditions of Mr. Mahjoub's detention to be relevant. The Court highlighted in particular the following words of the Court of Appeal in <FRAGMENT_SUPPRESSED> : \"82 ... As for the conditions of detention, they may be such, especially when coupled with a lengthy detention, that the phrase 'within a reasonable time' takes another significance, one of urgency. The removal must then be effected even more expeditiously in order to be in compliance with the requirements of subsection 84(2).\"", "[100] The conditions of detention have changed from those existing at the time Mahjoub No. 2 was heard. Mr. Mahjoub has since been moved from the Toronto West Detention Centre to the KIHC. In light of this move, the information provided by the respondents indicates, and I accept, that at least some of the concerns expressed  <FRAGMENT_SUPPRESSED>  No. 2 have now been addressed. For example, the KIHC is not a short-term remand facility, it is a facility specifically designed for immigration detainees. As such, strip searches are not commonly conducted at the KIHC. In addition, specific protocols for dealing with individuals subject to security certificates (ISSC) have been developed. For example, access to visitors is made available in a visiting room as a matter of course, or access can be arranged by teleconference; telephones and televisions can be used in the privacy of the ISSCs cells; recreation and leisure time is provided; as well as access to spiritual and religious services. Though it would appear that notice is still required, lawyers, non-governmental organizations and consular officials may also visit at anytime outside visiting hours. Visits with lawyers also take place in a designated private room.", "[101] That being said, certain issues clearly remain, the most significant of which are:  There are no education or employment programs available or other means to occupy the detainees' time other than access to a gym and exterior courtyard for exercise;  Due to the dispute with the KIHC and Millhaven administration over the escort issue and where treatment should be provided, Mr. Mahjoub has not received needed medical attention;  Mr. Mahjoub continues to have problems visiting with his family. This is largely due to the distance of the facility from his family's home and their lack of resources to make the journey on a regular basis.", "[102] The lack of medical treatment for his hypertension and Hepatitis C is the greatest concern. That treatment was available to Mr. Mahjoub. Counsel for Mr. Mahjoub fairly conceded in closing argument that the current state of affairs may be based at least in part upon a distorted perception of events. Nonetheless, it seems immaterial whether the institution or Mr. Mahjoub are in the right in this matter. It is clear that Mr. Mahjoub has exacerbated an already difficult situation by starting another hunger strike. The situation has deteriorated to the extent that the conditions of detention must be considered a major factor.", "[103] While I believe that it is still appropriate in the present case to discount the delay resulting from proceedings resorted to by the applicant, the fact that Mr. Mahjoub has now been detained for six and a half years cannot be ignored. As was stated by Justice Marshall Rothstein in <FRAGMENT_SUPPRESSED>  (T.D.), at paragraph 27 \"... when any number of possible steps may be taken by either side and the times to take each step are unknown, I think it fair to say that a lengthy detention, at least for practical purposes, approaches what might be reasonably termed 'indefinite'\". In the present instance, the practical reality is that there is no fixed time period for a conclusion of the proceedings or for Mr. Mahjoub's removal from Canada. In that sense, his detention might reasonably be described as indefinite. v) Conclusion", "[104] Having considered and weighed the above noted factors, I conclude that Mr. Mahjoub has satisfied me, on a balance of probabilities, that he will not be removed from Canada within a reasonable time. HAS MR. MAHJOUB MET THE ONUS UPON HIM TO ESTABLISH THAT HIS RELEASE WILL NOT POSE A DANGER TO NATIONAL SECURITY OR TO THE SAFETY OF ANY PERSON? (i) Applicable Principles of Law", "[105] The onus is upon Mr. Mahjoub to satisfy the Court, on a balance of probabilities, that his release will not pose a danger to national security or the safety of any person. This onus may be difficult to meet given that an objectively reasonable suspicion of substantial threatened harm may establish the danger: Mahjoub No. 1 , above at para. 65; Mahjoub No. 2 , above at para. 46; Harkat , above at para. 57. The test is forward looking. As stated in Charkaoui, Re , [2005] 3 F.C.R. 389; 261 F.T.R. 11; 2005 FC 248, at paragraph 39 ( ) Parliament has asked the designated judge to analyze the evidence by considering whether the danger still exists.", "[106] As was noted in <FRAGMENT_SUPPRESSED>  ( Suresh ): \"90 ... a person constitutes a 'danger to the security of Canada' if he or she poses a serious threat to the security of Canada, whether direct or indirect, and bearing in mind the fact that the security of one country is often dependent on the security of other nations. The threat must be 'serious', in the sense that it must be grounded on objectively reasonable suspicion based on evidence and in the sense that the threatened harm must be substantial rather than negligible.\"", "[107] Further, as clarified by the Court of Appeal in <FRAGMENT_SUPPRESSED> , the burden on the applicant is an evidentiary one. Thus, Mr. Mahjoub must adduce \" some evidence that his release will not pose a danger to national security or to the safety of any person. That evidence must be answered , otherwise Mr. Mahjoub is entitled to release if he also satisfies the Court that he will not be removed within a reasonable time\": Mahjoub No. 2 , above at para. 47. (emphasis mine)", "[108] In addition, I accept that \"[t]o the extent possible, the Court's conclusion with respect to danger should be based upon the public record. However, reliance upon information put before the Court in confidence by the Ministers may be necessary\": Harkat , above at para. 58, see also: <FRAGMENT_SUPPRESSED> , above at paras. 32-33.", "[109] With respect to the principles that are relevant to the assessment of the confidential information in particular, I highlight the description provided by the Court in Harkat, Re (2005), 261 F.T.R. 52; 2005 FC 393, as follows: \"98 In summary, the designated judge must inquire into the source of all information contained within the confidential information upon which the Ministers rely to establish the reasonable grounds for their belief that the person concerned is inadmissible to Canada upon security grounds. Once the source of the information is identified, the designated judge should consider what the written record discloses and what any relevant witness can testify to about the reliability of the information and extent to which the information, or other information from that source, is corroborated. Throughout, the judge must remain vigilant and mindful of his or her obligation to probe the reliability of all evidence. The potential for error caused by such things as mis-identification, mistake, deception, incompetence or malevolence must be considered. As stated earlier, it is important that questions be directed to whether there is exculpatory information in the possession of the Service. \"99 It is only through this demanding exercise that the Court can properly assess the evidence tendered on behalf of the Ministers and the person named in the certificate. A rigorous, objective determination is required in order to protect the interests of the person named in the certificate as well as the legitimate interests of the state.\"", "[110] Taking the above into account, I will now consider the parties' submissions, before conducting my analysis of the danger. Should I find that there is an objectively reasonable suspicion that Mr. Mahjoub's release would result in a substantial threat of harm, I will consider the extent to which such harm can be neutralized or contained by the imposition of terms and conditions upon his release. (ii) Mr. Mahjoub's Position with Respect to the Danger", "[111] Mr. Mahjoub asserts that notwithstanding the Court's two prior conclusions that his release would pose a danger to national security, there have been significant changes such that his release would no longer pose such a danger. The applicant points to the evidence which indicates that after spending six and a half years in custody, separated from his family, he is now a sick man preoccupied with his health problems. Alternatively, he argues that any concerns may be managed by terms and conditions imposed on his release.", "[112] Mr. Mahjoub submits that the case against him is based on an assessment that he was a member of a terrorist organization prior to coming to Canada in 1995. He points to the fact that the most recent summary is based on old information and there have been no new public disclosures. Furthermore, Mr. Mahjoub has disavowed Islamic extremism and violence. He asserts that the Service's argument that this is not to be believed because he has not admitted past guilt is unreasonable. The service is relying upon the past and has not attempted to interview him since before his detention. The issue to be answered, Mr. Mahjoub submits, is not what he is believed to have been then but whether he would pose a danger if released today.", "[113] In light of the three prior findings by the Court that Mr. Mahjoub poses a danger to national security or to the safety of any person, the applicant recognizes that it is unlikely that the Court would come to a different conclusion in these proceedings. In that regard, he submits that the real issue is whether the danger can be contained or neutralized by terms and conditions. The applicant also highlights that the terms and conditions being proposed are much stricter and tighter than those that were before Justice Dawson.", "[114] With regard to the proposed sureties, the applicant concedes that most do not know him personally and are motivated largely by their opposition to the security certificate process and by their wish to support Ms. El Fouli and her family. The applicant argues however that the question for the Court to consider is whether the proposed sureties all understand what they are getting themselves into and submits that this was abundantly clear from their evidence. The applicant further asserts that it was also clear that Ms. El Fouli is sufficiently strong and independent to act as the primary surety. (iii) The Ministers' Position with Respect to the Danger", "[115] The Ministers argue that Mr. Mahjoub continues to pose a danger to national security, and that this danger can not be neutralized or contained through the use of conditions or supervising sureties. They point to the prior findings that Mr. Mahjoub was a high-ranking member of the Vanguards of Conquest and had links to Al Jihad. These organizations have engaged in acts of terrorism and are now part of the much larger umbrella of the Al Qaeda organization through Ayuman Al Zawaheri.", "[116] The Ministers further point to the fact that Mr. Mahjoub has previously perjured himself with respect to these associations and his explanations were not accepted by either Justice Nadon or Justice Dawson. Further, despite his assertions that he does not believe in violence he has exhibited inappropriate and arguably aggressive behaviour on a number of occasions during his detention as indicated by Ms. Roscoe's evidence and his own admission in relation to the threat to beat the psychiatrist. An earlier psychologist's report described him as unstable. When considered with the information received in private, it is the Ministers' submission that Mr. Mahjoub is a volatile and unpredictable individual.", "[117] With respect to the proposed sureties, the concerns highlighted by Justice Dawson have not been addressed in the present case in the Ministers' submission. The objectivity of many of the sureties was questionable as they had come forward as a result of their involvement in the campaign against the security certificate process. It was clear that they would not apply exacting standards. Many had little knowledge of the applicant and had never met or communicated with him. Those with more of a connection with the family were primarily Ms. El Fouli's friends. The question was really whether the Court was satisfied that she could control Mr. Mahjoub. The Ministers asserted further that Evidence heard in camera should give the Court pause as to whether she would be independent from Mr. Mahjoub and could effectively function as a surety. (iv) Analysis of the Danger", "[118] I believe that the following factors are most relevant to my analysis of the danger, if any, that Mr. Mahjoub's release would pose: A. Mr. Mahjoub's past support for Islamic extremism; b. Mr. Mahjoub's eschewal of violence and the Islamic extremist cause; c. Mr. Mahjoub's potential to re-associate with Islamic extremists; d. Mr. Mahjoub's prior untruthful statements to the Court; e. Changes in circumstances, if any, which may affect the danger posed by Mr. Mahjoub's release. (a) Mr. Mahjoub's past support for Islamic extremism", "[119] As noted by Justice Dawson  <FRAGMENT_SUPPRESSED>  No. 2 , no challenge was made to the assertion that both the VOC and the AJ are terrorist organizations. Both were in fact among the first organizations banned in Canada under the Anti-Terrorism Act , S.C. 2001, c. 41. As to Mr. Mahjoub's involvement with the AJ and the VOC, Justice Dawson found: \"64 ... that the information before the Court gives rise, at the least, to an objectively reasonable suspicion that at the time of his detention and before that: 1. Mr. Mahjoub was a high-ranking member of the VOC, which is a faction of the AJ. 2. Mr. Mahjoub was a member of the Shura council of the VOC, and as such would normally participate in the decision-making process of that terrorist organization. 3. Mr. Mahjoub had engaged in terrorism. Sometime around 1996/1997 he became identified by the alias 'Shaker'. 4. Mr. Mahjoub had significant contacts with persons associated with international Islamic terrorism including Osama Bin Laden, Ahmad Said Khadr, Essam Hafez Marzouk, Ahmed Agiza, and Mubarak Al Duri. He also had contact with Mahmoud Jaballah. In view of the status of Mr. Jaballah's proceedings in this Court, I make no finding or comment with respect to Mr. Jaballah's alleged involvement in terrorist activities.\"", "[120] Additionally, Justice Dawson highlighted public evidence that showed that Mr. Mahjoub had access to individuals who were very highly placed and influential in the Islamic extremist movement. The Court also relied on information provided by the Ministers in private. The Court concluded that this evidence was sufficient to establish that at that time Mr. Mahjoub posed a danger to national security: Mahjoub No. 2 , above at para. 74.", "[121] Based on my own review of the public and private evidence, I accept and adopt the above noted findings of my colleague in relation to Mr. Mahjoub's background. (b) Mr. Mahjoub's eschewal of violence and the Islamic extremist cause", "[122] In Mahjoub No. 2 , in reaching the conclusion that Mr. Mahjoub had not met his evidentiary onus, Justice Dawson highlighted the absence of personal testimony eschewing Islamic extremism and the use of violence on the part of Mr. Mahjoub, in addition to the absence of any assurance that he would not support, encourage or take part in acts that would pose a danger. This was characterized by the Court as a \"significant omission\": Mahjoub No. 2 , above at para. 87. The Court also highlighted the words of Mr. Justice Simon Nol in , above, where he wrote at paragraph 53: \"how can a designated judge assess the existence of danger and the possibility of a conditional release if the person concerned does not tell him, inter alia, that he intends to comply with the conditions? ...\".", "[123] In the present case, Mr. Mahjoub has addressed these omissions. He has asserted in his written affidavit and his oral evidence that 1) he does not believe in violence, does not condone others using violence, nor does he or would he encourage or take part in any acts that would pose a danger to the safety of any persons in Canada; 2) he does not hold or believe in Islamic extremist views; 3) if released, he would not associate with Islamic extremists or individuals or organizations associated therewith; 4) he does not believe he poses a danger to the public or to the national security of Canada; 5) he is aware of the conditions imposed on Mr. Charkaoui and Mr. Harkat and would accept similar conditions if he were to be released; 6) he will fully cooperate with the Court on any conditions, including reporting regularly to his sureties; and finally 7) he would not break any of his conditions, as he would not want to jeopardize his chance to live with his family again.", "[124] I note also the answer given by Mr. Mahjoub in his testimony on this application when asked why, in the prior proceedings, he had not explicitly disavowed violence. He said simply that he was not asked. One might wonder why he did not volunteer this information. In any event, his evidence in this regard addresses the concern identified by Justice Dawson. (c) Mr. Mahjoub's potential to re-associate with Islamic extremists", "[125] It is clear from the evidence noted above that Mr. Mahjoub has in the past associated with persons linked to terrorist organizations. I would include in that category specifically Ahmed Said Khadr, Mubarak Al Duri, Essam Marzouk and Ahmed Agiza. While one of these individuals is now dead and two others are incarcerated in Egypt, it is not unreasonable to conclude that the Service is not aware of all of Mr. Mahjoub's past extremist contacts. It was argued by the Ministers that should the applicant not remain in detention, he would be able to resume his contacts with Islamic extremists and that no conditions could offer a guarantee against that. Further, the witness JP expressed concern about Mr. Mahjoub's \"star power\" or influence upon impressionable young Muslims should he be released.", "[126] I note that Mr. Mahjoub was under somewhat less restrictive conditions pertaining to communications with persons on the exterior while he was in detention at the MTWDC, until he asked to be placed in segregation. His calls were not monitored. It was open to him at that time to contact persons outside the detention centre. There is no evidence before me that he used those opportunities to associate with Islamic extremists at that time. There are vague allegations that some among his supporters are known to be sympathetic or who have been \"defensive\" of extremist views. Included within that category are members of the Khadr family.", "[127] It is somewhat ironic that under his present custodial arrangements, Mr. Mahjoub is required to associate with persons who are regarded by the government to be Islamic extremists. The applicant has agreed that should he be released, he would have no further contact with the other security certificate detainees.", "[128] While the concern about reassociation can not be entirely discounted, I am satisfied that the risk can be managed through strict terms and conditions of release. (d) Mr. Mahjoub's prior untruthful statements to the Court", "[129] In his reasons finding the security certificate to be reasonable, Justice Nadon found that Mr. Majhoub had given untruthful testimony. Mr. Mahjoub has acknowledged lying to Justice Nadon when he initially testified. He says that he took steps to clarify the record before Justice Nadon when he had the opportunity, but it is of note that he did so only when he had become aware that the Ministers were in a position to prove that he had lied.", "[130] In Mahjoub No. 2 Justice Dawson also found, on the private information that she had received, that Mr. Mahjoub had not been entirely truthful when he testified about the conditions of his detention at that time. These instances of untruthful testimony are supported by the confidential record which I have accepted. On this application, portions of Mr. Mahjoub's testimony with respect to his current conditions of detention conflicts with the documentary record of events from his medical file and the evidence of Ms. Roscoe which I found to be credible and trustworthy. Where such conflicts exist, I do not believe Mr. Mahjoub's version of his interactions with the custodial and medical staff at the institution.", "[131] As noted by my colleague  <FRAGMENT_SUPPRESSED>  No. 2 , it is in considering the weight of the evidence that Mr. Mahjoub has presented that his untruthfulness takes on particular significance. It raises a real doubt as to whether all of his prior contacts and potential contacts have been revealed or compromised, and it raises doubt as to the reliance the Court can place on the assurances that Mr. Mahjoub has given with respect to his eschewal of violence and of the Islamic extremist cause.", "[132] Having said that, do Mr. Mahjoub's lies and equivocations support a finding that he remains a danger to national security or to any person? His counsel argues that there are two ways of looking at this issue: are the lies so fundamental that he can not be trusted in any sense or can they be construed as wrongly motivated but understandable in the context. The Ministers would have me find the former. Mr. Mahjoub argues that it is not uncommon for persons before the courts to prevaricate when they think that a truthful answer would hurt their interests. But does that support a finding that they are a danger to society?", "[133] I am satisfied that while Mr. Mahjoub's lies are troubling they are not of such a fundamental nature that they should weigh as a significant factor in determining that he would be a future danger if released from detention on strict terms and conditions. (e) Changes in circumstances, if any, that may affect the danger posed by Mr. Mahjoub's release;", "[134] As highlighted by the Court in , above in the context of the fourth review of Mr. Charkaoui's detention as provided for in section 83(2) of the Act \"39  Parliament has asked the designated judge to analyse the evidence by considering whether the danger still exists. Accordingly, this means that it may exist at one moment and not at another . The designated judge must therefore weigh the evidence with this concern in mind . There is thus a possibility that danger may be imminent but subsequently be neutralized . It seems to the Court that this is what Parliament intended to be the role of the designated judge.\" (emphasis mine) I believe that these sentiments apply equally in the context of assessing a ss. 84(2) application.", "[135] The type of changes in circumstances, if they occurred, that might affect the danger posed by Mr. Mahjoub's release were described by the witness JP and summarized  <FRAGMENT_SUPPRESSED>  No. 2 at paragraph 9 as follows: \"changes can occur over time with groups or individuals assessed by CSIS. For example, new groups may arise, or an existing group may be disbanded; a group's membership or allegiance to other groups can change; the preferred methodologies of a given group can change; political circumstances giving rise to security threats can change; and operation of intelligence services can disrupt activities that posed a threat to Canadian security.\" JP gave similar evidence in these proceedings.", "[136] Mr. Mahjoub argued that changes in circumstances have reduced the danger posed by his release. His counsel says that while it is true that Al Qaeda and Al Jihad have engaged in violent terrorist actions, they are not today a powerful international organization but rather a broken down network of individual groups not capable of concerted action. This reality, it is argued, is reflected in statements by the American administration claiming success in the \"war on terror\". This would make it harder for Mr. Mahjoub to reconnect with these organizations, assuming for the sake of the argument that he had had such connections.", "[137] I don't accept counsel's characterization of the current state of affairs with respect to Al Qaeda and Al Jihad. Indeed JP's evidence was that the situation is even more dangerous than before as the organizations have joined forces and become more diverse and amorphous. The risk is of spontaneous action by individual groups inspired by the example set by these organizations. That is, I believe, a more accurate assessment of the current state of affairs.", "[138] That being said, the investigation of Mr. Mahjoub was essentially complete when he was detained on the security certificate. There has been no effort by the security agencies to interview him again since before his detention. The applicant today is an ailing and aging man preoccupied with his health and the lack of contact with his family apart from telephone calls and occasional visits. The conditions of his detention have exacerbated that problem. (f) Conclusions drawn with respect to danger", "[139] It is for Mr. Mahjoub to demonstrate on a balance of probabilities that his release will not pose a danger to national security or to the safety of any person. Even taking into account the changes in circumstances outlined above, it cannot be said on a balance of probabilities that Mr. Mahjoub has demonstrated that he no longer poses a danger to national security or the safety of any person. In reaching this conclusion, I am mindful of the fact that Mr. Mahjoub's continued detention is of significant concern to Canadian Society. It is with this in mind that I turn to the question of whether the danger that is posed can be neutralized or contained by the use of sureties and the imposition of conditions. (v) Can such Danger be Neutralized or Contained by the Use of Sureties and the Imposition of Conditions?", "[140] In addressing the question of whether the danger posed by Mr. Mahjoub's release can be neutralized or contained by the use of sureties and the imposition of conditions, I will consider the applicable legal principles and the evidence presented. (a) Applicable legal principles", "[141] The question of whether any conditions are sufficient to neutralize or contain the danger in the present case must be addressed with attention to: the nature of the acts that it is believed Mr. Mahjoub would engage in; the nature of the threat that would result from those acts; and an analysis of why it is believed that conditions would or would not neutralize or contain that threat: Harkat , above at para. 69.", "[142] In addition, when considering what if any conditions might be appropriate, the Court must bear in mind the need for terms and conditions to be specific and tailored to Mr. Mahjoub's precise circumstances, keeping in mind that to be appropriate they \"must be designed to prevent [the applicant's] involvement in any activity that commits, encourages, facilitates, assists or instigates an act of terrorism, or any similar activity\", and that they \"must be proportionate to the risk posed by [the applicant]\": Harkat , above at para. 83.", "[143] Furthermore, as noted by Justice Dawson in Harkat , should the Court determine that the conditions proposed by Mr. Mahjoub are insufficient to neutralize or contain the danger posed by his release, it would be \"erroneous to reject Mr. Harkat's application for release if there are conditions that, on a balance of probabilities, would neutralize or contain the danger posed by his release. In that circumstance, his continued incarceration cannot be justified because of Canada's respect for human and civil rights, and the values protected by our Charter \" ( Harkat , above at para. 82). Therefore, should I find that the conditions proposed by Mr. Mahjoub would be insufficient to neutralize the danger, I will consider if any other combination of conditions might be sufficient to do so. (b) Discussion of the evidence", "[144] I do not consider it necessary in the circumstances of this case to adopt the approach followed by my colleague in Harkat and urged upon me by counsel for the applicant, that is to refer to a series of footnotes or endnotes to indicate information that must be kept confidential in order to protect national security and which would be set out in an undisclosed schedule to these reasons. To do so, in my view, would be to repeat the exercise conducted by my colleague Justice Dawson  <FRAGMENT_SUPPRESSED>  No. 2 and the content would essentially be the same.", "[145] My preference in this case is to put all of my reasons for decision on the public record. In my view, the nature of the danger which Mr. Mahjoub is believed to pose is clear from the public summaries that have been filed in the proceedings thus far, from the testimony that has been heard, and from the public submissions of counsel for the Ministers. I am satisfied that the danger that Mr. Mahjoub poses to national security and to the safety of any person is as described in the public summary dated November 28, 2006. The question is whether that danger can be neutralized.", "[146] As was emphasized by the Court in its concluding comments  <FRAGMENT_SUPPRESSED>  No. 2 , it remains \"open to Mr. Mahjoub to apply again for release and to provide better sureties and evidence including his own testimony that could be capable of convincing the Court that the danger he poses could be neutralized\" ( Mahjoub No. 2 , above at para. 104). This issue has received considerable attention in the course of the present case. I am satisfied on the basis of the public evidence that I heard that the applicant has addressed the concerns identified by Justice Dawson.", "[147] With respect to sureties, the Court  <FRAGMENT_SUPPRESSED>  No. 2 was particularly concerned with the length of time the sureties, other than Mr. Mahjoub's wife, had known Mr. Mahjoub. The Court also expressed concern with regards to the amount of control the sureties would be able to exert over Mr. Mahjoub's activities.", "[148] In the present case Mr. Mahjoub's wife, Mona El Fouli has again offered to act as the primary surety. Rizwan Wancho and Omar Ahmed Ali, acquaintances of the family, and Aly Hindy, the familys' Iman, have also renewed their willingness to act as sureties. The proposed sureties that are new in the present case include: Mr. Mahjoub's step-son, Haney El Fouli; El Sayed Ahmed, an acquaintance of the family; Murray Lumley, Maggie Panter, Elizabeth Block, Laurel Smith, and Dwyer Sullivan, all of whom are community supporters; and the three MP's who have offered their symbolic support.", "[149] Haney El Fouli was too young on the prior occasions to serve as a surety. He has offered to assist his mother in directly supervising Mr. Mahjoub's compliance with the proposed terms and conditions. He freely acknowledged that with his college and other obligations he would not be able to devote a great deal of time to this task. Nonetheless, through his testimony Haney demonstrated to the Court that he is a forthright and capable young man. Contrary to the Ministers' submissions, I am confident that he would not easily be intimidated by his step-father.", "[150] It is clear from the evidence of the community supporters and family friends that, apart from El Sayed Ahmed and Omar Ahmed Ali, most would be unable to provide any practical supervision of the applicant's compliance with the terms and conditions. The real value they offer is moral suasion: that of persuading Mr. Mahjoub to respect the terms and conditions to demonstrate that the confidence they have placed in him and perhaps more importantly, in his wife, has not been misplaced.", "[151] I have some difficulty with Mr. Wancho, Dr. Hindy and the three MP's as proposed sureties, albeit for different reasons. Mr. Wancho let it slip in his testimony that he subscribes to conspiracy theories about the events of 9/11. He freely acknowledged that this might make him appear to be a \"kook or something\". Counsel for the applicant argues, and I accept, that Mr. Wancho should not be eliminated as a prospective surety simply because of his political opinions. I am satisfied that he is aware of and would respect his duty to the Court as a surety.", "[152] Dr. Hindy is problematic in that he has made standing offers to act as a surety in many cases. He cannot possibly respect his responsibilities to the Court if he takes them all on. Moreover, his published statements are open to the inference that he is sympathetic to or at least defensive of the threats of Islamic terrorism towards Canada. In the circumstances, I do not consider him to be an acceptable surety.", "[153] As for the three MP's, their gesture is of a political and symbolic nature and might be regarded as inappropriate interference in judicial affairs. In any event, the Court has no interest in accommodating their political motives.", "[154] By correspondence dated February 7, 2007, counsel for the applicant submitted the name of another proposed surety, Mr. Ibrahim Downey, Executive Director of the Muslim Inmate Program at the Toronto West Detention Centre. The Court is prepared to consider Mr. Downey as an alternate to Dr. Hindy subject to any submissions received from the respondents as indicated below.", "[155] Ultimately, the question of whether sureties and conditions would be sufficient to neutralize the risk in this case turns on whether the Court is satisfied that Ms. El Fouli can and will adequately supervise her husband and whether he will comply with the Court's direction. In her affidavit evidence and testimony, Ms. El Fouli glossed over the differences that led to their separation prior to Mr. Mahjoub's detention. I accept the Ministers' submission that she was not entirely forthright in that respect. Nonetheless, I am satisfied by her testimony and that of the other witnesses that have come to know her, that she is a strong, independent and capable individual and will respect her obligations to the Court as a surety. I believe also that she will not fail the community members who have supported her and her family over the past six years.", "[156] With respect to Mr. Mahjoub, I am satisfied that at this stage of his life and with the interests of his family and his health at stake, he has simply too much to lose should he be released and violate the terms and conditions.", "[157] I find that the following factors do support Mr. Mahjoub's release upon strict conditions: 1) the sureties, notably Mona and Haney El Fouli are capable of providing effective supervision; 2) In light of Mr. Mahjoub's lengthy detention, his ability to communicate with individuals in the Islamic extremist network has been disrupted; 3) Mr. Mahjoub's case has been widely publicized; 4) It can be assumed that Mr. Mahjoub will remain a person of interest to the authorities; 5) I accept Mr. Mahjoub's evidence that he greatly wants to be with his family, and that this desire exerts a considerable amount of pressure on him to comply with his conditions; 6) I also accept that Mr. Mahjoub's desire not to be returned to detention is a legitimate one; 7) It can be assumed that individuals who want to hide from Canadian authorities would be less likely to attempt to contact Mr. Mahjoub in light of the public nature of his strict conditions; 8) I have also given some weight to the trend in the United Kingdom, namely the fact that a significant number of terrorist detainees have been released on control orders. In addition, I have given some weight to the fact that Mr. Charkaoui ( , above), and Mr. Harkat ( Harkat , above) have been released on strict conditions and that there have been no significant issues to date arising from their release. (c) Conclusion on Terms and Conditions", "[158] Having considered whether there is any combination of terms and conditions that would neutralize or contain the danger posed by Mr. Mahjoub's release; I have borne in mind the need for them to be specific and tailored to Mr. Mahjoub's precise circumstances. I have also taken into account the limits of existing monitoring technology. Considering the above noted factors and evidence, I am satisfied that the series of terms and conditions set out in Appendix B to these reasons can be imposed and that they will, on a balance of probabilities, neutralize or contain any threat or danger posed by Mr. Mahjoub's release. CONCLUSION", "[159] For all of these reasons, this application is allowed and Mr. Mahjoub shall be released from detention upon the terms and conditions set out in the attached Appendix B, once the Court is satisfied that the requirements set out therein have been met. As indicated above, the parties shall have seven days from the receipt of these reasons to provide any comments, limited to two pages, that they may wish to submit about the terms and conditions before the formal Order will be signed and issued. Application allowed. Editor: Elizabeth M.A. Turgeon/clh Chronology of Events June 26, 2000 - Mr. Mahjoub is detained on the basis of a security certificate signed by the Minister of Citizenship and Immigration (\"Minister\") and the Solicitor General of Canada (together the \"Ministers\"). October 5, 2001 - The certificate is found to be reasonable by Justice Nadon of this Court. March 25, 2002 - Mr. Mahjoub is found to be inadmissible to Canada and a deportation order is issued. October 18, 2002 - Mr. Mahjoub moves for release from detention. October 31, 2002 - The application for release is scheduled to be heard on January 28 and 29, 2003. December 16, 2002 - A summary of confidential information is provided to Mr. Mahjoub. January 24, 2003 - The hearing is adjourned at Mr. Mahjoub's request and subsequently set for March 29, 2003. March 28, 2003 - Mr. Mahjoub is served with the documents that are to be placed before the Minister for the purpose of making a decision, pursuant to paragraph 115(2)(b) of the Act , as to whether Mr. Mahjoub should be removed to Egypt. Mr. Mahjoub's responding submissions are to be provided before May 23, 2003. March 28, 2003 - The application for release is adjourned and subsequently set for May 10, 2003. May 10, 2003 - Evidence is led and the application for release is heard. The parties agree to bifurcate the proceedings so that if Mr. Mahjoub's application is not successful on the merits, the matter will resume for argument on the constitutionality of his detention. July 30, 2003 - The Court determines that Mr. Mahjoub has not met the onus of showing that he will not be removed from Canada within a reasonable time and that his release from detention will not pose a danger to national security or to the safety of any person. Counsel are directed to correspond with the Registry of the Court with respect to scheduling the resumption of the hearing for the purpose of considering the constitutional issues. November 20, 2003 - After counsel fail to contact the Registry, and after the Court issues three directions and holds a case management conference, the hearing is ordered to be resumed on January 10 and 11, 2004. January 9, 2004 - Mr. Mahjoub's motion to adjourn the scheduled hearing is allowed. The motion is brought on the ground that Mr. Mahjoub had retained new counsel \"but they are unable to proceed with the application for release as currently scheduled given the state of application\". March 8, 2004 - Mr. Mahjoub's further motion for leave to raise new issues and to adduce additional evidence is allowed. May 31 - June 4, 2004 - Mr. Mahjoub's application for release is heard by the Court. July 22, 2004 - The Minister determines that Mr. Mahjoub should be removed from Canada and be returned to Egypt. September 7-8, 2004 - Further evidence is heard with respect to Mr. Mahjoub's application for release. September 8, 2004 - The Court stays Mr. Mahjoub's removal to Egypt, pending determination of the application for judicial review of the Minister's decision to remove him. October 21, 2004 - Mr. Mahjoub's written submissions are filed with respect to his application for release. November 23, 2004 - The Ministers' written submissions are filed. December 3, 2004 - Mr. Mahjoub advises that he will not be filing reply submissions. December 13, 2004 - As a result of the issuance of the reasons of the Court of Appeal in , [2004] F.C.J. No. 2060; 328 N.R. 201; 2004 FCA 421, the Court inquires if counsel wish to make further submissions. December 17, 2004 - The Court hears the application for judicial review of the Minister's decision to remove Mr. Mahjoub to Egypt. At this hearing filing deadlines are agreed between counsel for the filing of additional submissions with respect to new jurisprudence, including , supra. Such submissions are to be considered in both the judicial review application and the application for release from detention. January 31, 2005 - The application for judicial review is allowed, and the Minister's decision to remove Mr. Mahjoub to Egypt is set aside. January 31, 2005 - The Court issues a direction which expresses concern that when its reasons of July 30, 2003 were issued, the Court did not contemplate that as of January 31, 2005 it would still be awaiting final written argument with respect to the constitutionality of Mr. Mahjoub's detention, and notes that a number of circumstances have arisen or changed since July 30, 2003. Submissions were sought from counsel as to whether the detention review should be reopened by filing new evidence and argument. The full text of the Court's direction is set out at Appendix B to these reasons. February 4, 2005 - Counsel advise that they wish to adduce further evidence relevant to the criteria set out in subsection 84(2) of the Act . The Court will sit on February 11, 2005. February 8, 2005 - The Court directs that on February 11, 2005 it will hear submissions from counsel as to which constitutional issues remain live as a result of the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ; 2005 FCA 54, released on that day. February 11, 2005 - At the commencement of the hearing, counsel for Mr. Mahjoub concedes that as a result of the binding authority of the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED> , supra, no constitutional issues remain live. Mr. Mahjoub does not abandon the constitutional arguments, but does not intend to argue them again and expects the Court to dismiss the constitutional issues in accordance with the decision of the Federal Court of Appeal. Counsel for the Ministers adopt the submission that all of the constitutional issues have been decided in <FRAGMENT_SUPPRESSED> , against Mr. Mahjoub, and states that it is not necessary for the Court to hear submissions. The Court sits to hear new evidence relevant to the statutory criteria for release. March 14-15, 2005 - Further evidence is adduced with respect to Mr. Mahjoub's application for release. March 18, 2005 - The Court hears further evidence ex parte and in camera. This hearing is adjourned so that further information may be obtained in response to the Court's questions. March 22, 2005 - Oral submissions are made by counsel for the parties, subject to the right to address further submissions following the further in camera session. May 2-3, 2005 - Further evidence is received in camera and ex parte. May 12, June 21, and June 29, 2005 - Public summaries are released summarizing information received ex parte and in camera. June 17, 2005 - Counsel for Mr. Mahjoub advises that a psychologist has been found who is willing to assess Mr. Mahjoub and a written report is to be filed with the Court. July 6, 2005 - The psychological assessment is received by the Court. July 15, 2005 - Counsel for the Ministers advise they will not be filing any responsive evidence, but ask for the opportunity to address final oral submissions to the Court. August 3, 2005 - Final oral submissions are made to the Court. Mr. Mahjoub is given one week to submit a clarification of the psychologist's report. August 9, 2005 - Clarification of the report is filed by Mr. Mahjoub's counsel. August 22, 2005 - The most recent public summary is amended by the Court to provide further disclosure. November 25, 2005 - Mr. Mahjoub's application for release from detention is dismissed by Madam Justice Dawson. January 3, 2006 - The Minister's delegate releases her decision and reasons, finding that Mr. Mahjoub poses a danger to the security of Canada or the safety of any person and that he does not face a substantial risk of torture or cruel and unusual treatment or punishment if deported to Egypt. She recommends his return to Egypt. January 6, 2006 - Mr. Mahjoub makes an application for leave and judicial review of the Minister's decision. September 26, 2006 - Notice of motion (no hearing date) filed on behalf of the Applicant, Mohamed Zeki Mahjoub, for an order pursuant to s. 84(2) of the IRPA releasing the Applicant from detention. This document is updated with the hearing date of December 4, 2006 on November 3, 2006. November 15/16, 2006 - Judicial Review of the Minister's Delegates decision is heard before Tremblay-Lamer, J., Judgment is reserved. November 28, 2006 - An Ex parte hearing is held in relation to Mr. Mahjoub's detention review before Mosley, J., The Court approved the proposed summary. November 29, 2006 - Mosley, J., orders that Mr. Mahjoub shall be accompanied by a detention supervisor to and from the audio visual room at the KIHC for the purposes of the public portion of the hearing of his detention review, and that the supervisor shall not remain in the video conferencing room while the applicant is testifying. November 30, 2006 - Summary of the Confidential Information pertaining to the Application for Release by Mr. Mahjoub pursuant to s. 84 of the IRPA is provided. December 4, 2006 - The public portion of the detention review is heard by Mosley, J., over the course of seven days. Judgment is reserved. December 14, 2006 - Tremblay-Lamer, J., allows Mr. Mahjoub's judicial review in relation to the Minister's Delegate's decision. December 15, 2006 - The Court agrees to hear further written submissions in light of the decision of Tremblay-Lamer, J., Correspondence from counsel for the parties is received and considered. December 21, 2006 - A further ex parte hearing is held before Mosley, J., in relation to Mr. Mahjoub's detention review. January 16, 2007 - Supplementary Information pertaining to application for the release of M. Mahjoub pursuant to section 84 of the IRPA received. Provided by way of letter from Mr. Andr Seguin, Department of Justice. Terms and Conditions for Release 1. Mr. Mahjoub is to be released from detention on terms that he sign a document, to be prepared by his counsel and to be approved by counsel for the Ministers, in which he agrees to comply strictly with each of the following terms and conditions. 2. Mr. Mahjoub, before his release from custodial detention, shall be fitted with an electronic monitoring device as will be, from time to time, arranged by the CBSA, along with a tracking unit. Mr. Mahjoub shall thereafter at all times wear the monitoring device and at no time shall he tamper with the monitoring device or the tracking unit or allow them to be tampered with. Where, for necessary medical reasons and at the direction of a qualified medical doctor, the electronic monitoring device must be removed, the CBSA shall be notified of this beforehand and shall arrange for its removal and Mr. Mahjoub's supervision while it is removed for medical treatment. Also prior to his release, Mr. Mahjoub shall arrange at his expense for the installation in the residence specified below of a separate dedicated land-based telephone line meeting the CBSA's requirements to allow effective electronic monitoring. Mr. Mahjoub shall consent to the disabling as necessary of all telephone features and services for such separate dedicated land-based telephone line. 3. Prior to Mr. Mahjoub's release from custodial detention, the CBSA shall install and test the necessary equipment and shall report to the Court as to whether it is satisfied that the equipment is properly working and that all necessary things have been done to initiate electronic monitoring. 4. Prior to Mr. Mahjoub's release from incarceration, the sum of $32,500 is to be paid into Court pursuant to Rule 149 of the Federal Courts Rules, S.O.R./98-106 from the following persons: Mona El Fouli - $ 10,000 Omar Ahmed Ali - $15,000 Rizwan Wancho - 2,500 John Valleau - $5,000 5. Prior to Mr. Mahjoub's release from custodial detention, the following individuals shall execute performance bonds by which they agree to be bound to Her Majesty the Queen in Right of Canada in the amounts specified below. The condition of each performance bond shall be that if Mr. Mahjoub breaches any terms or conditions contained in the order of release, as it may from time to time be amended, the sums guaranteed by the performance bonds shall be forfeited to Her Majesty. The terms and conditions of the performance bonds shall be provided to counsel for Mr. Mahjoub by counsel for the Ministers and shall be in accordance with the terms and conditions of guarantees provided pursuant to section 56 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \" Act \"). Each surety shall acknowledge in writing having reviewed the terms and conditions contained in this order, and shall indicate in particular their understanding with respect to this condition. i) El Sayed Ahmed - $5,000 ii) Murray Lumley - $5,000 iii) Maggie Panter - $10,000 iv) Elizabeth Block - $1,000 v) Laurel Smith - $10,000 vi) Dwyer Sullivan - $20,000 vii) Elizabeth O'Connor - $1,000 viii) Patricia Taylor - $1,000 ix) John Valleau - $5,000 6. Upon his release from incarceration, Mr. Mahjoub shall be taken by the RCMP (or such other agency as the CBSA and the RCMP may agree) to, and he shall thereafter reside at, ____________ in the City of Toronto, Ontario (residence) with Mona El Fouli, his wife, Haney El Fouli, his step son, and Ibrahim and Yusuf, his sons. In order to protect the privacy of those individuals, the address of the residence shall not be published within the public record of this proceeding. Mr. Mahjoub shall remain in such residence at all times, except for a medical emergency or as otherwise provided in this order. While at the residence Mr. Mahjoub is not to be left alone in the residence. That is, at all times he is in the residence either Mona El Fouli, Haney El Fouli, or El Sayed Ahmed or some other person approved by the Court must also be in the residence. The term \"residence\" as used in these reasons encompasses only the dwelling house and does not include any outside space associated with it. 7. Between the hours of 8:00 a.m. and 9:00 p.m., Mr. Mahjoub may exit the residence but he shall remain within the boundary of any outside space associated with the residence (that is, the backyard). He must at all times be accompanied by either Mona El Fouli, Haney El Fouli, or El Sayed Ahmed. While in the backyard, he may only meet with persons referred to in paragraph 9, below. 8. Mr. Mahjoub may, between the hours of 8:00 a.m. and 9:00 p.m. i) With the prior approval of the CBSA, leave the residence three times per week for a duration not to exceed 4 hours on each absence. A request for such approval shall be made at least 48 hours in advance of the intended absence and shall specify the location or locations Mr. Mahjoub wishes to attend and the times when he shall leave and return to the residence. If such absence is approved, Mr. Mahjoub shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA. The CBSA may also consider special requests by Mr. Mahjoub to go on a family outing that exceeds 4 hours. Such requests would however have to be made at least one week in advance. ii) Leave the residence every school day between the hours of 8:00 and 9:15 a.m. and 3:00 - 4:30 p.m. in the company of Mona El Fouli or Haney El Fouli to take Ibrahim and Yusuf, Mr. Mahjoub's sons, to school in the morning and to pick them up after school. The address of the school or schools shall be provided by Mr. Mahjoub to the CBSA prior to his release from incarceration. Should the children need to leave school for a legitimate and unexpected reason outside of these times, Mr. Mahjoub would be permitted to accompany Mona El Fouli or Haney El Fouli to pick them up, provided CBSA is notified before he leaves of the circumstances, and is notified once he returns home. iii) With the prior knowledge of the CBSA, leave the residence as required and for the duration required for the purpose of medical or psychological appointments and related tests, treatment or operations. Notification shall be given at least 48 hours in advance of the intended absence and shall specify the location or locations Mr. Mahjoub must attend and the time when he shall leave and the estimated time when he shall return to the residence. Mr. Mahjoub shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA. If Mr. Mahjoub experiences a medical emergency requiring hospitalization, the CBSA shall be notified of this as soon as possible by Mr. Mahjoub, Mona El Fouli or Haney El Fouli and shall be advised of the location where Mr. Mahjoub has been taken and shall be advised immediately upon his return to the residence. iv) Should an emergency arise in which Ibrahim or Yusef is required to be taken to the hospital, and no one is available to supervise Mr. Mahjoub in the residence, Mr. Mahjoub is permitted to go to the hospital with Mona El Fouli or Haney El Fouli, regardless of the time of the occurrence, until such time as another individual is available to supervise him. Mr. Mahjoub will notify the CBSA of the circumstances as soon as is reasonably practicable, and will again notify them as soon as he has returned to the residence. During all approved absences from the residence, Mr. Mahjoub shall at all times have on his person the tracking unit enabling electronic monitoring and shall be accompanied at all times by either Mona El Fouli, Haney El Fouli, or El Sayed Ahmed who shall bear responsibility for supervising Mr. Mahjoub and for ensuring that he complies fully with all of the terms and conditions of this order. This requires them to remain continuously with Mr. Mahjoub while he is away from the residence, but for the times that he is actually in consultation with his doctors or taking tests or undergoing treatment or therapy. In such cases Mona El Fouli, Haney El Fouli, or El Sayed Ahmed will remain as close as is reasonably possible to the room in which Mr. Mahjoub is receiving his consultation, treatment or therapy. Prior to Mr. Mahjoub's release from incarceration, Mona El Fouli, Haney El Fouli, or El Sayed Ahmed shall each sign a document in which they acknowledge and accept such responsibility, specifically including their obligation to immediately report to the CBSA any breach of any term or condition of this order. The document shall be prepared by Mr. Mahjoub's counsel and shall be submitted to counsel for the Ministers for approval. 9. No person shall be permitted to enter the residence except: a) Mona, Haney, Ibrahim and Yusuf El Fouli b) the other individuals specified in paragraph 5 above. c) his legal counsel, Barbara Jackman and John Norris d) in an emergency, fire, police and health-care professionals. e) children under the age of 15 years who are friends of Ibrahim and Yusuf, Mr. Mahjoub's sons. f) the building superintendent and such authorized and qualified repair persons as are employed by the building superintendent. e) a person approved in advance by the CBSA. In order to obtain such approval, the name, address and date of birth of such person must be provided to the CBSA. Prior approval need not be required for subsequent visits by a previously approved person, however the CBSA may withdraw its approval at any time. Those persons set out above, who are permitted to enter the residence, may not bring in with them any electronic device which is wireless or capable of being connected to the internet nor a cell phone. 10. When, Mr. Mahjoub leaves the residence, in accordance with paragraph 8 above, he shall not: i) leave the area bordered by streets or geographic features to be agreed upon by all counsel prior to Mr. Mahjoub's release from incarceration. The boundary shall be specified in a further order of this Court. ii) attend at any airport, train station or bus depot or car rental agency, or enter upon any boat or vessel. iii) meet any person by prior arrangement other than: a) Barbara Jackman or John Norris; and b) any person approved in advance by the CBSA. In order to obtain such approval, the name, address and date of birth of such person must be provided to the CBSA. iv) go to any location other than that or those approved pursuant to paragraph 8 above, during the hours approved. 11. Mr. Mahjoub shall not, at any time or in any way, associate or communicate directly or indirectly with: i) any person whom Mr. Mahjoub knows, or ought to know, supports terrorism or violent Jihad or who attended any training camp or guest house operated by any entity that supports terrorism or violent Jihad; ii) any person Mr. Mahjoub knows, or ought to know, has a criminal record, but for Matthew Behrens; or iii) any person the Court may in the future specify in an order amending this order. 12. Except as provided herein, Mr. Mahjoub shall not possess, have access to or use, directly or indirectly, any radio or radio device with transmission capability or any communication equipment or equipment capable of connecting to the internet or any component thereof, including but not limited to: any cellular telephone; any computer of any kind that contains a modem or that can access the internet or a component thereof; any pager; any fax machine; any public telephone; any telephone outside the residence; any internet facility; any hand-held device, such as a blackberry. The internet connection for the computers used by Mr. Mahjoub's step son and his two sons shall be kept in a locked portion of the residence that Mr. Mahjoub cannot access. Each computer in the residence shall have a password to access it and such passwords shall not be provided to Mr. Mahjoub or to his sons, Ibrahim and Yusuf. The cell phones owned by Mona El Fouli and Haney El Fouli shall remain with them at all times and they must ensure that Mr. Mahjoub does not have access to them. Mr. Mahjoub may use a conventional land-based telephone line located in the residence (telephone line) other than the separate dedicated land-based telephone line referred to in paragraph 2 above upon the following condition. Prior to his release from incarceration, both Mr. Mahjoub and the subscriber to such telephone line service shall consent in writing to the interception, by or on behalf of the CBSA, of all communications conducted using such service. This shall include allowing the CBSA to intercept the content of oral communication and also to obtain the telecommunication records associated with such telephone line service. The form of consent shall be prepared by counsel for the Ministers. 13. Prior to his release from incarceration, Mr. Mahjoub and all of the those persons who reside at the residence shall consent in writing to the interception, by or on behalf of the CBSA, of incoming and outgoing written communications delivered to or sent from the residence by mail, courier or other means. Prior to occupying the residence, any new occupant shall similarly agree to provide such consent. The form of consent shall be prepared by counsel for the Ministers. 14. Mr. Mahjoub shall allow employees of the CBSA, any person designated by the CBSA and/or any peace officer access to the residence at any time (upon the production of identification) for the purposes of verifying Mr. Mahjoub's presence in the residence and/or to ensure that Mr. Mahjoub and/or any other persons are complying with the terms and conditions of this order. For greater certainty, Mr. Mahjoub shall permit such individual(s) to search the residence, remove any item of concern, and/or install, service and/or maintain such equipment as may be required in connection with the electronic monitoring equipment and/or the separate dedicated land-based telephone line referred to in paragraph 2 above. Prior to Mr. Mahjoub's release from incarceration all other occupants of the residence shall sign a document, in a form acceptable to counsel for the Ministers, agreeing to abide by this term. Prior to occupying the residence, any new occupant shall similarly agree to abide by this term. 15. Prior to his release, Mr. Mahjoub and his supervising sureties will consent in writing to being interviewed by or on behalf of the CBSA, individually or together, as is deemed required, in order to ascertain whether Mr. Mahjoub and/ or other persons are complying with the terms and conditions of this order. The Court may also request a periodic report from Mona El Fouli, Haney El Fouli and/or El Syed Ahmed as to how the terms and conditions are functioning. 16. Prior to his release, Mr. Mahjoub shall surrender his passport and all travel documents, if any to a representative of the CBSA. Without the prior approval of the CBSA, Mr. Mahjoub is prohibited from applying for, obtaining or possessing any passport or travel document, or any bus, train or plane ticket, or any other document entitling him to travel. This does not prevent Mr. Mahjoub from travelling on public city bus transit within the City of Toronto, including the Toronto Island Ferry, or the City of Mississauga as authorized in paragraph 8 above. 17. If Mr. Mahjoub is ordered to be removed from Canada, he shall report as directed for removal. He shall also report to the Court as it from time to time may require. 18. Mr. Mahjoub shall not possess any weapon, imitation weapon, noxious substance or explosive, or any component thereof. 19. Mr. Mahjoub shall keep the peace and be of good conduct. 20. Any officer of the CBSA or any peace officer, if they have reasonable grounds to believe that any term or condition of this order has been breached, may arrest Mr. Mahjoub without warrant and cause him to be detained. Within 48 hours of such detention a Judge of this Court, designated by the Chief Justice, shall forthwith determine whether there has been a breach of any term or condition of this order, whether the terms of this order should be amended and whether Mr. Mahjoub should be detained in custody. 21. If Mr. Mahjoub does not strictly observe each of the terms and conditions of this order he will be liable to detention upon further order by this Court. 22. Mr. Mahjoub may not change his place of residence without the prior approval of this Court. No persons may occupy the residence without the approval of the CBSA. 23. A breach of this order shall constitute an offence within the meaning of section 127 of the Criminal Code and shall constitute an offence pursuant to paragraph 124(1)(a) of the Immigration and Refugee Protection Act 24. The terms and conditions of this order may be amended at any time by the Court upon the request of any party or upon the Court's own motion with notice to the parties. The Court will review the terms and conditions of this order at the earlier of: (i) the rendering of a decision of the Minister's delegate as to whether Mr. Mahjoub may be removed from Canada; and (ii) four months from the date of this order. Thereafter, the Court will direct the frequency of the review of the terms and conditions of this order. [End of document]"]}