{"id_": "049096", "body_str": ["[1] : The question raised in this judicial review application is whether the word \"shall\" is to be read as mandatory or directory in the circumstances of this case where the Superintendent of Bankruptcy (the \"Superintendent\") did not render a decision within the time prescribed by statute.  <FRAGMENT_SUPPRESSED>", "[2] Subsection 14.02(5) of the Bankruptcy and Insolvency Act (the \" BIA \") provides that a decision of the Superintendent made pursuant to subsection 14.02(4) is deemed to be a decision of a federal board, commission or other tribunal that may be reviewed and set aside pursuant to the Federal Court Act .  <FRAGMENT_SUPPRESSED>", "[3] Subsection 14.02(4) reads:  <FRAGMENT_SUPPRESSED> \"(4) The decision of the Superintendent after a hearing referred to in subsection (1), together with the reasons therefor, shall be given in writing to the trustee not later than three months after the conclusion of the hearing, and is public .\" (emphasis mine)  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[4] The Superintendent is an official appointed at pleasure by the Governor in Council. The Superintendent's mandate is to supervise the administration of all estates to which the BIA applies and, in this connection, the Superintendent regulates the activities of trustees in bankruptcy to whom he issues licences.  <FRAGMENT_SUPPRESSED>", "[5] Pursuant to subsection 14.01(1) of the BIA , where after investigating into the conduct of a trustee, it appears to the Superintendent that a trustee has not properly performed the duties of a trustee or has been guilty of any improper management of an estate, the Superintendent may cancel or suspend the trustee's licence, or place such conditions or limitations on the licence as he considers appropriate or require the trustee to make restitution to the estate of such amount of money as the estate has been deprived of as a result of that trustee's conduct.  <FRAGMENT_SUPPRESSED>", "[6] However, before taking such disciplinary action, the BIA provides, in subsection 14.02(1), the Superintendent shall send the trustee written notice of the powers he intends to exercise and afford the trustee a reasonable opportunity for a hearing.  <FRAGMENT_SUPPRESSED>", "[7] The applicant is a licenced trustee under the BIA . His management of an estate was investigated and was the subject of a report by the Senior Analyst/Disciplinary Affairs at the Office of the Superintendent.  <FRAGMENT_SUPPRESSED>", "[8] He was sent the required notice under subsection 14.02(1) and a hearing was personally conducted by the Superintendent over three days in late February/early March 2001.  <FRAGMENT_SUPPRESSED>", "[9] The applicant and the Senior Analyst/ Disciplinary Affairs, were represented by counsel before the Superintendent. In the proceedings before me the Attorney General for Canada represented the investigator - the Senior Analyst/Disciplinary Affairs.  <FRAGMENT_SUPPRESSED>", "[10] The Superintendent's decision was only released by him on January 18, 2002, some seven months beyond the deadline set pursuant to subsection 14.02(4).  <FRAGMENT_SUPPRESSED>", "[11] The Superintendent decided to suspend the applicant's licence as a trustee for a period of two months. He did not find the applicant had misappropriated funds. Rather, the Superintendent found the applicant had mismanaged trust funds. He provided no explanation in his written reasons of January 18, 2002, why it had taken him some ten or eleven months before issuing his decision nor did he file an affidavit in these proceedings.  <FRAGMENT_SUPPRESSED>", "[12] Pending the determination of this judicial review application, the applicant, with the agreement of the Superintendent, continued to practice as a trustee in bankruptcy.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[13] Notwithstanding that the Interpretation Act of Canada provides in section 28 the word \"shall\" is to be construed as imperative, it has long been settled by the jurisprudence that, in certain circumstances, the word \"shall\" is to be interpreted as directory in which case failure to comply will not lead to invalidity.  <FRAGMENT_SUPPRESSED>", "[14] The application of this principle in Canadian law reaches back at least to the Privy Council's decision in <FRAGMENT_SUPPRESSED> ; 59 N.R. 321; 35 Man.R.(2d) 83, and applied recently by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[15] This principle of statutory interpretation also finds favour in several decisions by various provincial superior courts such as <FRAGMENT_SUPPRESSED>  (Ont. Div. Ct.).  <FRAGMENT_SUPPRESSED>", "[16] The approach mandated  <FRAGMENT_SUPPRESSED>  Street Railway , supra, is a contextual one which requires the object of the statute must be examined in every case.  <FRAGMENT_SUPPRESSED>", "[17] Sir Arthur Channell went on to say as follows:  <FRAGMENT_SUPPRESSED> \"When the provisions of a statute relate to the performance of a public duty and the case is such that to hold null and void acts done in neglect of this duty would work serious general inconvenience or injustice to persons who have no control over those entrusted with the duty, and at the same time would not promote the main object of the legislature , it has been the practice to hold such provisions to be directory only, the neglect of them, though punishable, not affecting the validity of the acts done.\" (emphasis mine)  <FRAGMENT_SUPPRESSED>", "[18] It is of interest to note the Normandin case, supra, did not involve a breach of a statutory time limit imposed on a tribunal (such as was the case  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> ), but rather a breach of a statutory provision imposing a duty on the sheriff to maintain jury lists up to date.  <FRAGMENT_SUPPRESSED>", "[19] The object and purpose of a statute often explains why the courts, in certain cases, found the word \"shall\" to be mandatory and, in others, to be directory.  <FRAGMENT_SUPPRESSED>", "[20] For example, in <FRAGMENT_SUPPRESSED> ; 69 N.R. 156 (F.C.A.), the Federal Court of Appeal was dealing with a provision which required an employer who applied for a reduction of premium rates to file an application to the Commission within 90 days from the day on which the application for renewal was mailed by the Commission to the employer.  <FRAGMENT_SUPPRESSED>", "[21] Justice Hugessen, then a member of the Federal Court of Appeal, was of the view \"to attempt to qualify as directory rather than mandatory a requirement that a claim shall be filed within a certain delay is, in fact, to make the requirement meaningless and to read it out of the legislation altogether\". He acknowledged the cases where \"shall\" has been interpreted to be directory only. He stated such interpretation \"has always ... been in situations where the failure to act timely might produce unfortunate consequences, not so much for the actor but for some innocent third party\". He added he was \"not aware of any case ... where an apparently mandatory time period set for the assertion of a claim by the party claiming has been held to be purely directory\".  <FRAGMENT_SUPPRESSED>", "[22] It is common ground between the parties the licencing and other provisions of the BIA affecting trustees is to promote the public interest in ensuring that trustees in bankruptcy, who discharge important public duties in the administration of the estates of bankrupts, act appropriately. Justice Dubé in <FRAGMENT_SUPPRESSED> ; 211 F.T.R. 161 (T.D.), wrote:  <FRAGMENT_SUPPRESSED> \"25 In view of the fact that the right to engage in the profession of trustee and bankruptcy is an exclusive one, the trustee must demonstrate the highest degree of professionalism and integrity in the administration of a bankruptcy. The trustee must comply with high standards of ethics, which are of great importance in maintaining public confidence in the implementation of the Act .  <FRAGMENT_SUPPRESSED> \"26 It is in connection with this function of supervision and protection of the public interest that the Superintendent has his power to conduct investigations into the conduct of any trustee and to take the disciplinary action necessary when a trustee does not adequately perform his duties or does not observe the Superintendent's instructions regarding the administration of property or when it is in the interest of justice to do so (paragraph 5(3)(e) of the Act ). <FRAGMENT_SUPPRESSED>", "[23] Similarly, Justice Tremblay-Lamer  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  (T.D.), wrote the following at paragraph 83 as follows:  <FRAGMENT_SUPPRESSED> \"83 Sections 14.01, 14.02 and 14.03 of the BIA are part of a set of provisions whose essential purpose is the supervision of trustees' administration and conduct. In authorizing such supervision by the Superintendent, Parliament's primary aim is to protect third parties, whether they be debtors or creditors. The nature of the role played by trustees makes the existence of such rules necessary. Trustees act as fiduciaries and as such, as we have seen, they are responsible for administering property owned by others. For this reason, the duties and obligations of trustees in bankruptcy are highly regulated. Such trustees are subject to constant audits, by means of which the Superintendent assures himself of their integrity. <FRAGMENT_SUPPRESSED>", "[24] Clearly, the hearing conducted by the Superintendent under section 14.02 of the BIA is a disciplinary hearing embarked upon after investigation and report on the performance of his duties by a trustee.  <FRAGMENT_SUPPRESSED>", "[25] Often, regulatory statutes provide for time limits within which the regulator must act. Such is the case in several provincial statutes dealing with the regulation of professions.  <FRAGMENT_SUPPRESSED>", "[26] For example, what was involved in <FRAGMENT_SUPPRESSED>  (B.C.S.C.), was a breach of a provision in the Legal Professions Act which required the benchers to review within 30 days the decision of the Discipline Committee. In <FRAGMENT_SUPPRESSED> , the Court was concerned with a provision that a hearing shall commence not more than 90 days after the date on which the matter had been referred to a competency committee.  <FRAGMENT_SUPPRESSED>  Admin. L.R.(2d) 177 (Q.B.), a breach of the same regulatory requirement was at issue.  <FRAGMENT_SUPPRESSED>", "[27] Reading these cases and others which were cited by both counsel, I glean the following principal factors which the courts have fashioned to determine whether the word \"shall\" is to be interpreted as directory:  <FRAGMENT_SUPPRESSED> (1) whether the duty being discharged is a public duty;  <FRAGMENT_SUPPRESSED> (2) where lies the balance of inconvenience or prejudice; and  <FRAGMENT_SUPPRESSED> (3) whether the statute provides for a penalty for failure to comply.  <FRAGMENT_SUPPRESSED>", "[28] Both parties recognized the Superintendent was discharging a public duty and the BIA did not provide for a penalty on the Superintendent for failing to render a decision within a three-month time limit.  <FRAGMENT_SUPPRESSED>", "[29] The focus of the argument was on the prejudice to the parties - who suffered most if the decision was set aside for failure to comply within the three-month limit - the enforcement arm of the Office of the Superintendent for Bankruptcy or the applicant.  <FRAGMENT_SUPPRESSED>", "[30] I note that neither party - the investigator or the applicant - had control over when the Superintendent would render his decision. I do find disturbing, however, the fact the Superintendent did not explain in his reasons why he took so long to render his decision.  <FRAGMENT_SUPPRESSED>", "[31] I find the applicant has suffered little inconvenience or prejudice in the Superintendent's failure to decide within the prescribed time.  <FRAGMENT_SUPPRESSED>", "[32] For the applicant, the prejudice was a delay in time only. He continued to practice as a trustee during the time the Superintendent deliberated. There is no allegation by him his practice suffered financially or that his reputation was affected by the time delay.  <FRAGMENT_SUPPRESSED>", "[33] I accept, however, the applicant suffered some stress in having a decision affecting him remaining pending. However, I do not accept he had a legitimate expectation he would not be suspended after the three-month period within which the Superintendent was to decide.  <FRAGMENT_SUPPRESSED>", "[34] On the other hand, if this decision is quashed because of the Superintendent's failure to render his decision with reasons within the three-month limit, the public interest in the proper administration of the disciplinary provisions affecting trustees in the BIA will be compromised. Moreover, as stated by the Federal Court of Appeal in CNR , supra, there is no benefit in requiring the Superintendent to start anew.  <FRAGMENT_SUPPRESSED>", "[35] Counsel for the applicant attempted to soften the prejudice to the public interest if the decision was quashed by arguing the Superintendent could discipline the applicant in other ways than by suspending his licence. The Superintendent could impose on the trustee conservatory measures under paragraph 14.03. I do not accept this argument.  <FRAGMENT_SUPPRESSED>", "[36] In my view, to give credence to this argument would unduly interfere with the disciplinary function vested in the Office of the Superintendent in Bankruptcy who, after investigation and report, felt it appropriate in the circumstances to seek discipline under paragraph 14.01 rather than having recourse to the conservatory measures provided for in subsection 14.03 of the BIA .  <FRAGMENT_SUPPRESSED>", "[37] Counsel for the applicant relied upon the Manitoba Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  that case, the Court ruled the time requirement in the statute for the holding of an inquiry by the Discipline Committee must be strictly observed. In my view, this case can be distinguished in that the Normandin analysis compelled by the Federal Court of Appeal was not engaged and, because of the Court's finding, on the facts before it, that the apprehended or potential public concern must yield to the private rights of Mr. Vialoux.  <FRAGMENT_SUPPRESSED>", "[38] Counsel for the applicant also relied on Carlin , supra. That case has no application in the circumstances. A reading of this case makes it obvious the entire proceedings were fatally flawed for a variety of reasons from their very commencement.  <FRAGMENT_SUPPRESSED>", "[39] Counsel for the applicant argued the doctrine of substantial compliance. He argued a seven-month delay in rendering his decision was not substantial compliance with the statute so as to relieve the Superintendent from his default.  <FRAGMENT_SUPPRESSED>", "[40] The doctrine of substantial compliance has no direct place, in my view, in the Normandin analysis. It is, however, indirectly taken into account when weighing the prejudice or inconvenience suffered by the parties.  <FRAGMENT_SUPPRESSED>", "[41] Lastly, counsel for the applicant argued that perhaps section 187 of the BIA gave the Bankruptcy Court jurisdiction, on application, to extend the three-month limit set out in subsection 14.02(4). Counsel's argument was not sufficiently developed to enable me to rule on the point.  <FRAGMENT_SUPPRESSED>", "[42] For all of these reasons, this judicial review application is dismissed. No award of costs is warranted.  <FRAGMENT_SUPPRESSED>", "[43] I should add the disposition of this judicial review gives the Superintendent no licence to render decisions under subsection 14.02(4) beyond the three-month time limit. The Superintendent is appointed at pleasure and his performance is subject to review by the Governor-in-Council.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/clh  <FRAGMENT_SUPPRESSED> [End of document]"]}