{"id_": "049261", "body_str": ["[1] Brown, J. : This is a motion on behalf of the Plaintiffs for: (1) an order under the Federal Courts Rules , SOR/98-106, Rule 373, forthwith prohibiting and restraining the Defendant, Jamieson Laboratories Ltd. (Jamieson), its officers, directors, employees, agents, related business entities, and all those over whom it exercises control (the Related Parties), from any and all use of the word OMEGARED, or any other word or mark confusingly similar to MEGARED, as a trade name, trade-mark, or otherwise in association with its business, wares or products, until such time as this Honourable Court renders a final determination in the within action; (2) an order under the Federal Courts Rules , Rule 373, requiring Jamieson and the Related Parties to forthwith recall from all distributors and retailers and destroy under oath all documents or records, products, packaging, displays, advertisements, signs, whether in electronic form or otherwise, the use of which would offend the terms of the Order sought herein at paragraph 1; (3) costs of this motion; and (4) such further and other relief as this Honourable Court deems just and appropriate. The motion is granted in part for the reasons that follow. I. Background", "[2] This is an application for an interlocutory injunction by Reckitt Benckiser LLC and Reckitt Benckiser (Canada) Limited [Plaintiffs]; Reckitt Benckiser LLC being the owner of the registered Canadian Trade-mark MEGARED, Registration No. TMA 793,186 and Reckitt Benckiser (Canada) Limited, being the licensee and sole Canadian distributor of MEGARED product, to restrain the Defendant from selling essentially the same product, into the same channels of trade under the Defendant's unregistered name OMEGARED. The MEGARED Canadian trade-mark covers dietary and nutritional supplements in capsule form containing (among other elements) omega-3 fatty acids, to be used to support cardiovascular health, healthy cholesterol levels and joint health. The Defendant's OMEGARED is sold for essentially the same purposes and in the same market. Both products contain omega-3 fatty acids. Both MEGARED and OMEGARED (with one exception) are made exclusively from krill oil which is red and does not have the unpleasant burp back that characterize omega-3 products made with fish oils. While no MEGARED made from fish oil is sold in Canada, the Defendant's OMEGARED actually encompasses two products, the biggest selling and most important product being made with krill oil, but another less significant product is made with salmon oil.", "[3] The MEGARED trade-mark was applied for in 2008 and registered by the Canadian Intellectual Property Office (CIPO) on March 17, 2011, in association with dietary and nutritional supplements in capsule form containing (among other elements) omega-3 fatty acids, to be used to support cardiovascular health, healthy cholesterol levels and joint health.", "[4] In March 2012, Health Canada gave all necessary approvals to sell MEGARED oral dietary supplements containing krill oil as the active omega-3 ingredient. The Health Canada application was made in 2009.", "[5] MEGARED krill oil capsules were not sold directly in Canada until December 2013, although it was available to the Canadian market through various websites and was advertised and marketed in Canada by way of various US TV shows, including \"The Doctors\" and \"The Dr. Oz Show\", which were viewed by Canadian viewers through simulcasts into Canada at the rate of 96,700 and 308,900 views respectively during any given minute. As a result of the extensive advertising and promotion in the US, MEGARED had already reached Canadians. Prior to its Canadian launch, MEGARED television advertising on major US networks was broadcast into Canada. For example, the American television station WUTV-Buffalo is viewed by Canadians in Toronto and Hamilton, and some of that station's programming is broadcast to Canadians by CITY Toronto and CHCH. When considering only those stations in the Toronto-Hamilton area, MEGARED advertising was seen 11,773,000 times by Canadians in 2013 alone.", "[6] That said, until the December 2013 official launch of the MEGARED krill oil capsules in Canada this product was not generally available for sale in Canada. Although it is highly likely that on-line sales of MEGARED krill oil capsules occurred to Canadians through third-party websites such as www.amazon.com, www.luckyvitamins.com, www.evitamins.com and www.walmart.com, the number of such sales is unknown. Prior to December 2013, the only recorded sales of MEGARED to Canadians is $465.05 USD in 2012, which occurred through the website www.schiffvitamins.com. There were no recorded Canadian sales in 2013. A. Plaintiffs purchase Schiff and the Canadian trade-mark MEGARED in December, 2012, after discussions with Schiff and the Defendant Jamieson", "[7] The MEGARED trade-mark owned/licensed by the Plaintiffs was previously owned by a US company called Schiff Nutrition International, Inc. (Schiff). In addition to owning the Canadian registered trade-mark MEGARED, Schiff held the US trade-mark registration for MEGARED in association with dietary and nutritional supplements, dietary food supplements and dietary supplements. Schiff's US sales of MEGARED were very successful and worth approximately £100,200,000 in 2013 alone.", "[8] It is fair to say that when Schiff and related companies were purchased by the Plaintiffs in late 2012, the MEGARED brand was identified as being the number one brand in the \"healthy heart segment\" of the US vitamin, minerals and supplements market.", "[9] Schiff extensively advertised and sold krill-based and other products in close association with the MEGARED mark in the US. However, it did not use the MEGARED mark in association with fish oil products (salmon oil or otherwise). Advertising and sales occurred through Schiff's own websites, www.schiffmegared.com and www.schiffvitamins.com, as well as at numerous third party websites such as www.amazon.com, www.luckvitamin.com, www.evitamins.com and www.walmart.com.", "[10] The Schiff krill oil capsules were displayed and sold through numerous major retail stores throughout the US. At all times, MEGARED krill oil products have been sold in packaging prominently displaying the mark MEGARED. This packaging has also been depicted for on-line sales of MEGARED. At all times, krill oil MEGARED products have been advertised and promoted in close connection with the MEGARED mark.", "[11] In mid-2012, the Plaintiffs, a large public limited company organized under the laws of England and Wales, decided to enter the North American market. To this end, in the fall of 2012, the Plaintiffs engaged in discussions with Schiff with respect to acquiring both its US and Canadian businesses.", "[12] The Plaintiffs also engaged in discussions with the Defendant. Jamieson is a Canadian company in the vitamin, minerals and supplements business and is a large, if not the largest of its type in Canada. While Schiff owned the Canadian and US trade-marks for MEGARED krill-based omega-3 capsules, Jamieson sold a very successful krill-based omega-3 product called SUPER KRILL. Jamieson started to market SUPER KRILL in January, 2012. Jamieson did not have a registered trade-mark for SUPER KRILL. Jamieson's very successful SUPER KRILL had 82-83% of the Canadian market for krill-based omega-3 products despite very little advertising dollars and its very short time on the market.", "[13] Discussions between the Plaintiffs and Schiff were successfully completed in November 2012. The Plaintiffs became the lawful owner of the Canadian (and US) registered trade-marks for MEGARED in December 2012. Discussions between the Plaintiffs and Defendant ended.", "[14] The Plaintiffs purchased Schiff as part of their strategy to enter the Canadian vitamin, minerals and supplements market. It is noteworthy that Schiff, a large player in the US krill oil market, had the same intent as can be seen from their 2008 application for the Canadian registration of the trade-mark MEGARED, subsequently obtained in 2011. Further, Schiff had all necessary Health Canada approvals for MEGARED by March of 2012, having applied in 2009. Those approvals became the property of the Plaintiffs in December, 2012 when they acquired Schiff. B. Plaintiffs planned and entered Canadian market with MEGARED in December 2013/January 2014", "[15] The Plaintiffs, while owning the Canadian trade-mark MEGARED as of December 2012, did not immediately enter the Canadian market except, as noted, through cross-border marketing on US TV shows and internet sales.", "[16] Instead, the Plaintiffs decided to market MEGARED krill oil capsules in Canada starting in December 2013/January 2014, and did so for two reasons. First, in the Canadian pharmacy business, the ideal time to launch a new brand is at year end (called the \"shelf reset\" time in the business), and it was far too late to do that for year end 2012. The end/beginning of the calendar year is the ideal time to launch a new brand. Given this, the Plaintiffs targeted - and achieved - the start of their marketing of MEGARED krill oil capsules in Canada at year end 2013. The Plaintiffs started selling the MEGARED krill oil capsules in stores across Canada and online in December 2013/January 2014.", "[17] The Plaintiffs had a second reason to launch in December 2013/January 2014. Upon the acquisition of Schiff, there was a misalignment between ownership of the trade-mark MEGARED and the legal situs of control over the character or quality of the MEGARED product, such that there was a risk of successful expungement proceedings under section 45 of the Trade-marks Act , RSC, 1985, c T-13 [ Trade-marks Act ]. This required the Plaintiffs to undergo a corporate reorganization to create the necessary re-alignment of licensing relationship between several entities and agreements. This reorganization started in September, 2013 and culminated in June, 2014, when Schiff ceased to exist and merged into one of the Plaintiffs' family of entities namely the Plaintiff, Reckitt Benckiser LLC [RB LLC].", "[18] In this connection, the scale of the Plaintiffs' business and its acquisition of Schiff is illustrated by the fact that Schiff and RB LLC have made efforts to establish the MEGARED brand in many countries outside the US, including registrations and pending registrations of the MEGARED mark in over 60 countries. The Plaintiffs' MEGARED krill oil products are sold in over 25 countries including Canada and the US.", "[19] Even after Schiff ceased to exist in June, 2014, the Plaintiff RB LLC continued promotional activities with respect to the MEGARED krill oil product, including operation of the websites www.megared.com and www.schiffvitamins.com, extensive use of social media, significant television advertising and product placement. C. In January 2013, Jamieson plans OMEGARED launch and executes it in June/July 2013", "[20] In January 2013, almost immediately after the Plaintiffs acquired Schiff, Jamieson decided to launch a new brand of omega-3 krill oil capsules called OMEGARED into the Canadian marketplace. This action gives rise to these proceedings.", "[21] The Defendant Jamieson decided to launch OMEGARED knowing of the Plaintiffs' acquisition of Schiff together with the Schiff Canadian registered trade-mark MEGARED. Jamieson also knew of the Plaintiffs' interest in entering the Canadian nutritional supplement business by virtue of the fact Jamieson had also been a take-over target itself. Jamieson decided to change the name of and to re-brand its successful SUPER KRILL to OMEGARED. This involved a massive marketing promotion of OMEGARED, which took many months to plan and execute.", "[22] In June/July, 2013 Jamieson launched OMEGARED products in Canada. Jamieson started with a three month transition period. This provoked not one but two legal warning letters from the Plaintiffs, pointing out the similarity between MEGARED and OMEGARED and asserting the Plaintiffs' rights under Canadian trade-mark law. By these two letters, the Plaintiffs gave advance warning to Jamieson that its conduct constituted a breach of its exclusive Canadian trade-mark rights and would result in legal proceedings.", "[23] Jamieson replied by denying the allegations and in effect claiming a right to use OMEGARED in association with omega-3 products primarily based on krill oil, i.e., the same product, with the same associated use, and distributed and sold in the same market through the same channels of trade as MEGARED krill oil capsules.", "[24] Jamieson learned that the Plaintiffs owned the MEGARED trade-mark when Jamieson applied to CIPO to register OMEGARED in February, 2013. Jamieson's trade-mark searches revealed to Jamieson that MEGARED was already the subject of a registered Canadian trade-mark. Notwithstanding this knowledge from CIPO and despite receipt of two warning letters from the Plaintiffs, Jamieson elected to continue with its launch of OMEGARED in June/July 2013.", "[25] In January and February 2014, at the very time MEGARED krill oil capsules were being launched in Canada, Jamieson mounted an extensive (\"massive\" in Jamieson's words) advertising campaign mainly in support of OMEGARED krill oil capsules. Jamieson says the two events were coincidental. As Jamieson put it, the Plaintiffs' launch \"coincided with the massive advertising campaign of Jamieson to promote krill oil and its Omega RED line of products\". In fact, it was also the other way around i.e., Jamieson launched its massive advertising campaign to promote OMEGARED krill oil capsules at the very time the Plaintiffs were launching their MEGARED krill oil capsules.", "[26] The launch of OMEGARED was Jamieson's greatest marketing expenditure in its recent history. Jamieson spent $4.6M to market its OMEGARED product. By comparison, the Plaintiffs spent approximately $1.7M to promote their registered Canadian trade-mark brand MEGARED krill oil capsules. From September 1, 2013 through August 3, 2014, Canadians have been exposed to Jamieson's television advertising for the OMEGARED product 671,433,000 times, while the Plaintiffs' MEGARED krill oil capsule marketing reached Canadians 383,850,000 times.", "[27] Jamieson does not and has never challenged the validity of the Canadian trade-mark registration for MEGARED. D. Confusion in the marketplace", "[28] Jamieson's massive marketing campaign of its OMEGARED product resulted in some instances where there was actual confusion on the part of Canadian consumers and retailers with the Plaintiffs' MEGARED krill oil capsules: (a) In March of 2014, a consumer commented on the MEGARED Canada Facebook page that although the MEGARED krill oil capsules were part of her everyday diet, she did not like the commercial where a hand picks up the MEGARED from the ocean floor under moving fish. In the consumer's words: \"It looks like you are picking up their poop! I had to get that image out of my mind.\" There is no such commercial for MEGARED krill oil capsules, but the television advertisement on which Jamieson spent the bulk of its $4.6M marketing expenditure fits this description. (b) In April of 2014, a Shoppers Drug Mart in Ottawa displayed the MEGARED krill oil capsules as being a Jamieson product. (c) In April of 2014, a consumer sent a message to the MEGARED Canada Facebook page, requesting that she be provided a coupon for \"omega red super krill\". (d) Searches for the term \"megared\" on the Canadian Walmart websites and the publicly available online Health Canada database for licensed natural health products, yield search results bringing up Jamieson's OMEGARED products. E. Summary of market share at time of motion and new development", "[29] Stepping back from the current dispute, it is clear that both the Plaintiffs and Jamieson market and distribute vitamins, minerals and dietary supplements to consumers across Canada. They are direct competitors, in that they offer highly similar and competing products to Canadian consumers through the same channels of trade. In terms of market share at the time of the evidence relied upon at the hearing, Jamieson had dropped from 82-83% to 63% of branded krill products, while the Plaintiffs' sales amounted to 20%.", "[30] In October, 2014, with both MEGARED krill oil capsules and OMEGARED products on the market, the Plaintiffs brought this action for infringement together with this motion for interlocutory injunctive relief. The motion was adjourned to permit cross-examinations, and was subsequently heard at General Sittings in Edmonton on January 19, 2015.", "[31] On November 10, 2014, the CIPO issued an Approval Notice for publication of Jamieson's trade-mark OMEGARED, which it applied for in 2013, in association with vitamins, minerals, nutritional supplements and dietary supplements. II. Discussion and analysis", "[32] The Supreme Court of Canada established the test for obtaining an interlocutory injunction in REFERENCE_SUPPRESSED and REFERENCE_SUPPRESSED. To obtain the relief they seek, the Plaintiffs must meet all three parts of the tri-partite test, namely: (1) establish a serious issue to be tried on the merits of the case; (2) demonstrate that the Plaintiffs will suffer irreparable harm if this motion is refused; and (3) show that the balance of convenience favours granting the injunction. A. Serious issue", "[33] I find that there is a serious issue raised in this motion based on the evidence and material before the Court.", "[34] The Plaintiff RB LLC is undisputedly the owner of the Canadian registered trade-mark MEGARED. As owner and licensee of a duly registered Canadian trade-mark, the Plaintiffs have \"the exclusive right to the use throughout Canada of the trade-mark in respect of those goods or services\", as provided in section 19 of the Trade-marks Act . In my view, this is a powerful right granted to them by Parliament.", "[35] In terms of serious issue, I will consider Jamieson's reasons or motive for, and the timing of, its OMEGARED launch and then consider the issues of the likelihood of confusion and trade-mark infringement. (1) Reasons for Jamieson's pre-emptive launch of OMEGARED in face of impending branding of MEGARED", "[36] This motion is brought because the Plaintiffs consider it necessary to preserve the commercial value of their MEGARED mark in association with their krill oil capsules. They submit that if they are forced to wait until trial before any relief is granted and Jamieson continues its pattern of alleged wilful infringement and marketing of OMEGARED, the MEGARED mark will lose all distinctiveness in the Canadian market, and I agree.", "[37] The Plaintiffs' theory is that Jamieson's January, 2013 decision to \"re-brand\" SUPER KRILL into OMEGARED occurred because of Jamieson's concern that the MEGARED brand would soon be launched in Canada and market competition would follow. This inference is strengthened through the evidence which indicates that Jamieson had specific knowledge that the Plaintiffs wished to enter the Canadian vitamin, minerals and supplements market at that time, as a result of the discussions between Jamieson and the Plaintiffs, and the fact that Jamieson was aware of the very great success MEGARED krill oil capsules enjoyed in the US market. It is the Plaintiffs' theory that Jamieson set out to defeat the Plaintiffs' marketing efforts by creating a dominant brand before the Plaintiffs could begin to sell, notwithstanding that the Plaintiffs enjoyed exclusive rights in Canada to the MEGARED registered trade-mark in association with krill oil capsules and more generally dietary and nutritional supplements in capsule form containing (among other elements) omega-3 fatty acids, to be used to support cardiovascular health, healthy cholesterol levels and joint health. In my view this is an obvious inference drawn from the facts, which on a balance of probabilities I accept.", "[38] Notably, nowhere in its sworn evidence does Jamieson specifically deny that a pre-emptive attack on MEGARED was a major or contributing reason for its decision to market OMEGARED in a \"massive\" way just ahead of, and ramping up at, the time that MEGARED entered Canadian channels of trade. Jamieson argues that its campaign to promote OMEGARED was a \"coincidence\", and was in fact undertaken for different reasons, propositions with which I disagree.", "[39] In its material, Jamieson sets out two \"main reasons\" for the re-branding. I propose to set these reasons out, the counter-arguments, and then draw factual conclusions for the purposes of this motion.", "[40] Jamieson submitted that it launched its massive OMEGARED marketing blitz because: (a) It allegedly wanted to invest much more advertising support behind its SUPER KRILL products, and wanted to expand the line to be more clearly an omega-3 line which provided premium benefits over regular fish oil. Re-packaging and re-branding to OMEGARED allowed expansion of the line to add additional krill oil product and one salmon oil product to invest advertising in and spread out the cost of advertising over these additional products. (b) The OMEGARED brand would allegedly stand out more on store shelves than the \"Super Krill\" brand had, and this increased visibility would make Jamieson's advertising investment more efficient.", "[41] However, the Plaintiffs argue, and I agree, that the evidence contradicts the alleged \"main reasons\" for the massive effort to market OMEGARED products. As to the first alleged reason, Jamieson's evidence is that: (a) The SUPER KRILL brand had been very successful for Jamieson, and in fact held 83.7% of the Canadian market share in krill oil sales at the time SUPER KRILL was abandoned in favour of OMEGARED, despite almost no advertising dollars having been invested to support the SUPER KRILL unregistered brand. While Jamieson would likely be entitled to make the business choices it made in other circumstances, I am not able to overlook the critical timing of its decision as Jamieson asks me to do, nor may I overlook the effect of Jamieson's actions. I am entitled to presume a party intends the natural and probable consequences of its actions. Given its knowledge that MEGARED was on the Canadian CIPO registry as a valid Canadian trade-mark, the two lawyers' letters, and my other findings including those on confusion (to follow), I am led to conclude that Jamieson's marketing timing and entire strategy was designed as a pre-emptive strike at the Plaintiffs' MEGARED trade-mark and potential market, and was calculated to prevent the Plaintiffs' MEGARED krill oil capsules from gaining acceptance in the Canadian marketplace. (b) The packaging promoting SUPER KRILL had already plainly advertised that it was an omega-3 line of products (the term \"Omega-3\" was prominently placed directly above the \"Super Krill\" mark on the packaging), and clearly claimed that it was \"BETTER THAN FISH OIL\" and had \"No fishy repeat\". I do not dispute the Plaintiffs' right to make these types of marketing decisions in a different context, but the Plaintiffs in my opinion did not have that freedom in this case given the pre-existing registered Canadian MEGARED trade-mark. In the circumstances of this case, this factor makes it is decreasingly tenable for Jamieson to allege its actions were but coincidence or motivated by the reasons suggested. (c) Four of the five products currently included in the OMEGARED lineup are krill products that could have easily been included within the SUPER KRILL line. I repeat my comments on (b) above. (d) The vast majority of Jamieson's advertising \"spend\" on OMEGARED was on a television commercial that repeatedly emphasized the krill products in that line, and never mentioned the salmon oil product, other than showing a brief image of all OMEGARED products at the end of the commercial, in which the salmon oil product is included. (e) Jamieson's in-store advertising displays for OMEGARED products and other promotional materials consistently claim that OMEGARED is \"Canada's #1 Krill Oil\", such that the salmon oil product cannot be placed in-store in the same area as the bulk of the OMEGARED products, which are krill products. (f) While the terms \"Omega\" and \"Red\" are both descriptive of Jamieson's OMEGARED krill products - a point emphasized by the Defendant - the same is not true of the OMEGARED salmon oil product-while the krill products are a vivid red colour, the salmon product is a bronze colour, as depicted on Jamieson's own packaging. (g) Jamieson had a history of branding numerous products as \"Salmon\" and \"Wild Salmon\" Omega-3 products, and had established lines under these names. (h) The OMEGARED salmon oil product makes up a small proportion of OMEGARED sales (5-10%, depending on the month), and Jamieson had fully expected and projected this to be the case at the outset of the re-branding. On these remaining points, I am driven to conclude in fact and on a balance of probabilities that the salmon oil product in the OMEGARED \"product line\" (a line of only two products, one krill oil, one salmon oil) had far less sales and was far less important than the krill oil-based OMEGARED which was the real market Jamieson wanted to enter, and wanted to enter before MEGARED krill oil capsules became established.", "[42] While Jamieson would achieve the benefits outlined in its first main reason, I accept that the real and dominant purpose of Jamieson's massive marketing blitz for OMEGARED was to knowingly and pre-emptively strike out and frustrate the marketing efforts of the Plaintiffs, thereby defeating the Plaintiffs' exclusive rights enjoyed by virtue of their ownership/licence of the Canadian trade-mark Registration No. TMA 793,186 for MEGARED. I reject the proposition that Jamieson's advertising campaign was a coincidence. I have considered but reject its argument that the Plaintiffs' theory is wild speculation, because the Plaintiffs' theory is grounded in the evidence and reasonable inferences drawn therefrom.", "[43] The Plaintiffs attack Jamieson's second alleged \"main reason\" - to make the new brand OMEGARED stand out more on the shelves: (a) There is a very large number of omega-3 products competing for consumer attention on store shelves that prominently display the term \"Omega\" or \"Omega-3\", including numerous products bearing one of Jamieson's \"family\" of OMEGA marks, plus many different other brand owners. This is established on the record. (b) As per Jamieson's own admission, the use of OMEGA on product packaging to identify products is commonplace in the Canadian marketplace. Numerous photographs were produced by Jamieson showing store shelves packed with products prominently bearing the word OMEGA. This is clearly the case on the record. (c) The term SUPER KRILL was originally adopted by Jamieson to stand out from this barrage of omega-3 products with branding prominently using the term OMEGA, and would clearly stand out on shelves better than another OMEGA brand such as OMEGARED. Super Krill was well chosen in my view, and I accept this conclusion. (d) Jamieson could have altered the SUPER KRILL brand's packaging to better stand out on shelves. In my opinion, Jamieson's decision to market OMEGARED at the time and in the manner it chose, gives rise to likely confusion and infringement of the Plaintiffs' MEGARED mark for krill oil capsules.", "[44] In terms of shelf display, I find the effect and the purpose of the re-packaging and change of brand was to make Jamieson's OMEGARED brand confusingly similar to the MEGARED trade-mark, and to thereby pre-emptively strike at the MEGARED mark, notwithstanding the Plaintiffs' registered rights. That was the effect of the re-branding and re-packaging, and given the general presumption that a party intends the natural and probable consequences of its actions, I find those effects were intended by Jamieson.", "[45] While Jamieson's actions might have a genuine business purpose in another context, in my opinion that becomes much less relevant, and ultimately irrelevant, given that the real and dominant purpose of Jamieson's historic \"massive\" OMEGARED marketing blitz, timed as it was to \"coincide\" with the launch of MEGARED krill oil capsules, was to pre-emptively strike out the MEGARED krill oil omega-3 brand product the Plaintiffs were launching into the Canadian market.", "[46] While the issuance of an injunction is a form of equitable relief which is subject to the exercise of discretion, legal rights are very alive and central to the issuance of an interlocutory injunction such as this. I have outlined the arguments of the parties and my analysis of motive because it has relevance in the equitable and discretionary nature of this decision. (2) Confusion in the marketplace", "[47] The Plaintiffs also point to and in my view have established confusion in terms of the packaging used by OMEGARED compared to MEGARED. They correctly note that the Jamieson packaging displays the term OMEGARED far more prominently than the word Jamieson. In addition, when spoken or viewed, the terms MEGARED and OMEGARED look and sound very similar, even if one were to insert a space between the terms OMEGA and RED.", "[48] Jamieson's packaging since the OMEGARED launch moved closer in appearance to the MEGARED packaging style in many respects. First, Jamieson's products make greater use of the colour red, it has added what might be called a semi-starburst (made up of many small circles) emanating from and underneath the term OMEGARED, which in fact is very similar to the starburst emanating from and encircling the term MEGARED on the MEGARED krill oil product. Further, it is significant in terms of confusion that Jamieson packages OMEGARED in a box, as is the case with MEGARED, whereas no other Jamieson omega-3 product is packaged in a box (Jamieson offers 5 different OMEGA products).", "[49] No survey evidence was filed by either party on the issue of confusion, a point criticized by the Defendant. The Court previously noted the factual evidence of confusion filed by the Plaintiffs, which was mainly contested by an assertion that it was insufficient and that better evidence would have been survey evidence. However, survey evidence of confusion is not necessary and indeed survey evidence has been subject to very recent criticism, as for example in REFERENCE_SUPPRESSED.", "[50] In my view, confusion exists not only because of the very great aural similarity between MEGARED and OMEGARED, but also because of the very considerable written similarity between the Plaintiffs' MEGARED mark and Jamieson's new entry OMEGARED which only differ by one letter. The Court notes the similarity of packaging both in terms of colour and design, Jamieson's decision to package OMEGARED in a box as is the case with MEGARED (but no other Jamieson OMEGA product), and Jamieson's use of what might be described as a loose semi-starburst pattern similar to MEGARED's starburst pattern, both boxes sharing a dominant red colouration. The Plaintiffs are correct to allege that Jamieson's launch of OMEGARED constituted a pre-emptive strike against a direct competitor before the Plaintiffs could gain a foothold in the Canadian market, and that Jamieson likely engaged in deliberate infringement and passing off, knowing its conduct would breach the Plaintiffs' legal rights under the Trade-marks Act . On an interlocutory injunction, I am not required to find confusion, only a serious issue on the trade-marks infringement allegation. Here, however, I have no hesitation in finding that the Plaintiffs have established a very serious issue with respect to the issues of confusion and trade-mark infringement. B. Irreparable harm", "[51] In my view, the Plaintiffs will suffer irreparable harm if an interlocutory injunction is not granted. The Supreme Court of Canada defined irreparable harm in CITATION_SUPPRESSED supra as follows: \"Irreparable\" refers to the nature of the harm suffered rather than its magnitude. It is harm which either cannot be quantified in monetary terms or which cannot be cured, usually because one party cannot collect damages from the other. The Federal Court of Appeal has emphasized that evidence of irreparable harm must be clear and not speculative. In other words, the moving party must show that harm \"will\" or \"would\" result: REFERENCE_SUPPRESSED. Accepting this definition, and guided by the precedents from this Court, it is my view that irreparable harm to the Plaintiffs will result in this case. It will be difficult to the point of impossibility to calculate the Plaintiffs' losses if they succeed at trial.", "[52] It will not be possible to ascertain the Plaintiffs' before-OMEGARED launch market as a comparator to the after-launch market because the Plaintiffs never had the proper opportunity they ought lawfully to have had to enter the market with the exclusive rights to which they are entitled.", "[53] The case law establishes that damages may not be an adequate remedy when it is impossible for the plaintiff to calculate its loss due to impossibility in determining lost sales. In cases where there is no methodology available to quantify the loss arising from Jamieson's misconduct and loss arising from normal market competition, irreparable harm will be found. That is the case here. See REFERENCE_SUPPRESSED, Justice Rothstein (as he was then) held the following: 144 I now turn to whether damages are an adequate remedy for the plaintiff. Plaintiff's counsel submits, that if the defendants are not enjoined by interlocutory injunctions from marketing look-alike diclofenac slow-release tablets, it will be impossible for the plaintiff to calculate the loss it will suffer should it ultimately be successful at trial. He submits that it will be impossible to establish which sales of the defendants' look-alike tablets were due to price or other legitimate competitive reasons and which sales were due to passing-off. [...] 147 I think the admissions of Mr. Dan and Mr. Abboud are quite clear and unequivocal. They know of no way in which the plaintiff could calculate its damages if no interlocutory injunction is granted and the plaintiff is ultimately successful at trial. [...] 152 In the result, there is no evidence before me as to how the plaintiff's damages could be calculated if interlocutory injunctions are not granted and the plaintiff is successful at trial. Nor is it obvious to me how it would be possible to identify which of the sales lost by the plaintiff would be due to legitimate competition and which would be due to passing-off. Defendants' counsel, in argument, submitted that these types of damages can always be calculated and experts can be called by both parties on the subject. I have no doubt that experts can be called as witnesses. The problem I have is that there is nothing before me to indicate how they would estimate the plaintiff's damages. 153 Here, although questions directly on point were asked during cross-examination of the defendants' deponents, there is no evidence of any methodology or guidance as to how to make such an estimate. The same problem was identified in REFERENCE_SUPPRESSED: In this connection we were usefully referred to a passage in the judgment of Fox J. in REFERENCE_SUPPRESSED. In that case he was dealing with the question of confusion, and said: \"It would be exceedingly difficult to ascertain how many sales which were lost by CITATION_SUPPRESSED were lost as a result of legitimate trade, and how many were lost as a result of passing off. (I am assuming, as I must for present purposes, that the plaintiffs succeed at the trial). There is no doubt, I think, that some people will know the difference between the two products perfectly well and will buy the defendants' product as a matter of deliberate choice. The difficulty, and I think it is a very great one, is to ascertain with any sort of certainty the extent of the latter class.\" It seems to me likely that this point will be taken against the plaintiffs at the trial on the issue of damages, and there was no indication to the contrary before us on behalf of the defendants. It therefore appears to me that it cannot be said at this stage that damages will be an adequate remedy; indeed, my impression would be precisely the opposite. [emphasis added] Also in REFERENCE_SUPPRESSED: In the present case, Mr. Sparrow, understandably, was not prepared to accept that, in the circumstances being considered, all the sales of Mark II or Mark III lemons would be wrongful sales. However, he was prepared to agree that if an inquiry as to damages should be ordered in respect of Borden's marketing of lemon juice in Mark II and Mark III, the court should be entitled to assume that the percentage of Borden's products which ought properly to be regarded as goods supplied by way of trade in the United Kingdom to the detriment and damage of Colman was not less than the percentage of persons supplied with such products in the United Kingdom who ought properly to be regarded as persons acquiring the same as and for Colman's JIF products. To my mind, however, that offer, helpful although it may be so far as it goes, does not assist in solving what is likely to be the most difficult part of the exercise: ascertaining what percentage of the Mark II and Mark III sales are to be regarded as sales made as a result of passing off. For my part, I have to say that I think that if this inquiry ever had to be made in this case, the court could easily find itself having to make little more than a guess at this figure. If Borden were to sell its Mark II and Mark III lemons at outlets not currently selling JIF lemons, it might be very difficult to arrive at a figure fairly, if roughly, representing sales acquired by deception. I differ with much diffidence from a judge so experienced in this particular field, but on this I am unable to share his view on the adequacy of damages. [emphasis added] More recently in REFERENCE_SUPPRESSED: If the plaintiff succeeds at trial, I do not believe that damages will be an adequate remedy. The suggestion that I should follow REFERENCE_SUPPRESSED, and conclude that damages would be equivalent to the defendant's profits on sales, is not possible in this case, as it would not be possible for the plaintiff to prove that every sale made by the defendant would have been made by the plaintiff but for the acts of passing off. I conclude that if no injunction is granted it will be difficult, if not impossible, accurately to estimate the damage caused by the alleged misrepresentation. Further, and perhaps more importantly, continued use by the defendant of an apple would damage or destroy the goodwill attaching to it, which at the moment attracts business to the plaintiff. [emphasis added] 154 Counsel for the defendants argued that the courts are constantly assessing damages in difficult situations, e.g. non-pecuniary damages for personal injuries. They also submit that if damages could not be calculated in passing-off cases, all interlocutory injunction applications in such cases would have to be granted, which has not been the consistent practice of the courts. Finally, they say that this Court might impose a condition in the orders refusing the interlocutory injunction applications providing, for example, that the onus be on the defendants at trial to prove what proportion of the plaintiff's lost sales was due to legitimate marketing considerations such as price and what proportion was due to passing-off. 155 It is true that the courts assess damages in difficult situations but, as I understand the circumstances of the examples cited by defendants' counsel, in those cases, the courts are not left in a position of having nothing upon which to base its assessment. There are precedents and guidelines which have developed over the years which are, from time to time, updated. This, in my view, would be analogous to formulae or guidelines in passing-off jurisprudence by which a motions judge could realistically ascertain which loss of sales was due to passing-off and which loss was due to legitimate market conditions. But no such jurisprudence was brought to my attention. 156 As to the argument that if damages cannot be calculated in passing-off cases generally, an interlocutory injunction would have to be ordered in all such cases, which the courts have not done, I think the words of Nicholls L.J. at page 239 of CITATION_SUPPRESSED , (supra), \"that in this area of law each case must depend on its particular facts\" must be the explanation. Where the motions judge is satisfied that damages may be calculated, impossibility of calculating damages will not be grounds for granting an interlocutory injunction. Where this is not the case, as in CITATION_SUPPRESSED , (supra), for example, an interlocutory injunction will be granted. I do not say that damages can never be calculated in passing-off cases such as this one. But upon my appreciation of the evidence in this case, including reasonably thorough cross-examinations of deponents on affidavits and argument on the subject, I think the trial judge will find himself or herself in the position, as Nicholls L.J. put it at page 239 of CITATION_SUPPRESSED , (supra), of \"having to make little more than a guess at this figure\". 157 As to defendants' counsels' suggestion of placing conditions in orders refusing the interlocutory injunction applications, putting the onus on the defendants at trial in respect of damages, I note that a similar approach was suggested in CITATION_SUPPRESSED , (supra), but was not accepted. I also find difficulty with this approach. First, as I understand the law, the onus is always on the plaintiff to prove damages. No authorities were cited to me which indicated that when a motions judge refuses to grant an interlocutory injunction, he or she might, in his or her order of refusal, reverse this well-established principle. Even if this were not the case, the onus would still be on the plaintiff to prove a gross loss figure. Surely, defendants' counsel would not accept that the plaintiff could, at trial, dream up any figure and have it accepted by the Court subject to the defendants, by positive evidence of another figure, disproving some portion of it. Secondly, at this stage of the proceedings, I think it would be embarking upon an unacceptable intrusion into the conduct of a pending trial for a motions judge to involve himself or herself in determining how evidence may be adduced at trial and who may have the onus on various issues. To the extent that they are matters for direction or determination by the Court, they are properly for the trial judge to decide, based upon the specific proceedings. A motions judge should not attempt to bind the parties or the trial judge in such matters. 158 I must conclude, on the basis of the evidence before me, that damages are not an adequate remedy for the plaintiff and that this is a case of irreparable harm. As I have indicated in relation to Dr. Sherman's evidence, the same would be true for the defendants should they be enjoined but later be successful at trial. To a similar effect is REFERENCE_SUPPRESSED), in which Justice Rothstein (as he was then) held: 9 This issue has arisen in a number of cases, for example, REFERENCE_SUPPRESSED. The argument is that if no interlocutory injunction is granted and the defendants market in look-alike appearance to the plaintiffs pending trial, if a permanent injunction is ultimately ordered after trial, it will be impossible to distinguish between the market share the defendants obtained by reason of legitimate competition, and that which was obtained through passing-off. 34 Evidence of irreparable harm must be clear and non-speculative. In a case in which one party claims impossibility of calculation, the difficulty of proving a negative arises. The difficulty inherent in proving a negative is that there are an infinite number of alternatives to discount before one could conclude with absolute confidence that calculation was impossible. I do not think that the requirement to satisfy the clear and non-speculative test can be taken to unreasonable proportions. 35 The plaintiffs have provided a clear explanation for incalculability and the cases support impossibility of calculation. On the other hand, the defendants, if the evidence was available, could have demonstrated a method to calculate loss of market share due to passing-off. They have not done so. Non-specific references to industry statistics or experience in other countries does not satisfy me that a method and data exist to calculate loss of market share due to passing-off in the circumstances of this case. Nor, as I have already indicated, will actual records provide information to prove loss of market share due to passing-off if no interlocutory injunctions are ordered. Also to the same effect is REFERENCE_SUPPRESSED; leave to appeal dismissed in 2013 BCCA 553 at paras 23-24, where Justice Silverman found that the plaintiff would be unable to quantify the loss of reputation, consumer confidence and goodwill as a result of confusion in the marketplace:", "[24] The second prong, the question of irreparable harm: the defence argues that evidence of irreparable harm must be clear and non-speculative. A finding that irreparable harm is likely is not sufficient, that in this case, any suggestion of future damage suffered by the plaintiff is purely speculative. There is no evidence at all, the defendant argues, of actual damages or lost sales, and the defendant cites a series of cases for that proposition. The leading case that I am referred to is REFERENCE_SUPPRESSED. [...]", "[26] Finally, the defence argues that even if damages could be established by evidence, it is compensable in money. The defendants are substantial and successful and there can be no doubt that any judgment with respect to money would be paid.", "[27] I reject those arguments by the defence. I am satisfied that the plaintiff would suffer irreparable harm if the interlocutory injunction was not granted. I am also satisfied that this is not speculative. There is a difference between saying that damages in the future are speculative and saying that they are not quantifiable.", "[28] The longer the defendants are permitted to use marks confusingly similar to the \"Woodpecker\" marks, the more their use becomes prevalent amongst the public - exacerbating the harm, and making it more difficult to unscramble what business losses are due to this confusion and what losses are due to the traditional kinds of business considerations and competition in the marketplace.", "[29] This kind of reasoning involving the difficulty of unscrambling losses in the future was employed and resulted in rejecting the irreparable harm arguments made by the defence in a number of cases, including a decision by Judge Groberman when he was on this Court in REFERENCE_SUPPRESSED, a 2003 Ontario decision. This is the same reasoning which causes me to reject the defence argument about the possibility that the defence could simply pay damages as compensation. The problem is in unscrambling the damages in order to determine what those damages will be. Even after the fact, that may well be impossible. The plaintiff would be unable to quantify the loss of reputation, consumer confidence and good will as a result of confusion in the marketplace.", "[54] In all three cases, there was no methodology to quantify the loss arising from conduct analogous to Jamieson's misconduct in the case at bar, and arising from normal market competition. That is the situation here and for the same reasons I am reinforced in my finding of irreparable harm.", "[55] In my view, where use of a confusing mark will cause the Plaintiffs' mark to lose its distinctiveness, that is, its ability to act as a distinctive and unique signifier of the Plaintiffs' wares or business, such damage to goodwill and the value of the mark is impossible to calculate in monetary terms. The courts have found that distinctiveness is lost when the infringer engages in national marketing which repeatedly emphasizes the confusing mark to the Canadian public. In my view, the evidence of confusion and my findings in relation to confusion provide clear and sufficient support to find irreparable loss of the MEGARED \"name\" goodwill and reputation if Jamieson's conduct is not enjoined.", "[56] In this connection I find the discussion by Justice Teitelbaum instructive in REFERENCE_SUPPRESSED: 72 In paragraphs 12 and 13 of his affidavit, Dr. Pearce gives a summary of his conclusions. 12. Regarding the likelihood of damage, it is my opinion that Imax will suffer serious damage to its goodwill if the defendants use the SHOWMAX name with a large-format movie theatre in Montreal. The damage would arise once the SHOWMAX theatre received publicity, and it would become increasingly more serious after the theatre opened and carried on business using the SHOWMAX name. 13. Regarding the nature of the damage, it is my opinion that use of the SHOWMAX mark will damage the brand meaning or equity of the IMAX mark (that is, the ability of the IMAX mark to act as a distinctive and unique signifier of the plaintiff's movie theatres). The IMAX mark will no longer identify and distinguish theatres controlled by Imax as strongly and clearly as it did before use began of the confusing SHOWMAX mark. In my opinion, confusion will not only result in lost sales, but also will cause damage to good will and to the value of the IMAX mark. This latter type of damage will be impossible to calculate in monetary terms or to remedy by restorative measures after it is inflicted. [...] 77 Therefore, and basing myself on the affidavit evidence of Dr. Pearce, I am satisfied that plaintiff will suffer irreparable harm if the defendant were to be permitted to open a large-format theatre under the name of SHOWMAX in Canada and in Montreal particularly. [...] 81 In my opinion, there are numerous pieces of evidence before the Court which lead me to believe, for the purpose of showing a serious issue and irreparable harm, that the evidence of confusion is clear and sufficient to support an inference of loss of \"name\" goodwill and reputation. 82 It is correct to say that the plaintiff has not adduced any evidence of loss of sales. This, of course, is true. The defendant has not commenced business in Montreal and therefore one cannot adduce direct evidence of loss of sales. I accept the statement of Dr. Pearce in paragraph 22 of his affidavit. 22. In my opinion, it is usually the case that a company will lose some or all of the ability to benefit from the retail brand equity in its name, if a competitor adopts a confusing name. Aside from the issue of lost sales or profits (which may be quantifiable), the lost equity in a name undermines the ability of the company to position itself in the marketplace, and to further develop and enhance its business in the future. Once a name loses its unique or distinctive quality, it is impossible to determine the value of what has been lost in terms of the company's ability to expand and market itself in the future. See also REFERENCE_SUPPRESSED, where Justice Nadon (as he was then) held: 12 The Plaintiff has been using the \"Kun\" name as its trade mark and trade name with respect to shoulder rests since the 1970's. If the Defendants are permitted to attend the Frankfurt Fair, where there will be a substantial concentration of the relevant market, and to use the name \"Kun\" in association with shoulder rests there will certainly be a dilution of the distinctiveness of the \"Kun\" name in relation to the production and distribution of violin and viola shoulder rests. Dilution and the resulting loss of distinctiveness would render the \"Kun\" name unregistrable and/or expungable from the trade mark register. 13 Goodwill has been defined as \"...the drawing power...to attract and retain customers.\" ( REFERENCE_SUPPRESSED and as: [T]he benefit and advantage of the good name, reputation, and connection of a business. It is the attractive force which brings in custom. ( REFERENCE_SUPPRESSED) 14 By rendering the name \"Kun\" no longer distinctive to a single manufacturer of shoulder rests, the Defendants will be taking from the Plaintiff the goodwill on which the company is based. Thus, the irreparable harm here is the loss of the distinctiveness of the name \"Kun\" which will lead to the loss of the trademark and the consequential loss of the goodwill. 15 For these reasons I find that the Plaintiff has in fact adduced enough evidence to allow me to infer that the continuance of two \"Kun\" companies in the shoulder rest business may well eradicate the distinctiveness of the mark and subsequently erase all goodwill the Plaintiff has created which attracts purchasers specifically to the Plaintiff company. 17 The relief which I am giving the Plaintiff is an order restraining the Defendants from, in effect, promoting and selling their new KADENZA shoulder rest in association with the name \"KUN\". Consequently, nothing prevents Michael and Marika Kun from attending the Frankfurt Fair and promoting their KADENZA as long as they abide by the restraint which this Court is ordering. Moreover, in REFERENCE_SUPPRESSED (noteworthy is the fact that the unsuccessful respondents took the risk and proceeded to market even after an action had been started against them), Justice Simpson held: 31 Both parties have agreed to keep the necessary records and both are in a position to pay damages. The issue therefore is whether damages are an adequate remedy for S.C. Johnson if Reckitt& Colman continues to market its NEUTRA AIR products and S.C. Johnson is successful at trial. S.C. Johnson's principal allegation of irreparable harm is based on the belief that, because NEUTRA-FRESH and NEUTRA AIR are admittedly confusing, the continued national \"saturation\" marketing of NEUTRA AIR until trial will overwhelm the limited and non-competitive marketing of NEUTRA-FRESH by Knight under its licence from S.C. Johnson. It is alleged that Reckitt & Colman's marketing of NEUTRA AIR will destroy the distinctiveness of NEUTRA-FRESH. Without the injunction, if S.C. Johnson wins at trial, it will achieve a hollow victory as NEUTRA-FRESH will no longer be a commercially viable trade mark. 32 The Federal Court of Appeal has made it clear that the unauthorized use of a registered trade mark does not per se result in irreparable harm to the owner of the mark. By analogy, it can be said that the use of a confusing mark will not necessarily cause irreparable harm by reason of a loss of distinctiveness. However, on the facts of this case, with saturation marketing to the general public of a confusing mark, there is no question in my mind that the distinctiveness of NEUTRA-FRESH will be lost without the injunction. Accordingly, the plaintiffs have established the irreparable harm necessary to support their application. As in NEUTRA-FRESH, there is no question in my mind that the distinctiveness of MEGARED will be lost without the interlocutory injunction.", "[57] In my view, the likely infringing and confusing market entry by OMEGARED is the very situation contemplated by CITATION_SUPPRESSED where our highest Court said that injunctive relief is available to prevent permanent market loss or irrevocable damage to business reputation. That is the situation here, irrevocable damage to the reputation of the registered trade-mark. The Supreme Court of Canada stated: It is harm which either cannot be quantified in monetary terms or which cannot be cured, usually because one party cannot collect damages from the other. Examples of the former include instances where one party will be put out of business by the court's decision ( REFERENCE_SUPPRESSED); where one party will suffer permanent market loss or irrevocable damage to its business reputation . [my emphasis]", "[58] I also find irreparable harm to the extent confusion between the two marks imports a quality concern to those considering the Plaintiffs' MEGARED krill oil capsules, in that purchasers might be confused that the Plaintiffs' product might not contain krill oil, but fish oil instead, because of the fact that OMEGARED products contain both krill oil and fish oil (salmon oil). It is one thing for Jamieson to market both krill oil and salmon/fish oil omega-3 products as it proposes to do under the OMEGARED label in the abstract - the only potential confusion would be within its own customer base, which is not in issue in this case. It is quite another for Jamieson to market OMEGARED in the face of the Plaintiffs' MEGARED registered trade-mark where MEGARED has no association with fish or salmon oil whatsoever in Canada. Even though Jamieson's salmon oil OMEGARED is a minor player in the scheme of things, Jamieson's use of OMEGARED for fish oil products will dilute the Plaintiffs' MEGARED exclusively krill oil capsules.", "[59] There is no merit to Jamieson's argument that it is disingenuous for the Plaintiffs to argue non-krill oil products harm the reputation of their brand because the Plaintiffs market non-krill oil omega-3 products under the MEGARED brand in the US. While the Plaintiffs do market non-krill oil products in the US, the Plaintiffs do not market fish oil omega-3 in the US or Canada under the MEGARED mark. In fact, the Plaintiffs' non-krill oil omega-3 products marketed in the US come from vegetable sources, not fish oil.", "[60] Jamieson notes correctly that there are many other health and nutrition supplements with the words OMEGA and RED. And I also agree, as was common ground, that both words are descriptive. However the observation is not relevant because the Plaintiffs own the Canadian registered trade-mark MEGARED and have the right to use it exclusively in association with their krill oil capsules. There is no challenge to the validity of the MEGARED registration.", "[61] Jamieson also argues that there must be \"use\" in Canada to engage paragraph 7(b) of the Trade-marks Act , and I agree. Jamieson correctly notes there were no sales in 2013, and only $455 USD sales to Canadians in 2012. Jamieson therefore argues that the Plaintiffs have no cause of action. However, this argument has no merit because from the time of its launch in December 2013/January 2014, there is no doubt that the Plaintiffs were making use and very considerable use of their MEGARED mark; the Plaintiffs had 20% of the branded krill oil supplement market in Canada. It used the Canadian registered trade-mark when pleadings were issued in October 2014. In addition, MEGARED was clearly used in the US where it was the dominant player, and was also used in cross-border advertising and social media prior to the Canadian marketing launch in December 2013/January 2014.", "[62] Jamieson also argues that the trade-mark MEGARED is not distinctive. That argument is answered by the fact MEGARED is a validly registered Canadian trade-mark in respect of which no challenge has been made. C. Balance of convenience", "[63] Balance of convenience in many respects resolves into a question of who will be harmed most, the Plaintiffs or Jamieson, in addition to consideration of all the circumstances. Each party in this case has invested considerable sums into the Canadian marketplace: the Plaintiffs in terms of their purchase of Schiff's Canadian registered trade-mark MEGARED, re-organization costs, advertising dollars, product launch and other related expenses. Jamieson incurred the \"massive\" and historic costs of its product launch, advertising dollars, and other related expenses also. The Plaintiffs are certainly favoured in terms of balance of convenience by virtue of their ownership of the Canadian registered trade-mark MEGARED, and the statutory protection it affords. Given my serious issue findings coupled with the \"exclusive\" rights granted to the Plaintiffs by virtue of their registered trade-mark, the fact that the Plaintiffs have every reason to expect and to enjoy the benefits of their statutory exclusivity and protection, and the compelling fact that the Plaintiffs' losses are irreparable, I find that the balance of convenience favours the Plaintiffs. This decision is supported by other factors as well.", "[64] At all material times, Jamieson proceeded at its own peril and knowingly assumed the risks of infringing the Plaintiffs' registered Canadian trade-mark. Jamieson proceeded, in other words, with its eyes wide open. Within a month of deciding to compete on the basis of OMEGARED, Jamieson itself discovered the MEGARED mark in its CIPO searches. Jamieson decided to press on. Five months later, when Jamieson was starting its OMEGARED product roll out nationwide, the Plaintiffs sent Jamieson not one, but two legal letters from the Plaintiffs' counsel bringing to Jamieson's attention the prior existence of the registered MEGARED mark and its exclusive rights in Canada. The Plaintiffs threatened Jamieson with legal action if it did not cease the OMEGARED roll out. Again, Jamieson elected to take the risk and by doing so proceeded with its eyes wide open. It is true Jamieson spent a great deal of money, but it took that risk. Both parties went into their respective courses of business with their eyes open. Any losses Jamieson will suffer are, in my view, self-inflicted.", "[65] I do not agree with Jamieson's argument that the Plaintiffs are guilty of delay or laches. In my view, it is not for Jamieson as a likely infringer to determine or dictate the Plaintiffs' timelines to market their product in the circumstances outlined above. The Plaintiffs' decision to market in December 2013/January 2014 was a rational and sound business decision that they were entitled to make. The Plaintiffs proceeded reasonably by deciding to go to market at year end \"shelf reset\" time. Year end \"shelf reset\" time is optimal for new products in this business. Also, in my view, the Plaintiffs behaved to delay marketing until they had completed the necessary corporate reorganizations and agreements to ensure alignment of the ownership and control of the manufacture of MEGARED krill oil capsules in accordance with section 45 of the Trade-marks Act . The Plaintiffs behaved rationally and diligently in the circumstances. Jamieson has no ground to complain in this respect, and certainly has no right to force the Plaintiffs to act sooner than prudent business practice suggested. Likely infringers may not defeat legitimate trade-mark holders simply by getting into the market first with their confusing marks and infringing products. Otherwise, the purpose and intent of the legislation would be frustrated. Essentially, Jamieson says the race goes to the swift regardless of infringement and the exclusive protection of section 19 of the Trade-marks Act , a proposition which once stated must be rejected.", "[66] Nor do I agree with Jamieson that the Plaintiffs are \"second comers\" to Jamieson. As between the holder of a registered Canadian trade-mark and a likely infringer, the likely infringer can only be a second comer, if the infringer has any rights at all.", "[67] Jamieson also argues it will suffer irreparable harm if the injunction is granted because, essentially, it could not revert to marketing SUPER KRILL. Therefore it claims an injunction will be judgment before trial. I reject these assertions, first and very importantly because there is no evidence to support the impossibility of re-marketing SUPER KRILL. I recognize that an injunction changes the marketplace, but that is the point of all injunctions such as this. Jamieson's argument is essentially that injunctions should never be granted against likely infringers. That is not the law as I understand it, and certainly is contrary to the precedents noted previously both from this Court and others. As to making findings before trial, these characterize all interlocutory injunctions and therefore cannot be accepted as grounds to refuse necessary relief to which a party is entitled. The basic reality is that Jamieson is a likely trade-mark infringer marketing a likely confusing product, and while it may have difficulties in re-entering the market down the road, if permitted, the Plaintiffs are lawful owners of a registered Canadian trade-mark, are entitled to exclusive use of same, and are currently having difficulty entering the market because of Jamieson's choice of conduct as a direct result of which the Plaintiffs will suffer irreparable harm if no interlocutory injunction is issued. In this context, and on the test for balance of convenience generally, the Plaintiffs are entitled to succeed. III. Conclusion", "[68] Given the above, and the Plaintiffs having met each part of the tri-partite test, the Plaintiffs' motion for an interlocutory injunction is granted, although I have modified the terms from those requested. Costs will be in the cause. ORDER", "[69] THIS COURT ORDERS that 1. The Defendant, Jamieson Laboratories Ltd. (Jamieson), its officers, directors, employees, agents, related business entities, and all those over whom it exercises control (the Related Parties), are hereby and forthwith prohibited and restrained from any and all use of the word \"OMEGARED\", or any other word or mark confusingly similar to \"MEGARED\", as a trade name, trade-mark, or otherwise in association with its business, wares or products, until such time as this Honourable Court renders a final determination in the within action. 2. Jamieson and the Related Parties are hereby and forthwith to recall from all distributors and retailers, all documents or records, products, packaging, displays, advertisements, signs, whether in electronic form or otherwise, the use of which would offend the terms of the Order sought at paragraph 1 hereof, and to hold same securely until such time as this Honourable Court renders a final determination in the within action, with leave to destroy product if necessary such as for product expiry, health or safety reasons on reasonable notice first having been given to the Plaintiffs and keeping detailed records of any and all such destruction, including photographs and documentary evidence establishing such necessity. 3. Costs shall be payable in the cause. [End of document]"]}