{"id_": "049224", "body_str": ["[1] Mosley, J. : The applicant, Mr. Blank, sought access to records held by the Department of Justice. The Department released a number of documents but withheld others as subject to the mandatory and discretionary exemptions provided in the Access to Information Act , R.S.C., 1985, c. A-1 (the Act ). Mr. Blank complained to the Information Commissioner in respect of the records to which he had been refused access and then, following the Commissioner's investigation and report, brought an application for review to this Court under section 41 of the Act", "[2] Mr. Blank succeeded, in part, on the s. 41 review and appealed the determinations on which he was not successful to the Federal Court of Appeal. The respondent cross-appealed. In dismissing both appeal and cross-appeal, the Federal Court of Appeal remitted the matter to this Court to consider whether the respondent had severed accessible information from the exempted records as required by section 25 of the Act <FRAGMENT_SUPPRESSED> . BACKGROUND", "[3] The history behind this application is set out in the Court of Appeal decision. In brief, the applicant and Gateway Industries Inc., a Winnipeg pulp and paper company of which Mr. Blank was a Director, were charged with regulatory offences under the Fisheries Act , R.S.C., 1985, c. F-14 and the Pulp and Paper Effluent Regulations , SOR/92-269 in July, 1995. Those summary conviction charges were ultimately quashed in decisions by the Manitoba Provincial Court and Court of Queen's Bench. A further attempt to prosecute the charges by way of an indictment was stayed by the Crown in February, 2004 and the applicant was advised that the prosecution would not be reinstated. In relation to these prosecution efforts, Mr. Blank has brought an action against the Crown for alleged fraud, conspiracy, perjury and abuse of prosecutorial discretion.", "[4] On October 17, 1997, the applicant sought access to government records relating to the prosecution through the Access to Information and Privacy Office of the Department of Justice. Following this initial request, approximately 3000 pages of material were released. Some 1500 pages were withheld in whole and thirty six pages in part. In May 1999 the applicant filed a second request for information with the Department, in which he sought all the records that had been exempted under the first request. The exemptions were maintained by the Department, save for some further 353 pages which were released.", "[5] The Department continued to withhold records based on the exemptions provided by the Act in respect of information obtained in confidence (section 13), personal information (section 19), records containing advice (section 21), and information subject to solicitor-client privilege (section 23).", "[6] Following this second request, the applicant lodged a complaint with the Information Commissioner about the exemptions claimed by the Department.", "[7] Following a series of meetings and discussions between the Department, the Director of Investigation for the Commissioner, and other agencies such as the Royal Canadian Mounted Police, an additional 212 pages were released. While the Director of Investigation agreed that the vast majority of the pages were properly exempted, concern was expressed over approximately 277 pages for which solicitor-client privilege had been invoked. After further discussion, 87 pages were exempted from disclosure and an additional 167 pages were disclosed in whole or in part.", "[8] The applicant sought judicial review of the decision to maintain the exemptions. In an unreported decision dated April 17, 2003, Justice Douglas Campbell ordered an additional but limited release of documents which had been previously released to the applicant further to the Crown's disclosure obligations in the criminal proceedings, and documents which were already in the possession of the applicant through other access requests.", "[9] With respect to documents relating to the summary conviction offences, Justice Campbell held that litigation privilege could not be maintained as the charges had been stayed. He declined, however, to order the production, under s. 46 of the Act , of other records which appeared to have been attached to the documents under review as they were not the subject of the exemptions claimed in the application before him. Justice Campbell also found that there was no evidence in the exempted records of any criminal misconduct on the part of government officials or counsel which would vitiate solicitor client privilege as evidence of the commission of an offence. The bulk of the exemptions claimed by the Department were maintained.", "[10] The applicant appealed Justice Campbell's determinations upholding the exemptions. Also raised by the applicant as grounds of appeal were the scope of the s. 46 production power and the findings on evidence of Crown misconduct. The respondent cross-appealed Justice Campbell's holding that litigation privilege expires when the litigation to which it relates comes to an end.", "[11] The applicant's appeal was dismissed, with the concurrence of the full panel, save for the question of severance under section 25. It appears that this question had not been raised on the initial review application. The matter was referred back to this court to determine whether the section's mandatory requirements had been complied with by the respondent.", "[12] The respondent's cross-appeal as to the duration of litigation privilege was also dismissed, with Justice Létourneau in dissent. Justice Pelletier, with Justice Décary concurring, held that section 23 no longer had any application as the documents relating to the prosecution lost their privileged status when the prosecution concluded. Leave to appeal to the Supreme Court of Canada on that question was granted on April 21, 2005. The parties agreed that only a small number of records are affected by the further appeal.", "[13] It should be noted that the citation to Justice Campbell's decision in the Federal Court Reports' report of the Court of Appeal's decision is in error. It refers to an earlier case involving the same applicant. An error notice will be published. THE SCOPE OF THIS REVIEW", "[14] It is helpful to quote directly from Justice Létourneau's reasons at paragraphs 65-66: \"¶ 65 Section 25 of the Act provides for the disclosure of any part of a record which can reasonably be severed from those parts of the records which contain information or material exempt from disclosure. It reads: '25. Notwithstanding any other provision of this Act , where a request is made to a government institution for access to a record that the head of the institution is authorized to refuse to disclose under this Act by reason of information or other material contained in the record, the head of the institution shall disclose any part of the record that does not contain, and can reasonably be severed from any part that contains, any such information or material. [Emphasis added.]' \"¶ 66 An earlier contention of the respondent that a record that is subject to solicitor-client privilege is not subject to the severance provision in section 25 has been unequivocally rejected by this Court in <FRAGMENT_SUPPRESSED>  (B.C.C.A.), at paragraphs 65-68. The words '[n]otwithstanding any other provision of this Act' employed in section 25 make it a paramount section: see <FRAGMENT_SUPPRESSED>  (C.A.), at page 271. Therefore, general identifying information such as the description of the document, the name, title and address of the person to whom the communication was directed, the closing words of the communication and the signature block can be severed and disclosed. As this Court pointed out in Blank , at paragraph 23, this kind of information enables the requester 'to know that a communication occurred between certain persons at a certain time on a certain subject, but no more '\". (Emphasis added)", "[15] As I read the Court of Appeal's direction, it does not constitute an instruction to this Court to revisit Justice Campbell's findings with respect to whether solicitor-client privilege or other grounds for exemption in the Act were properly applied to the withheld records. Those findings were not disturbed on appeal, and it is not my function in this proceeding to review the matter de novo.", "[16] The documents at issue in this matter were set out in exhibits 42-45 attached to the affidavit of Anne Brennan, formerly Director of the Department's Access to Information and Privacy Office. In advance of the hearing, the respondent prepared new public and confidential versions of those exhibits taking into account the decisions of Justice Campbell and the Court of Appeal.", "[17] The public version of the exhibits, provided to the applicant, reflects the respondent's efforts to sever general identifying and accessible information from the exempted records. Where, for example, the record consists of a memorandum, a letter or an e-mail message the public version discloses the names of the originator and addressees, the date and the subject line. However, the subject line often discloses nothing more than a reference to the various legal proceedings involving Mr. Blank, e.g., Re Blank and Gateway Industries . This does not provide much information about the subject of the communication.", "[18] The public version of the exhibits also contains records that have been released to Mr. Blank in other forums. With respect to certain records already so disclosed, the respondent took the position that the application of some exemptions is still required, primarily the mandatory exemption in s. 19 of the Act relating to personal information. That applied to records found at Ex.42, p. 2275, Ex.43, pp. 1296, 1305-1308, pp. 1928-1929, 1931 and 1933. The applicant did not seriously question this position, although the information had already been provided to him.", "[19] During the hearing, counsel for the respondent also undertook to release records that the applicant could demonstrate were already in his possession as a result of releases by other government departments, subject to the proviso that certain records, again primarily those containing personal information, might need to be exempted or redacted. ISSUES", "[20] At the hearing, the Court reviewed 960 pages of material to determine whether the respondent had met its obligation to sever accessible information and whether additional information could be severed from the records and released to the applicant. For the most part, this material consisted of records which were exempted as protected by solicitor client-privilege.", "[21] In the course of the proceedings, questions arose relating to the interaction of s. 25 and the s. 23 privilege exemption that required further considerationbefore a decision could be made whether the records had been properly severed: 1. Does solicitor-client privilege attach to an entire document or only to those portions of the document which provide legal advice? 2. If a document covered by solicitor-client privilege contains within it a listing of other documents, which may or may not be covered by privilege, should these be severed from the privileged document? 3. What is the effect of the release of information to satisfy the Crown's constitutional obligations for disclosure in criminal prosecutions as opposed to voluntary waiver? 4. Does partial disclosure under the Access to Information Act of a document for which solicitor-client privilege is claimed amount to waiver of privilege for the entire document? 1. Does solicitor-client privilege attach to the entire document or only to those parts of the document which provide legal advice?", "[22] A convenient starting point for understanding solicitor-client privilege is the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED> , in which recognition of the privilege as a substantive rule of law was established. <FRAGMENT_SUPPRESSED> has been consistently followed and applied by the Supreme Court (see <FRAGMENT_SUPPRESSED> ), as well as by the Federal Court of Appeal (see <FRAGMENT_SUPPRESSED> ). The rule was set out by Lamer, J. (as he was then), in <FRAGMENT_SUPPRESSED> at page 875  <FRAGMENT_SUPPRESSED>  as follows: \"1. The confidentiality of communications between solicitor and client may be raised in any circumstances where such communications are likely to be disclosed without the client's consent. \"2. Unless the law provides otherwise, when and to the extent that the legitimate exercise of a right would interfere with another person's right to have his communications with his lawyer kept confidential, the resulting conflict should be resolved in favour of protecting the confidentiality. \"3. When the law gives someone the authority to do something which, in the circumstances of the case, might interfere with that confidentiality, the decision to do so and the choice of means of exercising that authority should be determined with a view to not interfering with it except to the extent absolutely necessary in order to achieve the ends sought by the enabling legislation. \"4. Acts providing otherwise in situations under paragraph 2 and enabling legislation referred to in paragraph 3 must be interpreted restrictively.\"", "[23] This articulation of principle makes it clear that solicitor-client privilege is a substantive protection separate and apart from any evidentiary rule (see <FRAGMENT_SUPPRESSED>  O.A.C. 1, at paragraph 17 ( <FRAGMENT_SUPPRESSED> )).", "[24] That the communication is between a lawyer and clients who are government officials does not affect the content of the privilege so long as it is within the scope of legal advice. \"Solicitor-client privilege has been held to arise when in-house government lawyers provide legal advice to their client, a government agency ... where government lawyers give policy advice outside the realm of their legal responsibilities, such advice is not protected by the privilege.\" ( <FRAGMENT_SUPPRESSED> , above at paragraph 19). As stated by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (F.C.A.) ( <FRAGMENT_SUPPRESSED> ), at paragraph 22: \"[T]he identify of the client is irrelevant to the scope or content of the privilege. Whether the client is an individual, a corporation, or a government body there is no distinction in the degree of protection offered by the rule. ... Furthermore, I can find no support for the proposition that a government is granted less protection by the law of solicitor-client privilege than would any other client. A government, being a public body, may have a greater incentive to waive the privilege, but the privilege is still its to waive.\"", "[25] The applicant submits that in conducting its review, the Court is required to go within each document for which solicitor-client privilege has been claimed and sever those parts of the records which may not be privileged. The respondent contends that, subject to the requirement to sever \"general identifying material\", where privilege has been found to have attached to a document, the entire record is protected.", "[26] The general proposition as stated by Wigmore at 8 Wigmore, Evidence para. 2292 (McNaughton rev. 1961) is that solicitor-client privilege covers the entire communication: \"[w]here legal advice of any kind is sought from a professional legal adviser in his capacity as such, the communications relating to that purpose, made in confidence by the client, are at his instance permanently protected from disclosure by himself or by the legal adviser, except the protection be waived\"", "[27] The scope of the privilege is wide and encompasses all information passed between the lawyer and client. This conception of the broad scope of solicitor-client privilege has been endorsed recently by the Supreme Court in <FRAGMENT_SUPPRESSED> , supra, at paragraph 16.", "[28] However, \"not all communications between a lawyer and client are privileged - only those ... where the [client] has sought legal advice\": <FRAGMENT_SUPPRESSED>  O.R.(3d) 512 (Div. Ct.), at 519 [O.R.]. As well, in order to be privileged the communication must be in the course of seeking legal advice and with the intention that it be confidential: John Sopinka, Sidney N. Lederman & Alan W. Bryant, The Law of Evidence in Canada (Toronto: Butterworths, 1992), at 642.", "[29] Solicitor-client privilege \"extends to communications in whatever form, but does not extend to facts which may be referred to in those communications if they are otherwise discoverable and relevant\": <FRAGMENT_SUPPRESSED>  O.R.(3d) 321 (C.A.), at 347 [O.R.]. Thus, where a communication between solicitor and client takes place for the purpose of conveying or receiving information on matters of fact, the communication is not privileged and may be obtained on discovery in civil proceedings. (see Ronald D. Manes & Michael P. Silver, Solicitor-Client Privilege in Canadian Law (Toronto: Butterworths, 1993), at 127). However, \"[a] privileged communication does not lose its privilege merely because it contains matters of fact which are not privileged. In this situation, the matters of fact can be severed from the privileged communication for the purposes of discovery.\": ibid, at 132.", "[30] Where, as in this instance, a claim of solicitor-client privilege may conflict with the public's right to access information in the hands of the government, it is important to note that Parliament intended section 25 of the Act to be of paramount importance.  <FRAGMENT_SUPPRESSED> ; 86 N.R. 186 (F.C.A.), the Court of Appeal stated: \"¶ 10 I think it significant to observe that section 25 is a paramount section since the words 'Notwithstanding any other provision of this Act ' are employed . In my view, this means that once the head of the government institution has determined, as in this case, that some of its records are exempt, the institutional head, or his delegate, is required to consider whether any part of the material requested can reasonably be severed . Section 25 uses the mandatory 'shall' with respect to disclosure of such portion, thereby requiring the institutional head to enter into the severance exercise therein prescribed. ...\" (Emphasis added)", "[31] Given the paramount nature of section 25 it would seem at first impression that documents determined to be subject to the exemption provided by section 23 of the Act are to be severed in the same manner as any other document subject to severance. On this reading of the requirements of severance under s. 25, information which can stand alone, without compromising privilege, such as facts upon which the advice is based, must be accessible.", "[32] I note, however, that the Court of Appeal in referring this matter back for reconsideration stated, at paragraph 13, that in <FRAGMENT_SUPPRESSED> , above, it had rejected a submission by the appellant that section 23 should be applied narrowly since the Act was designed to promote disclosure. At paragraph 23 of <FRAGMENT_SUPPRESSED> , Linden, J.A., held that section 23 incorporates the common law, that the privileged nature of the material is to be determined according to the common law and, if the material is found to be subject to privilege, the discretion to disclose must be exercised according to the principles governing the Act . At paragraph 51, he had this to say about the purpose of section 25: \"¶ 51 ... This is an attempt to balance the rights of individuals to access to [sic] information, on the one hand, while maintaining confidentiality where other persons are entitled to that confidentiality on the other hand. It would be a perverse result if the operation of section 25 of the Act were thereby to abrogate the discretionary power given to the government head under section 23 of the Act .\"", "[33] Guidance as to the nature and degree of severance required in this case can be found in <FRAGMENT_SUPPRESSED>  (T.D.), in which Jerome, A.C.J., dealt with access to documents under the Access to Information Act and the Privacy Act , S.C. 1980-81-82-83, c. 111. On the issue of severance he had this to say: \"¶ 14 With this approach in mind, I have closely reviewed the unexpurgated version of the report which, pursuant to my order of April 16, 1987, was filed in a sealed envelope. One of the considerations which influences me is that these statutes do not, in my view, mandate a surgical process whereby disconnected phrases which do not, by themselves, contain exempt information are picked out of otherwise exempt material and released . There are two problems with this kind of procedure. First, the resulting document may be meaningless or misleading as the information it contains is taken totally out of context. Second, even if not technically exempt, the remaining information may provide clues to the content of the deleted portions . Especially when dealing with personal information, in my opinion, it is preferable to delete an entire passage in order to protect the privacy of the individual rather than disclosing certain non-exempt words or phrases. \"¶ 15 Indeed, Parliament seems to have intended that severance of exempt and non-exempt portions be attempted only when the result is a reasonable fulfillment of the purposes of these statutes . Section 25 of the Access to Information Act reads as follows: [statutory reference omitted] Disconnected snippets of releasable information taken from otherwise exempt passages are not, in my view, reasonably severable .' \"¶ 16 In the result, I have determined that the deletions made by the Solicitor General's Office, while perhaps broader than is strictly required by the statutes, are nonetheless in keeping with the principles enunciated above. Indeed, in some places, a clear effort has been made to disclose any information which could reasonably be released. Where I would differ with the respondent is as to a few isolated words which have been removed from otherwise disclosable paragraphs. Their removal would seem to be unnecessary in light of the proper deletions which have been made in the passages which appear before and after.\" (Emphasis added)", "[34] Jerome, A.C.J., also dealt with the reasonableness of severance under section 25 in <FRAGMENT_SUPPRESSED>  (T.D.). In that case he also found that excessive severance of non-exempt from exempt materials was unreasonable. \"¶ 34 In addition, I do not find that the information regarding public funds is reasonably severable. To attempt to comply with section 25 would result in the release of an entirely blacked-out document with, at most, two or three lines showing. Without the context of the rest of the statement, such information would be worthless. The effort such severance would require on the part of the Department is not reasonably proportionate to the quality of access it would provide.\"", "[35] This rationale was cited with approval by Mackay, J., in", "[36] From these cases, I would derive and apply the principle that severance within a document under section 25 is only to be effected where it is reasonable to do so. Reasonableness requires that the severed information be capable of standing independently and that severance must not result in the release of meaningless words and phrases out of context or provide clues to the content of the exempted portions. Severance must be done bearing in mind the importance of impairing solicitor-client privilege as little as possible.", "[37] Also as noted above, this proceeding is not intended to serve as a review de novo of the determinations made at the first instance. 2. If a privileged document contains within it a listing of other documents, which may or may not be covered by the privilege, should the list be severed from the privileged document and released?", "[38] The applicant submits that some of the documents for which solicitor-client privilege has been claimed contain listings of other documents which he may be entitled to access if not protected by the privilege or some other exemption recognized by the Act", "[39] This question can be resolved on the basis of the discussion above. It would appear from the case law that any information, including a list of other documents, which can reasonably be severed from the privileged communication, should be severed under section 25 of the Act . There is no principled basis for why lists of additional documents should be treated any differently than other information contained in the privileged communications. The severance provision in section 25 should apply consistently to all types of information. If solicitor-client privilege is claimed for one or more of the listed documents, disclosure of the list should not compromise the privilege claimed in that document. The privilege in the document remains until such time as its content is disclosed. 3. What is the effect of the release of information to satisfy the Crown's constitutional obligations for disclosure in criminal prosecutions as opposed to voluntary waiver?", "[40] Waiver of solicitor-client privilege may occur due to voluntary disclosure of the information or, on the giving of consent to the disclosure of any material part of a communication between lawyer and client: Sopinka, above at 665. Waiver has also been found to occur where documents over which privilege is claimed have been disclosed in proceedings in another jurisdiction: <FRAGMENT_SUPPRESSED>  (Master).", "[41] Waiver may also be implied from the conduct of the client where the court finds that an objective consideration of the client's conduct demonstrates an intention to waive privilege: Manes & Silver, above at 191. However, \"where a statute requires disclosure, e.g. of a report, no voluntariness is said to be present and no implied waiver occurs\" ibid, cited with approval in \"¶ 27  <FRAGMENT_SUPPRESSED>  (B.C.S.C.), McLachlin, J., (as she then was) observed, at pages 765-766 that: 'In the cases where fairness has been held to require implied waiver, there is always some manifestation of a voluntary intention to waive the privilege at least to a limited extent.' \"Thus, 'where a statute requires disclosure, e.g., of a report, no voluntariness is said to be present and no implied waiver occurs' (see: Manes and Silver, Solicitor-Client Privilege in Canadian Law , above, at page 191).\"", "[42] Where the disclosure of a document is compulsory, implied waiver does not occur. Disclosure is compulsory in the case of criminal proceedings based on the principles developed in <FRAGMENT_SUPPRESSED>  A.R. 161; 8 W.A.C. 161. Therefore disclosure of a document based on the Crown's obligations to a defendant in a criminal proceeding should not be considered voluntary for the purposes of implied disclosure.", "[43] I note that in <FRAGMENT_SUPPRESSED>  appropriate disclosure had been made under the Act , the Court should consider only the Act and the jurisprudence guiding its interpretation and application. \"Laws requiring disclosure in other legal proceedings cannot narrow or broaden the scope of disclosure required by the Access to Information Act \". In that case, the appellant had argued that records which should have been disclosed in the criminal prosecution and were not should be disclosed in the Access Act proceedings. The Court of Appeal did not accept that argument. 4. Does partial disclosure under the Access to Information Act of a document for which solicitor-client privilege is claimed amount to waiver of privilege for the entire document?", "[44] With respect to certain of the documents that were the subject of this review, part of a privileged communication was previously disclosed under the Act by the respondent's department or another federal department. The question is whether there was waiver for only that portion of the document and whether the privilege continues to apply to the remaining portions of the document which have not been released.", "[45] The approach to partial disclosure under the Act was comprehensively addressed by Rothstein, J., in <FRAGMENT_SUPPRESSED> , above, (aff'd F.C.A.). One of the issues in the case was whether partial disclosure of documents under the Act amounted to waiver of the entire communication. In deciding that this partial disclosure did not amount to waiver of privilege, Rothstein, J., reviewed the current approach to partial disclosure under Canadian law. \"¶ 35 The basic rule was stated in <FRAGMENT_SUPPRESSED>  simplest, safest and most straightforward rule is that if a document is privileged then privilege must be asserted, if at all, to the whole document unless the document deals with separate subject matters so that the document can in effect be divided into two separate and distinct documents each of which is complete.' It appears that the rule in Great Atlantic has been confined to circumstances in which partial disclosure has occurred in the context of a trial. (See, for example: <FRAGMENT_SUPPRESSED>  the effect that it is necessary to consider all the circumstances in determining whether a partial disclosure constitutes an attempt to mislead so that privilege over the entire document is lost.  <FRAGMENT_SUPPRESSED>  (S.C.), Finch, J., stated, at pages 142-143: 'I do not think it would be in the interests of justice to drive litigants or their professional advisers to these or other means of avoiding the effect of a \"single subject matter\" rule on the question of waiver. Whether the document relates to a single subject matter or not, it is, in my view, preferable to look at all the circumstances of the case, and to ask whether the defendants' conduct in disclosing that part of the report concerning factual observations can be taken to mislead either the court or another litigant, so as to require the conclusion that privilege over the rest of the report has been abandoned.' \"¶ 36 <FRAGMENT_SUPPRESSED> has been followed by the British Columbia Court of Appeal in <FRAGMENT_SUPPRESSED> . \"¶ 37 In my opinion, the approach of Finch, J., in <FRAGMENT_SUPPRESSED> is appropriate for the purposes of determining whether, in the context of the Access to Information Act , privilege with respect to documents that have been disclosed in part has been waived in whole. While it cannot be ruled out that in some circumstances questions of misleading and unfairness might arise under the Access to Information Act , I would think that such issues would arise infrequently because of an oversight by the Information Commissioner and by the Court. \"¶ 38 In the present case, the Privy Council Office expurgated the narrative portions because its officials considered them to be subject to solicitor-client privilege, and disclosed the balance of the contents of the accounts because its officials believed (incorrectly in my view) that it was not subject to solicitor-client privilege. Certainly, in the context of disclosure under the Access to Information Act , the partial disclosure of privileged information cannot be taken as an attempt to cause unfairness between parties, or to mislead an applicant or a court, nor is there any indication that it would have that effect. I therefore find that the disclosure of portions of the solicitors' accounts does not constitute waiver of solicitor-client privilege .\" (Emphasis added).", "[46] Based on this authority, the partial disclosure of documents to the applicant under the Act cannot be taken as waiver of privilege over the entire document. Release under the Act is done for the purpose of providing statutorily required disclosure and has no effect upon the status of the document as privileged. Portions of the document may be released due to legal obligations on behalf of the Crown, but this does not constitute waiver.", "[47] At the hearing, the applicant also made an argument for disclosure on the basis of class waiver of certain documents over which solicitor-client privilege is claimed. The argument made by the applicant was for those documents which relate to section 82 of the Fisheries Act . The section sets out a two-year limitation period within which proceedings by way of summary conviction can be instituted. Section 82(2) states that a document issued by the Minister certifying the day on which the Minister became aware of the subject-matter of any proceedings is admissible as evidence. At the hearing, the applicant argued that because the Crown had disclosed a draft of this Minister's certificate and other documents relating to it, he was entitled to disclosure of all information in relation to section 82. The applicant's view was that the disclosure of the certificate amounted to a class waiver over all documents related to section 82.", "[48] The Court is not persuaded by this argument given the discussion of partial disclosure by Rothstein, J., in <FRAGMENT_SUPPRESSED> , above. Based on that authority I would not find that the disclosure of a number of documents in relation to section 82 amounts to a waiver over all documents related to section 82.", "[49] I have arrived at these conclusions respecting the principles which apply to severance of the exempted records: A. The applicant is entitled to general identifying information such as the description of the document (for example, the \"memorandum\" heading and internal file identification), the name, title and address of the person to whom the communication was directed, the subject line, the generally innocuous opening words and closing words of the communication, and the signature block. b. The applicant is entitled to the release of records contained within privileged documents to the extent that the non-privileged content is readily ascertainable and may reasonably be severed without imposing a disproportionate burden. c. Lists of other documents contained within the privileged records are also subject to severance if it can be reasonably effected. d. Documents released to the applicant under the prosecution's disclosure obligations in the criminal proceedings do not lose their privileged character by that reason alone. e. Partial disclosure of a record does not render the entire record accessible.", "[50] As noted above, the respondent prepared a public version of the exhibits that contains additional accessible information severed from the exempted records and agreed to the additional release of records which have already been provided to the applicant by other government departments or could otherwise be demonstrated to be in the public domain and which are not subject to mandatory exemptions. Respondent's counsel also undertook to make further releases of records that the applicant could demonstrate had, in fact, been disclosed to him through other access requests, subject to any mandatory exemptions such as that pertaining to personal information. This has made the Court's task considerably simpler.", "[51] Records which had been released to the applicant in other proceedings and which the respondent agreed to release in whole or in part prior to and during the hearing are listed in the attached Schedule \"A\". [Schedule omitted]", "[52] In conducting a page by page review of the records during the hearing, it was readily apparent that there were a considerable number which could not reasonably be severed or severed beyond that which the respondent had already effected.", "[53] That left 310 pages of records which required closer examination. For records consisting of letters, memoranda or e-mail messages, the respondent had severed general identifying information as described above. For other documents, headings had been severed in some but not all cases. Each of these documents were reviewed more closely to determine whether additional or, in some cases, any information could be accessed by the applicant.", "[54] With respect to the records consisting of communications, there was in most instances no additional information that could reasonably be severed or severed without disclosing the content of the protected message. A closer review of the documents containing lists satisfied me that, for the most part, the lists were protected information or could not reasonably be severed.", "[55] Several documents exempted in their entirety are lawyer's work product including draft court submissions or draft communications to opposing counsel. In those cases the entire document is privileged and not severable in my view. In some instances, the exempted document consists of a printed court form. The applicant is aware of the nature of the document from the particulars provided and it would be pointless to sever the headings.", "[56] In Schedule \"B\" [Schedule omitted] to these reasons and Order, I have set out those records where I conclude that additional information shall be severed for access by the applicant. For any page not listed, the conclusion was that no further severance could be achieved. COSTS", "[57] The applicant very ably represented himself in these proceedings. As a self-represented litigant, Mr. Blank is entitled to recover his disbursements and a moderate amount to reflect the time and effort expended in bringing forward this application: <FRAGMENT_SUPPRESSED> .", "[58] The applicant shall have two weeks from the date of the release of these reasons and order to provide brief submissions to the court in writing on the nature and amount of his costs. The respondent shall have one week thereafter to respond and the applicant shall have one further week to reply to the respondent's representations before an order will issue as to costs. ORDER", "[59] THIS COURT ORDERS that: 1. The records contained in Schedule \"A\" [Schedule omitted] to this Order shall be released as undertaken by the respondent. 2. Information contained in the records listed in the attached Schedule \"B\" [Schedule omitted] to this Order shall be severed to the extent and in accordance with the directions contained in the schedule. 3. The remaining records in Exhibits 42-45 cannot reasonably be further severed in accordance with the requirements of s. 25 of the Access to Information Act to permit the applicant to access additional information. Order accordingly. Editor: Angela E. McKay/vnh [Schedules omitted] [End of document]"]}