{"id_": "049373", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of a decision of the Immigration and Refugee Board, Refugee Protection Division (the Board), dated June 14, 2011, wherein the applicants were determined to be neither Convention refugees within the meaning of section 96 of the Act, nor persons in need of protection as defined in subsection 97(1) of the Act. This conclusion was based on the Board's finding that the applicants faced a generalized rather than personalized risk in Honduras.", "[2] The applicants request that the Board's decision be set aside and the matter be referred back for redetermination by a differently constituted panel. Background", "[3] The principal applicant is Ingrid Jasmine Mesa Soler De Mungui. The other applicants are related to her as follows: Marco Antonio Munguia Oqueli, husband and Andree Anthonioly Munguia Meza, minor son. All the applicants are citizens of Honduras.", "[4] The principal applicant and her husband both held well-paying jobs in Honduras. In 2004, members of the organized crime group, Mara Salvatrucha (referred to as the MS or Mara), approached them and demanded money. The gang threatened the applicants should they report them to the police, whom the gang claimed they had good connections with.", "[5] Initially, the applicants refused to meet the MS's demands. The gang therefore started persecuting the applicants; robbing, assaulting and threatening them in May 2005. Thereafter, the applicants complied with the gang's demands.", "[6] In April 2007, the MS discovered that the applicants were earning more money. They therefore increased their demands. The applicants told them it was too much. However, the MS merely responded by threatening them further. To escape the increasing demands, the applicants moved to a different city and changed their car to hide their identity. However, in December 2008, the MS found them and forced them to pay. In April 2009, the MS increased their demands again. The applicants paid, but also decided to leave the country to avoid further persecution.", "[7] The applicants did not know the name of the alleged perpetrators nor did they file any complaints with the police, except on one occasion two days before their departure from Honduras. The applicants filed this complaint so that their problems could be incorporated into government statistics. The following day, the applicants received a note stating that their son would be kidnapped if they did not pay a large sum of money.", "[8] The applicants left Honduras on August 16, 2009. They travelled north through the United States, arriving in Canada on September 2, 2009. The applicants filed their refugee claims at the United States-Canada border.", "[9] The hearing of the applicants' refugee claims was held on May 9, 2011. Board's Decision", "[10] The Board issued its decision on June 14, 2011. Notice of the decision was issued on July 13, 2011.", "[11] The Board first summarized the applicants' allegations. The Board also accepted the applicants' identities as claimed.", "[12] The Board then addressed the question of nexus under section 96 of the Act. It found that the applicants' fear was not linked to any of the Convention grounds, but rather that the applicants were victims of criminality. The Board noted that victims of criminality generally do not establish a link between their fear of persecution and any of the Convention grounds. Therefore, the Board denied the applicants' claims under section 96 of the Act.", "[13] Turning to the section 97 analysis, the Board first noted that the applicants left Honduras by entering the United States illegally and from there, travelling to Canada where they filed their refugee claims. They did not file their claims in the U.S. as they were advised by relatives in the U.S. and Canada that they were more likely to receive help in Canada. However, the Board found that persons with a well-founded fear of persecution would attempt to apply for refugee protection without unreasonable delay. Thus, their failure to seek asylum in the U.S. indicated a lack of subjective fear. Nevertheless, the Board noted that this was not the determinative issue. Rather, the determinative issue was whether the applicants faced a generalized or personalized risk.", "[14] The Board noted that risk under subparagraph 97(1)(b)(ii) of the Act must be personal, faced in every part of the country and not generally faced by others. The Board reviewed the documentation before it. It noted that Honduras was considered one of the most violent countries in Latin America with high levels of youth violence, murder and gangs. The MS became prominent in the late 1980s and were well entrenched and responsible for many crimes in the country.", "[15] Based on this review, the Board found that the applicants feared the MS and the gang's acts of criminality that affect the general population in Honduras. As they shared the same risk as other similarly situated persons with good incomes, their risk was not a personalized risk. The Board found that the applicants were pursued for extortion purposes because the MS believed they had money; just as the MS pursued other citizens in Honduras with means. The fact that the applicants were identified personally as a target did not necessarily remove them from a generalized risk category as the nature of this risk was one faced generally by others in the country. As such, the Board found on a balance of probabilities that the applicants' alleged risk was generalized. The Board therefore denied the applicants' claim under subsection 97(1) of the Act. Issues", "[16] The applicants submit the following point at issue: Did the Board err in finding that the applicants faced a generalized risk when they had been specifically targeted for assaults and robbery by the MS gang and the Board accepted that\"the [applicants] were approached for extortion purposes by the [MS] just like other people in Honduras, such as in these [applicants'] particular situation and circumstances i.e., perceived to be capable of paying money to the [MS] \".", "[17] I would rephrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the Board err in its assessment of the nature of the applicants' risk under subparagraph 97(1)(b)(ii)? Applicants' Written Submissions", "[18] The applicants submit that the only issue in this case is the interpretation of the phrase \"not faced generally by other individuals in or from that country\" in subparagraph 97(1)(b)(ii) of the Act. The applicants submit that when the principles that have emerged in the jurisprudence on this provision are applied to this case, it is clear that the applicants were personally targeted for murder by the MS as a result of their refusal to meet the extortion demands. Rather than being at risk because of their employment or economic class, the applicants were at personal risk because they refused to pay the extortion demands. As such, there was no doubt that the applicants would be personally in danger if returned to Honduras. The Board made a patently unreasonable error in finding that they were not persons in need of protection because they faced a generalized risk. Respondent's Written Submissions", "[19] The respondent submits that the question of what constitutes a generalized risk under subparagraph 97(1)(b)(ii) is one of mixed fact and law that is reviewable on a reasonableness standard.", "[20] The respondent submits that the Board did not err in finding that the risk faced by the applicants in Honduras is one faced generally by the population. The documentary evidence clearly supported this finding. Further, the Board did consider the applicants' personal situation in rendering its decision.", "[21] The respondent also submits that while the applicants may have been victimized for not complying with the MS's demands, this does not establish a risk under section 97 if it is one generally faced by the population. The applicants did not provide evidence to demonstrate that the Board's factual finding that the MS constitutes a widespread risk for all citizens was in error. Further, wealth does not constitute a personalized risk under section 97. There was no evidence on the record that the applicants faced any personalized risk. Analysis and Decision", "[22] Issue 1 What is the appropriate standard of review? Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED>  at paragraph 57).", "[23] The issue of whether an applicant faces a personalized risk, as opposed to a generalized risk, arises from the application of subparagraph 97(1)(b)(ii) of the Act and is reviewable on a reasonableness standard (see <FRAGMENT_SUPPRESSED>  [2009] FCJ No 270 at paragraphs 1, 9 and 11; <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1243 at paragraph 36; and <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1277 at paragraph 26).", "[24] In reviewing the Board's decision on a standard of reasonableness, the Court should not intervene unless the Board came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47; and Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). As the Supreme Court held in <FRAGMENT_SUPPRESSED> above, it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraphs 59 and 61).", "[25] Issue 2 Did the Board err in its assessment of the nature of the applicants' risk under subparagraph 97(1)(b)(ii)? Under subsection 97(1)(b) of the Act, applicants may be found in need of protection if their removal would subject them personally to a risk to their life, or of cruel and unusual treatment or punishment, for which they are unable, or unwilling due to the risk, to avail themselves of state protection. This analysis entails a case-by-case determination of the real and particularized threat directed at the applicant (see Innocent above, at paragraph 42). Victims of crime do not qualify as persons in need of protection under section 97 of the Act for that reason alone - the determination must be based on the specific circumstances of each case (see Innocent above, at paragraph 67).", "[26] In this case, the determinative issue in the Board's decision was whether the risk that the applicants faced was personalized. Based on the evidence before it, the Board found that this risk was not personalized, but rather generalized and faced by other similarly situated persons in Honduras. The applicants submit that the Board erred in coming to this decision because their risk was indeed personalized. This personalized risk arose from their repeated refusal to pay the MS's extortion demands, which differentiated them from other citizens that were either not targeted or had abided to the MS's demands.", "[27] In its decision, the Board cited extensive jurisprudence in support of its finding that the fact that individuals may be victimized repeatedly or more frequently by criminals did not personalize their risk if it was a risk generally faced by others; particularly where they were victimized due to: their perceived wealth; the location of their home in a more dangerous area; their pursuit after reporting to police or relocating; or the fact that they faced retaliation for not complying with the demands of criminals.", "[28] The jurisprudence cited by the Board supports these findings.", "[29] For example, in <FRAGMENT_SUPPRESSED>  [2007] FCJ No 817, the applicants were wealthy citizens of Honduras. At paragraph 25, I held that: The applicants are members of a large group of people who may be targeted for economic crimes in Honduras on the basis of their perceived wealth. The applicants submitted that the Board erred in imposing too high a standard upon them in requiring that they prove that they would be personally at risk. Given the wording of subparagraph 97(1)(b)(ii) of IRPA, the applicants had to satisfy the Board that they would be personally subjected to a risk that was not generally faced by others in Honduras. The application for judicial review is therefore dismissed.", "[30] Similarly, in <FRAGMENT_SUPPRESSED>  [2008] FCJ No 415 at paragraph 17 (upheld on appeal: <FRAGMENT_SUPPRESSED>  [2009] FCJ No 143), Madame Justice Danièle Tremblay-Lamer found that (at paragraph 23): Based on the recent jurisprudence of this Court, I am of the view that the applicant does not face a personalized risk that is not faced generally by other individuals in or from Haiti. The risk of all forms of criminality is general and felt by all Haitians. While a specific number of individuals may be targeted more frequently because of their wealth, all Haitians are at risk of becoming the victims of violence . [emphasis added]", "[31] <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1275, Mr. Justice Michael Kelen explained the rationale for finding that wealth was not a personalized risk (at paragraph 35): I am of the view that if the risk to violence or injury or crime is a generalized risk faced by all citizens of the country who are seen as relatively wealthy by the criminals, the fact that a specific number of individuals may be targeted more frequently because of their wealth, does not mean that they are not subject to a \"generalized risk\" of violence. The fact that the persons at risk are those perceived to be relatively wealthy, and can be seen as a subset of the general population, means that they are exposed to a \"generalized risk\". The fact that they share the same risk as other persons similarly situated does not make their risk a \"personalized risk\" subject to protection under section 97. A finding otherwise would \"open the floodgates\" in that all Guatemalans who are relatively wealthy, or perceived as being relatively wealthy, could seek protection under section 97 of IRPA . [emphasis added]", "[32] In Innocent above, Mr. Justice Robert Mainville recognized that: ... where the general population faces a risk of criminality, the fact that certain individuals are more likely to face this risk, either because they live in more dangerous areas, or because they are perceived as being more affluent, does not necessarily make those individuals eligible for protected person status under subparagraph 97(1)(b)(ii)\" (at paragraph 49).", "[33] <FRAGMENT_SUPPRESSED>  [2010] FCJ No 788, Mr. Justice Russel Zinn explained that risk does not become personalized for the sole reason that victims relocate to escape persecution and are followed by their persecutors (at paragraph 33): I do not accept the applicants' submission that the risk they faced became personalized when their agents of persecution followed them after they relocated. A crime does not become particularized persecution just because the criminals, in this case the Mexican police, follow their victims over some geographic distance. The fact that the applicants were being targeted does not make their risk one that is not faced generally by other individuals in or from that country.", "[34] Finally, in <FRAGMENT_SUPPRESSED>  [2006] FCJ No 23, the applicant was unable to make an extortion payment to a criminal gang and thereby faced risk of retaliation. However, Mr. Justice Pierre Blais upheld the Board's decision that this risk was generalized rather than personalized because it was reasonable based on the evidence before it (at paragraphs 18 and 19). Similarly, in <FRAGMENT_SUPPRESSED> above, the Court upheld the Board's decision that a bus driver who had reported a gang's crimes and thereby faced retaliation, had a generalized rather than personalized risk. This even though the evidence included the murder of the applicant's brother-in-law in retaliation for the bus driver's reporting to the police (at paragraph 36).", "[35] In this case, all of the above enumerated elements were present. Both adult applicants held good jobs with good salaries and were therefore perceived as wealthy. At the hearing, the principal applicant admitted that her neighbours had also been threatened, suggesting that they lived in a community where threats were common. The applicants' evidence also indicated that they were pursued after relocating and that kidnapping threats were made after they filed their complaint to the police. Further, they testified that they feared retaliation if returned due to their failure to comply with the MS's demands.", "[36] Based on the documentary evidence before it that showed widespread gang violence across the country, I find that the Board rendered a reasonable finding that the risk faced by the applicants in Honduras was generalized rather than personalized. The evidence suggested that the risk of crime from gangs was experienced by the whole population generally, albeit at a potentially reduced frequency (see <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1021 at paragraph 22).", "[37] However, the applicants rely on <FRAGMENT_SUPPRESSED>  [2007] FCJ No 501 to support their position. In <FRAGMENT_SUPPRESSED> a above, the applicant was targeted for recruitment by a gang in El Salvador. When he refused to join, he was threatened repeatedly, the family home was placed under surveillance and the applicant finally fled his country. The Board in <FRAGMENT_SUPPRESSED> above, denied the applicant's claim on the basis of his testimony that street gangs recruited across the country and targeted all levels of society, thereby rendering the risk he faced general as opposed to personal. In coming to this decision, the Board relied solely on the applicant's testimony at the hearing, ignoring the submissions in his Personal Information Form that he had been personally subjected to danger. This was the Board's fatal error.", "[38] <FRAGMENT_SUPPRESSED> above, has often been distinguished by this Court. In De  <FRAGMENT_SUPPRESSED> , Mr. Justice Zinn explained that the key factor that led to the Court in <FRAGMENT_SUPPRESSED> overturning the Board's decision was that the Board did not consider the fact that the applicant had been personally targeted by the gang because he refused to be recruited to their cause (at paragraph 25). In distinguishing De Parada from <FRAGMENT_SUPPRESSED> above, Mr. Justice Zinn explained (at paragraph 25): Here the Applicants have not been targeted personally by the MS, rather they, as a part of a large group of business persons who are perceived to be well-off, have been targeted. That is a generalized and not a personalized risk.", "[39] This case is also distinguishable from <FRAGMENT_SUPPRESSED> above, because the Board did consider the personal circumstances of the applicants. However, the evidence indicated that the risk they faced was not a personalized risk but rather a more generalized risk as wealthy citizens targeted for extortion in Honduras. Recognizing that there is a fine distinction between a generalized and personalized risk that depends on the facts of each case (see <FRAGMENT_SUPPRESSED> above, at paragraph 36), I find the Board came to a reasonable conclusion on this issue based on the evidence before it. I would therefore dismiss this application.", "[40] The applicant submitted the following proposed question for my consideration for certification as a serious question of general importance: Section 97(1)(b)(ii) of IRPA requires the RPD to determine whether the risk that would be faced by the claimant upon return is a risk which is \" faced generally by other individuals in or from that country \".When making this determination, is it an error for the RPD to consider only the nature of the risk, and not also assess and consider the probability of the claimant succumbing to that risk, as compared to the probability facing\" other individuals in or from that country \"? I am not prepared to certify this question as the issue has already been dealt with by the Federal Court of Appeal.", "[41] The application for judicial review is therefore dismissed. JUDGMENT", "[42] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. Mesa Soler De Munguia, Ingrid Jasmine (alias Meza Soler De Mungui, Ingrid Jasmine) et Munguia Oqueli, Marco Antonio, Munguia Meza, Andree Anthonioly (alias  <FRAGMENT_SUPPRESSED>  demandeurs demandent, en vertu du paragraphe 72(1) de la", "[2] Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] )(ii)?", "[18]", "[19]", "[20]", "[21]", "[22] <FRAGMENT_SUPPRESSED> , au paragraphe 57).", "[23] <FRAGMENT_SUPPRESSED>  [2009] ACF no 270, aux paragraphes 1, 9 et 11; <FRAGMENT_SUPPRESSED>  [2011] ACF no 1277, au paragraphe 26).", "[24]", "[25] )(ii)? Innocent Innocent", "[26]", "[27]", "[28]", "[29]", "[30] <FRAGMENT_SUPPRESSED>  [2008] ACF no 415, au paragraphe 17 (confirmée en appel:", "[31]", "[32] Innocent )(ii). (Au paragraphe 49.)", "[33]", "[34]", "[35]", "[36] <FRAGMENT_SUPPRESSED>  [2009] ACF no 1021, au paragraphe 22).", "[37]", "[38] De Parada De Parada", "[39]", "[40] nature probabilité", "[41] La demande de contrôle judiciaire est donc rejetée. JUGEMENT", "[42] ANNEXE , LC 2001, c 27 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. [End of document]"]}