{"id_": "049344", "body_str": ["[1] O'Keefe, J. : This is an application for judicial review of the decision of a visa officer at the Canadian High Commission in New Delhi, India, dated April 11, 2001, wherein he refused the applicant's application for permanent residence in Canada based on subparagraph 19(1)(a)(ii) of the Immigration Act , R.S.C. 1985, c. I-2.", "[2] The applicant seeks: 1. An order for a writ of certiorari quashing the decision of the visa officer dated April 11, 2001; 2. An order for a writ of mandamus directing the respondent to process the applicant's application for permanent residence to Canada in accordance with the Immigration Act , supra and any other applicable law; 3. A declaratory order that the application for permanent residence be processed within 90 days of the order and by a different visa officer, without further regard to the issue of excessive demand for the applicant's son, Azhar; 4. Costs; and 5. Such other relief as this court may deem just. Background", "[3] The applicant is a citizen of India. He applied for permanent residence in February 1997 under the category of assisted relative. The applicant states in his affidavit that in the interview on September 30, 1999 he was advised that he had been awarded 78 units of assessment and had been approved for permanent residence in Canada.", "[4] The applicant's son, Azhar Sadru, was diagnosed with mild mental retardation. Dr. Brian Dobie, a medical officer at the Canadian High Commission in New Delhi, reviewed the file and completed a medical notification, which was concurred with by Dr. Saint-Germain at National Headquarters in Ottawa. The notification reads as follows: \"This 15 year old dependent applicant is functioning at the level of mild mental retardation according to recent psychological tests. ... \"If admitted to Canada, he and his family will be eligible for and likely require a variety of social services such as life style support for persistent residence with kin, respite care for parents, special education, vocational training and training in communication skills. \"These requirements will likely cause excessive demand on Canadian social services. Therefore he is inadmissible under s. 19(1)(a)(ii) of the Immigration Act .\"", "[5] By letter dated November 8, 2000 (the \"fairness letter\"), the applicant was informed that his application for permanent residence could be refused as it was concluded that his son could be expected to cause excessive demands on health or social services in Canada. In response, the applicant's counsel submitted a letter with medical reports attached.", "[6] Dr. Dobie reviewed the new submissions and concluded that \"there was insufficient evidence to support a change or re-evaluation of the medical assessment at that time.\" Dr. Patrick Theriault at National Headquarters in Ottawa also came to the same conclusion.", "[7] By letter dated April 11, 2001, the applicant's application for permanent residence in Canada was refused. This is the judicial review of that decision.", "[8] The applicant submits that the test for excessive demand is, subjectively, whether this person with a condition in his uniqueness will place excessive demands on Canadian social services. The applicant submits that the medical officers applied an objective test.", "[9] The applicant submits that the visa officer had before him a patently unreasonable decision since family support was not taken into account to determine the probability that the family in question would use the services referred to in the medical notification.", "[10] The applicant submits that there is an important difference between health and social services since the Canada Health Act , R.S.C. 1985, c. C-6, guarantees universal health services without charge, while the Developmental Services Act , R.S.O. 1990, c. D-11 and the Education Act , R.S.O. 1990, c. E-2, require the determination of eligibility and ability to contribute to all or part of the cost. The applicant submits that he will likely be required to pay for the cost of any services Azhar requires and as a result cannot be said to put excessive demands on the system.", "[11] The applicant submits that cost alone cannot be the determining factor, but that availability or supply must also be considered. He points out that the tribunal record does not reveal any consideration of supply.", "[12] The applicant submits that there was a higher onus on the medical officer to take into consideration of parental contribution towards social services and evidence of family support on account of Azhar's low level of mental retardation.", "[13] The applicant submits that he was denied procedural fairness because it was Dr. Theriault, and not the initial concurring medical officer, Dr. Saint-Germain, who performed the final assessment. The applicant argues that the fairness letter dated November 8, 2000, is meant to be an opportunity for the applicant to change the minds of the medical officers and that this necessitates the same medical officers being involved in all stages.", "[14] Finally, the applicant submits that the medical officers failed to explain why the additional information did not change their decision. It is submitted that where the medical officers render an unclear refusal, the same two doctors have to provide the opinion.", "[15] The respondent submits that because the decision was discretionary there is a high standard of review.", "[16] The respondent submits that the medical officers and the visa officer were not required to consider the family support that might be available because it is irrelevant. It is submitted that the future is unknown and that the respondent cannot impose a term that the applicant waive all rights to needed social services. In any event, the respondent submits that the family support was considered, but that the evidence was weak.", "[17] The respondent submits that there is no evidence that the applicant will be expected to contribute to the cost of special education and that the sections of the Developmental Services Act , supra, on which the applicant relies to suggest that a contribution would be required were repealed in 1995. The respondent submits that, to the extent that the applicant is required to contribute pursuant to the Developmental Services Act Regulations , R.R.O. 1990, Reg. 272, this does not negate the fact of excessive demand on social services.", "[18] The respondent submits that decision-makers are not obligated to consider the supply of social services and that cost alone can be the determining factor, given the definition of excessive demand as \"more than what is normal.\" The respondent submits that, in any event, Dr. Dobie did consider this issue.", "[19] The respondent submits that there is no lower standard of review based on the degree of mental retardation.", "[20] The respondent submits that the applicant's argument regarding procedural unfairness is meritless, since there is no requirement in the legislation that the concurring opinions be made by the same doctor. Issues", "[21] 1. What is the standard of review? 2. Is the test for a finding of excessive demand subjective or objective? 3. Did the visa officer fail to observe a principle of natural justice, procedural and administrative fairness that he was required by law to observe? 4. Where the medical officers create an inchoate refusal, and material is supplied in response to the fairness letter, do the same two doctors have to provide the opinion? Relevant Statutory Provisions and Regulations", "[22] Section 19(1) of the Immigration Act , supra states: \"19(1) No person shall be granted admission who is a member of any of the following classes: (a) persons, who are suffering from any disease, disorder, disability or other health impairment as a result of the nature, severity or probable duration of which, in the opinion of a medical officer concurred in by at least one other medical officer, ... (ii) their admission would cause or might reasonably be expected to cause excessive demands on health or social services; ...\"", "[23] The relevant sections of the Education Act , supra state: \"1(1) 'exceptional pupil' means a pupil whose behavioural, communicational, intellectual, physical or multiple exceptionalities are such that he or she is considered to need placement in a special education program by a committee, established under subparagraph iii of paragraph 5 of subsection 11 (1), of the board, (a) of which the pupil is a resident pupil, (b) that admits or enrols the pupil other than pursuant to an agreement with another board for the provision of education, or (c) to which the cost of education in respect of the pupil is payable by the Minister; \"8(3) The Minister shall ensure that all exceptional children in Ontario have available to them, in accordance with this Act and the regulations, appropriate special education programs and special education services without payment of fees by parents or guardians resident in Ontario, and shall provide for the parents or guardians to appeal the appropriateness of the special education placement, and for these purposes the Minister shall, (a) require school boards to implement procedures for early and ongoing identification of the learning abilities and needs of pupils, and shall prescribe standards in accordance with which such procedures be implemented; and (b) in respect of special education programs and services, define exceptionalities of pupils, and prescribe classes, groups or categories of exceptional pupils, and require boards to employ such definitions or use such prescriptions as established under this clause. \"21(1) Unless excused under this section, (a) every child who attains the age of six years on or before the first school day in September in any year shall attend an elementary or secondary school on every school day from the first school day in September in that year until the child attains the age of sixteen years; and (b) every child who attains the age of six years after the first school day in September in any year shall attend an elementary or secondary school on every school day from the first school day in September in the next succeeding year until the last school day in June in the year in which the child attains the age of sixteen years.\"", "[24] Section 15(1) of the Developmental Services Act Regulations , supra, states: \"15(1) An application for admission to a facility and for assistance shall be made to an administrator who shall determine whether the applicant is eligible for admission to the facility and for assistance and whether the applicant is able to contribute to all or any part of the cost of the assistance.\" (Note: Statute made in English only.) Analysis and Decision Issue 1 What is the standard of review?", "[25] In this case, there are several different issues and thus, different standards of review will apply. I will address these as they appear in this decision. Issue 2 Is the test for a finding of excessive demand subjective or objective?", "[26] In cases like the present, a visa officer's decision is based on the report of a medical officer. If a medical officer provides a valid medical report pursuant to s. 19(1)(a)(ii) of the Immigration Act , supra, this report is binding on the visa officer. However, if the report of the medical officer is found not to be valid, the visa officer will make a reviewable error of law if he or she relies on the report.", "[27] The medical report prepared by Dr. Dobie states in part: \"This 15 year old dependent applicant is functioning at the level of mild mental retardation according to recent psychological tests. His global calculated IQ is around 65. Standard psychological testing shows his vocabulary and mathematical skills are seriously impaired. Also judgement regarding social situations and verbal concepts are deficient. The psychologist notes that he is also lacking in areas of self direction and self-care. \"If admitted to Canada, he and his family will be eligible for and likely require a variety of social services such as life style support for persistent residence with kin, respite care for parents, special education, vocational training and training in communication skills. \"These requirements will likely cause excessive demand on Canadian social services. Therefore he is inadmissible under s. 19(1)(a)(ii) of the Immigration Act .\"", "[28] The applicant submits that the test to be used to determine whether or not the applicant's son will cause excessive demand on Canadian social services is a subjective test. In other words, does the medical officer have to consider each applicant's circumstances in order to determine whether that applicant will cause excessive demand? In FRAGMENT_SUPPRESSED: \"... It is insufficient for a medical officer to give an opinion on such demands in general; the opinion must be founded firmly on the individual's personal circumstances and all the circumstances of the case. These FRAGMENT_SUPPRESSED I agree with this statement of Cullen, J., and find that the test for excessive demand is subjective. The proper question to be asked in this case is whether the applicant, in light of his particular circumstances, is likely to cause excessive demands on Canadian social services? Is family support a relevant consideration?", "[29] I am of the view that based on FRAGMENT_SUPPRESSED , supra the degree of family support is a relevant consideration for the medical officer. This is because the applicant's son must be assessed based on his uniqueness or his own individual circumstances. For example, will the applicant's son ever avail himself of social services, given the level of his family's support? Dr. Dobie, in cross-examination, stated he took family support into consideration. However, he also made the following statements at page 30 of the applicant's application record: \"... the criteria for making a decision about excessive demand has to do with the medical condition that the Applicant has, which we have determined through our process, and what resources Canadian social or medical resources are required or are available and should be used, in fact, in a country such as Canada. \"... these are services which are available and which a normal, concerned family, I'm sure, would utilize.\" These statements indicate to me that the medical officer applied an objective standard. I am not satisfied, based on the evidence that the medical officers put their mind to the individual circumstances of the applicant's son. By not applying the proper test, the medical officers made an error of law reviewable on a standard of correctness. Health services vs. social services", "[30] In FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED The same issue has been raised in the present case and the same result should follow. The family may well pay for all of the costs of the son. Availability or supply of social services", "[31] The applicant submits that the tribunal record does not contain any consideration of supply of social services and that the medical officer admitted during cross-examination that he did not make any inquiry as to what services were available. The case of FRAGMENT_SUPPRESSED , supra suggests that it is not sufficient to consider the supply of social services generally, but that medical officers must take a regional approach.", "[32] Based on the cross-examination of the medical officer, it appears that the medical officer considered supply, in general terms, in their determination of excessive demands. The following excerpts are taken from the cross-examination of Dr. Dobie: At page 37 of the applicant's application record: \"Q. So can you tell me whether you have made any inquiries in the Province of Ontario - being it's the province of destination, and particularly the city of Toronto - as to what services, what exact services, would be required for this particular individual, and whether they were available? A. Well, I haven't made any inquiries as to what exact services that were available. I only can go on the general services that are provided for people in Ontario for the types of things that he would require for the types of services he would require.\" At page 39 of the applicant's application record: \"A. ... When you say he's 'eligible for', does that mean that he's eligible for it on a universal basis, as every citizen in Ontario; is that it? Q. That's right.\" At page 48 of the applicant's application record: \"Q. Is there any reason why you could not make inquiries of the Province of Ontario in the place of destination about these services, and the details of them, and what's available, and what the criteria are for them? A. My job here, Mr. Rotenberg, is to determine what the diagnosis is, as I have done, and you have agreed on, and also determine what general services are required and that are being provided by Ontario Social Services, and make my recommendation, my assessment.\" I would conclude from these answers that the medical officer did not go far enough in his consideration of supply or availability of social services. Consequently, he applied the wrong legal test and made an error of law reviewable on the standard of correctness.", "[33] Is there a higher onus on medical officers to demonstrate excessive demand when faced with a case of mild mental retardation? In FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED There does not appear to be any consideration of this principle in the materials.", "[34] I am of the opinion that the medical officers failed to properly discuss supply or availability of services for the applicant's son. As a result, the medical report was made on an insufficient evidentiary basis and is not a valid medical report or opinion pursuant to subparagraph 19.(1)(a)(ii) of the Immigration Act , supra. Since the visa officer's decision or opinion was based on an invalid medical report, the visa officer has erred in law.", "[35] Because of my finding above, I need not deal with the remaining issues.", "[36] The application for judicial review is allowed and the visa officer's decision shall be set aside and the matter referred to a different visa officer and different medical officers for a new determination. I am not prepared to set a time frame for the new hearing.", "[37] The applicant made a motion pursuant to Rule 53.(2) of the Federal Court Rules, 1998 , SOR/98-106 to amend his prayer for relief in order to make it clear that he seeks a redetermination based on the law as it existed in 2001. The amended prayer for relief would read: 1. A declaration that there are no demands for social services, in relation to the applicant's dependent son; 2. A writ of mandamus that the matter be returned for redetermination as of the date of the refusal and on the basis of law as it existed at the time of refusal; 3. A declaration that s. 190 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, contains a permissive, as opposed to a mandatory, direction; 4. A declaration that s. 350 of the Immigration and Refugee Protection Regulations , SOR/2002-227, is ultra vires the framework of s. 190 of the Act 5. A declaration that a mandatory interpretation of the term \"shall\" in s. 190 of the Immigration and Refugee Protection Act , supra offends s. (2.(e)) of the Canadian Bill of Rights , S.C. 1960, c. 44, reprinted in R.S.C. 1985, App. III, as denying the applicant a fair hearing in accordance with the principles of natural justice or, in the alternative, that there is a natural presumption against interpreting the word \"shall\" in a manner that would lead to retroactivity. The respondent did not oppose the applicant's request to amend his prayer for relief. However, the respondent did oppose the relief sought by the applicant.", "[38] The relevant provisions of the Immigration and Refugee Protection Act , supra (\" IRPA \") and the Immigration and Refugee Protection Regulations , supra (the \" Regulations \") are as follows: IRPA \"190. Every application, proceeding or matter under the former Act that is pending or in progress immediately before the coming into force of this section shall be governed by this Act on that coming into force. \"201. The regulations may provide for measures regarding the transition between the former Act and this Act, including measures regarding classes of persons who will be subject in whole or in part to this Act or the former Act and measures regarding financial and enforcement matters. \"274. [Repeals]\" \"274. [Abrogations]\" Regulations \"350(1) Subject to subs.s (2) and (3), if a decision or an act of the Minister or an immigration officer under the former Act is referred back by the Federal Court or Supreme Court of Canada for determination and the determination is not made before this section comes into force, the determination shall be made in accordance with the Immigration and Refugee Protection Act.\" Canadian Bill of Rights , supra: \"2. Every law of Canada shall, unless it is expressly declared by an Act of the Parliament of Canada that it shall operate notwithstanding the Canadian Bill of Rights, be so construed and applied as not to abrogate, abridge or infringe or to authorize the abrogation, abridgment or infringement of any of the rights or freedoms herein recognized and declared, and in particular, no law of Canada shall be construed or applied so as to (e) deprive a person of the right to a fair hearing in accordance with the principles of fundamental justice for the determination of his rights and obligations; ...\"", "[39] The motion raises the following issues: 1. Does s. 190 of IRPA and s. 350 of the Regulations offend the principle against retroactivity? 2. Does the applicant have a vested right to have his application redetermined under the Immigration Act , supra as it existed at the date of the refusal? 3. Is the language in s. 190 of IRPA mandatory or permissive? More specifically, does s. 190 of IRPA and s. 350 of the Regulations override any presumption against interference with vested rights or against retroactivity that may exist? 4. Is s. 350 of the Regulations ultra vires the framework of s. 190 of IRPA 5. If s. 190 of IRPA is mandatory, does it offend s. 2(e) of the Canadian Bill of Rights , supra? Analysis Issue 1 Does s. 190 of IRPA and s. 350 of the Regulations offend the principle against retroactivity?", "[40] Section 190 of IRPA and s. 350 of the Regulations do not apply retroactively. In FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED The same analysis could apply to the case at bar. Sections 190 and 350 do not state that IRPA should govern as though it was in force in 1997; rather, they state that applications still pending, and, specifically, applications sent back for redetermination after IRPA came into force, are to be dealt with under IRPA . Sections 190 and 350 do not state that applications decided before June 28, 2002 should be reassessed according to the new Regulations . Therefore IRPA does not apply retroactively. Issue 2 Does the applicant have a vested right to have his application redetermined under the Immigration Act , supra, as it existed at the date of the refusal?", "[41] I am of the view that the applicant does not have a vested right to have his application redetermined under the law as it existed at the date of the application. FRAGMENT_SUPPRESSED", "[42] In any event, the presumption against interference with vested rights only applies if the legislation is in some manner ambiguous. I am of the opinion that the language of s. 190 of IRPA and s. 350 of the Regulations is clear and not ambiguous. These sections deal with, in clear terms, the manner in which a matter sent back for redetermination by this court is to be disposed of. The clear language of s. 190 of IRPA and s. 350 of the Regulations defeat any suggestion that the principle of \"lock\" would apply.", "[43] I would also note that the applicant has no right to have the matter determined again until the court so orders. Issue 3 Is the language in s. 190 of IRPA mandatory or permissive? More specifically, does s. 190 of IRPA and s. 350 of the Regulations override any presumption against interference with vested rights or against retroactivity that may exist?", "[44] I am of the opinion the language of s. 190 of IRPA is not permissive. Section 11 of the Interpretation Act , R.S.C. 1985, c. I-21, states that the word \"shall\" is to be construed as imperative. Even though there are circumstances that would allow the word \"shall\" to be interpreted as directory and not mandatory, I am of the view that such an interpretation would not apply in this case. When s. 190 of IRPA and s. 350 of the Regulations are read together, they clearly provide a complete framework for dealing with applications that are referred back by this court for redetermination. I adopt Gibson, J.'s, comments in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED Issue 4 Is s. 350 of the Regulations ultra vires the framework of s. 190 of IRPA", "[45] I find that s. 350 of the Regulations is not ultra vires the framework of s. 190 of IRPA . Section 201 of the IRPA allows for Regulations regarding the transition between the former Act and IRPA Issue 5 If s. 190 of IRPA is mandatory, does it offend s. 2(e) of the Canadian Bill of Rights , supra?", "[46] I am of the view that s. 190 of IRPA does not offend s. 2(e) of the Canadian Bill of Rights , supra, as it does not deprive a person of the right to a fair hearing in accordance with the principles of fundamental justice for the determination of his or her rights or obligations.", "[47] As a result of my conclusions, I am not prepared to grant the relief requested by the applicant in his motion (document number 33).", "[48] The parties shall have one week from the date of the decision to submit any further proposed serious questions of general importance for my consideration. Application allowed. Editor: Elizabeth M.A. Turgeon/gs [End of document]"]}