{"id_": "049691", "body_str": ["[1] Teitelbaum, J. : This is a motion by the Deputy Attorney General of Canada on behalf of Her Majesty the Queen in Right of Canada (defendant) for an order that: a) the statement of claim herein be struck out; b) the action be dismissed; c) costs be awarded to Her Majesty the Queen; and d) such further and other relief be granted as to this Honourable Court may seem just.", "[2] The plaintiff, Jhanda Singh Gill, filed a statement of claim into the Federal Court Registry on February 26, 1991. In his statement of claim, the plaintiff alleges that he applied for permanent residency in Canada at the Canadian High Commission in New Delhi under the program designated as Last Remaining Family Member. That application was denied on the basis that he was married and that at his interview he had not been truthful concerning his marital status. Plaintiff, in the statement of claim, goes on to say: \"4. That the plaintiff says that he has never been married and that he has truthfully answered all questions put to him by the immigration section of the Canadian High Commission in New Delhi. \"6. That the plaintiff brought an action in the Court of Shri B.R. Bansol, P.L.C.S., Additional Senior Sub Judge, Ludhiana, India for an order declaring that the Smt. Hargit Kaur, d/o Shri Chanan Singh and Smt. Jaspaul Kaur Sagoo, d/o Shri Mohinder Singh Sagoo are not the wives of the plaintiff, and the certificate of marriage dated November 7, 1975, issued by the Court of Registrar of Marriage-cum-Tehsildar, Ludhiana and the certificate of marriage dated January 5, 1977, issued by the Court of Registrar of Marriage of Jagroon were false and the said court so declared. \"7. That the plaintiff then moved in the Federal Court of Canada, Trial Division, for an order that the processing of the opportunity for the plaintiff to refute the allegations of marriage which formed the basis of the said refusal of November 20, 1988. \"8. That the plaintiff was again interviewed by the immigration section of the Canadian High Commission in New Delhi on July 5, 1990, and the plaintiff's application for permanent residence in Canada was again refused on January 22, 1991, on the basis that he had not satisfactorily established that he was not married and that he had not been truthful regarding an alleged visit to the Canadian High Commission in New Delhi on January 25, 1977, to provide information about an alleged marriage.\"", "[3] In his statement of claim the plaintiff asks for the following conclusions: \"10. That the plaintiff says that the basis for the refusals to consider the plaintiff's applications for permanent residency in Canada are not valid. \"The plaintiff therefore asks: a) for an order declaring that the plaintiff has never been married; b) for an order declaring that the plaintiff has answered truthfully the questions put to him by the immigration section of the Canadian High Commission in New Delhi regarding his marital status; c) for an order declaring that the plaintiff has answered truthfully the questions put to him by the immigration section of the Canadian High Commission in New Delhi regarding ever visiting the said High Commission office and providing information about an alleged marriage.\"", "[4] To this statement of claim, the defendant filed a statement of defence on March 27, 1991 and an amended statement of defence on May 1, 1991.", "[5] On August 1, 1991, the defendant filed this notice of motion in accordance with rule 419 of the Federal Court Rules based on the following grounds, as stated in the notice of motion: \"The grounds of the motion are that the statement of claim: (a) discloses no reasonable cause of action; (b) is vexatious; (c) is an abuse of the process of the court; and (d) is beyond the jurisdiction of the court.\"", "[6] Rule 419 of the Federal Court Rules states: \"Rule 419(1) The court may at any stage of an action order any pleading or anything in any pleading to be struck out, with or without leave to amend, on the ground that: (a) it discloses no reasonable cause of action or defence, as the case may be, (b) it is immaterial or redundant, (c) it is scandalous, frivolous or vexatious, (d) it may prejudice, embarrass or delay the fair trial of the action, (e) it constitutes a departure from a previous pleading, or (f) it is otherwise an abuse of the process of the court, and may order the action to be stayed or dismissed or judgment to be entered accordingly.\"", "[7] Except for the ground found in rule 419(a), the defendant, if she so wished, could have filed affidavit evidence. The defendant did not file any affidavit evidence. The Law", "[8] It is well settled that on a motion to strike a statement of claim under rule 419(a), the facts pleaded therein are taken to be true and the motion will only be granted where it is plain and obvious that the case pleaded is so clearly futile or totally devoid of merit that it cannot possibly succeed.", "[9] The Associate Chief Justice, in the case of Beamscope Canada Inc. v. 2439-0692 Quebec Inc, carrying on business as Nam Electronic et al. , T-2195-90, F.C.T.D., May 21, 1991, 45 F.T.R. 121, at page 127, para. [23], has the following to say with regard to motions to strike under rule 419(a): \"The leading principle with respect to this issue was articulated by Mr. Justice Estey in <FRAGMENT_SUPPRESSED>  (S.C.C.), at p. 740: 'As I have said, all the facts pleaded in the statement of claim must be deemed to have been proven. On a motion such as this the court should, of course, dismiss the action or strike out any claim made by the plaintiff only in plain and obvious cases and where the court is satisfied that \"the case is beyond doubt\".' \"This principle was reiterated by Madame Justice Wilson in <FRAGMENT_SUPPRESSED> , at p. 486, with whom Mr. Justice Dickson, for the majority, agreed on this point: 'The law would then appear to be clear. The facts pleaded are to be taken as proved. When so taken, the question is: do they disclose a reasonable cause of action, i.e., a cause of action \"with some chance of success\" ... or, as Le Dain, J., put it in <FRAGMENT_SUPPRESSED>  (F.C.A.), at p. 138, is it \"plain and obvious that the action cannot succeed\".'\"", "[10] Furthermore, a statement of claim should not be struck out as frivolous and vexatious pursuant to rule 419(1)(c) or as an abuse of process under rule 419(1)(f) unless it is so clearly futile that it has not the slightest chance of success <FRAGMENT_SUPPRESSED>  at 736).", "[11] In general, a pleading should not be struck out where the other party has pleaded over or there has been a lengthy delay after delivery of pleadings. One exception is rule 419(1)(a) where the pleading discloses no reasonable cause of action or defence ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 495, and <FRAGMENT_SUPPRESSED> ). Discussion And Conclusion", "[12] In the case before me, the plaintiff, in his statement of claim, is asking for a declaratory judgment whereby the Federal Court of Canada is to declare that the plaintiff is not married and was never married and that his answers to the immigration counsellor with the Canadian High Commission in New Delhi on or about July 5, 1990 were truthful.", "[13] I am satisfied that I, as a judge of the Federal Court of Canada, do not have the jurisdiction to make such declarations. I agree with the submission of counsel for defendant that only legal rights may be declared and that, in this case, the plaintiff is seeking declarations of fact.", "[14] As Mr. Justice MacGuigan states in the case of <FRAGMENT_SUPPRESSED> , at 610 F.C.: \"A declaration differs from other judicial orders in that it declares what the law is without pronouncing any sanction against the defendant.\"", "[15] I am satisfied that in the present case if I determined that the plaintiff has never been married and has answered truthfully about his marital status, I would be making a finding of fact to which I do not have the jurisdiction.", "[16] The prayer for relief as formulated by the plaintiff is not formulated as seeking any right, it seeks a declaration of fact as to plaintiff's past and present marital status.", "[17] Making the assumption that all of the allegations found in plaintiff's statement of claim are true, I am satisfied that there does not exist a cause of action, that is, that the Federal Court of Canada has the jurisdiction to declare, as plaintiff is requesting, that he has never been married, that he has answered truthfully questions put to him by the immigration section of the Canadian High Commission in New Delhi regarding his marital status and that he has answered truthfully the questions put to him by the immigration section of the Canadian High Commission in New Delhi regarding ever visiting the said High Commission office and providing information about an alleged marriage.", "[18] The application to strike is allowed with costs in favour of the defendant.", "[19] I wish to add the following.", "[20] Plaintiff, in his statement of claim, states that he was never married and furthermore, states he obtained an order from the Court of Shri B.R. Bansol, P.C.S. Additional Senior Sub Judge Ludhiana, India declaring that the two persons named in the statement of claim are not the wives of the plaintiff and that the two marriage certificates of these two alleged marriages are false.", "[21] I understand that the order was obtained ex parte, that is, the statement of claim filed by the applicant was not contested.", "[22] I clearly understand that I am not aware of the facts concerning the alleged marriage (false or otherwise) nor am I aware of the facts concerning the \"so-called\" marriage certificates but I do state that I do not understand how an officer of the immigration section of the Canadian High Commission in New Delhi can state that he refuses to accept, as proof, a judgment of a Court of India having proper jurisdiction to render such a decision because the judgment was obtained ex parte.", "[23] In relation to this, counsel for the defendant states, and I quote from the transcript of the hearing at pages 24 and 25: \"Ms. Resnick: Just to explain that, there was a decision from an Indian court which says he has never been married. The Court: And the Canadian government is saying oh yes, you are married, notwithstanding that decision? Ms. Resnick: Yes. They say that's an in personum decision that just affects the parties that are subject to that decision. The Court: Well, that I understand, it affects the parties. But I'm trying to understand how the Government of Canada can say that a court decision between two Indian people saying that you've never been married, saying that has no value. I mean I don't understand that. Ms. Resnick: An aspect of that was it was an ex parte -- The Court: It was an ex parte. Ms. Resnick: It was an ex parte. The Court: And therefore the Government of Canada is assuming that it's an invalid decision. The courts in India don't give good decisions. Ms. Resnick: They are giving little weight to that decision. The Court: They're giving no weight. They said that he's married. He was married. Ms. Resnick: Well, we can phrase it that way. The Court: Well, what way would you phrase it, Miss? Ms. Resnick: They decided to give the Indian decision a certain amount of weight. The Court: What weight did they give it? Ms. Resnick: Little weight or no weight. The Court: No weight. Ms. Resnick: That it was outweighed by the two certificates of marriage that they have. The Canadian High Commission has two certificates of marriage and they weighed that against the Indian court's decision and determined that the two certificates of marriage are the ones --\"", "[24] Basing myself on the above, it appears to me that the decision of the immigration officer, in January 1991, may be radically wrong if, in fact, and I do not have this evidence before me, the Court in India did find that the plaintiff had never been married and that the two marriage certificates are false. I find it indeed difficult to understand how an officer of the Crown can conclude, as it appears the immigration officer in India did in this case, that he does not accept a valid decision of an Indian Court. The fact that the plaintiff obtained the judgment ex parte does not, in itself, make the Indian Court's judgment invalid nor of no value. Application allowed. Editor: Elizabeth M.A. Turgeon/blk [End of document]"]}