{"id_": "049784", "body_str": ["[1] Annis, J. : This is an application for judicial review pursuant to section 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 [IRPA or the Act] challenging the Refugee Protection Division [the Board] 's decision determining that it does not have jurisdiction to consider the Applicant [the Minister] 's cessation application because the Respondent is not a Convention Refugee as defined in section 95(1)(a) of the Act. The Minister is seeking an order quashing the Board's decision and referring the matter back for redetermination.", "[2] For the reasons that follow, the application is dismissed. I. Background A. Respondent's Factual Circumstances", "[3] The Respondent, Misagh Heidari Gezik, is a citizen of Iran. In 2007, while still living in Iran, he married Mojgan Mohammad Zadeh. Shortly afterwards, as a result of their Baha'i faith, the couple began having problems in Iran.", "[4] In 2009, the couple left Iran and legally entered Turkey. Mr. Gezik and his wife went to the Canadian Mission in Ankara, Turkey for possible resettlement to Canada. An application for permanent residence based on refugee status outside Canada was filed with the Canadian Mission with Ms. Zadeh as the principle applicant and Mr. Heidari Gezik as a dependent.", "[5] On April 13, 2001, the Respondent received a positive determination in the category of the Convention refugees abroad class [CR1] and became a permanent resident of Canada. The basis of the approval of the application for permanent residence was that Ms. Zadeh had a well-founded, subjective and objective fear of persecution for reasons of religion.", "[6] On April 12, 2012, the Respondent renewed his Iranian passport at the Iranian Embassy in Ottawa.", "[7] On December 24, 2013, the Respondent declared to a CBSA [Canadian Border Services Agency] officer at the Vancouver International Airport that he was returning from his second trip to Iran since becoming a permanent resident in Canada. He further stated that each trip lasted approximately four months and that he intended to return to Iran in a few months to get married as he and Ms. Zadeh had obtained a divorce.", "[8] On March 24, 2014, the Minister submitted an application for cessation of refugee protection pursuant to section 108(1)(a) of the Act based on the Respondent's reavailment of the protection of his country of nationality. A hearing was held on August 12, 2014. B. The Resettlement Program", "[9] The following is the Minister's summary of the Refugee Resettlement Program [RRP] taken from the Citizenship and Immigration Canada [CIC] Operational Manual, \"OP 5 Overseas Selection and Processing of Convention Refugees Abroad Class and Members of the Humanitarian-protected Persons Abroad Classes\" [OP 5 or the Manual]. The Respondent obtained his permanent resident status under this program. The Manual was referred to in the Board's decision. Reference to this information was not contested or objected to. I accept this information as relevant to the construction of the provision in question and factually accurate in terms of the program's application to the Respondent.", "[10] The RRP was created to permit Convention refugees and persons in similar circumstances to enter Canada. It complements Canada's inland refugee determination system, which fulfils Canada's obligations under the 1951 Convention Relating to the Status of Refugees [the Refugee Convention] to provide asylum and protection to Convention refugees who arrive on Canadian soil. Although the overseas RRP complements Canada's inland refugee determination system, the policies and procedures governing the overseas program are separate from those governing the inland system.", "[11] The RRP is authorized by the IRPA and the Immigration and Refugee Protection Regulations [the Regulations]. OP 5 defines basic terms and provides guidelines for the processing of applications under the overseas RRP. OP 5 was in force at the time Mr. Gezik's visa application was processed. It has subsequently been replaced by Program Delivery Instructions, which contain essentially the same information in an updated and web-based format: IRPA, sections 12, 95 - 98; the Regulations", "[12] To further the objective of family unity, CIC processes a visa application under the RRP [a refugee application] as an application for protection and resettlement of all family members who are named in the application, as defined in the Regulations. If a family submits a refugee application and any family member is determined to be a Convention refugee or a person in similar circumstances under the application, the other family members are also deemed to be Convention refugees or persons in similar circumstances under the application. The CIC policy, as set out in OP 5, expressly states that the \"accompanying family members derive their refugee status from the principal applicant\" [OP 5 - 10.2] and that \"one family member's selection as a refugee generally applies to the other family members, even if indirectly\" [OP 5 - 13.6].", "[13] While a refugee application requires that a family identify a principal applicant, the officer considering the application is not limited to consider only whether the principal applicant is a Convention refugee or a person in similar circumstances. If the principal applicant does not qualify as a Convention refugee or a person in similar circumstances, CIC policy directs the officer to continue and assess whether any other family member qualifies. However, once the principal applicant or any other family member is determined to be a Convention refugee or a person in similar circumstances, it is CIC policy that officers should not continue to undertake individual assessments for any remaining family members since further assessment is unnecessary.", "[14] CIC's processing of refugee applications submitted by families on a family unit basis helps to speed up the processing of refugee applications and the resulting resettlement of refugee families. II. Impugned Decision", "[15] The Board found that the Respondent had not been \"determined\" to be a Convention refugee under section 95 of the Act, and therefore the Board did not have jurisdiction to consider the Minister's application for cessation of refugee protection pursuant to section 108(1)(a) of the Act.", "[16] The Board rejected the Minister's argument that the Respondent had been determined to be a Convention refugee overseas by a visa officer. The Board concluded that the visa officer only analysed whether the principal applicant was a Convention refugee as defined in section 95 of the Act. The Board relied on the visa officer's notes stating: I have reviewed the UNHCR referral form and the IMM008 forms, and I am satisfied that PA [principal applicant] has a well-founded subjective and objective fear of persecution for reasons of religion. Basis of claim summarized above.", "[17] The Board rejected the Respondent's comparison to family members for in-Canada refugee claims, concluding that the panel must decide the respective claims of the family members in their own right.", "[18] The Board considered the note referred to in Item 10.2 of OP 5, stating that the \"accompanying family members derive their refugee status from the principal applicant.\" It concluded that although the note did appear to make the Respondent a Convention refugee, \"a plain reading\" of the Item illustrates that the wife is being assessed against the four factors of eligibility with no assessment of her dependent.", "[19] The Board concluded that the note was included in order to respect the objectives of the Act, one of which is family reunification. It stated that the processing of family members together in the establishment of the CR1 class was intended to fulfill this objective.", "[20] The Board concluded that \"a plain reading\" of section 95(1)(a) of the Act indicates that \"someone can only become a refugee if they are determined as such,\" either by an overseas visa officer or in Canada by the RPD. Consequently, the Board found that the Respondent became a member of the CR1 class pursuant to section 140 of the Regulations by virtue of being his wife's dependent and not as a result of being determined to be a Convention refugee. Not being a Convention refugee, the Board concluded it had no jurisdiction under section 108 of the Act. III. Legislative Framework", "[21] The following provisions of the Act, Regulations and Policy Manual are relevant in these proceedings: Immigration and Refugee Protection Act Conferral of refugee protection 95. (1) Refugee protection is conferred on a person when (a) the person has been determined to be a Convention refugee or a person in similar circumstances under a visa application and becomes a permanent resident under the visa or a temporary resident under a temporary resident permit for protection reasons; (b) the Board determines the person to be a Convention refugee or a person in need of protection; or (c) except in the case of a person described in subsection 112(3), the Minister allows an application for protection. Protected person (2) A protected person is a person on whom refugee protection is conferred under subsection (1), and whose claim or application has not subsequently been deemed to be rejected under subsection 108(3), 109(3) or 114(4). Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Rejection 108. (1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances: (a) the person has voluntarily reavailed themself of the protection of their country of nationality; (b) the person has voluntarily reacquired their nationality; (c) the person has acquired a new nationality and enjoys the protection of the country of that new nationality; (d) the person has voluntarily become re-established in the country that the person left or remained outside of and in respect of which the person claimed refugee protection in Canada; or (e) the reasons for which the person sought refugee protection have ceased to exist. Immigration and Refugee Protection Regulations Class of family members 140. Family members of an applicant who is determined to be a member of a class under this Division are members of the applicant's class. Convention refugees abroad class 144. The Convention refugees abroad class is prescribed as a class of persons who may be issued a permanent resident visa on the basis of the requirements of this Division. Convention refugees abroad class 145 . A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee. Member of Convention refugees abroad class Operational Manual 5 10.2. Assessing basic eligibility criteria [...] Note : Only the principal applicant (PA) needs to meet the eligibility requirements. The accompanying family members derive their refugee status from the principal applicant. 13.6. Determining which family members are eligible for resettlement: overview [...] Keeping families together [...] One family members' selection as a refugee generally applies to the other family members, even if indirectly. Asile 95. 96. Rejet 108. 140 144. 145 Qualité [...] Note [...] [...] IV. Issues", "[22] The Minister submits that the sole issue is whether there is an arguable case that the Board erred when it found that refugee protection had not been conferred on the Respondent when he became a permanent resident under the RRP.", "[23] The Respondent submits that two issues arise from these proceedings: 1. Does the Minister meet the test for an extension of time? 2. Did the Board reasonably find that the Respondent had never been determined to be a Convention refugee under the Act? V. Standard of Review", "[24] The parties are in agreement that the threshold issue in this matter concerns the Board's interpretation and application of section 95 of the IRPA, which is a question of law.", "[25] The parties are also in agreement that questions concerning the interpretation of a tribunal's home statute or a statute closely connected to its function and with which the tribunal will have particular familiarity are presumed to be reviewable on a reasonableness standard, with some exceptions, none of which apply here: REFERENCE_SUPPRESSED.", "[26] However, in CITATION_SUPPRESSED that the failure to conduct a full contextual purposive analysis may be a ground to establish an interpretation's unreasonableness, stating as follows:", "[34] ... For reasons that we will set out, our view is that these points do not reasonably support the conclusion that the Tribunal may award legal costs. When one conducts a full contextual and purposive analysis of the provisions it becomes clear that no reasonable interpretation supports that conclusion: REFERENCE_SUPPRESSED.", "[27] The Federal Court of Appeal in REFERENCE_SUPPRESSED found, based on the Supreme Court's textual, contextual and purposive analysis in CITATION_SUPPRESSED , that \"even when the question at issue is the interpretation of a tribunal's home statute, the range of possible, acceptable outcomes can be narrow.\" VI. Analysis A. Does the Minister meet the test for an extension of time?", "[28] I agree with the Respondent that it cannot be inferred from the Order granting leave that an extension of time was granted to the Minister. The applications Judge must determine whether the test in REFERENCE_SUPPRESSED. I disagree however, with the submission that the Minister, being a sophisticated party with substantial resources, must be held to a higher threshold than individual litigants. The test is the same for all litigants and depends upon the particular circumstances at hand.", "[29] The test is whether the applicant has demonstrated: (1) a continuing intention to pursue his or her application; (2) that the application has some merit; (3) that no prejudice to the respondent arises from the delay; and (4) that a reasonable explanation for the delay exists.", "[30] I find that the Minister has fulfilled requirements (1) and (3). Although I reject the application, as seen below it nevertheless has some merit. The fourth factor concerning the reasonability of the explanation, being a full email box and an internal mix-up at the office of the CBSA Manager, is of questionable merit. However, I adopt the words of Justice Mosely in REFERENCE_SUPPRESSED, applied by Justice Gibson in REFERENCE_SUPPRESSED that \"I do not consider that it would do justice to the application to dispose of it without consideration of the merits.\" Accordingly, the extension is granted. B. Did the Board reasonably find that the Respondent had never been determined to be a Convention refugee under the Act? (1) Rules of Statutory Interpretation", "[31] The Supreme Court in REFERENCE_SUPPRESSED endorsed Driedger's \"modern principle\" of statutory interpretation, which states that \"the words [of an Act] must be read in their entire context, in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament.\"", "[32] As noted in CITATION_SUPPRESSED , the decision-maker interpreting a statute should adopt a \"purposive\" approach. This methodology is focused on identifying the object of the legislation under review and, ultimately, ensures that proper attention is paid to an interpretation that best attains this object.", "[33] In addition, I apply the interpretation principle stated in the UNHCR's April 1999 \"The Cessation Clauses: Guidelines on their Application\" [Guidelines on Cessation], at paragraph 2 [which I set out further below] requiring \"a restrictive and well-balanced approach [that] should be adopted in their interpretation.\" (2) Analysis (a) Submissions of the Parties", "[34] I agree with the Board that the threshold issue involves the interpretation of the phrase \"has been determined\" to be a Convention refugee contained in the first category of protected persons in section 95(1)(a) of the Act.", "[35] The proper interpretation of this phrase affects the validity of maintaining a distinction between types of family members, both of which are placed in the CR1 class. In the Appendix to OP 5, the CR1 class appears under the heading of \"Government-assisted refugees.\" The CR1 code is defined as \"Convention refugee seeking resettlement, government assistance required for up to 12 months.\"", "[36] One family group in the CR1 class consists of principal applicants who have been determined to be Convention refugees [determined Convention refugees] on the basis of having a well-founded fear of persecution. The other group is family members of principal applicants [family member refugees], who are classified as CR1 refugees pursuant to the Regulations and OP 5 Manual without any assessment as a Convention refugee.", "[37] The Minister claims there is no distinction between the members of the two groups in terms of their protected status. Therefore, family members are similarly protected persons under section 95(1)(a), as are persons determined to be Convention refugees and thus amenable to cessation proceedings under section 108(1)(a) for reavailment to their country of nationality.", "[38] I agree with the submission that family members and determined Convention refugees share the same de facto protected status. The issue however, is whether section 95(1)(a) refers only to Convention refugees determined by a risk assessment of persecution, as is argued by the Respondent. If correct, only the determined Convention refugees are protected persons for the purpose of section 108(1)(a). (b) Contextual and Purposive Factors", "[39] I agree with the Board that the wording of section 95(1)(a) does not include family members in the definition of persons upon whom refugee protection is conferred, because they have not been \"determined\" to be Convention refugees.", "[40] The Minister argues that \"determined\" should be given a liberal interpretation. This would entail implicitly adding such words as \"and their family members,\" or reading into section 95 a provision analogous to section 97(2) of the Act that specifically makes class members prescribed by the Regulations also considered to be in need of protection.", "[41] In support of the Minister's position, I find that a differentiation between determined Convention refugees and their family members, both of whom are placed on the CR1 list, is irrational in most respects.", "[42] Both types of applicants enjoy the same benefits, including having the same protected status against refoulement. Moreover, in this matter the distinction makes little sense when the Convention refugee, as a protected person, is subject to cessation procedures pursuant to section 108(1), while the family member who enjoys the same de facto protection is not.", "[43] It does not appear that the Board was directed to consider the impact of its interpretation of section 95(1)(a) on section 108. Similarly, no argument of this nature was advanced in this matter. As I have found for the Respondent, I am not unduly concerned about any unfairness to him, particularly as it pertains to an issue of statute interpretation. On the other hand, I think it serves no purpose to certify a question for appeal without the applications Court discussing all of the issues that it believes are relevant to the appeal, when the parties will have an opportunity to make fulsome submissions on the issue to the Court of Appeal.", "[44] The Guidelines on Cessation address the objectives of reavailment cessation clauses like section 108(1)(a). These provisions concern the \"diplomatic protection by the country of nationality of the refugee,\" in respect of \"the actions that a State is entitled to undertake vis-à-vis another.\" This is described at paragraph 6 of the document as follows: The protection intended here is the diplomatic protection by the country of nationality of the refugee. The notion of diplomatic protection principally relates to the actions that a State is entitled to undertake vis-a-vis another State in order to obtain redress, in case the rights of one of its nationals have been violated or have been threatened by the latter State. If a refugee re-avails him or herself of such form of protection, his or her refugee status should come to an end.", "[45] Section 108 (1)(a) embodies the principle that Canada will cease to provide state protection to protected persons who demonstrate that they are no longer in need of protection by voluntarily reavailing themselves of the protection of their country of nationality.", "[46] It is reasonably arguable therefore, that the objects of section 108(1)(a) are undermined by the irrational differentiation between the treatment of persons in the CR1 class whereby the de facto protected status of family members is unreasonably shielded. In all the circumstances, it is unreasonable, i.e. as having no logical basis in reality, that the derivative family member should enjoy a more permanent protected status than the principal applicant.", "[47] More relevant however, is the fact that the Government of Canada is required to provide diplomatic protection to protected family members, even though by their voluntary reavailment to their country of nationality their protection should legitimately be terminated (the UNCHR view), as it would be for the principal applicant.", "[48] I similarly agree with the Minister's argument that refugee status is the outcome intended for family members who receive the CR1 classification as indicated by the brief references in the note accompanying Item 10.2 in OP 5 that family members of the principal applicant have \"refugee status\". A similar intention may be inferred from Item 13.6 that the selection of the principal applicant \"as a refugee generally applies to the other family members, even if indirectly.\" Similarly, the CR1 classification of family members, is an explicit statement that they are in the class of \"Convention refugee seeking settlement\" along with the determined Convention refugee.", "[49] However, I agree with the Board's conclusion that these references are nevertheless in support of the objective of \"family reunification\" mentioned in section 3 of the Act. The Board's focus was to demonstrate that the term \"determined\" related to protection assessments, regardless of whether family members enjoyed the status of a Convention refugee. Nevertheless, there is some substance to what I think is the Minister's implied argument that the phrase \"has been determined\" refers to the status of a Convention refugee, and not the procedure (i.e. an assessment of risk) whereby the protected status is conferred. The definition of determined would admit both meanings. (c) Strict Interpretation", "[50] Despite the Court's concerns about the contextual soundness of the Board's interpretation of section 95(1)(a) that tends to undermine an important aspect of Canada's Convention refugee regime, and the argument that \"determined\" refers to the status and not the procedure by which someone is a Convention refugee, I nevertheless conclude that the Respondent's submissions must be maintained.", "[51] I do so based on the clarity of the wording of section 95(1)(a) as supported by the Regulations and OP 5, in conjunction with the principle that provisions negatively affecting the status of refugees are to be strictly construed. I refer back to this principal described in the Guidelines on Cessation at paragraph 2, which I set out here as follows, with my emphasis: 2. The cessation clauses set out the only situations in which refugee status properly and legitimately granted comes to an end. This means that once an individual is determined to be a refugee, his/her status is maintained unless he/she falls within the terms of one of the cessation clauses. This strict approach is important since refugees should not be subjected to constant review of their refugee status. In addition, since the application of the cessation clauses in effect operates as a formal loss of refugee status, a restrictive and well-balanced approach should be adopted in their interpretation [Emphasis added]", "[52] The language of section 95(1)(a) is clear, particularly when informed by similar language in the Regulations and the OP 5 Manual. The provision speaks only to persons determined to be Convention refugees or similarly in need of protection.", "[53] The second category of protected persons in section 95(1)(a), who achieve protected person status under a visa application must be \"in similar circumstances\" to those persons determined to be a Convention refugee. OP 5 at paragraph 6.29 describes \"person[s] in similar circumstances\" to be Convention refugees as members of the \"country of asylum class\" or \"the source country class.\" The language of country of asylum or source country classes, like those for the Convention refugee class, relates almost exclusively to issues of protection.", "[54] Similarly, the third category of persons under section 95(1)(a), that of temporary residents, consist of persons granted a permit \"for protection reasons.\" Thus, section 95(1)(a) only speaks to persons determined to need protection in different circumstances.", "[55] I stop here on somewhat of a tangent to reject any analogy that the Minister attempts to draw from the recent case of REFERENCE_SUPPRESSED. Justice Noël considered a challenge to cessation based on arguments regarding a person found to be a refugee under the country of asylum class. However, the case is distinguishable on the facts. The Court concluded that the applicant was a person in the second category of persons under section 95(1)(a), i.e. being in similar circumstances to persons determined to be Convention refugees. Moreover, Justice Noël found at paragraph 27 that \"[i]t is thus apparent from the decision that the RPD was concerned with the protection status of the Applicant.\"", "[56] The Regulations also support the Board's distinction between different members of a family, based on the manner by which they are selected for the CR1 class. Section 145 of the Regulations applies the phraseology of \"has been determined\" to designate a Convention refugee abroad, while the family member designate receives the same classification merely as family member of the principal applicant under section 140 of the Regulations.", "[57] There are also provisions in the Regulations which specifically maintain a distinction in treatment accorded to \"a protected person within the meaning of subsection 95(2)\" and that of \"a family member of a person described [as a protected person].\" This is the case for sections 207 and 303 of the Regulations that relate to the issuance of work permits and fees payable for the acquisition of permanent resident status.", "[58] I admit to some ambiguity in this regard however, by section 40 of the Regulations which directs persons seeking to enter Canada to leave, unless \"protected persons within the meaning of subsection 95(2) of the Act ...\" This would seem to suggest that family members, if not falling within section 95(2), would be directed to leave. Direction to leave 40. (1) Except in the case of protected persons within the meaning of subsection 95(2) of the Act and refugee protection claimants, an officer who is unable to examine a person who is seeking to enter Canada at a port of entry shall, in writing, direct the person to leave Canada.", "[59] I further find that throughout the sections of the OP 5 Manual pertaining to the CR1 class of refugees, the discussion principally turns around the requirements and how to determine whether a person is a Convention refugee as a victim of persecution. The majority of the text devoted to family members describes how they attain their derivative refugee status based on the determination of the principal applicant as a Convention refugee. (3) Conclusion", "[60] As in most cases involving countervailing elements affecting a decision, the result is determined by the weighing and balancing of relevant factors, bearing in mind in this case the deference owed to the Board.", "[61] I have pointed out contextual considerations that support a construction that family members are persons determined to be Convention refugees under section 95(1)(a). Nevertheless, I find these are out-weighed by the language of the section which lends itself more to the \"plain meaning\" approach adopted by the Board. This approach is congruent with the strict interpretation principle that resolves ambiguities in favour of the Respondent in provisions negatively affecting his refugee status. Bearing in mind that the Board is interpreting its home statute, I find its decision falls within the range of reasonable acceptable interpretations based on the facts and law and is justified by transparent and intelligible reasons.", "[62] I am fortified in this conclusion by a sense that there is a serious risk of some element of unfairness if the law is not clear and ambiguous on an issue as important as the termination of a protected status. While there was no evidence before the Court supporting such a claim, it would not serve the interests of justice if it turns out that the consequences of reavailment only become evident when the family member is faced with an unexpected loss of entitlements and protection due to unknown contextual interpretations of an otherwise clearly expressed provision.", "[63] If the entitlements of a CR1 classification are to be limited or withdrawn from family members as a result of their conduct, this must be effected under clearly stated provisions so as to avoid any unintended misfortune from occurring.", "[64] Accordingly, the application is dismissed. VII.", "[65] The parties agreed that a question should be certified for appeal. They also recommended that the same question that had been proposed by the Minister in a related matter, that of REFERENCE_SUPPRESSED be used.", "[66] I am in agreement with this suggestion. Accordingly, the same question will be certified for appeal in this matter: Where a person has become a permanent resident under a visa application in the overseas Refugee and Humanitarian Resettlement Program by virtue of a member of the person's family listed in the visa application having been determined to be a Convention refugee (though the person was not themselves assessed as a Convention refugee), is that person a Convention refugee as contemplated in paragraph 95(1)(a) of the IRPA who is subject to cessation of refugee status pursuant to subsection 108(2) of the IRPA? VIII. Conclusion", "[67] The application is dismissed and a question is certified for appeal. JUDGMENT", "[68] THIS COURT'S JUDGMENT is that 1. The application is dismissed; and 2. The following question is certified for appeal: Where a person has become a permanent resident under a visa application in the overseas Refugee and Humanitarian Resettlement Program by virtue of a member of the person's family listed in the visa application having been determined to be a Convention refugee (though the person was not themselves assessed as a Convention refugee), is that person a Convention refugee as contemplated in paragraph 95(1)(a) of the IRPA who is subject to cessation of refugee status pursuant to subsection 108(2) of the IRPA? [End of document]"]}