{"id_": "049750", "body_str": ["[1] Boswell, J. : Pursuant to section 25(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act ], the Applicants requested exemptions on humanitarian and compassionate [H&C] grounds from certain requirements for permanent residence, but their requests were refused. They now apply for judicial review under section 72(1) of the Act , asking the Court to set aside the negative decision and return the matter to another officer for re-determination.", "[2] The Applicants are a married couple in their sixties who arrived in Canada from Syria on March 24, 2010. After their visitor visas expired on July 12, 2010, they sought refugee protection on September 22, 2010. However, the Immigration and Refugee Board [the IRB] rejected their applications in late May, 2012, and this Court denied the Applicants leave to seek judicial review of that decision on October 23, 2012 ( REFERENCE_SUPPRESSED).", "[3] On June 19, 2012, the Applicants applied for exemptions from certain requirements of the Act on H&C grounds. In particular, the Applicants wanted to apply for permanent residence from inside Canada and to obtain an exemption from the medical inadmissibility of Mr. Maroukel, who has several medical conditions that could potentially place a demand on health and social services. In their H&C application, the Applicants claimed a number of H&C grounds, including the civil unrest in Syria, an inability to obtain required medication in Syria, and their desire to remain with their 34 year old daughter, Fadia Maroukel, who is a Canadian citizen and who has children of her own. II. Decision under Review", "[4] On May 7, 2013, a senior immigration officer [the Officer] rejected the H&C application.", "[5] After summarizing the evidence submitted in their favour, the Officer determined that the Applicants' relationships in Canada were mostly with their own family and other people they knew from Syria. They were also unemployed and receiving social assistance, despite their daughter's sponsorship of them and her intention to provide support. The Officer therefore did not consider the Applicants to be very well-established or have any strong connection to Canada.", "[6] The Applicants had claimed that they would be discriminated against in Syria for being Assyrian Christians who have been introduced to the Jehovah's Witness faith while in Canada. The Officer acknowledged that Christians were likely to experience some discrimination in Syria, and also that Jehovah's Witnesses have been banned, but decided that these factors were not determinative.", "[7] With respect to the medical exemption, the Officer said that the Applicants had not proven that the medical treatments and medicine that Mr. Maroukel requires would be completely unavailable or too costly in Syria. However, the Officer acknowledged that it would have been difficult to find enough evidence to prove that because of the civil unrest in Syria, and so accepted that Mr. Maroukel would have difficulty obtaining the required treatments and medicine if the Applicants returned to Syria.", "[8] In assessing the Applicants' hardship, the Officer followed the test set out in REFERENCE_SUPPRESSED, and acknowledged the other hardships submitted by the Applicants' counsel, notably the lack of family support in Syria (from which all the Applicants' other children had fled), the Applicants' advancing age and their poor employment prospects, and the civil conflict in Syria. The Officer concluded that the situation in Syria \"is not comfortable for anyone who lives there and in many cases, it is dangerous\".", "[9] The Applicants' daughter had also stated in her letter of support that she would be distressed if her parents returned to Syria, but the Officer stated that, while he was sympathetic to the daughter's difficulties, the consideration of the hardship is that faced by the Applicants.", "[10] The Officer thus decided that the Applicants' circumstances were not so exceptional that a positive exercise of his discretion under section 25(1) of the Act was warranted. The factors supporting the Applicants' claim did not overcome the facts that they had not \"demonstrated deep connections to Canada; their refugee claim was refused and there are potential inadmissibilities arising from medical and lack of financial support\". III. The Parties' Submissions A. The Applicants' Arguments", "[11] The Applicants argue that the Officer's decision was not reasonable since it ignored various aspects of the Applicants' circumstances. First, they say that the Officer's finding of a lack of financial support by the Applicants' daughter was contrary to the evidence since she had, in fact, offered to support and sponsor her parents.", "[12] With respect to the issue of the Applicants' establishment in Canada, the Applicants contend that the Officer did not give sufficient weight to the situation in Syria and the Canada Border Services Agency's [CBSA] policy to defer the removal of Syrian nationals (which has been in effect since March 15, 2012). The Applicants submit, based on the decision in REFERENCE_SUPPRESSED, and on certain provisions in the chapter IP5 of the Inland Processing Manual (Immigration Applications in Canada made on Humanitarian or Compassionate Grounds) [the Manual ], that had the Officer properly considered the situation in Syria, he or she would have found that the Applicants had a \"prolonged inability\" to return there. According to the Applicants, the Officer's failure to consider this material factor made the decision unreasonable.", "[13] With respect to the potential discrimination faced by the Applicants as Assyrian Christians, the Applicants state that the Officer did not complete his analysis in this regard because he did not make any finding as to how the Applicants would be perceived if they returned to Syria. According to the Applicants, there was sufficient evidence before the Officer that they would be discriminated against in Syria, so their minority religious beliefs should have been \"part of a constellation of facts\" considered (see REFERENCE_SUPPRESSED). The Applicants state that the Officer gave insufficient weight to the Applicants' religion and incorrectly looked only to their burgeoning leanings towards the Jehovah's Witnesses faith.", "[14] Lastly, the Applicants submit that there was evidence before the Officer that it would be difficult, if not impossible, for Mr. Maroukel to obtain necessary medication if he were returned to Syria. The Applicants argue that finding was not transparent, especially as the Officer nevertheless concluded that Mr. Maroukel would have issues finding the necessary medicine. B. The Respondent's Arguments", "[15] Citing the Federal Court of Appeal decision in CITATION_SUPPRESSED at paras 83-84, the Respondent argues that a wide range of reasonable and acceptable outcomes was open to the Officer in this case. This being so, the central issue is whether the Officer's decision falls within that range, and the Respondent argues that it does.", "[16] The Respondent also cites the decision in REFERENCE_SUPPRESSED, noting that the Applicants had the burden of adducing proof of the claims upon which their H&C application was based, and argues that their written submissions to the Officer were \"too sparse\".", "[17] On the issue of the Applicants' establishment, the Respondent argues that the Officer reasonably found that the Applicants had only minimal establishment since the Applicants' contacts here in Canada were only a small group of family members and some Syrian friends.", "[18] With respect to the medical treatments and medicine, the Respondent argues that the evidence only revealed that the prescription medication required by Mr. Maroukel would not be covered in Syria, which does not mean that it would not be available. Moreover, the Respondent agrees with the Officer that it is the hardship that would be faced by the Applicants, and not their daughter, that must be assessed.", "[19] With respect to the country conditions in Syria, the Respondent argues that the Officer's determination that the Applicants would not face discrimination is a reasonable decision and falls within the range of reasonable outcomes. Moreover, in view of REFERENCE_SUPPRESSED (available on CanLII), the Respondent says that the Applicants did not link such country conditions on an individualized basis to them and show how they faced any personalized hardship.", "[20] As for any prolonged inability to leave Canada, the Respondent argues that there was no evidence that the Applicants could not leave this country. IV. Analysis A. Standard of Review", "[21] The appropriate standard of review for an H&C decision is that of reasonableness since it involves questions of mixed fact and law: see, e.g., CITATION_SUPPRESSED; REFERENCE_SUPPRESSED.", "[22] In reviewing the Officer's decision on the reasonableness standard, the Court should not interfere if the Officer's decision is transparent, intelligible, justifiable, and falls within the range of possible, acceptable outcomes that are defensible in respect of the facts and the law. A reviewing Court cannot reweigh the evidence that was before the Officer, nor can it substitute its own view of a preferable outcome: REFERENCE_SUPPRESSED. As a corollary, this means that the Court also does not have \"carte blanche to reformulate a tribunal's decision in a way that casts aside an unreasonable chain of analysis in favour of the court's own rationale for the result\" ( REFERENCE_SUPPRESSED). B. Was the Officer's Decision Reasonable?", "[23] The Officer's decision was made under section 25 of the Act , the relevant portions of which appeared as follows when the application was submitted on June 19, 2012: 25. (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. ... (1.3) In examining the request of a foreign national in Canada, the Minister may not consider the factors that are taken into account in the determination of whether a person is a Convention refugee under section 96 or a person in need of protection under subsection 97(1) but must consider elements related to the hardships that affect the foreign national. 25. ...", "[24] Prior to assessing the Officer's decision in this case, it is useful to look to the guidance offered by the decision in CITATION_SUPPRESSED , where the Federal Court of Appeal (per: Stratas J.A.) stated as follows:", "[66] What then is the role of subsection 25(1.3)? In my view, it is not meant to change the overall standard of subsection 25(1) which, as we have seen, is to redress situations where the applicant will personally and directly suffer unusual and undeserved, or disproportionate hardship. ...", "[69] Subsection 25(1.3) provides, in effect, that a humanitarian and compassionate relief application must not duplicate the processes under sections 96 and 97 of the Act, i.e., assess the risk factors for the purposes of sections 96 and 97 of the Act.", "[70] But this is not to say that the facts that were adduced in proceedings under sections 96 and 97 of the Act are irrelevant to a humanitarian and compassionate relief application. Far from it.", "[71] While the facts may not have given the applicant relief under sections 96 or 97, they may nevertheless form part of a constellation of facts that give rise to humanitarian and compassionate grounds warranting relief under subsection 25(1). ...", "[73] ... the evidence adduced in previous proceedings under sections 96 and 97 along with whatever other evidence that applicant might wish to adduce is admissible in subsection 25(1) proceedings. Officers, however, must assess that evidence through the lens of the subsection 25(1) test - is the applicant personally and directly suffering unusual and undeserved, or disproportionate hardship? ...", "[76] It follows that I agree with Justice Hughes' comments in REFERENCE_SUPPRESSED: I conclude that the Guidelines got it right in construing how the amended provisions of section 25 of IRPA are to be interpreted. We are to abandon the old lingo and jurisprudence respecting personalized and generalized risk and focus upon the hardship to the individual. Included within the broader exercise in considering such hardship is consideration of \"adverse country conditions that have a direct negative impact on the applicant.\"", "[25] In view of the foregoing, one must ask whether the Officer in this case properly and reasonably assessed the evidence before him \"through the lens of the subsection 25(1) test\". In other words, was it reasonable for the Officer to decide that the Applicants would not personally and directly suffer unusual and undeserved, or disproportionate hardship?", "[26] The Officer's decision was rendered on May 7, 2013. The Applicants point to a notice issued by Citizenship and Immigration Canada on April 17, 2013, which states that, \"[s] ince March 15, 2012, the Canada Border Services Agency has had in place an administrative deferral of removals for Syrian nationals in Canada due to the civil unrest in Syria\". While this notice is not part of the certified record and is not referred to in the Officer's decision, the Applicants submit that the Officer is deemed to have knowledge of such notices, and the very fact there is such a deferral of removals goes to establish the Applicants' \"prolonged inability\" to return to Syria.", "[27] In this regard, the Applicants rely upon the decision of my colleague Mr. Justice John O'Keefe in CITATION_SUPPRESSED, where he quoted from pertinent sections of the Manual in use at the time and concluded that:", "[29] These previous factors make it obvious that a \"prolonged inability to leave Canada\" is a relevant factor in determining establishment of an applicant.", "[30] The immigration officer in this case found that the applicant's stay in Canada has not been due to a situation beyond his control. The only evidence is contrary to this finding. The applicant could not get a passport. He also cooperated with the authorities. I am of the view that the immigration officer misapprehended the evidence. Since this evidence was relevant to the establishment of the applicant in Canada which in turn could effect [ sic ] the outcome of his H & C application, the officer made a reviewable error.", "[28] The Manual referred to in CITATION_SUPPRESSED has been updated since 2006, but the current Manual , dated April 1, 2011, has provisions comparable to those considered in CITATION_SUPPRESSED 5.14. Establishment in Canada ... Positive H&C consideration may be warranted when the period of inability to leave Canada due to circumstances beyond the applicant's control is of considerable duration and where there is evidence of a significant degree of establishment in Canada such that it would cause the applicant unusual or disproportionate hardship to apply from outside Canada. The following table may assist to clarify what is meant by circumstances beyond the applicant's control: Circumstances beyond the applicant's control Circumstances not beyond the applicant's control If general country conditions are considered unsafe due to war, civil unrest, environmental disaster, etc., the Minister of Public Safety may impose a temporary suspension of removals (TSR) on that country ( R230 ). An applicant, in Canada for a number of years, is unwilling to sign a passport application or provide particulars for a passport application. An applicant was awaiting a decision on an immigration application and spent several years in Canada with status (e.g. Live-in-caregiver program). An applicant wilfully loses or destroys their travel document(s). In such cases the ability to leave Canada can be considered to be due to circumstances beyond the applicant's control. Applicant goes \"underground\" and remains in Canada illegally. In such cases, inability to leave Canada is not considered beyond the control of the applicant and could reasonably be viewed as a strong negative factor. See Legault decision at Temporary suspension of removals (TSRs) and establishment Situations may arise where the suspension of removals continues for a number of years and there is no other viable destination option for the applicant. When a TSR continues for a number of years and foreign nationals affected by it have become established in Canada as a result of their prolonged stay, this could reasonably be considered circumstances beyond the applicant's control. In cases where the foreign national's H&C application is assessed after the lifting of a TSR but the applicant's prolonged stay in Canada during the time of the TSR led to their establishment, the applicant's extended presence in Canada can still be considered to be a result of circumstances beyond the applicant's control. For a list of the countries under a TSR, refer to 11.4 Prolonged stay or inability to leave has led to establishment See also Section 5.14, Establishment in Canada There is no hard and fast rule relating to the period of time in Canada but it is expected that a significant degree of establishment takes several years to achieve. Officers should consider the following factors: • The length of time the applicant has been in Canada. • Were the circumstances that led the applicant to remain in Canada beyond their control? • Is there a significant degree of establishment in Canada? (see also Section 11.5, Assessing applicant's degree of establishment. • Is, or was, the applicant the subject of a temporary suspension of removal (TSR)? • To what degree has the applicant co-operated with the Government of Canada, particularly with regard to travel documents? • Did the applicant wilfully lose or destroy travel documents?", "[29] The Officer concluded that the situation in Syria \"is not comfortable for anyone who lives there and in many cases, it is dangerous\". According to the Applicants, the country conditions in Syria are such that they face a prolonged inability to return there and this was a material factor which was not adequately assessed by the Officer, which makes the decision unreasonable.", "[30] I agree with the Applicants that the Officer unreasonably ignored the country conditions in Syria at the time. One can easily take judicial notice of the fact that the civil unrest in Syria continues to this day and was occurring when the Officer rejected the H&C application. It is not for this Court to determine whether such unrest has worsened or whether conditions in Syria have improved since that time.", "[31] The fact of the matter is that the Applicants, since such unrest began in late 2011, have faced and for the foreseeable future will face a prolonged inability to return to Syria because of the adverse country conditions there, which are clearly circumstances beyond their control.", "[32] In my view, it also was unreasonable for the Officer, on the one hand, to conclude that country conditions in Syria are \"dangerous\" and then, on the other, to ignore the direct negative impact such conditions would have upon the Applicants since it \"is not comfortable for anyone who lives there.\"", "[33] The Respondent argues that the Applicants did not link such country conditions on an individualized basis to them and show how they faced any personalized hardship. In my view, that lingo is not helpful insofar as it invokes tests under paragraph 97(1)(b) of the Act (REFERENCE_SUPPRESSED; CITATION_SUPPRESSED). It is true that applicants must be personally and directly affected by any hardship they rely upon, and so \"must show a link between the evidence of hardship and their individual situations\" ( CITATION_SUPPRESSED). To similar effect, Mr Justice John O'Keefe said the following in REFERENCE_SUPPRESSED: [Subsection 25(1.3) of the Act ] ... restricts consideration only to the \"elements related to the hardships that affect the foreign national\" (emphasis added). That means that not every hardship that a person in the country of origin could conceivably suffer needs to be dealt with. Rather, the applicants must show either that it will probably affect them or, at the very least, that living in conditions where it could happen to them is itself an unusual and undeserved or disproportionate hardship.", "[34] This sort of hardship does not necessarily need to be established through personal evidence though, since there can be \"circumstances where the conditions in the country of origin are such that they support a reasoned inference as to the challenges a particular applicant would face on return\" ( REFERENCE_SUPPRESSED (available on CanLII) [ CITATION_SUPPRESSED ]). In CITATION_SUPPRESSED , Mr. Justice Donald Rennie held that it was unreasonable for an officer to decide that the applicant had not proven that he would be affected by the country conditions in Niger, in light of that officer's findings that it was the poorest country on earth, 8% of its population was enslaved, 200,000 people had been displaced by war, and a longstanding drought was endangering the agricultural industry upon which 80% of the population depended for their livelihood ( CITATION_SUPPRESSED).", "[35] Similarly, the Officer in this case found that the adverse country conditions directly affect everyone in Syria, and that is enough. The focus should be upon the hardship to the individual and, once established, that hardship need not be greater than that faced by anyone else in that country. This applies especially where the expected hardship is such that the CBSA's present policy is not to remove any Syrian national back to that country.", "[36] As the Officer's decision is not reasonable for the foregoing reasons, I see no need to address the other issues raised by the parties.", "[37] Accordingly, this matter should be sent back for re-determination by a different officer, having these reasons in mind.", "[38] Neither party raised any question of general importance which requires certification. JUDGMENT", "[39] THIS COURT'S JUDGMENT is that 1. the application for judicial review is granted; 2. there shall be no award of costs; and 3. no serious question of general importance is certified. CITATION_SUPPRESSED"]}