{"id_": "049808", "body_str": ["[1] Dawson, J. : The motions now before the Court turn, in largest part, upon whether this is an appropriate case for the Court to exercise its jurisdiction to register a foreign judgment, not as of today's date, but as of July 30, 2004. The issue arises in the following circumstances.  <FRAGMENT_SUPPRESSED> BACKGROUND FACTS  <FRAGMENT_SUPPRESSED>", "[2] On July 30, 2004, pursuant to what was then Rule 327 of the Federal Court Rules, 1998 , and what is now the Federal Courts Rules (\" Rules \"), one of the Court's learned prothonotaries granted, on an ex parte basis, the application of Trans-Pacific Shipping Co. (\"Trans-Pacific\") for an order registering a foreign judgment granted in its favour against the Atlantic & Orient Shipping Corporation (\"Atlantic & Orient\") by an arbitral tribunal  <FRAGMENT_SUPPRESSED> , England, on March 18, 2004. The arbitral tribunal had been appointed pursuant to the terms of a charter party agreement made between Trans-Pacific and Atlantic & Orient. The July 30, 2004 order also authorized the issuance of a writ of execution to be served upon the master or an officer of the M/V Norsund.  <FRAGMENT_SUPPRESSED>", "[3] Acting pursuant to the writ of execution, the Sheriff of the province of British Columbia then seized bunkers on board the M/V Norsund. Upon motion made by Atlantic & Orient Shipping Corporation (Nevis) (\"Atlantic & Orient (Nevis)\"), execution of the writ was stayed upon the posting of security in the amount of $200,000.00, to be held in trust by counsel for Atlantic & Orient (Nevis). That security remains in trust, pending resolution of a related action in court file T-1843-04. In that second proceeding Trans-Pacific seeks declarations that, in law, the debts of certain defendants are the debts of other defendants, and that, in law, the assets of some of the defendants are assets of the others. In that action, Trans-Pacific also seeks an order that the security held in this proceeding be paid to it in satisfaction, or partial satisfaction, of the arbitral award in its favour.  <FRAGMENT_SUPPRESSED>", "[4] On January 24, 2005, the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ; 329 N.R. 355; 2005 FCA 28, dismissed an appeal from an order of this Court (made on September 22, 2004) that had set aside the registration of a foreign arbitral award. The Federal Court of Appeal concluded, as had this Court, that a prothonotary does not have jurisdiction under the Rules to determine applications that are brought pursuant to Rules 327 to 334 to register foreign judgments.  <FRAGMENT_SUPPRESSED>", "[5] By direction dated March 1, 2005, the Prothonotary notified the parties of the decision of the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  Energy . It was this direction, presumably, that prompted the two motions now before the Court. They are, first, Trans-Pacific's motion, filed March 29, 2005, which seeks an order:  <FRAGMENT_SUPPRESSED> 1. Registering, recognizing and enforcing the foreign arbitral award, nunc pro tunc, on the basis of the record before the Court when Trans-Pacific made its original application to the Court for registration.  <FRAGMENT_SUPPRESSED> 2. Consolidation of this proceeding with the action pending in court file T-1843-04.  <FRAGMENT_SUPPRESSED> 3. Costs.  <FRAGMENT_SUPPRESSED> Second, the motion filed on April 6, 2005, by Atlantic & Orient (Nevis) in which it seeks:  <FRAGMENT_SUPPRESSED> 1. An order declaring the order of July 30, 2004, void and of no force or effect.  <FRAGMENT_SUPPRESSED> 2. In the alternative, an order setting aside the July 30, 2004 order.  <FRAGMENT_SUPPRESSED> 3. Costs.  <FRAGMENT_SUPPRESSED> THE ISSUES  <FRAGMENT_SUPPRESSED>", "[6] The issues to be determined are, therefore:  <FRAGMENT_SUPPRESSED> 1. Should the arbitral award made on March 18, 2004, be registered?  <FRAGMENT_SUPPRESSED> 2. If so, should the order registering, recognizing and enforcing the arbitral award be made nunc pro tunc?  <FRAGMENT_SUPPRESSED> 3. Should an order issue declaring the order of July 30, 2004, to be void and of no force and effect?  <FRAGMENT_SUPPRESSED> 4. Should this proceeding be consolidated with the proceeding in court file T-1843-04?  <FRAGMENT_SUPPRESSED> 5. What, if any, order as to costs is appropriate?  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED> (i) Should the arbitral award made on March 18, 2004, be registered?  <FRAGMENT_SUPPRESSED>", "[7] The decision of the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  Energy , supra is directly on point and is binding. The application for registration of the arbitral award submitted to the Court in this case was silent as to whether it was to be heard by a judge or a prothonotary. We now know that the application ought to have been put before a judge of the Court for adjudication. Because the application was put before a prothonotary, the resulting order of registration was a nullity. Accordingly, the applicant has brought a de novo application for registration, based upon the material that was originally filed and placed before the Court.  <FRAGMENT_SUPPRESSED>", "[8] In response to this de novo application, Atlantic & Orient (Nevis) in its written submissions argued that: the Prothonotary's lack of jurisdiction cannot be remedied after the fact in any manner whatsoever; neither the Federal Courts Act nor the Rules contain any provision that would allow the Court to grant the nunc pro tunc request; granting such an order would prejudice Atlantic & Orient (Nevis); and, a fresh application to enforce the award should be made. Those submissions will be dealt with below. Missing, however, from the submissions of Atlantic & Orient (Nevis) was any assertion or argument that the materials placed before the Court, ex parte, in July 2004 were inadequate or deficient to support registration of the arbitral award.  <FRAGMENT_SUPPRESSED>", "[9] This position was consistent with that respondent's position and actions until the filing of its current motion. No steps were ever taken by any entity to set aside the July 30, 2004 order, either by way of appeal, or by way of a motion under Rule 399(1) to set aside an order made ex parte. Atlantic & Orient (Nevis), any of its (allegedly) related corporations, or any other affected party had ample opportunity to do so after the seizure of the bunkers. Instead, security was posted.  <FRAGMENT_SUPPRESSED>", "[10] It is against that background that I consider the submissions advanced in oral argument by counsel for Atlantic & Orient (Nevis) that followed questions I put to counsel for Trans-Pacific during his oral argument. I had questioned counsel upon the adequacy of the \"exemplified or certified\" copy of the arbitral award (required by Rule 329(1)) and the adequacy of the evidence provided on information and belief by a member of the law firm representing Trans-Pacific that, after careful and full inquiries, no impediment to registration, recognition or enforcement of the arbitration award was known (as required by Rule 329(1)(g)).  <FRAGMENT_SUPPRESSED>", "[11] Having heard my questions on these points, counsel for Atlantic & Orient (Nevis) argued orally that those deficiencies were such that the requirements of Rule 329(1) were not met and so registration should be refused.  <FRAGMENT_SUPPRESSED>", "[12] Dealing with each asserted deficiency, Rule 329(1) requires the affidavit supporting the request for registration to be accompanied by \"an exemplified or certified copy of the foreign judgment\". What was provided was an affiant's evidence that he had personal knowledge of the matters deposed to, that he has the original arbitral award in his possession, and that what he attached as Exhibit A to his affidavit was a true copy of the final award.  <FRAGMENT_SUPPRESSED>", "[13] It is true that when one considers a foreign judgment, one generally expects to see a copy of the judgment certified by the issuing court. Here, however, the arbitration panel was required by the charter party agreement to be comprised of \"commercial men conversant with shipping matters\". The final award is simply signed by two gentlemen before two witnesses.  <FRAGMENT_SUPPRESSED>", "[14] Rule 329(1) contemplates either exemplification or certification of the foreign judgment. It was not suggested in oral argument that certification, by a notary, that a document is a true copy of an original would not be a \"certification\" of the accuracy of the copy. The Oxford English Dictionary defines \"exemplification\" to be \"an attested copy or transcript of the record, deed, etc.\". Here, the holder of the document attested to the accuracy of the copy he exhibited to his affidavit.  <FRAGMENT_SUPPRESSED>", "[15] As to the fact that hearsay evidence was provided to the effect that the applicant's representative, after careful inquiry, knew of no impediment to registration, Rule 81(1) provides that, except on motions, affidavits are to be confined to facts within the personal knowledge of the deponent. However, non-compliance with any Rule does not by that fact render a proceeding, or a step in it, void (Rule 56). Rather, that non-compliance is an irregularity that may be attacked under Rule 58. Motions to attack on the ground of non-compliance with the Rules are to be brought as soon as practicable (Rule 58(2)). As noted above, until April 6, 2005, no attack on any ground was brought in respect of the impugned order.  <FRAGMENT_SUPPRESSED>", "[16] In the present case, in oral argument counsel for Atlantic & Orient (Nevis) characterized his argument on this point to be \"very technical\" and advised that there was \"no suggestion of any impropriety\".  <FRAGMENT_SUPPRESSED>", "[17] Reliance upon evidence based on information and belief in an application is not necessarily fatal.  <FRAGMENT_SUPPRESSED>  (T.D.); affirmed (but not specifically on this point) (2004), 323 N.R. 191 (F.C.A.). The rationale for requiring a deponent to have personal knowledge of matters set out in his or her affidavit is that any affiant's evidence should be capable of meaningful testing on cross-examination. Where no challenge is made to the accuracy of the hearsay information, and where no request for cross-examination was ever made, that rationale is not violated by accepting evidence given on information and belief.  <FRAGMENT_SUPPRESSED>", "[18] I believe that, here, firsthand evidence ought to have been brought with respect to the absence of any impediment to registration. It may be, as well, that a more official authentication of the original arbitral award was available. The fact remains that the purpose of all of the requirements of Rule 329(1) is to ensure that this Court only recognizes and enforces valid and enforceable foreign judgments. In the almost nine months that have followed the registration of the arbitral award in this proceeding, there has been no suggestion that such award ought not to have been recognized by the Court. Specifically, there is no suggestion that the copy of the award before the Court is in any way inaccurate or not authentic. No existing impediment to the registration, recognition or enforcement of the foreign judgment is even hinted at.  <FRAGMENT_SUPPRESSED>", "[19] Without endorsing any departure from the strict requirements of the Rules , in my view, in all of the circumstances of this case, refusing registration of the award would elevate form over substance, and would not be an application of the Rules of this Court in a manner that would secure a just determination of this proceeding on its merits as required by Rule 3.  <FRAGMENT_SUPPRESSED>", "[20] In the unique circumstances before the Court, I am satisfied that the applicant has placed sufficient evidence before the Court to comply with the requirements of Rule 329(1), and an order should issue registering and recognizing the arbitral award.  <FRAGMENT_SUPPRESSED> (ii) Should the order registering the arbitral award be made as of July 30, 2004?  <FRAGMENT_SUPPRESSED>", "[21] I have previously summarized the submissions of Atlantic & Orient (Nevis) with respect to the registration of the judgment on a nunc pro tunc basis. In oral argument, its counsel clarified the position of Atlantic & Orient (Nevis) to be that the Court does have jurisdiction to entertain a de novo motion for registration, and does have discretion to make an order registering the judgment on a nunc pro tunc basis. Atlantic & Orient (Nevis) submits, however, that the facts in evidence do not warrant the exercise of that discretion.  <FRAGMENT_SUPPRESSED>", "[22] As to the authority for the issuance of orders on a nunc pro tunc, or antedated, basis, Rule 392(2) provides:  <FRAGMENT_SUPPRESSED> Unless it provides otherwise , an order is effective from the time that it is endorsed in writing and signed by the presiding judge or prothonotary or, in the case of an order given orally from the bench in circumstances that render it impracticable to endorse a written copy of the order, at the time it is made.\" (underlining added)  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[23] The British Columbia Court of Appeal interpreted a similarly worded rule to authorize antedating an order in <FRAGMENT_SUPPRESSED>  (C.A.), at page 283. Examples of the exercise of this jurisdiction in varying circumstances by both this Court and the Federal Court of Appeal include: <FRAGMENT_SUPPRESSED>  (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[24] As to the factors which govern the proper exercise of this discretion, in <FRAGMENT_SUPPRESSED> , Vice-Chancellor Hall reviewed prior jurisprudence which was to the effect that where a party to an action died, for example, after the conclusion of a trial and while the Court was considering its judgment, the Court would allow judgment to be entered after the party's death nunc pro tunc, in order that the party not be prejudiced by the delay arising from the action of the Court in reserving its judgment. The object of the practice was to put the party in the same position as if judgment had been given immediately following the trial and had not been delayed because the Court took the matter under reserve.  <FRAGMENT_SUPPRESSED>", "[25] Subsequent English jurisprudence confirmed that this power to antedate ought to be \"used on good ground shewn\" ( <FRAGMENT_SUPPRESSED>  (C.A.)).  <FRAGMENT_SUPPRESSED>", "[26] This jurisprudence has been adopted in Canada. See, for example, Crown  <FRAGMENT_SUPPRESSED>  at page 284; <FRAGMENT_SUPPRESSED>  (S.C.); and <FRAGMENT_SUPPRESSED>  W.A.C. 251; 76 B.C.L.R.(3d) 109 (C.A.). The Canadian jurisprudence cited above, and the jurisprudence in turn reviewed in those decisions, is to the effect that no one should be prejudiced by an act of the Court ( Loyie at page 41 and Monahan at page 119 and following, and also at page 140). Therefore, for example, judgments may be antedated in order to avoid injury to a litigant arising from an act or delay by the Court. Put more classically, actus curiae neminem gravabit.  <FRAGMENT_SUPPRESSED>", "[27] Turning to the application of these principles to the facts before me, I find the following evidence to be relevant and significant:  <FRAGMENT_SUPPRESSED> 1. The application for registration, filed on July 29, 2004, was silent as to whether it should be referred to a judge or a prothonotary.  <FRAGMENT_SUPPRESSED> 2. On February 27, 2004, the Registry of the Court received in Ottawa correspondence from counsel in another proceeding, advising the Court that in that other proceeding a party, whose rights would be affected by an order made by a prothonotary enforcing a foreign judgment, intended to contest the jurisdiction of the Court's prothonotaries to make orders registering and recognizing foreign judgments.  <FRAGMENT_SUPPRESSED> 3. Unfortunately, this advice was not communicated to the Vancouver Registry. Thus, in the present case, Trans-Pacific's application was assigned by the Court to one of the Court's prothonotaries.  <FRAGMENT_SUPPRESSED> 4. Pursuant to the Prothonotary's order registering the judgment and authorizing the issuance of the writ of seizure and sale, and following execution of the writ, security was posted.  <FRAGMENT_SUPPRESSED> 5. That security is the only asset belonging to the respondents in Canada of which the applicant is aware.  <FRAGMENT_SUPPRESSED>", "[28] In my view, if the registration is not antedated, Trans-Pacific will suffer prejudice arising from the act of the Court in referring its application to a prothonotary. The respondents will not, in my view, suffer prejudice if the order is antedated on terms that such registration is without prejudice to the right of Atlantic & Orient (Nevis) to continue to assert that the bunkers seized were not the property of the judgment debtor.  <FRAGMENT_SUPPRESSED>", "[29] Accordingly, the order registering the foreign judgment will be antedated to the date of the Court's original order.  <FRAGMENT_SUPPRESSED>", "[30] Before leaving this issue, I observe that in this case there was no suggestion that Trans-Pacific breached the duty of full disclosure that falls upon anyone who seeks relief on an ex parte basis. Thus, the facts are distinguishable from those before the court  <FRAGMENT_SUPPRESSED>  Energy , supra where nunc pro tunc registration was refused on that basis.  <FRAGMENT_SUPPRESSED> (iii) Should an order issue declaring the Court's order of July 30, 2004, to be void and of no force and effect?  <FRAGMENT_SUPPRESSED>", "[31] Yes, to the extent that order dealt with registration of the arbitral award, because the decision of the Court of Appeal is not distinguishable and is binding. Such an order will issue to be effective following the registration of the arbitral award nunc pro tunc. The July 30, 2004 order will in all other respects remain extant, it being my intent that the authorization of the writ of seizure and sale is supported by the present order registering the arbitral award as of July 30, 2004.  <FRAGMENT_SUPPRESSED> (iv) Should this proceeding be consolidated with court file T-1843-04?  <FRAGMENT_SUPPRESSED>", "[32] Trans-Pacific seeks consolidation of this application with the action proceeding in court file T-1843-04. It argues that consolidation is warranted because:  <FRAGMENT_SUPPRESSED> 1. In that proceeding, it seeks an order that it be paid the money which is posted as security in this proceeding.  <FRAGMENT_SUPPRESSED> 2. The parties in each proceeding appear to be related, and the issues are related, thus the factual issues will be common in both proceedings and consolidation will save costs and not prejudice the parties opposite.  <FRAGMENT_SUPPRESSED> Atlantic & Orient (Nevis) does not oppose consolidation.  <FRAGMENT_SUPPRESSED>", "[33] At the hearing, I raised with counsel the difficulties inherent with consolidating an action with an application and raised the possibility of conversion of this proceeding into an action, on terms that there be no additional discovery rights conferred as result of the consolidation of this application with the pending action. This was agreeable to counsel.  <FRAGMENT_SUPPRESSED>", "[34] On reflection, I remain concerned, however, at the need to consolidate the proceedings. At present, there are no issues to be determined in this application because the issue raised in the application has been decided by virtue of the registration of the arbitral award. Because I can see nothing that needs to be determined in this application, I see no purpose to be served in consolidating the two proceedings for hearing.  <FRAGMENT_SUPPRESSED>", "[35] I do recognize the logic of ensuring that the resultant judgment in T-1843-04 will direct the proper entitlement to the security held in this proceeding. That, however, appears to be already dealt with in the prayer for relief in the pending action.  <FRAGMENT_SUPPRESSED>", "[36] At this time I am, therefore, dismissing that part of the motion of Trans-Pacific that seeks consolidation. This is without prejudice to the right of any party to bring any required motion in T-1843-04 or to reapply in this proceeding for relief, including consolidation, if it subsequently appears that consolidation is warranted.  <FRAGMENT_SUPPRESSED>", "[37] All of this can most efficiently be dealt with by the case management officer in T-1843-04.  <FRAGMENT_SUPPRESSED> (v) Costs  <FRAGMENT_SUPPRESSED>", "[38] While each party sought costs in their written materials, in oral argument counsel for Trans-Pacific withdrew its claim for costs arguing that, in the circumstances, each party should bear their own costs. Atlantic & Orient (Nevis) continues to seek its costs because \"it had to respond to the motion because of something it had nothing to do with\".  <FRAGMENT_SUPPRESSED>", "[39] It seems to me that, equally, Trans-Pacific had to bring the motion because of something it had very little to do with.  <FRAGMENT_SUPPRESSED>", "[40] In the circumstances, each party should bear their own costs.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[41] THEREFORE, THIS COURT ORDERS THAT:  <FRAGMENT_SUPPRESSED> 1. The motion for the registration of the foreign judgment granted against Atlantic & Orient Shipping Corporation by an arbitral tribunal  <FRAGMENT_SUPPRESSED> , England, on March 18, 2004 (the \"foreign judgment\") is hereby allowed, such registration to be effective as of July 30, 2004.  <FRAGMENT_SUPPRESSED> 2. Such registration is without prejudice to the right of Atlantic & Orient Shipping Corporation (Nevis) to continue to assert that the bunkers, seized pursuant to the writ of execution issued by the Court in this application, were not the property of the judgment debtor.  <FRAGMENT_SUPPRESSED> 3. Following registration of the foreign judgment as of July 30, 2004, the Court's order of July 30, 2004, to the extent that it registered such foreign judgment, is set aside and declared to be null and void and of no force or effect.  <FRAGMENT_SUPPRESSED> 4. The request of the applicant for consolidation is dismissed at this time, without prejudice to the right of any party to later reapply in this proceeding for relief or the right of any party to bring any required motion in court file T-1843-04, including a motion for consolidation.  <FRAGMENT_SUPPRESSED> 5. Each party should bear their own costs. No costs are awarded.  <FRAGMENT_SUPPRESSED> Order accordingly.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/clh  <FRAGMENT_SUPPRESSED> [End of document]"]}