{"id_": "049882", "body_str": ["[1] Pinard, J. [Translation]: This is an action for infringement of copyright and the plaintiff is asking this court to intervene, inter alia, so he can terminate the infringement and obtain certain civil relief.  <FRAGMENT_SUPPRESSED>", "[2] The plaintiff, a retired fireman, is the author of a work titled (the fireman's calendar) which he has published annually since 1964 and distributes in December of each year to fire houses in the City of Montreal.  <FRAGMENT_SUPPRESSED>", "[3] is a small pocket notebook containing various compilations covering inter alia the work schedule for each of the 12 months in the year of the firemen concerned and information they need, accompanied by advertising. Each edition of the text contains the notation \"Copyright, all rights of reproduction and translation reserved Canada 1964 - by Honoré Caron.\" The plaintiff further asked the court to recognize his title as owner of the copyright in various editions of his work by certificates of registration issued by the copyright office.  <FRAGMENT_SUPPRESSED>", "[4] The defendant Association des pompiers de Montréal Inc. (hereinafter referred to as \"APM\") is a professional union with a general mandate to represent the professional interests of its members. The defendant Publicité Robert Perron Inc. is a corporation operating a business of designing, manufacturing, selling, promoting and distributing advertising and advertising or promotional material. The two defendants publish a diary which they have distributed annually to APM members since late 1989. Like the work , the defendants' Agenda , despite being slightly larger, is a pocket notebook containing information mentioned in the APM collective agreement, in particular regarding its members' work schedule and certain telephone numbers, useful information and advertising.  <FRAGMENT_SUPPRESSED>", "[5] On the one hand, the plaintiff submitted that each edition of the work is an original protected literary and artistic work within the meaning of the Copyright Act , R.S.C. 1985, c. C-42. He further submitted that he is the owner of the copyright in each edition of the work written by him. Finally, the plaintiff alleged an infringement, maintaining that the defendants' actions in respect of their aforementioned Agenda are a direct infringement as well as an infringement by personal action of his copyright.  <FRAGMENT_SUPPRESSED>", "[6] On the other hand, the defendants argued that is in no way an original and distinctive work that could confer any right whatever on the plaintiff, contending that in any case the Agenda which they produce could not be a violation of any copyright owned by the plaintiff.  <FRAGMENT_SUPPRESSED>", "[7] The first point at issue is as to the existence of the plaintiff's copyright. In this connection the Copyright Act \"34(3) In any action for infringement of copyright in any work in which the defendant puts in issue either the existence of the copyright or the title of the plaintiff thereto:  <FRAGMENT_SUPPRESSED> (a) the work shall, unless the contrary is proved, be presumed to be a work in which copyright subsists; and  <FRAGMENT_SUPPRESSED> (b) the author of the work shall, unless the contrary is proved, be presumed to be the owner of the copyright.  <FRAGMENT_SUPPRESSED> \"53(2) A certificate of registration of copyright in a work is evidence that copyright subsists in the work and that the person registered is the owner of the copyright. <FRAGMENT_SUPPRESSED>", "[8] As the plaintiff's work includes charts and compilations, I am persuaded that we are dealing here with an \"artistic work\" as well as a \"literary work\" within the meaning of the Copyright Act :  <FRAGMENT_SUPPRESSED> \"2. In this Act,  <FRAGMENT_SUPPRESSED> 'artistic work' includes paintings, drawings, maps, charts, plans, photographs, engravings, sculptures, works of artistic craftsmanship and architectural works of art;  <FRAGMENT_SUPPRESSED> 'literary work' includes tables, compilations, translations and computer programs ... <FRAGMENT_SUPPRESSED>", "[9] Moreover, the defendants' challenge was not so much to the artistic or literary nature of the work as to its originality. In this regard, I consider that they were not able to show on a balance of probabilities that the compilations produced by the plaintiff required no creativity. It is well known that copyright exists only over the expression of an idea, not the idea itself. The originality of a work is a question of fact and degree (Tamaro, , Ed. Thémis, 1990, pp. 118-120; and <FRAGMENT_SUPPRESSED>  at pp. 1009-1014.) In this regard, the plaintiff explained that he used the illustrated work schedule attached to the collective agreement between the City of Montreal and the APM to create the . This illustration in the collective agreement sets out four separate work groups to which the daily work schedule is assigned in a four-week cycle divided into two periods, the first beginning at 7:00 a.m. and the second at 5:00 p.m. Although the schedule illustrated in the collective agreement was apparently fully understood by all APM members, the plaintiff's intention was to set it out more completely and in a more practical way for the members and to make it more readily understandable by their spouses or other persons connected with them. He thus decided to put into a small notebook a calendar in which each month of the year was published on a separate page with two superposed numbers for each day, representing two separate work groups: the top number represented the group working in the day and the bottom number the group working at night. Certain dates were also printed in bolder print, indicating days on which pension cheques were distributed to retired firemen, to whom the plaintiff's work was also available. Finally, the periodic printing of the APM logo in the space reserved for the date indicated the dates of meetings of the Association. The insertion in the notebook of advertising and information useful for APM members as well completed the work.  <FRAGMENT_SUPPRESSED>", "[10] As I see it, this particular way for the plaintiff to present his ideas and the degree of effort required, though somewhat limited, in order to make this presentation implied a minimum of creativity on his part. In the circumstances, I cannot conclude that the defendants have discharged the burden of showing that we are not concerned here with an original literary and artistic work the copyright in which belongs to the plaintiff.  <FRAGMENT_SUPPRESSED>", "[11] The second point at issue concerns infringement. There is no denying that we are concerned here with two works which resemble each other. They are two works of compilation produced from the same sources of information and similar ideas, all to be found in the same sector. These two works consist of notebooks containing a compilation of information likely to interest the same firemen, concerning, inter alia, their work schedule for each day in the calendar year, accompanied by advertisements which were often paid for by the same advertisers. As I see it, this resemblance is prima facie evidence of infringement which calls for a reversal of the burden of proof and so requires the defendants to show that they did not copy the plaintiff's work. I am all the more persuaded of this as the defendants were familiar with the plaintiff's work and the registration of his copyright even before publishing their Agenda . To rebut this presumption of infringement, the defendants had to prove that their Agenda was the result of their own efforts, independently of the plaintiff's work. There is nothing to prevent persons who have access to the same sources independently creating similar works. The writer Fox, in The Canadian Law of Copyright and Industrial Designs (2nd Ed.), writes at p. 355:  <FRAGMENT_SUPPRESSED> \"But mere similarity between the two works is insufficient to found a case of infringement. Where an author shows that his work was independently compiled from original but common sources, no amount of similarity, in the absence of any evidence of copying, will be held to be an infringement. <FRAGMENT_SUPPRESSED> And at p. 357:  <FRAGMENT_SUPPRESSED> \"In the preparation of any compilation a second compiler must prepare his work by his own independent labour and research. He may go to common sources for materials, make his own calculations and prepare his own work. But he must do this himself. It is not sufficient for him to say or to show that common sources of information existed. He must go to those sources and obtain his information from them. Provided the second work originated from his own resources and through his own labour, the author thereof may produce a work in the same general form as an earlier work on the same subject and in so doing he may (a) use all common sources of information; (b) use the earlier work as a guide to those common sources; and (c) use the earlier work to test the completeness of his own. But it is a piratical use of the earlier work if the second author takes therefrom the matter borrowed from common sources, in order to save his own labour and expense of consulting the original work. <FRAGMENT_SUPPRESSED>", "[12] It was clearly in accordance with these principles that Tessier, J., of the Quebec Superior Court concluded as follows regarding infringement  <FRAGMENT_SUPPRESSED>  Hurtubise HMH Ltée (para. 9), at p. 1018, based on the particular facts of the case:  <FRAGMENT_SUPPRESSED> \"The respondents did not show that the similar portion of their work resulted from an independent act of creativity on their part. They may of course produce a work of the same type by using any source of information or legitimately accessible material; however, they must do the work already done by the first writer. The respondents' tables should reflect the results of their own efforts. These tables should differ from those of the applicant by their content, formulation and presentation. If they are identical, the respondents have a duty to show - which they did not do - that this is not a complete copy or a disguised imitation. <FRAGMENT_SUPPRESSED>", "[13] What matters here, therefore, is not the fact that the defendants may have adopted the idea of a work but the labour or effort expended in creating their work, as Tamaro succinctly puts it (para. 9) at pp. 289 and 290:  <FRAGMENT_SUPPRESSED> \"In any case involving the determination of what constitutes a significant or substantial appropriation of a work, it must be borne in mind that merely adopting an idea does not constitute infringement ...  <FRAGMENT_SUPPRESSED> \"Depending on the type of work at issue, some resemblances are inevitable ...  <FRAGMENT_SUPPRESSED> \"However, a person who wishes to adopt the idea of a work must do so through his own efforts. <FRAGMENT_SUPPRESSED>", "[14] In the case at bar, the person really responsible for the Agenda of the defendants is Robert Perron, a fireman with the City of Montreal, who also operates his own business designing, manufacturing, selling, promoting and distributing advertising or advertising and promotional material, the defendant Publicité Robert Perron Inc. In generally clear, categorical, precise testimony that was not contradicted in essentials, he explained that in 1988 he designed, printed and distributed some 450,000 advertising place mats for the use of Montreal firemen. On these place mats were printed, inter alia, advertisements paid for by various advertisers, some of whom continued to advertise in the defendants' Agenda . Mr. Perron and an APM representative subsequently discussed the possibility of printing up a diary for members of the Association that would be financed by advertisers and would contain information useful for its members, such as their work schedule, addresses and telephone numbers and other information relating to their rights and interests. At that time, Mr. Perron indicated his interest in producing the diary and distributing it free to APM members.  <FRAGMENT_SUPPRESSED>", "[15] However, in view of the fact that the plaintiff Caron was a retired fireman and had for several years been distributing to APM members, although in return for financial contributions by the Association, the latter's representatives decided first to offer him an opportunity to produce for them a work of the type discussed with Robert Perron. The plaintiff Caron accordingly submitted various models whose proposed form and content did not meet with the approval of the APM representatives. Further, it did not prove possible to reach an agreement between the plaintiff and the APM on the question of the latter's financial contribution to the publication and the distribution of the diaries requested.  <FRAGMENT_SUPPRESSED>", "[16] Accordingly, Robert Perron was in due course summoned by the APM president and asked to prepare a real diary, that is a pocket notebook in which notes could be written for each day in the year and which would also contain various information useful to firemen in the Association, accompanied by advertising. Robert Perron denied that he based his work on the plaintiff's own. He explained that he obtained the advice of a co-worker who was an artist, the fireman Pierre Ethier, who suggested to him an original way of using the square reserved for each day in the year to both enter the date and the firemen's work schedule, while leaving most of the space in the square free for making notes. Thus, in each square the date is entered in the upper left corner, and in smaller type the two numbers representing the two work groups assigned to each day are printed at the bottom of the square one after the other, the first, representing the day group, on a light background, and the second, representing the night group, on a dark background; the printing of all these numbers takes up barely 20% of the space in the square, which can thus conveniently be used for making notes. As each calendar month is printed on two pages of the Agenda , one on the left and the other on the right, Robert Perron deliberately chose to print advertising or other information on the back of each of these two pages rather than printing other parts of a calendar month on them, thereby guaranteeing advertisers that the advertising pages could not be torn out of the Agenda and the diary and calendar alone kept. As to the printing of the advertising, Mr. Perron explained that the instructions of the advertisers themselves were followed and he also obtained the assistance of another co-worker who was involved in artistic design, the fireman Joly. Further, he categorically denied that he recruited his advertisers directly from the work . He explained that it was actually the latter, most of whom were customers of his own business, who first showed interest in advertising directed at the same firemen. Finally, Mr. Perron said he constantly requested and accepted the advice of his fellow firemen in the APM as to the content and even the form of the Agenda . That is how, for example, the most recent Agenda , the 1992 edition, had its format somewhat reduced, though it was still larger than the plaintiff's work.  <FRAGMENT_SUPPRESSED>", "[17] Finally, the evidence disclosed that in 1989 Robert Perron, acting for the defendant company Publicité Robert Perron Inc., entered into a verbal agreement with APM for the exclusive publication and distribution of the Agenda concerned, each party being free to interrupt and terminate the agreement without penalty; however, as long as the agreement lasted, Publicité Robert Perron Inc. would receive the advertising revenue and would in return be responsible for the cost of publishing the Agenda to be distributed free to APM members.  <FRAGMENT_SUPPRESSED>", "[18] In the circumstances, Robert Perron's creative effort and work appear to me to be independent and genuine: they are certainly sufficient for me to conclude that there was no plagiarism or copying of the plaintiff's work. This conclusion is lent force by the fact that the area of protection reserved to the plaintiff is limited as he created his work from sources and ideas common to the same sector. Relying, inter alia, on <FRAGMENT_SUPPRESSED>  matters is still that the expression of someone else's ideas should not be copied, and the more an author creates from sources and ideas common to one sector the smaller is the scope of the area of protection reserved to him. <FRAGMENT_SUPPRESSED>", "[19] In the same vein, it seems appropriate to quote the following passage from <FRAGMENT_SUPPRESSED>  of plagiarism or copying in such cases. First, the information largely comes from a common source. The stations or networks provide summaries of programs and permit or encourage their reproduction. They are to be found in various schedules, word for word or slightly modified.  <FRAGMENT_SUPPRESSED> \"The evidence did not show that 'L'horaire TV' copied information from TV Hebdo or TV Plus. Fox (p. 347) states that someone compiling the same information and arriving at a result similar to that of another through has own work and research, based on common sources, does not infringe the author's rights.  <FRAGMENT_SUPPRESSED> \"The presentation of the content and its layout may be similar, but many of the procedures used are simply techniques common to printing and publishing. <FRAGMENT_SUPPRESSED>", "[20] Accordingly, as I consider that the defendants have successfully discharged the burden of showing that they did not copy the plaintiff's work, there is no infringement and the latter's action must be dismissed with costs.  <FRAGMENT_SUPPRESSED> Action dismissed.  <FRAGMENT_SUPPRESSED> Editor: Elizabeth M.A. Turgeon/slm  <FRAGMENT_SUPPRESSED>"]}