{"id_": "049905", "body_str": ["[1] Crampton, C.J. : In this Application, Save Halkett Bay Marine Park Society seeks judicial review of a Disposal at Sea Permit granted by the Minister of the Environment to the Artificial Reef Society of British Columbia. That permit authorizes the sinking of the decommissioned ship HMCS Annapolis, to turn it into an artificial reef at Halkett Bay Marine Park, off the coast of Vancouver.", "[2] The Applicant seeks to have the permit quashed on the ground that the Minister was prohibited by law from authorizing the disposal at sea of a ship containing allegedly banned substances in its hull, namely, dibutyltin dichloride and tributyltin chloride (\" TBTs \"). In the alternative, the Applicant asserts that the permit should be quashed on the basis that its issuance was unreasonable in the circumstances.", "[3] The Respondents dispute both of these contentions and maintain that this Application was filed too late.", "[4] The TBTs alleged to be in the ship's hull were common ingredients in \"anti-fouling\" paint that was used on ships' hulls during the period that the HMCS Annapolis was in active service, to prevent barnacles and other marine species from growing on the ships.", "[5] For the reasons set forth below, I have concluded that this Application was in fact filed too late. In any event, I have also concluded that (i) the Minister was not prohibited by law from issuing the permit, and (ii) the issuance of the permit was not unreasonable, particularly given: a. The anti-fouling coating of the ship's hull was reasonably determined to be in a non-active state, in accordance with Environment Canada's Clean-up Standard for Disposal at Sea of Vessels, Aircraft, Platforms & Other Structures (the \"Clean-up Standard\"); b. The amount of TBTs in the paint samples allegedly collected from the hull of the HMCS Annapolis on behalf of the Applicant is the equivalent of approximately 0.004% - 0.008% of what would be expected to be found in fresh anti-fouling paint; c. The provisions in the Clean-up Standard pertaining to anti-fouling paints are consistent with those in the corresponding standard that exists in the United States and with the practices followed in Australia; d. Given that the Annapolis was last painted with anti-fouling paints approximately 20 years prior to the issuance of the Permit, the Minister's conclusion that any TBTs in the hull of the ship are no longer in an active state was also consistent with the standard that has been adopted in the United Kingdom; e. An extensive and thorough analysis (unrelated to TBTs) was conducted on behalf of the Minister over several years, prior to the issuance of the permit. I. The Parties A. The Applicant", "[6] Save Halkett Bay Marine Park Society (the \" Society \") is comprised of property owners and full or part-time residents of Halkett Bay, Gambier Island, British Columbia. B. The Artificial Reef Society of British Columbia (\" ARSBC \")", "[7] The ARSBC is a non-profit society based in Vancouver, British Columbia. Its mission is to create and promote sustainable artificial reefs in British Columbia and around the world for the enjoyment of recreational divers and the protection of marine habitat.", "[8] Since 1991, the ARSBC has successfully sunk six large ships and one Boeing 737 as artificial reefs in British Columbia.", "[9] In establishing its reefs, a central objective of the ARSBC is to attract marine life and to provide an environment in which it can flourish. C. The Minister of the Environment (the \"Minister\")", "[10] The Minister, the Honourable Leona Aglukkaq, is the person responsible for issuing the type of permit required to dispose of a ship at sea, as further explained below. In fulfilling that function, she is supported by staff in the department of Environment Canada. II. Background", "[11] The HMCS Annapolis (the \" Annapolis \") was a destroyer in the Royal Canadian Navy fleet from 1964 to 1996. It was decommissioned in 1998 and sold to the ARSBC on March 11, 2008.", "[12] The ARSBC acquired the Annapolis for the purpose of turning it into an artificial reef.", "[13] In June 2008 the Annapolis was moved from the federal facility in Esquimalt, BC to Port Graves Bay, Gambier Island (near Halkett Bay) to be prepared for sinking as an artificial reef. It has been moored at that location ever since.", "[14] The ARSBC subsequently selected Halkett Bay Marine Park as the site for the artificial reef, in part because of the opportunity to repair and restore the habitat in Halkett Bay, which apparently has been damaged by decades of log booming.", "[15] In order to sink the Annapolis as an artificial reef, the ARSBC was required to obtain regulatory approvals from the federal Departments of Fisheries and Oceans (\" DFO \") and Transport Canada. It was also necessary to obtain permits from the Minister and the provincial Ministry of Environment.", "[16] By the fall of 2012 the ARSBC had received the requisite approvals from DFO and Transport Canada. In addition, it obtained support for the project from the Squamish Nation and the Tsleil-Waututh Nation.", "[17] However, as a result of concerns expressed by the Society in late 2012 regarding the potential presence of polychlorinated biphenyls (\" PCBs \") on the ship, the ship was tested and found to contain levels of PCBs that could pose a risk if accidentally released into the environment.", "[18] In June 2013, the ARSBC was notified of this fact by Environment Canada and informed that a disposal at sea permit would not be issued until the PCBs were removed from the vessel.", "[19] The ARSBC then withdrew the initial permit application that it had submitted and began to work with Environment Canada to remove the PCBs from the vessel. An Order of this Court was required to conduct that remediation work, as the ship had been placed under arrest in April, 2013, pursuant to an action commenced by W.R. Marine Services, which has been providing mooring services for the ship, at Port Graves Bay. That Order to conduct the remediation work was issued in February 2014. A subsequent Order releasing the ship from arrest was then orally issued by Prothonotary Lafrenière on November 4, 2014. (A written order was subsequently released on November 24, 2014.)", "[20] In July 2014, the ship was inspected and certified to be free from PCBs in solid form with concentrations not exceeding the 50ppm threshold set forth in the applicable regulations. The expenses associated with the work to remove the PCBs from the ship, which was conducted by a third party contractor on behalf of Environment Canada, totalled approximately $888,000.", "[21] Later that month, the ARSBC reapplied for a permit to dispose of the Annapolis at sea.", "[22] On October 2, 2014, the Minister issued the Disposal at Sea Permit No 4543-2-03607 (the \" Permit \").", "[23] On October 9, 2014, the Society filed a Notice of Objection pursuant to subsection 332(2) of the Canadian Environmental Protection Act, SC 1999, c 33 (the \" CEPA \") and requested that the Minister convene a Board of Review in respect of the Permit. The Society repeated that request in letters dated December 9, 2014 and December 17, 2014.", "[24] On November 3, 2014, the provincial Ministry of Environment issued Park Use Permit No. 17257 authorizing the ARSBC to sink the Annapolis in Halkett Bay Marine Park.", "[25] By that time the ARSBC had also re-confirmed its authorization from Transport Canada and the DFO.", "[26] On January 6, 2015, the day following an announcement by the ARSBC that it planned to move the ship into Halkett Bay on January 13, 2015 and sink it a few days later, the Society filed its Application in this proceeding.", "[27] On January 12, 2015, Justice Shore issued an Order for a temporary stay of proceedings, which prevented the Annapolis from being moved pending the hearing of a motion by the Society for an interlocutory stay of the Permit and an interlocutory injunction preventing such moving and sinking.", "[28] That Order was superseded by an Order, on consent, of Justice Simpson, dated January 30, 2015. Among other things, that Order established procedures for the expedited hearing of this Application, and prohibited the moving and sinking of the vessel until a decision was issued on the Application.", "[29] Due to the delays resulting from proceedings in this Court, the ARSBC informed the Court that it had sought and recently obtained confirmation from the DFO that it will not prevent the sinking from proceeding after February 1, 2015.", "[30] The ARSBC has also applied to Environment Canada for an amendment to the Permit, to allow the sinking to proceed as soon as possible in light of the increasing risk of an accidental sinking at an unwanted location. During the hearing of this Application, the ARSBC confirmed that this request was still outstanding. III. The Minister's decision to issue the Permit", "[31] The Permit is in excess of four pages and sets forth various terms, conditions and other information.", "[32] It does not appear that the Minister explained the basis for the issuance of the Permit in any cover letter or other document that was issued at that time or in the weeks that followed.", "[33] Among other things, the Permit identifies the Annapolis as being the \"waste or other matter to be disposed of,\" and describes it as falling into the following category: \"Ships, aircraft, platforms or other structures from which all material that can create floating debris or other marine pollution has been removed to the maximum extent possible if, in the case of disposal, those substances would not pose a serious obstacle to fishing or navigation after being disposed of.\"", "[34] The Permit is valid from October 14, 2014 to October 13, 2015. One of the terms of the Permit prevents the ship from being transported and disposed during the period February 1, 2015 to August 14, 2015.", "[35] The method of disposal is described as being \"scuttle[ing] by explosive cutting allowing water to enter [the] hull.\"", "[36] Other terms in the Permit include that the ARSBC and its contractors are subject to inspection pursuant to Part 10 of the CEPA and that an Enforcement Officer designated pursuant to subsection 217(1) of the CEPA and/or a representative of Environment Canada be allowed to board and inspect the ship prior to its disposal.", "[37] In addition, section 9.7 of the Permit provides that, prior to disposal, the ship must meet the criteria stipulated in the December 2007 version of the Clean-up Standard.", "[38] On January 7, 2015, the day following the filing of this Application, the Minister declined the Society's request for a Board of Review to be convened in respect of the issuance of the Permit.", "[39] Among other things, the Minister's response summarized the concerns that had been expressed by the Society and assured the Society that its concerns had been taken seriously and had informed the scope of the assessment that was carried out. The response then concluded as follows: I am satisfied with the extent to which Environment Canada has engaged your client, and that the concerns you raised have been taken into account. I believe that the former HMCS Annapolis can be disposed of in a manner that does not pose a significant risk to the marine environment or human health. Given the above, I decline the Save Halkett Bay Marine Park Society's request that I establish a board of review under subsection 333(5) of the Canadian Environmental Protection Act 1999 Please accept my best wishes. IV. Relevant Legislation", "[40] Pursuant to subsection 18.1(2) of the Federal Courts Act , RSC 1985, c F-7, \"[a]n application for judicial review in respect of a decision or an order of a federal board, commission or other tribunal shall be made within 30 days after the time the decision or order was first communicated ... or within any further time that a judge of the Federal Court may fix or allow before or after the end of those 30 days.\"", "[41] The framework established in the CEPA for the disposal of waste or other matter at sea is set out in Part 7, Division 3 and Schedules 5 and 6 of that legislation.", "[42] In brief, section 125 of CEPA prohibits the disposal of substances at sea unless the substance is \"waste or other matter\" and the disposal occurs in accordance with a Canadian permit.", "[43] \"Waste or other matter\" is defined in subsection 122(1) to mean \"waste or other matter listed in Schedule 5.\"", "[44] Pursuant to section 3 of Schedule 5, ships fall within the definition of \"waste or other matter,\" provided that: ... all material that can create floating debris or other marine pollution has been removed to the maximum extent possible if, in the case of disposal, those substances would not pose a serious obstacle to fishing or navigation after being disposed of.", "[45] Pursuant to subsection 127(1) of the CEPA, the Minister may issue a permit authorizing the disposal of waste or other matter. However, subsection 127(3) of CEPA provides that, before issuing a permit under subsection 127(1), the Minister shall \"comply with Schedule 6 and shall take into account any factors that the Minister considers necessary.\"", "[46] Schedule 6 of CEPA sets out the assessment and analysis required in order to be able to make a permit decision. As no issue has been raised in respect of Schedule 6, it will not be further discussed in this decision.", "[47] Pursuant to section 134 of the CEPA, any person may file with the Minister a notice of objection requesting that a Board of Review be established under section 333 in respect of the issuance of a permit. Where such a notice is filed within the prescribed period of time (7 days), the Minister may establish a Board of Review to inquire into the matter raised by the notice (subsection 333(5)). Upon receipt of the Board's report, the Minister may take further steps regarding the permit if she considers it advisable to do so (subsection 129(3)).", "[48] In October 2001, the International Maritime Organization adopted the International Convention on the Control of Harmful Anti-fouling Systems on Ships, 2001 (the \" Convention \"). For the purpose of this Application, the relevant provision of that instrument is Article 4(1), which states: (1) In accordance with the requirements specified in Annex 1, each Party shall prohibit and/or restrict: (a) The application, re-application, installation, or use of harmful anti-fouling systems on ships referred to in article 3(1)(a)or(b); and (b) The application, re-application, installation or use of such systems, whilst in a Party's port, shipyard, or offshore terminal, on ships to in article 3(1)(c). and shall take effective measures to ensure that such ships comply with these requirements.", "[49] In apparent compliance with the IMO Convention, and pursuant to the Canada Shipping Act, 2001, c 6 (the \" CSA\") , Parliament passed the Regulations for the Prevention of the Pollution from Ships and for Dangerous Chemicals, SOR/2007-86, which has now been replaced by the Vessel Pollution and Dangerous Chemicals Regulations, SOR/2012-69 (\" Vessel Pollution Regulations \"). For the purposes of this Application, the relevant provision is subsection 127(1), which states: (127) (1) The authorized representative of a vessel must ensure that it does not have an anti-fouling system that contains any organotin compounds that acts as biocide.", "[50] The full text of the various provisions discussed above is set forth in Appendix 1 to these reasons. V. Issues", "[51] The issues raised on this Application are as follows: A. Was this Application filed too late? B. Did the Minister err by failing to consider and apply an outright ban on TBTs that the Society asserts exists in Canada? C. Was the issuance of the Permit unreasonable?", "[52] In its written submissions, the Society also alleged that the Minister's denial of its request for a Board of Review to challenge the Permit breached its right to procedural fairness. However, it abandoned that submission during the hearing of this Application (Transcript, at 18-20). VI. Standard of Review", "[53] The Society's assertion that the Minister failed to consider and apply an outright ban on TBTs that it maintains exists has a component that is purely legal and a component that is either factual in nature or is a question of mixed fact and law.", "[54] The purely legal component concerns subsection 127(1) of the Vessel Pollution Regulations and certain provisions in the CEPA, which the Society states establish an outright ban on TBTs. This Court's review of whether those provisions in fact establish an outright ban on TBTs in Canada that rendered the issuance of the Permit contrary to law is conducted on a correctness standard. This is because this is \"a pure question of statutory construction embodying no discretionary element,\" the Minister \"cannot claim to have any expertise over and above\" that of the Court in respect of such questions, and there is no privative clause in the CEPA ( REFERENCE_SUPPRESSED). Moreover, insofar as the Vessel Pollution Regulations are concerned, they were passed pursuant to the CSA, above, which is not the Minister's \"home statute\" and no evidence was adduced to demonstrate that she has any particular familiarity with that statute ( REFERENCE_SUPPRESSED).", "[55] The factual component of the issue that has been raised concerning the Vessel Protection Regulations is whether the Annapolis has \"an anti-fouling system that contains any organotin compounds that acts as biocide,\" within the meaning of subsection 127(1) of those regulations. Irrespective of whether this is a purely factual matter, or is a matter of mixed fact and law, the applicable standard of review is reasonableness ( REFERENCE_SUPPRESSED).", "[56] The Society's assertion that the Minister's decision was unreasonable is also subject to review on a reasonableness standard ( CITATION_SUPPRESSED , above). VII. Evidentiary Issue", "[57] The Respondents submit that the \"scientific evidence\" adduced by the Society should be struck on the basis that permitting the Society to tender such evidence would contravene the settled rule that, on a judicial review under subsection 18.1(1) of the Federal Courts Act , above, the scope of admissible evidence is limited to the evidence that was before the decision-maker ( REFERENCE_SUPPRESSED); REFERENCE_SUPPRESSED).", "[58] Accordingly, the Respondents submit that paragraphs 10-15 and 17, as well as Exhibits D through O of the affidavit of William Andrews (the \" Andrews Affidavit \"), together with the entire affidavits of Rachel Barsky dated January 9, 2015 (the \" Second Barsky Affidavit \") and January 20, 2015 (the \" Third Barsky Affidavit \"), should be struck on the basis that the affiants purport to give scientific evidence that was not before the Minister when she issued the Permit. The Respondents make essentially the same submission with respect to the scientific evidence provided in the affidavit of Dr. Emilien Pelletier (the \" Pelletier Affidavit \").", "[59] As recognized in both CITATION_SUPPRESSED and CITATION_SUPPRESSED , above, the rule that the scope of admissible evidence is limited to the evidence that was before the decision-maker is subject to certain exceptions. One of those exceptions is for material that is considered to be general background information that would assist the Court ( CITATION_SUPPRESSED; CITATION_SUPPRESSED, above ).", "[60] However, in discussing this exception in CITATION_SUPPRESSED , above, Justice Stratas cautioned that \"[c]are must be taken to ensure that the affidavit does not go further and provide evidence relevant to the merits of the matter decided by the administrative decision-maker.\" Applying this principle, he proceeded to strike the affidavit in question, on the basis that much of what was \"said to be 'context and background' is really evidence that goes to the merits of the matter before the Board\" ( CITATION_SUPPRESSED). Justice Zinn reached a similar conclusion in REFERENCE_SUPPRESSED).", "[61] In my view, the evidence to which the Respondents object, described at paragraph 58 above, is similarly not \"context and background\" but rather is evidence that goes to the merits of the matter that was before the Minister. As the Minister confirmed in her letter to the Society's counsel dated January 7, 2015, the interventions of the Society were \"taken seriously by Environment Canada and informed the scope of the assessment that was carried out.\" The Minister proceeded to note: \"I am satisfied with the extent to which Environment Canada has engaged your client, and that the concerns you raised have been taken into account. I believe that the former HMCS Annapolis can be disposed in a manner that does not pose a significant risk to the marine environment or human health\" (emphasis added).", "[62] The Society also referred to REFERENCE_SUPPRESSED; and REFERENCE_SUPPRESSED. However, those cases are distinguishable as they concerned a dispute over the admissibility of evidence that was before the lower tribunal. Another case relied upon by the Society, REFERENCE_SUPPRESSED is also distinguishable, on the basis that the evidentiary issue in dispute concerned evidence relating to the history of dealings between the petitioners and the province or BC Hydro, which was found to be relevant to the allegation that the Crown had breached its duty to consult.", "[63] Notwithstanding the foregoing, I believe that on the very particular facts of this case the disputed affidavit evidence ought to be admitted.", "[64] As Justice Stratas observed in CITATION_SUPPRESSED, the list of exceptions to the general rule against admitting evidence that was not before the decision-maker whose decision is subject to judicial review \"may not be closed.\" Other exceptions may exist, particularly where they are \"not inconsistent with the differing roles of the judicial review court and the administrative decision-maker\" and where they may \"facilitate or advance the role of the judicial review court without offending the role of the administrative decision-maker.\"", "[65] An important issue that was before the Minister was the nature of the \"risk to the marine environment or human health.\" In my view, this is an exceptional public interest issue that warrants a relaxation of the typical rules of evidence pertaining to the judicial review of a decision made by a Minister or other public official in respect of such an issue. If there is scientific evidence that may demonstrate an unacceptable risk to human health or the environment, that evidence should be admissible on a judicial review of a decision that focused on that issue. This is particularly so if the evidence was not before the Minister or other public official. The public would be justified in expecting nothing less.", "[66] I am satisfied that admitting scientific evidence in this context would not be inconsistent with the differing roles of this Court and the Minister or other public official, and would facilitate or advance the role of the judicial review court without offending the role of the administrative decision-maker ( REFERENCE_SUPPRESSED).", "[67] Where scientific evidence demonstrates, in a clear and compelling fashion, the existence of an unacceptable risk to the environment or human health that was not considered by a Minister or other public official, that may provide a basis for quashing the decision and returning the matter to such decision-maker.", "[68] As a practical matter, nothing turns on my decision to admit the disputed scientific evidence, as I have determined that the evidence in dispute is inconclusive, in terms of assisting me to determine whether any TBTs that may exist in the hull of the Annapolis present a real prospect of causing a material risk to human health or the environment. Stated differently, that evidence does not assist the Court in determining whether the Minister's decision to issue the Permit was unreasonable, in the sense of not being within \"a range of possible, acceptable outcomes which are defensible in fact and law\" ( CITATION_SUPPRESSED). VIII. Analysis A. Was this Application filed too late?", "[69] The Respondents submit that this Application should be dismissed on the basis that it was not commenced within the 30 day time limit set forth in subsection 18.1(2) of the Federal Courts Act , above. I agree.", "[70] Given that the Permit was issued on October 2, 2014, that limit expired on or about November 2, 2014. This Application was not filed until January 6, 2015, more than two months beyond that limit.", "[71] The Society takes the position that \"the doctrine of laches does not apply in this case, but if it does, it is the Minister of Justice who has been late in raising this issue.\"", "[72] The Respondents' submission is not based on the equitable doctrine of laches, but rather on the statutory limitation set forth in section 18.1(2) of the Federal Courts Act, above. Moreover, I agree with the Respondent Minister that the circumstances of this case are such that the Respondents should not be prejudiced by the fact that they did not raise the issue of lateness until they filed their written submissions on this Application. Those circumstances are that \"all the parties to these proceedings took a very cooperative approach in getting this to judicial review on a very expedited basis so that the issue could be addressed because there were concerns about the urgency of the matter given the condition of the vessel\" (Transcript, at 193-194).", "[73] When pressed during the hearing on whether there is any legal principle that required the Respondents to make their submissions regarding lateness at an earlier point in time than they did, such as in the hearing before Justice Shore on January 12, 2015 or when the matter came before Justice Simpson shortly thereafter, counsel to the Society replied in the negative (Transcript, at 90-91).", "[74] Nevertheless, counsel to the Society asserted that this Application is framed as seeking judicial review in respect of the matter of the Minister's issuance of the Permit. Counsel explained: \"This does not attack a decision or order, but a course of conduct of the Minister\" (Transcript, at 91). Notwithstanding that the Society had previously abandoned its separate challenge of the Minister's decision not to establish a Board of Review, counsel maintained that the course of conduct being attacked includes the actions of the Minister from the time the Permit was issued on October 2, 2014, until the Society filed this Application on January 6, 2015.", "[75] In support of this particular position, the Society relies on REFERENCE_SUPPRESSED, where a distinction was drawn between a \"decision or order\" to which the 30 day limit described in subsection 18.1(2) applies and a broader \"matter\" contemplated by subsection 18.1(1), to which that limit does not apply.", "[76] The Respondent Minister maintains that CITATION_SUPPRESSED and CITATION_SUPPRESSED , above, are distinguishable on the basis that they each concerned a course of conduct on the part of the respondent Minister that extended over a period of time that was broader than the making of a single decision or order, as contemplated by subsection 18.1(2). I agree.", "[77] In CITATION_SUPPRESSED , the appellants challenged \"a series of annual decisions reflective of the ongoing policy or practice of the respondent over time\" ( CITATION_SUPPRESSED). Likewise, in CITATION_SUPPRESSED , it was evident that the subject matter of the judicial review application was not just a single decision, but rather a course of conduct that \"is replete with matters between the Canada Revenue Agency, the RCMP and the Vancouver Policy, the use to be made of the information demanded, the purposes of the Minister, the alleged breaches of the confidentiality provisions of the Income Tax Act, the plans and actions of the federal officials and the breaches of Charter rights flowing from this conduct\" ( CITATION_SUPPRESSED).", "[78] I also agree with the Respondents that it is abundantly clear from the Notice of Application filed by the Society that the subject \"matter\" of this Application is solely the Minister's decision to issue the Permit. This is clear from the opening paragraph of the Application, which is confined to the \"issuance of the [Permit].\" Likewise, the statement of relief sought is focused on the Permit and does not reference any other conduct of the Minister. Similarly, the concluding paragraph of the Application states: \"An urgent interim order is required in order to prohibit moving the Annapolis into Halkett Bay on January 13, 2015 and its sinking on January 17th, 2015 to preserve the status quo and permit this Honourable Court time to hear this Application and rule on whether the [Permit] is compliant with Canadian law and its own terms and conditions\" (emphasis added).", "[79] The only reference in the Application to any other conduct of the Minister, from which it might be argued that a \"course of conduct\" broader than the issuance of the Permit was being challenged, is in paragraph 13 of the document, under the heading The Grounds for the Application Are . There, the Society described the requests that it made for a Board of Review to be established, and noted that the Minister had failed to respond to that request and to the request that the Permit be suspended pending such review.", "[80] In my view, the contents of paragraph 13 of the Application are not sufficient to transform what is otherwise a challenge that is clearly focused uniquely on the decision to issue the Permit, into a challenge of a broader course of conduct that includes the Minister's refusals to establish a Board of Review and to suspend the Permit. I would simply observe again in passing that counsel to the Society abandoned in oral argument the issue that it had raised in its written submissions with respect to the Minister's failure to establish a Board of Review.", "[81] It follows from the foregoing that the 30 day limit set forth in subsection 18.1(2) applies and the Society is left in the position of depending on the exercise of this Court's discretion to grant an extension of that limit.", "[82] There are four considerations that guide the Court in determining whether to exercise that discretion. These are whether: (i) the moving party exhibited a continuing intention to pursue the application; (ii) there is merit to the application; (iii) the other parties have suffered prejudice as a result of the delay, and (iv) there is a reasonable explanation for the delay ( REFERENCE_SUPPRESSED).", "[83] In assessing the foregoing considerations, the Court will keep in mind that the 30 day time limit set forth in subsection 18.1(2) \"is not whimsical,\" but rather \"exists in the public interest, in order to bring finality to administrative decisions so as to ensure their effective implementation without delay and to provide security to those who comply with the decision or to enforce compliance with it, often at considerable expense\" ( REFERENCE_SUPPRESSED).", "[84] On balance, the four considerations listed above, taken together, weigh in favour of declining to exercise discretion to grant an extension to the 30 day limitation period. In brief, the ARSBC has suffered substantial prejudice as a result of the Society's failure to file this Application within that period, the Society did not provide a reasonable explanation for that delay, and the Society did not exhibit any intention to bring this Application until December 17, 2014, when it made the Minister aware of that possibility.", "[85] For the reasons discussed in parts VIII.B and VIII.C of these reasons, I have also dismissed this Application on its merits. However, had the facts been different, and had they clearly demonstrated a real prospect of causing a material risk to human health or the environment, I may well have reached a different conclusion regarding the granting of an extension under subsection 18.1(2), particularly if such harm would extend beyond the interests of the tardy Applicant. (i) Prejudice", "[86] With respect to prejudice, I accept the Respondents' submissions that the Society's delay in filing this Application until just before the planned sinking of the Annapolis on January 17, 2015 has prejudiced the ARSBC and created a heightened risk that the Annapolis will sink accidentally at an undesirable location, due to the ship's deteriorated condition. Such an eventuality would create a potentially dangerous hazard and have adverse impacts on numerous third parties (Affidavit of Colin Parkinson, sworn February 6, 2015, at paragraphs 11-12).", "[87] The Society was aware, no later than October 9, 2014, that the Permit had been issued as it wrote to the Minister on that date to file a Notice of Objection and to request the convening of a Board of Review in respect of the issuance of the Permit. It can also be taken to have been aware that paragraph 3 of the Permit prohibits the transportation and sinking of the ship between February 1, 2015 and August 14, 2015. It has not claimed that it was unaware that the ARSBC was planning to sink the ship prior to that period.", "[88] In fact, the uncontested evidence before the Court is that counsel to the Society (i) attended most of the hearing of the Motion to release the Annapolis from arrest, which took place on November 4, 2014, and (ii) was present when Prothonotary Lafrenière pronounced his Order with reasons, at the end of that hearing. That Order, which was ultimately reduced to a written Endorsement dated November 24, 2014, contemplated that the Annapolis would be moved and sunk within 30 days ( REFERENCE_SUPPRESSED). However, the ARSBC subsequently filed a Notice of Motion requesting an extension of the Port Graves Bay moorage period until January 31, 2015. By Order dated December 9, 2014, that Motion was granted.", "[89] Nevertheless, it was readily apparent to all present in the hearing on November 4, 2015 that the situation had become very urgent. This is clear from the following passage of Prothonotary Lafrenière's Endorsement: 31. Third, there is urgency to complete the project. The condition of the Annapolis has deteriorated to the point that there is a substantial risk that the ship may develop a leak in one of its through-hull fittings before the summer of 2015 due to its deteriorating condition and corrosion. A failure of one of these fittings would likely cause a flood within various areas of the ship and ultimately result in a total loss. The ship has been substantially stripped and opened up. It is not feasible to repair the Annapolis at this stage or to tow the ship anywhere other than its approved sinking location at Halkett Bay. Releasing the Annapolis from arrest in order that the ship may be sunk in a controlled manner at the approved location appears to be the only realistic alternative to an eventual accidental sinking at an unwanted location. [Emphasis added.] 32. In the end, I conclude that an order releasing the Annapolis from arrest so the ship may be sunk in a controlled manner as an artificial reef is the only realistic alternative to the eventual catastrophe of a through-hull fitting failure , which would work a prejudice to both parties. [Emphasis added.]", "[90] Given the urgency described above, the ARSBC retained a significant number of third party services providers immediately upon the release of the Annapolis from arrest, to prepare the ship to be moved and sunk in Halkett Bay. As those parties were in the process of performing their services, the Society filed its Application and then filed the Motion for an interim stay that was granted by Justice Shore. As a result of that stay, the ARSBC had to suspend the work of those third party service providers and has had to seek an amendment to the Permit, to be able to move and sink the ship after February 1, 2015. However, the ship continues to deteriorate and to face an increasing risk of sinking accidentally (Affidavit of Jeffrey Smith, sworn January 9, 2015, at Exhibit D; Affidavit of Howard Robins, at paragraph 50). In part, this is due to the fact that the ship's through hull fittings continue to corrode and, since the release of the ship from arrest, further holes have been cut inside the vessel and through its hull, to assist the ship to sink rapidly.", "[91] In addition to the foregoing, the ARSBC adduced evidence, which was not contested, that the potential cost of dealing with an accidental sinking is between approximately $2.5 to $6 million. The ARSBC's evidence is also that it holds a marine liability insurance policy for the Annapolis with a maximum benefit of $1 million, and that it has no further assets.", "[92] Based on all of the foregoing, I am satisfied that the ARSBC has suffered, and will continue to suffer significant prejudice as a result of the Society's delay in filing this Application. If the ship accidentally sinks because of the increased risk that has materialized since the expiry of the 30 day limit set forth in subsection 18.1(2) of the Federal Courts Act , above, prejudice also likely will be suffered by third parties, including those who navigate the waters where such accident could occur. (ii) Intention to pursue the application", "[93] As previously noted, the evidence before the Court is that the Society did not make known its intention to file an application for judicial review of the Minister's issuance of the Permit until it communicated that fact in a letter to the Minister dated December 17, 2014 - a date well beyond the 30 day limit set forth in subsection 18.1(2).", "[94] I recognize that the Society promptly filed, on October 9, 2014, a Notice of Objection and made a request for the convening of a Board of Review in respect of the issuance of the Permit; and that it repeated the latter request in letters to the Minister dated December 9, 2014 and December 17, 2014.", "[95] However, the Board of Review process is not akin to an administrative appeal process or other available remedy which must be exhausted before an application for judicial review may be filed in this Court. The Board of Review process is entirely discretionary. In brief, where a person files a notice of objection, the Minister may establish a Board of Review to inquire into the matter raised by the notice (CEPA, above ss. 333(5)). Upon receipt of the Board's report, the Minister may take further steps regarding the permit if she considers it advisable to do so (ss. 129(3)).", "[96] In summary, there was nothing preventing the Society from filing this Application within the 30 day time limit set forth in subsection 18.1(2) of the Federal Courts Act, above. Its failure to communicate or otherwise demonstrate any intention to do so weighs against the Court exercising its discretion to grant an extension to that limit. (iii) Explanation for delay", "[97] The Society has not offered any explanation for why it waited until almost two months beyond the time limit set forth in subsection 18.1(2) before filing this Application. For the reasons discussed immediately above, the fact that the Society was attempting to persuade the Minister to convene a Board of Review is not a reasonable explanation. (iv) Merits of the application", "[98] For the reasons discussed below, I have dismissed this Application on its merits. (v) Conclusion regarding the exercise of the Court's discretion", "[99] For the reasons set forth above, I have concluded that it would not be appropriate to exercise my discretion to extend the time for the filing of this Application to January 6, 2015, the date the Application was filed.", "[100] This conclusion provides a sufficient basis to dispose of this Application. However, in the event that I may be found to have erred in reaching this conclusion, I will proceed to assess the Application on its merits below. B. Did the Minister err by failing to consider and apply an outright ban on TBTs that the Society asserts exists in Canada?", "[101] The Society submits that certain provisions of the Convention, the Vessel Pollution Regulations and/or the CEPA operate to impose a ban on TBTs in Canada. Based on that position, and given its belief that there are at least some TBTs still present in the hull of the Annapolis, the Society then asserts that the Minister erred in law by failing to consider and apply that ban when she issued the Permit. Stated differently, the Society maintains that the issuance of the Permit effectively condones a breach of Canadian law and therefore constitutes an excess in the exercise of the Minister's jurisdiction.", "[102] I disagree. (i) The Convention", "[103] With respect to the Convention, the Society notes that Article 4(1) requires the parties thereto to prohibit and/or restrict, in accordance with the requirements specified in Annex 1, the application, re-application, installation, or use of harmful anti-fouling systems on ships referred to in article 3. Article 4(1) also requires the parties thereto to take effective measures to ensure that such ships comply with these requirements.", "[104] Annex 1 to the Convention applies to \"organotin compounds which act as biocides in anti-fouling systems ,\" (emphasis added). Canada acceded to the Convention in 2010.", "[105] What the Society fails to point out is that Article 2(9) of the Convention defines \"ship\" to mean \"a vessel of any type whatsoever operating in the marine environment and includes hydrofoil boats, air-cushion vehicles, submersibles, floating craft, fixed or floating platforms, floating storage units (FSUs) and floating production storage and off-loading units (FPSOs)\".", "[106] In my view, the Annapolis does not fall within this definition. This is because it has been moored at Graves Bay for almost 7 years and can no longer be \"operated,\" or be said to be \"operating,\" in any meaningful sense or as contemplated by the Convention. This is in part because it has been heavily modified for use as an artificial reef. Among other things, these modifications significantly compromised the Annapolis' structural and watertight integrity. They have included the removal of all watertight hatches and numerous watertight bulkheads to allow safe access for divers, as well as the cutting of large openings in the hull (above the water line), shell plate, deck and transverse bulkheads (Affidavit of Jeffrey Smith, at Tab D; Affidavit of Colin Parkinson, at paras 8-12).", "[107] I note that Article 3, which defines the ships to which the Convention applies, also uses the term \"operate\" (Article 3(1)(b)) and the wording \"enter a port, shipyard, or offshore terminal of a Party\" (Article 3(1)(c)). The evidence referenced immediately above suggests that the Annapolis will not do any of the latter things ever again. (ii) The Vessel Pollution Regulations", "[108] Turning to the Vessel Pollution Regulations, subsection 127(1) requires the authorized representative of a vessel to ensure that it does not have an anti-fouling system that contains \"any organotin compounds that acts as biocide.\" This is essentially the same language contained in Annex 1 to the Convention. The Society asserts that subsection 127(1) effectively creates a prohibition on TBTs in Canada, which was contravened by the Minister when she issued the Permit.", "[109] The Respondent Minister asserts that section 187 of the CSA specifically provides that the prohibition on the discharge of a prescribed pollutant does not apply to \"discharges\" that are authorized by a permit issued under Part 7, Division 3 of the CEPA. The CSA is the legislation pursuant to which the Vessel Protection Regulations were enacted. The Respondent Minister further asserts that the definition of \"discharge\" in section 185 of the CSA is sufficiently broad to cover all types of disposals at sea, which are the sole and specific subject matter of Part 7, Division 3 of the CEPA. That definition includes any \"discharge of a pollutant that directly or indirectly results in the pollutant entering waters, and includes spilling, leaking, pumping, pouring, emitting, emptying, throwing and dumping\" (my emphasis).", "[110] I agree that this definition of \"discharge\" is sufficiently broad to bring within the scope of section 187 of the CSA any \"discharge\" of TBTs that may incidentally result from the disposal of the Annapolis, as contemplated by the Permit. Therefore, even if the Annapolis may be said to have \"an anti-fouling system that contains [an] organotin compound that acts as a biocide,\" as contemplated by section 127 of the Vessel Pollution Regulations, the Minister did not act contrary to law or beyond her jurisdiction in issuing the Permit. Section 187 of the CSA specifically permitted her to do so.", "[111] In any event, the Court's attention was not directed toward any provision in the CSA, the CEPA or the Vessel Protection Regulations that required the Minister to ensure compliance with those regulations prior to issuing the Permit. I agree with the Respondent that subsection 127(3) of the CEPA is very clear that, before issuing a permit under subsection (1) or renewing it the Minister simply must \"comply with Schedule 6 and shall take into account any factors that the Minister considers necessary.\" As noted earlier in these reasons, no issue with respect to Schedule 6 has been raised in this proceeding.", "[112] The Society also noted that section 130 of the Vessel Protection Regulations requires every Canadian vessel of 400 gross tonnage or more to hold and keep on board an International Anti-fouling System Certificate in the form set out in Annex 4 to the Convention. The Society maintains that since the Annapolis weighs approximately 2900 gross tons, the ARSBC is required to hold and keep such a certificate.", "[113] I agree with the Respondent Minister that the Minister is not required, and has no legal authority, to enforce compliance with statutes or regulations outside her mandate which impose such types of requirements. Stated differently, the obligation imposed by section 130 did not prevent the Minister from issuing the Permit.", "[114] I would add in passing that it is the responsibility of the party requesting a permit under the CEPA to ensure that all other regulatory requirements that may be applicable in a given situation are met.", "[115] More broadly, the Respondent Minister submits that the Annapolis no longer falls within the definition of a \"vessel,\" set forth in section 2 of the CSA. That definition states: \"vessel\" means a boat, ship or craft designed, used or capable of being used solely or partly for navigation in, on, through or immediately above water, without regard to method or lack of propulsion, and includes such a vessel that is under construction. It does not include a floating object of a prescribed class.", "[116] Relying on REFERENCE_SUPPRESSED, the Respondent Minister asserts that this definition focuses on \"navigation.\" It maintains that since the Annapolis has been prepared for disposal and use as an artificial reef and will never again be used for navigation, it is not a \"vessel\" within the definition set forth immediately above.", "[117] Given that the definition of \"vessel\" includes a ship that was designed to be used solely or partly for navigation , it is not immediately apparent that the Annapolis is not still a vessel, for the purposes of the CSA. I note that this view appeared to be shared by the British Columbia Court of Appeal, when it observed the following: \"It is clear that the Floating Structure physically is a ship or vessel. It was designed to be used in navigation. Implicit in the judge's conclusions is a finding that it remains designed to be used in navigation.\" ( CITATION_SUPPRESSED.)", "[118] Considering that I have already rejected the two arguments described at paragraphs 108-114 above that the Society made with respect to the Vessel Protection Regulations, it is not necessary to make a definitive determination on this additional submission of the Respondent Minister. A further reason for refraining from making such a determination is that the Court did not have the benefit of receiving written submissions on the other side of this issue. (iii) The CEPA", "[119] The Society submits that Canada's implementation of its obligations under the Convention includes the provisions in Part 5 of the CEPA, which deals with \"Controlling Toxic Substances.\" In this regard, the Society draws attention to section 64, which states: (64) For the purposes of this Part and Part 6, except where the expression \"inherently toxic\" appears, a substance is toxic if it is entering or may enter the environment in a quantity or concentration or under conditions that: (a) have or may have an immediate or long term harmful effect on the environment or its biological diversity; (b) constitute or may constitute a danger to the environment on which life depends; or (c) constitute or may constitute a danger in Canada to human life or health.", "[120] The Society further notes that \"Tributlytins\" are listed in Schedule 1 of the CEPA, which is a \"List of Toxic Substances Managed under CEPA.\"", "[121] However, the Society made no representations with respect to section 64 or the list in Schedule 1.", "[122] The Respondent Minister maintains that section 64 simply provides a definition that is used for determining whether a substance may be in included in Schedule 1. The Minister added that once a substance is included in Schedule 1, certain other provisions of CEPA are triggered, including powers to regulate the substance. These presumably include the powers in section 71 (to require persons to notify the Minister of certain things, to provide the Minister with information or samples, or to conduct such tests as the Minister may specify), section 93 (to make regulations with respect to a substance listed in Schedule 1) and section 199 (to require a person to prepare and implement an environmental emergency plan).", "[123] In brief, the Minister asserted that the mere fact that a substance is on the list in Schedule 1 does not operate as a ban of the substance in Canada, or prevent the Minister from issuing a permit authorizing the disposal of the substance. Instead, being included on the list opens the door to other potential regulatory action, such as occurred with the issuance of the PCB Regulations , SOR/2008-273, which impose a prohibition on the release PCBs above a certain concentration into the environment, other than from certain types of equipment referred to (section 5).", "[124] To date, no similar regulations have been issued with respect to TBTs, although TBTs are addressed in the Prohibition of Certain Toxic Substances Regulations, 2012 , SOR/2012-285 (the \" PCTS Regulations \") Pursuant to section 4 of those regulations, \"a person must not manufacture, use, sell, offer for sale or import a toxic substance set out in Schedule I or a product containing it unless the toxic substance is incidentally present\" (emphasis added). However, TBTs are not listed in Schedule 1 of those regulations. Instead, they are listed in Schedule 2, which is entitled \"Permitted Uses, Concentration Limits and Reporting Thresholds.\" The latter schedule was prepared pursuant to subsection 6(2) of the PCTS Regulations, which explicitly states that the prohibition on the manufacture, use, etc. of toxic substances does not apply in certain circumstances, including where the concentration limit is below 30% w/w. Most importantly, subsection 7(2) of those regulations states that \"[a] person may use, sell, or offer for sale a product set out in [the part of Schedule 2 where TBTs appear] if it is manufactured or imported before the day on which these Regulations come into force,\" i.e., on December 14, 2012.", "[125] Based on the foregoing, I agree with the Respondent that there does not appear to be anything in the CEPA or the PCTS Regulations which operates to establish a complete ban of a substance on Schedule 1 of the CEPA or Schedule 2 of the PCTS Regulations, simply because the substance is included within those Schedules.", "[126] The Society then notes that \"all Tributyltins compounds\" are also covered by section 100 of CEPA, which establishes an Export Control List for any substance that is subject to an international agreement that requires notification or requires the consent of the country of destination before the substance is exported from Canada. TBTs fall within the scope of section 100 because they appear in Part 2, of Schedule 3 to the CEPA.", "[127] However, once again, I agree with the Respondent that section 100, like the other provisions pertaining to the export of substances, are concerned exclusively with the export of substances that are listed in Schedule 3. They are not relevant to the issuance of the Permit, and have no bearing on this Court's review of the Permit. (iv) Conclusion regarding the assertion that the Minister acted contrary to law in issuing the Permit", "[128] Based on the conclusions reached in sections (i) - (iii) immediately above, I am satisfied that the Minister did not act contrary to law in issuing the Permit. Contrary to the Society's assertions, neither the Convention, the CEPA, nor the Vessel Pollution Regulations establish any ban on TBTs or otherwise prevented the Minister from issuing the Permit, due to the presence of minute amounts of TBTs in the hull of the Annapolis. The same is true of the PCTS Regulations. C. Was the Minister's decision to issue the Permit unreasonable?", "[129] In the alternative, the Society submits that the Minster's decision to issue the Disposal at Sea Permit was unreasonable for three principal reasons.", "[130] First, the Society asserts that the reasons provided in the Minister's letter dated January 7, 2015 do not explain the basis for her conclusion that the Annapolis \"can be disposed of in a manner that does not pose a significant risk to the marine environment or human health.\" Relying on REFERENCE_SUPPRESSED, the Society maintains that nothing in the Decision Record pertaining to the issuance of the Permit addresses the risk posed to the marine environment or human health by the presence of TBTs in the ship's hull. The society adds that the Decision Record fails to establish that there has been a sound, justifiable, transparent and intelligible assessment of the TBTs in the paint on the hull of the Annapolis, as required by CITATION_SUPPRESSED , above, and its progeny. Stated differently, the Society posits that neither the reasons offered nor the Decision Record allow this Court to understand why the Permit was issued and whether its issuance is within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[131] Second, the Society submits that the Minister failed to apply Environment Canada's Clean-up Standard in relation to the \"inconclusive\" tests that were conducted for TBTs on the hull of the Annapolis. In this regard, the Society maintains that there is no evidence that the protocol set forth in the Clean-up Standard for the testing of anti-fouling paints was followed, because the Decision Record does not include those tests and does not reflect whether six separate samples were obtained from the hull or whether leachate tests were conducted. The Society further asserts that the \"inconclusive\" test results could not reasonably form the basis for Environment Canada's conclusion, reflected in the Decision Record, that the anti-fouling paint on the ship's hull was considered to be non-active. In this regard, the Society notes, among other things, that the inspection conducted by Mr. Darryl Hansen in June 2011 failed to assess the underwater portion of the hull; and that his subsequent inspection in June 2012 (the \" June 2012 Inspection Report \") failed to assess the hull paint system visually.", "[132] Third, during the hearing, the Society maintained that if there were any TBTs whatsoever still in the ship's hull, it would not have been reasonably open to the Minister to issue the Permit. The Society asserts that there are such TBTs in the ship's hull, based on the following: (i) the tests that the Society conducted in December 2014; (ii) the above-mentioned \"inconclusive\" tests; and (iii) a statement made in an affidavit sworn by Mr. Barry Smith, a senior official within Environment Canada, that the Society interprets as a confirmation that the ship was in fact painted with anti-fouling paint containing TBTs. The Society then relies largely on scientific evidence to explain why it was unreasonable for the Minister to issue the Permit, given the presence of TBTs in the hull of the Annapolis.", "[133] I disagree with the foregoing positions of the Society.", "[134] At the outset, it should be kept in mind that, under the CEPA, the Minister's decision to issue a Disposal at Sea Permit is highly discretionary. Pursuant to subsection 127(1), the Minister may , on application, issue such a permit. Before doing so, she is simply required to comply with Schedule 6, which is not at issue in this proceeding, and to take into account any factors that she considers necessary (ss. 127(3)). Even if a Notice of Objection is subsequently filed, the Minister has complete discretion to decide whether to convene a Board of Review (ss. 333(5)) and whether to suspend, revoke or vary a permit having regard to the outcome of any Board of Review (ss. 129(3)).", "[135] Moreover, the Decision Record and the second Affidavit of Barry Smith (\"Second Smith Affidavit\"), Regional Director for Environment Canada's Canadian Wildlife Service, reflect that the decision to issue the Permit was a fact-intensive exercise.", "[136] These considerations dictate that the decision should be approached with deference on judicial review, and that the \"range of possible, acceptable outcomes, which are defensible in respect of the facts and law\" ( CITATION_SUPPRESSED) is broader than may otherwise be the case ( REFERENCE_SUPPRESSED. In any event, I am satisfied that the Minister's decision to issue the Permit fell well within that range, and not close to its margins. (i) The basis for the issuance of the Permit", "[137] With respect to the basis of the Minister's decision to issue the Permit, there was no duty to issue detailed reasons, separate and apart from the Decision Record and the contents of the Permit. As with other types of permit decisions by Ministers or their delegates, such as work permits issued under the Immigration and Refugee Protection Act , SC 2001, c 27, the record of the decision-maker can serve to meet the requirements of justification, transparency and intelligibility (see for example, REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). This is also true in other areas of the law ( REFERENCE_SUPPRESSED.", "[138] In this case, the Decision Record, together with the previously discussed letter, dated January 7, 2015, sent by the Minister to the Society's counsel, allow the Court to understand why the Minister issued the Permit and enable the Court to determine whether the decision to issue the Permit falls within a range of possible, acceptable outcomes in fact and law ( CITATION_SUPPRESSED).", "[139] As I have discussed earlier in these reasons, the Minister's letter assured the Society that its interventions had been taken seriously and had informed the scope of the assessment that was carried out. This included the concerns that the Society had raised regarding \"the sufficiency of sampling and clean-up, transparency, contaminants and the meeting of legal requirements.\" The letter concluded by stating that the Minister had determined that \"the former HMCS Annapolis can be disposed in a manner that does not pose a significant risk to the marine environment or human health.\"", "[140] This is all confirmed and further supported by a review of the Decision Record and by the Second Smith Affidavit. As explained in paragraph 5 of that affidavit, Mr. Smith is the official who actually issued the Permit on behalf of the Minister.", "[141] With respect to the specific issue of TBTs, this was first raised in a very cursory manner by Mr. Peters, counsel to the Society in an e-mail dated June 21, 2010 to two representatives of Environment Canada. At that time, Mr. Peters referred to the Vessel Pollution Regulations, noted that organotin compounds were included on the list of newly banned or restricted substances, and observed that such compounds, also known as TBTs, act as biocides in anti-fouling systems in the exterior paint of ships. He then inquired as to whether the Department of National Defence had obtained an anti-fouling certificate pursuant to the new regulations, prior to transferring the ship to the ARSBC. In addition, he inquired as to whether the ARSBC had removed any TBT anti-fouling paint from the exterior of the ship's hull (Applicant's Record, p. 552). In response, Environment Canada sent a copy of the Clean-up Standard and answered that \"for Environment Canada's disposal at sea program, paints are addressed in section 7 of the attached clean-up standard.\" It added that it would be reviewing the results of the assessment against the Standard. It then invited Mr. Peters to contact the Department of National Defence regarding the anti-fouling certificate and the ARSBC regarding action taken since acquiring the ship.", "[142] It appears that the Society did not specifically raise the issue of TBTs again until it did so in its letter to the Minister dated December 9, 2014 - more than two months after the issuance of the Permit, and after a long history of dealings with Environment Canada in relation to the issue of PCBs aboard the ship.", "[143] This may explain why TBTs are not discussed extensively in the Decision Record.", "[144] In any event, there are several explicit and implicit references to TBTs in that record. With respect to the former, there are three such references in the Report of Compliance with the Environment Canada Clean-up Standard for Disposal at Sea of Vessels , dated July 2014 (the \" July 2014 Inspection Report \"), which was prepared by Mr. Jeffrey Smith.", "[145] In the first of those explicit references, the following is noted: \"No objectionable paints were found. The exterior underwater hull was appraised for the possible presence of organotin coatings, notably tributyltin based paints. Painted surfaces inside the Vessel were found substantially intact with minimal deterioration more than 18 years after they have last been maintained. Only in some lower bilge areas where corrosion is evident or there has been mechanical impact from work done in the Vessel are coatings beginning to deteriorate.\" (Decision Record, at 338.)", "[146] The second of those explicit references is contained in the following passage: \"The Vessel is essentially free of anti-fouling coatings. Such coatings would have been applied only as recently as 1996. Moreover, there is now present extensive marine growth on the hull. Further, about one-fifth of the entire hull area, on the exterior of the Engine Room and Boiler Room has previously been covered with acoustic tile, and is entirely free of any organotins (tributyltins) or other compounds.\" (Decision Record, at 346.)", "[147] The third of those explicit references was dealt with as follows: \"The hull was also assessed for the presence of organotin coating, namely, tributyltin paint. Such paint was routinely used during the service life of the Vessel. However, scrape tests at and below the water line were inconclusive. The most recent application of such paint could not have been later than 2004 (and was likely in 1996 at the latest) and so any such paint is concluded to have dissolved away. This is confirmed by the pronounced marine biological growth along the extent of the hull.\" (Emphasis added, Decision Record, at 372.)", "[148] The underlined language in the passage quoted immediately above is relied upon by the Society as confirmation that the Annapolis was in fact painted with TBTs. However, in his first affidavit, sworn on January 16, 2015 (the \"First Smith Affidavit\"), Mr. Barry Smith stated: \"Environment Canada is not aware of whether or not anti-fouling paint containing TBT was ever used on the underwater hull of the Annapolis.\" I do not see these two statements as being necessarily inconsistent. I interpret the former as simply stating that TBTs were routinely used during the period of time that the Annapolis was in service.", "[149] Turning to the implicit references to TBTs in the Decision Record, the first appears in the Annapolis Issue Tracking Table, at pages 9 and 10 of that record. There, under the heading \"Concern,\" mention is made of the following: • \"Lead based paint washing up onshore where Youth Camp children are swimming\"; • Certain species of marine life being \"potentially exposed to contaminants/hazardous materials leaching off vessel once it is sunk\"; • \"... loose debris in the bay such as lead-based paint flakes or asbestos fibres washing up on the shoreline, posing risks to marine species that mistake such debris as food source ...\"; • \"whether EC's clean up Standard [sic] is protective of human health and the environment\".", "[150] These are essentially the same health and environmental concerns that the Society has raised in this proceeding.", "[151] At page 34 of the Decision Record, the issues of \"lead paint\" and \"loose and flaking exterior and interior paints\" are addressed in somewhat greater detail.", "[152] With respect to the Clean-up Standard, the Tracking Table states the following, under the heading \"EC Response\": \"Schedule 5 of CEPA identifies vessels as being eligible for disposal at sea with the stipulation that \"all material that can create floating debris or other marine pollution has been removed to the maximum extent possible.\" Environment Canada relies on its Clean-up Standard to meet this objective.\"", "[153] This latter statement is confirmed in the First Smith Affidavit, at paragraph 12, where it is explained that Environment Canada developed the [Clean-up Standard] to \"assist in assessing whether or not the requirements of Schedule 5 of CEPA are met in respect of the disposal of vessels at sea ...\" Mr. Smith added that the Clean-up Standard is revised from time to time, and that the current version was issued in December 2007.", "[154] It will be recalled that Schedule 5 is the provision that, pursuant to subsection 122(1), defines \"waste or other matter\" and that section 125 of CEPA prohibits the disposal of substances at sea unless the substance is \"waste or other matter\" and the disposal occurs in accordance with a Canadian permit. Pursuant to section 3 of Schedule 5, ships fall within the definition of \"waste or other matter,\" provided that \"... all material that can create floating debris or other marine pollution has been removed to the maximum extent possible if, in the case of disposal, those substances would not pose a serious obstacle to fishing or navigation after being disposed of.\"", "[155] Additional implicit references to TBTs in the Decision Record include those mentioned in the June 2011 and June 2012 inspection reports of Mr. Darryl Hansen. As noted at paragraph 131 above, Mr. Hansen stated in the first of those reports: \"The status of the underwater hull paint was not assessed visually at the preliminary inspection. The records provided by the proponent will be reviewed before the next report.\" (Decision Record, at 230.) The following year, Mr. Hansen reported as follows: \"The status of the underwater hull paint system was not assessed visually. The hull paint was applied more than twelve years ago and thus meets the requirements of the Standard, part 7.1.\" (Decision Record, at 302.)", "[156] In addition to the foregoing, and contrary to the Society's assertions, the Decision Record as a whole, particularly when taken together with the Minister's letter dated January 7, 2015, reflect the basis for the Minister's conclusion that the Annapolis \"can be disposed of in a manner that does not pose a significant risk to the marine environment or human health.\" That record also demonstrates there was a justifiable, transparent and intelligible assessment of the risks posed by the potential presence of TBTs in the ship's hull, prior to the issuance of the Permit, and that this assessment was taken into account by the Minister, prior to issuing the Permit. This was confirmed in the Second Smith Affidavit, at paragraph 78, which was not contested. Environment Canada also satisfied itself that the requirements of Schedule 5 were met (Decision Record, at pp. 10 and 33-34, Second Smith Affidavit, at para 18).", "[157] In brief, before the Permit was issued, Environment Canada conducted a review process that extended several years. During that process, it obtained reports from the marine biologist Dr. Gollner, the aquatic ecologist Dr. Biffard, and Dr. Marliave of the Vancouver Aquarium, which all conclude that the artificial reef would positively contribute to the Halkett Bay ecosystem by providing new habitat for the endangered rockfish. In addition, the record confirms that the Squamish and Tsleil-Waututh First Nations provided their support, in part based on the fact that the creation of an artificial reef would have beneficial effects on the marine habitat in Halkett Bay. BC Parks also confirmed that the proposed disposal of the Annapolis in Halkett Bay Provincial Marine Park would have a beneficial recreational, social and environmental impact. Further, a series of at least six inspection reports prepared by Designated Inspectors over the period 2009 to 2014 reviewed the progress of the clean-up efforts that were made in respect of the Annapolis and ultimately concluded in 2014 that the Clean-up Standard was satisfied, including with respect to anti-fouling coatings. Before reaching that conclusion, concerns that had been raised by the Society regarding the presence of PCBs on the ship were thoroughly addressed, at a cost of almost $900,000.", "[158] According to an affidavit sworn by Howard Robins, the clean-up efforts also included cleaning the ship of all residual hydrocarbons and other potentially harmful substances. This often meant that several of the Ship's systems had to be dismantled and removed so that areas requiring cleaning could be wiped down and opened up for inspection. In addition, many areas and components of the ship had to be hand cleaned. It is estimated that at least 1,000 workers and volunteers have helped with this project, contributing to at least 17,000 labour hours. (Affidavit of Howard Robins, dated February 10, 2015, at paras 31-33.)", "[159] In addition to the foregoing, the DFO also approved the sinking of the Annapolis, after conducting an assessment of whether it might \"adversely impact listed aquatic species at risk\" (Decision Record, at pages 330-331). That approval is contingent on adherence to certain mitigation measures which have not been disputed in this proceeding.", "[160] Furthermore, in 2012, pursuant to subsections 5(1) and (3) of the Navigable Waters Protection Act, RSC 1985, c N-22, Transport Canada also approved the work to be undertaken by the ARSBC to create an artificial reef by sinking the Annapolis, as long as the terms and conditions of the approval were met (Robins Affidavit, ARSBC Record, at pages 208-211). Transport Canada updated its approval in April 2014 (Robins Affidavit, ARSBC Record, at page 270).", "[161] It is also relevant to note that the Permit requires the ARSBC to allow an Enforcement Officer designated pursuant to subsection 217(1) of the CEPA and/or a representative of Environment Canada to board and inspect the Annapolis prior to its disposal.", "[162] Given the foregoing, I am satisfied that the Decision Record and the Minister's letter dated January 7, 2015 allow this Court to understand why the Permit was issued and whether its issuance is within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law ( CITATION_SUPPRESSED; CITATION_SUPPRESSED). (ii) Consistency with the Clean-up Standard", "[163] For the purposes of this Application, the relevant provisions of the Clean-up Standard are those in Section 7.1, which deals with anti-fouling coatings on ships. That section begins by stating: \"Anti-fouling coatings must be in a non-active state before a permit under the Regulations can be issued. Permit applicants may satisfy this requirement in one of several ways.\" It then proceeds to identify four different ways in which this may be done. One of those ways is by conducting testing to ascertain the status of the anti-fouling coating. If this method is selected, at least six samples from various portions of the underwater hull will be required and subjected to leachate tests as specified by the responsible Environment Canada official. As the Society has pointed out, the tests that were conducted in an attempt to satisfy this requirement in respect of the Annapolis proved to be \"inconclusive.\"", "[164] However, what the Society failed to point out is that Environment Canada then relied on two of the other means of satisfying the requirement, as set forth in the Clean-up Standard. Those related to the age of the anti-fouling coating and the amount of marine growth on the underwater hull.", "[165] As discussed at paragraph 147 above, the July 2014 Inspection Report noted that the paint on the ship's hull could not have been applied later than 2004, and was likely applied in 1996, at the latest. Accordingly, it was concluded that the TBTs in the paint had likely dissolved away. A similar conclusion was reached in the June 2012 Inspection Report. These determinations were consistent with the Clean-up Standard, which states: \"Coatings applied more than twelve years in the past will be considered to be non-active.\" That 12 year benchmark was increased from five years in the most recent revisions to the Clean-up Standard.", "[166] The conclusion in the July 2014 Inspection Report that the TBTs had likely dissolved away, based on the age of the last painting of the hull, was then confirmed by the presence of \"pronounced marine biological growth along the extent of the hull.\" This also appears to have been consistent with the Clean-up Standard, which states: \"Underwater hulls that are more than 80% covered with marine growth will be assumed to have non-active anti-fouling coatings.\" This is presumably because, if marine growth on the hull is extensive, the amount of TBTs left in the paint cannot be significant.", "[167] The conclusions stated in the July 2014 Inspection Report and in the June 2012 Inspection Report are corroborated in the affidavit of Mr. Michael Stege, Project Manager for in-service support contract for Royal Canadian Navy (\" RCN \") Iroquois class ships. At paragraphs 7 and 8 of his affidavit, Mr. Stege states that he attended an underwater hull inspection of the Annapolis on December 17-19, 2013 and \"saw that, at the commencement of the inspection, the underwater hull was nearly entirely covered with marine life and growth, most visibly including mussels, barnacles and crabs.\" At paragraph 14, Mr. Stege states that he was informed by Kenneth Hammond, who was \"the senior hull tech on the Annapolis during its penultimate refit in 1991,\" that the ship \"last received RCN dry-dock maintenance work in 1994, at which time its hull would have been cleaned and likely repainted.\" He added: \"this was the last work done to the hull before the ship was decommissioned in 1998. The Annapolis was not repainted by RCN or DND after it was decommissioned.\" Mr. Stege's evidence was not challenged by the Society.", "[168] Accordingly, the uncontested evidence is that the hull of the ship was nearly entirely covered with marine life and growth when it was inspected at the end of 2013, and that it was last painted in 1994, approximately 20 years before the July 2014 Inspection Report.", "[169] It follows that, contrary to the Society's assertions, the issuance of the Permit did not contravene the Clean-up Standard. It was entirely consistent with that previously unchallenged Standard. This, in and of itself, is \"a badge of reasonableness under CITATION_SUPPRESSED ,\" ( REFERENCE_SUPPRESSED; CITATION_SUPPRESSED; CITATION_SUPPRESSED).", "[170] I would add in passing that, by complying with the Clean-up Standard, the Permit also complied with subsection 127(1) of the Vessel Pollution Regulations. In short, even if those regulations applied to the Annapolis, they simply require the authorized representative of a ship to ensure that the ship does not have an anti-fouling system that contains \"any organotin compound that acts as a biocide.\" Given the age of the anti-fouling paint and the extent of marine life growth on its hull, the Clean-up Standard deemed that anti-fouling paint to be non-active. (iii) Was it reasonably open to the Minister to issue the Permit given the presence of TBTs in the hull of the ship?", "[171] This leaves the Society's last ground for challenging the issuance of the decision, namely, that it was not reasonably open to the Minister to issue the Permit if there were any TBTs in the hull of the Annapolis.", "[172] It appears that the only confirmation of the presence of TBTs in the hull of the Annapolis is provided by an analysis of a paint sample which Mr. Andrews states was obtained from the ship (Andrews Affidavit, at para 10). The analysis of that sample, which was commissioned by the Society, indicated the presence of trace amounts of TBTs in the paint. According to an affidavit sworn on January 19, 2015 by Mr. Kenneth Doe (the \" First Doe Affidavit \"), a retired former Biologist and Toxicologist with Environment Canada, the amount of TBTs in that paint sample is minute, representing a fraction by weight of 0.000697%.", "[173] Notwithstanding this very minute amount of TBTs found to be in the paint sample from the Annapolis, the Society maintains that those toxins present an unacceptable risk to the marine environment and human health. Relying on the scientific evidence briefly identified in Part VII of these reasons above, primarily that which is set forth in the Pelletier Affidavit, the Society asserts that the Minister's conclusion that the residual amounts of TBTs in the anti-fouling paint of the Annapolis have ceased to act as a biocide is contrary to science, which establishes that TBTs are effective and toxic at the nanogram level to living marine organisms. It adds that the TBTs in that paint continue to present an unacceptable risk of bioaccumulation and biomagnifications up the food chain. As a result, it submits that the Minister's issuance of the Permit and reliance on an outdated Clean-up Standard that was issued before the relevant provisions of the Vessel Pollution Regulations came into force in 2008 does not fall within the range of possible, acceptable outcomes which are defensible in respect of the facts and the law.", "[174] Dr. Pelletier agreed with Mr. Doe's finding that the concentration of TBTs in the paint sample tested by the Society is only a tiny fraction of what it was when the ship was painted for the last time. However, he disagreed with Mr. Doe's conclusion that the TBTs in the ship's hull are no longer \"active.\"", "[175] Dr. Pelletier opined that the science demonstrates that the residual amount of TBTs in the ship's hull can continue to function as a biocide, even if only in a limited capacity, and can continue to harm marine life and the environment, including through bioaccumulation and biomagnifications up the food chain. He implied that even if the TBTs may not be currently harming marine life and the environment, this will change when the TBTs are released when the ship is sunk with the assistance of a number of planned explosions underwater through the hull of the ship. He stated that such explosions will inevitably create a large number of small paint flakes that will slowly settle down within the vicinity of the ship on an unknown surface of sediment, depending on the strength of local currents. He added that the explosive shock will also weaken the paint on both sides of the hull, creating multiple fissures and cracks in the paint surface, through which TBTs will be able to escape. Finally, he maintained that the shock waves associated with the explosions would cause some of the organisms currently attached to the hull to fall off and become preys of fish and other predators, which would then become poisoned with the TBTs.", "[176] In response to the Pelletier Affidavit, Mr. Doe swore a second affidavit (the \" Second Doe Affidavit \"), dated February 6, 2015. Mr. Doe began by stating that he agreed with Dr. Pelletier's conclusions that TBTs are highly toxic, persistent and bioaccumulative. However, he disagreed with Dr. Pelletier's conclusions that the sinking of the Annapolis in its present state would present a risk to aquatic organisms in Halkett Bay Marine Park. He also disagreed with Dr. Pelletier's statement (at paragraph 10) that \"the actual concentration of TBT in paint has to be compared with TBT concentration in marine sediment, and specially sediment from the location where the Annapolis is expected to be sunk.\"", "[177] Mr. Doe then noted that the principles of ecological risk assessment are outlined in a document, attached as Exhibit C to the Second Doe Affidavit, entitled \"Recommended Guidance and Checklist for Tier 1 Ecological Risk Assessment of Contaminated Sites in British Columbia - Chapter 1. Introduction\", prepared by the Province of British Columbia (the \" Checklist \"). He quoted a passage from that document in which the following is stated: \"[A] chemical poses no risk to an organism unless exposure occurs. This is extremely crucial as virtually all materials have some biological effect. However, unless enough of the chemical interacts with a biological system, no effects can occur. Risk is a combination of exposure, receptor and hazard expressed as a probability.\"", "[178] Mr. Doe proceeded to note that the amount of TBTs found in the sample tested by the Society \"represents a reduction in quantity of between 99.992% and 99.996% of what would be expected to be found in fresh antifouling paint.\" (Second Doe Affidavit, at paragraph 8.) This is equivalent to approximately .004-.008% of the concentration found in fresh anti-fouling TBT paint. Based on this, he opined: \"I have very high confidence that any concentration of TBT that could originate from the hull of the Annapolis in its present state and accumulate in a local environment would be too low to cause concerns as to adverse environmental impacts. It is my opinion that the risk posed to the adjacent environment from the non-active antifouling paint on the underwater of the Annapolis is improbable and negligible.\" (Emphasis added.)", "[179] The Society seizes on the underlined words in the quote immediately above to suggest that Mr. Doe's opinion did not take into account the effects of the explosions that will occur when the ship is sunk. I disagree. In my view, those words mean \"in its present state, with anti-fouling paint that is now 20 years old and covered with marine growth.\" This interpretation is supported by the concluding statement in the First Doe Affidavit, where Mr. Doe stated: \"I have a very high degree of confidence that any concentration of TBT that could originate from the Annapolis and accumulate in a local environment would be too low to cause concerns of adverse environmental impacts.\" (Emphasis added.)", "[180] At the end of the day, the Court is left in a position of having to deal with conflicting scientific opinions and supporting analysis of Dr. Pelletier and Mr. Doe, respectively. In attempting to reconcile that evidence, the Court did not have the benefit of any cross-examination on those affidavits.", "[181] On balance, that scientific evidence, together with the other scientific evidence filed by the parties (consisting primarily of scientific articles) is inconclusive, in terms of assisting the Court to determine whether any TBTs that exist in the hull of the Annapolis present a real prospect of causing a material risk to human health or the environment. Stated differently, that evidence does not assist the Court in determining whether the Minister's decision to issue the Permit was unreasonable.", "[182] In the absence of clear and compelling evidence that any TBTs that remain in the Annapolis pose a real prospect of harming human health or the marine life in Halkett Bay in a material way, the Minister's implicit decision that the sinking of the ship will not pose such a risk will be accorded deference ( REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[183] The Society also objects to the Minister's reliance on the Clean-up Standard, based on the fact that it was last revised before the relevant provisions of the Vessel Pollution Regulations came into force. The Society maintains that the Clean-up Standard no longer reflects the latest scientific learning with respect to TBTs.", "[184] The Respondents reply that this amounts to an attack on the Clean-up Standard itself, and that it is not open to the Society to challenge the Clean-up Standard itself in this judicial review.", "[185] I agree. In the absence of a demonstration of bad faith on the part of the Minister in developing the Clean-up Standard, non-conformity with the principles of natural justice or reliance on considerations that are irrelevant or extraneous to the statutory purpose set forth in the CEPA, the Clean-up Standard is not subject to review by this Court ( REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[186] Quite apart from the foregoing, two objective measures of the reasonableness of the provisions in the Clean-up Standard regarding anti-fouling paints are that (i) those provisions have not been challenged since the standard was last revised in December 2007, over seven years ago, and (ii) those provisions are consistent with those in the corresponding standard that exists in the United States and with the practices followed in Australia. Indeed, given the uncontested evidence that the Annapolis was last painted with anti-fouling paint in 1994, approximately 20 years prior to the issuance of the Permit, the Minister's conclusion that any TBTs in the hull of the ship are no longer in an active state was also consistent with the standard that has been adopted in the United Kingdom.", "[187] In passing, it bears reiterating that the twelve year benchmark applicable to anti-fouling coatings, as set forth in section 7.1 of the Clean-up Standard, was increased from five years, after Environment Canada specifically revisited that benchmark, when the Clean-up Standard was last revised in December 2007. (iv) Conclusion regarding the reasonableness of the Minister's decision to issue the Permit", "[188] Based on all of the foregoing, I am satisfied that the Minister's decision to issue the Permit was not unreasonable. IX. Conclusion", "[189] For the reasons set forth in parts VII and VIII above, this application is dismissed. X. Costs", "[190] The Society submitted that it should be awarded costs even if it was not successful on this Application.", "[191] I disagree.", "[192] The fact that the Society raised issues of public interest in this proceeding is only one factor to be considered in awarding costs. Pursuant to Rule 400(3) of the Federal Courts Rules , SOR/98-106. Others include the result of the proceeding, whether any step in the proceeding was taken through negligence or mistake, and any other matter that the Court considers relevant.", "[193] In my view, the Society's substantial delay in filing this Application, together with the consequent prejudice suffered by the ARSBC as a result of that delay and the subsequent temporary injunctions issued by this Court, warrant costs to be awarded to the prevailing parties, namely, the Respondents.", "[194] However, given the public interest nature of this Application, I decline the ARSBC's request for costs on an elevated scale.", "[195] Costs will be awarded to the Respondents in accordance with the mid-point of Column III of Tariff B of the Federal Courts Rules , above. JUDGMENT", "[196] THIS COURT'S JUDGMENT is as follows 1. This Application is dismissed. 2. Costs are awarded to the Respondents in accordance with the mid-point of Column III of Tariff B of the Federal Courts Rules , SOR/98-106. 3. The prohibition on the moving and sinking of the Annapolis in accordance with the Disposal at Sea Permit 4543-2-03607 issued by the Minister is no longer in force. Application dismissed. Editor: Elizabeth M.A. Turgeon/nmg Appendix 1 - Relevant Legislation Federal Courts Act , RSC 1985, c F-7. Application for judicial review 18.1 (1) An application for judicial review may be made by the Attorney General of Canada or by anyone directly affected by the matter in respect of which relief is sought. Time limitation (2) An application for judicial review in respect of a decision or an order of a federal board, commission or other tribunal shall be made within 30 days after the time the decision or order was first communicated by the federal board, commission or other tribunal to the office of the Deputy Attorney General of Canada or to the party directly affected by it, or within any further time that a judge of the Federal Court may fix or allow before or after the end of those 30 days. Demande de contrôle judiciaire Canadian Environmental Protection Act, SC 1999, c 33 122(1) \"waste or other matter\" \"waste or other matter\" means waste or other matter listed in Schedule 5. Disposal in waters under Canadian jurisdiction 125. (1) No person or ship shall dispose of a substance in an area of the sea referred to in any of paragraphs 122(2)(a) to (e) unless (a) the substance is waste or other matter; and (b) the disposal is done in accordance with a Canadian permit. Permit 127. (1) The Minister may, on application, issue a permit authorizing the loading for disposal and disposal of waste or other matter and, subject to the regulations, renew it no more than four times. Application (2) The application must (a) be in the prescribed form; (b) contain the information that may be prescribed or that may be required by the Minister for the purpose of complying with Schedule 6; (c) be accompanied by the prescribed fees; and (d) be accompanied by evidence that notice of the application was published in a newspaper circulating in the vicinity of the loading or disposal described in the application or in any other publication specified by the Minister. Factors for consideration (3) Before issuing a permit under subsection (1) or renewing it, the Minister shall comply with Schedule 6 and shall take into account any factors that the Minister considers necessary. Powers to suspend, revoke or vary permit 129 (3) The Minister may suspend or revoke a Canadian permit or vary its conditions where, having regard to Schedule 6 or the establishment of, or any report of, a board of review under section 333, the Minister considers it advisable to do so. Notice of objection 134. (1) Any person may file with the Minister a notice of objection requesting that a board of review be established under section 333 and stating the reasons for the objection, if the Minister (a) issues or refuses a Canadian permit; (a.1) renews or refuses to renew a permit issued under subsection 127(1); or (b) suspends or revokes a Canadian permit or varies its conditions, otherwise than in accordance with the recommendations of a report of a board of review established under section 333 in respect of the permit Time for filing notice of objection (2) The notice of objection shall be filed within seven days after (a) the date the text of the Canadian permit or the permit renewed under subsection 127(1), as the case may be, is published in the Environmental Registry; or (b) the date the person receives a notice from the Minister that the Canadian permit has been refused, suspended or revoked, that its conditions have been varied or that the renewal of a permit issued under subsection 127(1) has been refused. Establishment of board of review 333. (1) Where a person files a notice of objection under subsection 77(8) or 332(2) in respect of (a) a decision or a proposed order, regulation or instrument made by the Governor in Council, or (b) a decision or a proposed order or instrument made by either or both Ministers, the Minister or the Ministers may establish a board of review to inquire into the nature and extent of the danger posed by the substance in respect of which the decision is made or the order, regulation or instrument is proposed. Establishment of board of review (2) Where a person files a notice of objection under subsection 9(3) or 10(5) in respect of an agreement or a term or condition of the agreement, the Minister may establish a board of review to inquire into the matter. Mandatory review for international air and water (3) Where a person or government files with the Minister a notice of objection under subsection 332(2) with respect to regulations proposed to be made under section 167 or 177 within the time specified in that subsection, the Minister shall establish a board of review to inquire into the nature and extent of the danger posed by the release into the air or water of the substance in respect of which the regulations are proposed. Mandatory reviews for certain regulations (4) Where a person files with the Minister a notice of objection under subsection 332(2) with respect to regulations proposed to be made under Part 9 or section 118 within the time specified in that subsection, the Minister shall establish a board of review to inquire into the matter raised by the notice. Review for permits (5) Where a person files with the Minister a notice of objection under section 134 within the time specified in that section, the Minister may establish a board of review to inquire into the matter raised by the notice. Mandatory review for toxics (6) Where a person files with the Minister a notice of objection under section 78 in respect of the failure to make a determination about whether a substance is toxic, the Minister shall establish a board of review to inquire into whether the substance is toxic or capable of becoming toxic. Schedule 5 3. Ships, aircraft, platforms or other structures from which all material that can create floating debris or other marine pollution has been removed to the maximum extent possible if, in the case of disposal, those substances would not pose a serious obstacle to fishing or navigation after being disposed of. 122(1) \"waste or other matter\" Permis Demande (2) La demande: Notification Danger de la substance Toxicité de la substance International Convention on the Control of Harmful Anti-fouling Systems on Ships, 2001 Article 4 (1) In accordance with the requirements specified in Annex 1, each Party shall prohibit and/or restrict: (a) The application, re-application, installation, or use of harmful anti-fouling systems on ships referred to in article 3(1)(a)or(b); and (b) The application, re-application, installation or use of such systems, whilst in a Party's port, shipyard, or offshore terminal, on ships to in article 3(1)(c). and shall take effective measures to ensure that such ships comply with these requirements. Vessel Pollution and Dangerous Chemicals Regulations, SOR/2012-69 Organotin compounds (127) (1) The authorized representative of a vessel must ensure that it does not have an anti-fouling system that contains any organotin compounds that acts as biocide. [End of document]"]}