{"id_": "049969", "body_str": ["[1] Beaudry, J. : This is an application for judicial review pursuant to section 18.1 of the Federal Courts Act , RSC 1985, c F-7, of a decision by the Commissioner of Patents [the Commissioner] dated November 15, 2012 in the course of patent conflict proceedings under section 43 of the RSC 1985, c P-4, as it read prior to October 1, 1989 [the Act ].", "[2] For the following reasons the application for judicial review will be dismissed. Background and Facts", "[3] The Applicant filed three patent applications over 30 years which are each the subject of Court files T-2231-12, T-2232-12, and T-2233-12, respectively. Each of these patent applications is involved in the conflict proceeding along with 7 other patent applications.", "[4] Under the pre-October 1989 system, when two or more patent applications dealt with very similar subject matter the Commissioner would initiate a conflict proceeding pursuant to section 43 of the Act", "[5] The conflict procedure is explained by Justice Hughes in <FRAGMENT_SUPPRESSED> : 9 Essentially the conflict process began when the Patent Office examiners perceived that there were two or more applications pending before the Office that appeared to be directed to the same subject matter. Under the pre-October 1, 1989 system all patent applications were confidential and not available to the public. That remains the case with the applications at issue here. The Patent Office would select claims from the applications that appeared best to cover the subject matter common to all applications, or even draft such claims. These common claims would be presented to each of the applicants who could choose to remain in the conflict proceedings by including some or all of these claims in their application if they were not there already. The applicants were then invited to submit affidavits setting out facts that would establish the date of invention by their named inventors. Some would choose to rely only on the filing date of the application in Canada or a foreign country if the Canadian application claimed priority from such application. When all evidence was in, the Commissioner of Patents would review the evidence and make a determination as to which inventors had first made the invention as described in the subject matter of the conflict claims. Sometimes some inventors were first in respect of some of the claims and other inventors in respect of other claims. The claims would be awarded by the Commissioner to the application of the first inventor of each claim at issue and all the applications would proceed to final examination. However any party to the conflict could, after receipt of the Commissioner's decision, if dissatisfied, commence an action in the Federal Court for a re-determination as to first to invent and consequent award of claims. This is not an appeal nor a judicial review but an action in which a fresh determination is made. In such an action redrafted claims (so-called substitute claims) could be proposed for resolution in the conflict. The Federal Court action would proceed as any other action and would be subject to appeal in the usual way.", "[6] Conflict applications are not available to the public and details of the prosecution of each conflicting application are not discussed with, or divulged to other parties to the conflict.", "[7] The steps of a conflict proceeding are set out in section 43 of the Act - s. 43(1): identification of a conflict between two or more pending applications, i.e. each of the applications contains one or more claims defining substantially the same invention, or one of the applications contains one or more claims defining the invention disclosed in one of the other applications; - s. 43(2): notification of the conflict to the applicants together with a copy of the conflicting claims, and giving them an opportunity to add the conflicting claims or similar claims to their applications; - s. 43(3): sending a preliminary notice of conflict to the applicants who have completed their applications according to subsection (2); - s. 43(4): invitation to the applicants to avoid the conflict by amending or cancelling conflicting claim(s), or by submitting prior art to the Commissioner, whereupon the Commissioner will re-examine the applications and decide if the subject matter of the conflicting claims is patentable; - s. 43(5): sending a formal declaration of conflict once the subject matter has been found to be patentable and applicants have elected to keep the conflicting claims in their applications. The applicants participating in the conflict are then required to submit an affidavit of the record of the invention, to establish the date upon which they invented the subject matter defined by the conflicting claim(s); - ss. 43(6) and (7): examination of affidavits by the Commissioner and communication to the applicants of the Commissioner's decision regarding which applicant was the first to invent; - s. 43(8): rejection or allowance of the claim(s) in conflict in accordance with the Commissioner's decision, unless one of the applicants commences proceedings in the Federal Court to determine the applicants' rights.", "[8] The Commissioner, pursuant to sections 43(3) and 43(4) of the Act , notified the Applicant of the ongoing conflict claims and invited the Applicant to submit prior art which may cause the conflicting claims to be unpatentable in any of the applications in conflict. Sections 27(1) and 61(1) set out the requirements for patentability with respect to prior art.", "[9] The Applicant responded with its submissions to the Commissioner. The submissions included prior art as well as a discussion of the patentability of certain conflict claims included in the conflict proceedings.", "[10] The Applicant submitted that: i) prior art published more than two years before a patent application was filed should be cited against certain claims and applicants; ii) prior art published less than two years before a patent application was filed, but before the priority date of the patent applications, should also be cited against certain claims and applicants; iii) all categories of prior art should be assessed both with respect to novelty and obviousness of the subject matter of the conflict claims; and", "[11] On November 15, 2012, the Commissioner sent the applicant a letter [the letter] in response to the Applicant's submissions. This letter is the subject of this judicial review.", "[12] In the letter the Patent Examiner, writing for the Commissioner, explained that the documents submitted by the Applicant pursuant to section 43(4) of the Act and subject to section 27(1)(b) of the Act (i.e. published more than two years prior to the filing dates of the applications in conflict) had been considered.", "[13] The Examiner noted in the letter that documents subject to the provisions of section 27(1)(a) of the Act (i.e. published less than two years prior to the filing dates) have not yet been considered as this requires knowledge of the date of invention for the contested claims.", "[14] The Examiner further explained that issues related to the sufficiency of disclosure can only be addressed after the submission of affidavits pursuant to section 43(5) of the Act", "[15] Finally, the Examiner informed the Applicant that he is given six months from the date of the letter to file in the Patent Office an affidavit of the record of the invention as required by section 43(5) of the Act", "[16] The judicial reviews in T-2231-12, T-2232-12 and T-2233-12 were filed on December 14, 2012. The files were consolidated on April 11, 2013 by order of Prothonotary Morneau with T-2231-12 serving as the primary Court file.", "[17] On May 13, 2013, the Respondent filed a Motion to dismiss the application for judicial review pursuant to section 18.5 of the Federal Courts Act Relevant Legislation", "[18] The relevant sections of the Act are reproduced as Annex A at the end of this judgment. Standard of Review", "[19] <FRAGMENT_SUPPRESSED> the majority of the Supreme Court instructed that: \"...Deference will usually result where a tribunal interpreting or applying its own statute or statutes closely connected to its function, with which it will have particular familiarity\". This principle was reiterated in Alberta (Information and  <FRAGMENT_SUPPRESSED> pplies to the decision in question. As the Commissioner is here applying his home statute, deference is warranted and the applicable standard of review is that of reasonableness.", "[20] When assessing a decision on the standard of reasonableness, a reviewing Court will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process\" as well as \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> at para 47). On the other hand, questions of procedural fairness are owed no deference and are reviewable on the standard of correctness (Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). Applicant's Arguments", "[21] The Applicant argues that the Commissioner incorrectly refused to fully assess and rule on the patentability of the subject matter of the conflict claims before requiring that the patent applicant submit evidence to demonstrate when he invented the subject matter. Specifically, the Commissioner failed to review the prior art published less than two years before the filing date, but before the priority date of the patent applications, as well as the Applicant's submissions on the issue of disclosure.", "[22] The Applicant disagrees with the Commissioner's position in his November 15, 2012 letter that he is incapable of citing references published less than two years before the filing date but before the priority date of a patent application because he is unaware of the date of invention for a given conflict claim in a given patent application. The Applicant suggests that since the Commissioner is aware of the priority date for a given conflict claim in a given patent application, he can presume that the date of invention is at least as early as the priority date, until an applicant asserts an earlier date of invention. The Commissioner is therefore capable of citing such \"less than two year\" references at this time.", "[23] The Applicant suggests that section 41 of the Act can be applied to allow the applicant to \"swear back\" to establish a date of invention for the purposes of section 27(1)(a) (see para 105, Applicant's Memorandum of Fact and Law).", "[24] The Applicant further submits that the Commissioner erred when he ruled that disclosure issues would not be assessed at this time, but could be determined at a later stage in the conflict proceeding. While the Commissioner alleges that the remaining issues raised in the Applicant's submissions can be reviewed at a later stage of the conflict, no such provision is found in the Act , the Manual of Patent Office Procedure, or the Handbook of Patent Examination. This results in the unfair situation where if an applicant loses the conflict to another applicant who is subsequently determined not to be entitled to a patent, for the reasons raised in the submissions, the deserving applicant will not have any opportunity to correct the error, other than asking the Federal Court to start the conflict proceeding all over again.", "[25] The Commissioner's refusal to complete a full patentability analysis as required by section 43(5) of the Act creates unnecessary procedural and substantive problems as the conflict proceeding will progress, thereby frustrating the Applicant's desire to bring an end to what is already a 30-year patent application process. The Applicant argues that performing a more complete patentability analysis has the potential to greatly simplify and streamline the conflict proceedings and provides examples to that effect.", "[26] The Applicant also alleges that the Commissioner's erroneous refusal to fully review the Applicant's submissions violates their rights of procedural fairness. Under the Act there is a duty of procedural fairness imposed on the Commissioner to decide if the subject matter of the conflict claims is patentable before requiring that the patent applicant submit evidence to show when he invented the subject matter. At the section 43(4) stage of a conflict proceeding the Commissioner is required to invite submissions on patentability, to evaluate those submissions, and to decide if the subject matter of the conflict claims is patentable. The section 43(5) stage will only begin once the Commissioner has completed his section 43(4) analysis and has decided that the subject matter is patentable ( <FRAGMENT_SUPPRESSED> ). The Applicant asserts that this interpretation of requiring the patentability analysis to precede the question of first to invent is supported by the case law ( <FRAGMENT_SUPPRESSED>  Commissioner fully assessed and established the patentability of the subject matter of the conflict claims, the scope of the conflict proceeding would be reduced. This simplified conflict proceeding would clarify, inform, and facilitate the decision that the Applicant must make about whether to continue with the conflict proceeding and to what extent. This streamlined process has been lost.", "[28] The Applicant further asserts that since the Commissioner has failed to rule on patentability, he will be forced to guess at what the Commissioner will ultimately determine to be patentable and will therefore lose the right to tailor evidence towards patentable subject matter and will lose its right to know the case it has to meet to comply with the subsection 43(5) request.", "[29] The Commissioner's error in not undertaking a full patentability analysis creates an untenable situation that erodes the rights of the Applicant to an intelligible process and risks protracted litigation. By proceeding with inappropriate conflict claims in violation of his legal obligations under subsections 43(4) and (5), the Commissioner is effectively transferring this conflict to the Federal Court by way of the de novo determination provided for under subsection 43(8) of the Act . This will result in a loss of the Commissioner's particular experience and expertise in assessing the patentability of conflict claims, which is particularly relevant in the current context of complex biotechnological innovations.", "[30] The Applicant requests that the Court quash the Commissioner's decision and order the Commissioner to review all of the submissions on patentability and decide whether the subject matter of the conflict claims is patentable before requesting that the patent Applicant submit affidavit evidence to demonstrate the date of invention. Respondent's Arguments", "[31] The Respondent underlines that the judicial review proceedings were commenced prematurely as the conflict proceedings process has not been completed and that the judicial review is therefore barred by virtue of section 18.5 of the Federal Courts Act , since the Applicant is entitled to a de novo appeal under section 43(8) of the Act <FRAGMENT_SUPPRESSED> ).", "[32] The Applicant underscores that he would lose his rights if the Commissioner were to proceed with determination of first inventorship and he would be limited to the appeal available under section 43(8) of the Act . This is not accurate, since the Applicant may submit substituted claims in a de novo appeal ( <FRAGMENT_SUPPRESSED> ).", "[33] The Respondent submits that the Applicant's argument that the conflict proceedings may potentially be simplified by a full patentability analysis is at best, opinionated and at worst, a mere conjecture, since the Applicant is only aware of its own submission in the conflict application. Therefore, the examples provided by the Applicant are pure speculations.", "[34] Based on the Commissioner's patentability assessment in view of prior art submitted, several claims have been removed. Section 27(1)(a) of the Act however requires knowledge of the date of invention which in the case of conflict proceedings can only be ascertained after the stage of affidavit submissions under section 43(5) of the Act . Any further reduction of the number of claims in conflict can therefore only be made after the affidavits have been submitted. Contrary to the Applicant's submission, the Commissioner cannot \"presume the date of invention\"; the basis of conflict proceedings is to determine the inventorship of claims. In seeking this judicial review, the Applicant is attempting to short circuit the conflict proceeding by having the patentability assessment done in advance of the determination of date of invention. Analysis", "[35] The Commissioner's letter of November 15, 2012 included a sufficient analysis of the submissions made by the Applicant in its response. The Commissioner examined prior art published more than two years before the patent applications in accordance with section 27(1)(b) of the Act which resulted in a substantial reduction in the number of conflict claims on the basis of patentability. The Commissioner noted that the patentability analysis would necessarily be limited, since \"[u]ntil first inventors and dates of invention can be established for all claims of the present conflict, prior disclosure or use may only be cited on the basis of documents applicable under Section 27(1)(b) of the as it read immediately prior to October 1, 1989.\"", "[36] The Commissioner's interpretation of section 27(1)(a) as requiring that a date of invention be established before this category of prior art can be considered is a reasonable one. The Court agrees with the Respondent that it would be unreasonable to require the Commissioner to \"presume the date of invention\". Identifying the date of invention is at the very core of conflict proceedings. As observed by Justice Snider in <FRAGMENT_SUPPRESSED> in the context of a conflict proceeding, the Commissioner's \"very job was to identify the date of invention ...\" and the \"question of the invention date is not a minor detail\".", "[37] The cases cited by the Applicant, <FRAGMENT_SUPPRESSED> , General Tire and Dow Chemical , support a finding that the Commissioner's decision was reasonable and that the procedure provided for under the Act was properly followed.", "[38] The Commissioner does not yet have information by which he would be satisfied, based on \"less than two year\" citations, that any of the subject matter would be unpatentable, since the date of invention has not been assessed. By asking for affidavits attesting to the date of invention, the Commissioner wants to gather all of the information that he needs in order to complete the patentability analysis and therefore satisfy his obligations under sections 43(4) and 43(5) of the Act", "[39] The Court also agrees with the Respondent that the Applicant's allegation that conducting the patentability analysis in the way suggested by the Applicant will result in simplification and expediency is not sufficiently grounded in the facts. Since the conflict proceedings and materials submitted in support of conflict claims are kept confidential, there is no way of predicting the Commissioner's conclusions on patentability with any certainty.", "[40] The Commissioner has not improperly taken away any of the Applicant's rights in the conflict proceedings process. Both Chapter 18 of the Manual of Patent Office Practice, as it read in January 1990 and chapter 18 of the Handbook of Patent Examination, as it read in February 1993 provide that the rejection of a conflict claim on the basis of it not being patentable can be challenged. The Applicant has recourse to a de novo appeal before this Court, as provided for by section 43(8) of the Act . Furthermore, conflict proceedings do not dispose of the matter of patentability, but rather only address patentability within the context of determining the question of first to invent ( <FRAGMENT_SUPPRESSED> ).", "[41] The Court is of the view that the Applicant has failed to demonstrate a breach of procedural fairness here. There is no evidence also that the Applicant has been treated differently than the other applicants in the conflicting proceedings.", "[42] As the decision of the Commissioner was reasonable, this Court's intervention is not justified.", "[43] It is not therefore necessary for the Court to address the Respondent's motion to strike the application, as the dismissal of the judicial review is sufficient to dispose of the present matter.", "[44] The Court shall grant the Applicant's request for an extension for the filing of affidavit evidence pursuant to section 43(5) of the Act in order for the Applicant to have the benefit of the six-month deadline imposed by the Commissioner in his November 15, 2012 letter.", "[45] The parties have indicated to the Court that they are not seeking costs. JUDGMENT", "[46] THEREFORE, THIS COURT ORDERS that 1. The application for judicial review be dismissed; 2. The Applicant shall have six months from the date of this judgment to file to the Commissioner, the affidavit evidence pursuant to section 43(5) of the Act 3. No costs are awarded. Application dismissed. Editor: E. Joanne Oley/vnh ANNEX A RSC 1985, c P-4, as it read prior to October 1, 1989. 27. (1) Subject to this section, any inventor or legal representative of an inventor of an invention that was a) not known or used by any other person before he invented it, b) not described in any patent or in any publication printed in Canada or in any other country more than two years before presentation of the petition hereunder mentioned .... may, on presentation to the Commissioner of a petition setting out the facts, in this Act termed the filing of the application, and on compliance with all other requirements of this Act, obtain a patent granting to him an exclusive property in the invention. ... 43. (1) Conflict between two or more pending applications exists (a) when each of them contains one or more claims defining substantially the same invention, or (b) when one or more claims of one application describe the invention disclosed in one of the other applications. (2) When the Commissioner has before him two or more applications referred to in subsection (1), he shall a) notify each of the applicants of the apparent conflict and transmit to each of them a copy of the conflicting claims, together with a copy of this section; and b) give to each applicant the opportunity of inserting the same or similar claims in his application within a specified time. (3) Where each of two or more of the completed applications referred to in subsection (1) contains one or more claims describing as new, and claims an exclusive property of privilege in, things or combinations so nearly identical that, in the opinion of the Commissioner, separate patents to different patentees should not be grated, the Commissioner shall forthwith notify each of the applicants to that effect. (4) Each of the applicants referred to in subsection (3), within a time to be fixed by the Commissioner, shall either avoid the conflict by the amendment or cancellation of the conflicting claim or claims, or, if unable to make the claims owing to knowledge of prior art, may submit to the Commissioner such prior art alleged to anticipate the claims, and thereupon each application shall be re-examined with reference to the prior art, and the Commissioner shall decide if the subject-matter of such claims is patentable. (5) Where the subject-matter of the claims described in subsection (3) is found to be patentable and the conflicting claims are retained in the applications, the Commissioner shall require each applicant to file in the Patent Office, in a sealed envelope duly endorsed, within a time specified by him, an affidavit of the record of the invention, which affidavit shall declare (a) the date at which the idea of the invention described in the conflicting claims was conceived; (b) the date upon which the first drawing of the invention was made; (c) the date when and the mode in which the first written or oral disclosure of the invention was made; and (d) the dates and nature of the successive steps subsequently taken by the inventor to develop and perfect the invention from time to time up to the date of the filing of the application for patent. (6) No envelope containing any affidavit mentioned in subsection (5) shall be opened, nor shall the affidavit be permitted to be inspected, unless there continues to be a conflict between two or more applicants, in which event all the envelopes shall be opened at the same time by the Commissioner in the presence of the Assistant Commissioner or an examiner as witness thereto, and the date of the opening shall be endorsed upon the affidavits. (7) The Commissioner, after examining the facts stated in the affidavits, shall determine which of the applicants is the prior inventor to whom he will allow the claims in conflict and shall forward to each applicant a copy of his decision, together with a copy of each affidavit. (8) The claims in conflict shall be rejected or allowed accordingly unless within a time to be fixed by the Commissioner and notified to the several applicants one of them commences proceedings in the Federal Court for the determination of their respective rights, in which event the Commissioner shall suspend further action on the applications in conflict until it has been determined in those proceedings that (a) there is in fact no conflict between the claims in question; (b) none of the applicants is entitled to the issue of a patent containing the claims in conflict as applied for by him; (c) a patent or patents, including substitute claims approved by the Court, may issue to one or more of the applicants; or (d) one of the applicants is entitled as against the others to the issue of a patent including the claims in conflict as applied for by him. (9) The Commissioner shall, on the request of any of the parties to a proceeding under this section, transmit to the Federal Court the papers on file in the Patent Office relating to the applications in conflict. ... 61.(1) No patent or claim in a patent shall be declared invalid or void on the ground that, before the invention therein defined was made by the inventor by whom the patent was applied for, it had already been known or used by some other person, unless it is established that (a) that other person had, before the date of the application for the patent, disclosed or used the invention in such manner that it had become available to the public; (b) that other person had, before the issued of the patent, made an application for patent in Canada on which conflict proceedings should have been directed; or (c) that other person had at any time made an application in Canada which, by virtue of section 28 had the same force and effect as if it had been filed in Canada before the issue of the patent and on which conflict proceedings should properly have been directed had it been so filed. ... ..."]}