{"id_": "049934", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC- 2001, c 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated 31 August 2011 (Decision), which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under sections 96 and 97 of the Act. BACKGROUND", "[2] The Applicant is a citizen of the Slovak Republic who seeks Canada's protection from persecution based on her Roma ethnicity. As an adoptive child, the Applicant also seeks protection from her biological family (Biological Family) who, she says threatened and beat her to bring her back to them.", "[3] The Applicant came to Canada on 19 October 2009 with her adoptive parents, Gejza Cervenak (Gejza), her adoptive father, and Kvetoslava Cervenakova (Kvetoslava), her adoptive mother. All three (Adoptive Family) claimed protection from persecution related to their Roma ethnicity. After they arrived in Canada, the Applicant and her parents each filed a Personal Information Form (PIF); they all adopted a common narrative, written by Gejza (Original Narrative). In the Original Narrative, Gejza said skinheads attacked their home in the Slovak Republic approximately three times a month. The skinheads would break windows, throw rocks, and shout insults.", "[4] In addition to the Original Narrative, the Applicant also answered a number of questions on the PIF Questionnaire. She said her only family members were her adoptive parents. The Applicant also indicated in the PIF Questionnaire that she was unemployed between October 1999 and October 2009, and she had lived in the Slovak Republic from birth to October 2009.", "[5] The Applicant filed an amended PIF Narrative (Amended Narrative) on 16 November 2010. In this narrative, she said she was working at a factory owned by Samsung (Samsung Factory) in 2007. While she was working at the Samsung Factory, she met a woman who claimed to be her biological aunt. Later, the woman brought several other people to the Applicant's room in the factory; these people said the Applicant would be coming home with them. The Applicant went to her adoptive parents' home but did not tell them what had happened.", "[6] Later that night, the Applicant says a woman claiming to be her biological mother (Biological Mother) telephoned the Adoptive Family's home. The Biological Mother swore at Kvetoslava and said she was coming for the Applicant. Some time later, some people claiming to be the Applicant's Biological Family attacked Gjezsa. They screamed at him, pushed him into a wall and tried to take the Applicant by force. The Applicant successfully resisted and called the police. The police said the families should work things out on their own.", "[7] The Applicant says her biological sister sent her a text message saying the Biological Family wanted her to work as a prostitute. The Applicant was so upset by this she attempted suicide. She took pills, but awoke the next morning in hospital. She regretted her suicide attempt and decided to resist the Biological Family's attempts to recruit her into prostitution. The Applicant tried to find work in the Slovak Republic but could not find a job because she is Roma. She eventually began working in a flea market in the Czech Republic(Flea Market) as a vendor.", "[8] One day, while the Applicant was working in the Flea Market, a group of neo-Nazi skinheads attacked the Flea Market (Flea Market Attack). One of the skinheads tossed the Applicant to the ground and kicked her into unconsciousness. This attack gave the Applicant a thrombosis in her foot.", "[9] The Applicant went to hospital in Bratislava, Slovakia, to be treated for the injuries she suffered in the attack on the Flea Market. She was later transferred to a hospital in Presov, Slovak Republic. In this hospital, the Applicant says the nurses discriminated against her because she is Roma. They would not help her to get food, even though she could not walk. The nurses also made her bandage her own wounds and urinate in a bucket. After experiencing this discrimination, the Applicant felt she could no longer live in the Slovak Republic. She also continued to fear her Biological Family, because they kept threatening to burn down her home and insulting her Adoptive Family. The Adoptive Family decided to come to Canada and arrived on 19 October 2009. They claimed protection on 21 October 2009.", "[10] Kvetoslava and Gjezsa withdrew their claims for protection on 12 July 2011. The RPD notified the Applicant on 9 June 2009 that it would hold a scheduling conference for her claim on 27 June 2011. This first notice informed her that, if she had counsel, she should appear with a letter from counsel confirming representation and giving six available dates for a hearing into the merits of her claim. The RPD gave the Applicant a Notice to Appear for a second hearing on 29 June 2011, which contained the same instructions as the first Notice to Appeal. The second notice instructed the Applicant to appear for a scheduling conference on 18 July 2011 (Scheduling Conference).", "[11] George Kubes (Mr. Kubes) - a lawyer practicing in Toronto - says in a letter faxed to Applicant's current counsel that the Applicant contacted him before the Scheduling Conference to ask him to represent her. Mr. Kubes says he instructed the Applicant to attend the Scheduling Conference and gave her six dates on which he was available to proceed with the hearing. He also says he told the Applicant to contact him if the dates he provided her where unsatisfactory to the RPD so he could arrange a hearing date when he could represent her. According to Mr. Kubes, he received no further communication from the Applicant. After the Gejza and Kvetoslava abandoned their claims, Mr. Kubes faxed the RPD an amended PIF narrative which contained events unique to her claim (Amended Narrative).", "[12] The RPD conducted a hearing into the merits of the Applicant's claim on 30 August 2011 (RPD Hearing). The Applicant was unrepresented at the hearing, though she told the RPD that Mr. Kubes was her lawyer. She also said she had tried to contact Mr. Kubes but he had not responded to her and that he had given her a number of dates, which she presented at the scheduling conference. The RPD said its records showed the Applicant had attended the scheduling conference and the Applicant confirmed that this was so. However, the RPD also said its records showed that she was unrepresented. The RPD screening form, which a Statement of Service indicates the RPD served on the Applicant on 18 August 2011, indicates the Applicant did not have counsel at that time.", "[13] The RPD said that, because the Applicant's hearing was set on a peremptory basis, it had to proceed on that day. It noted that Mr. Kubes had not provided anything to say he represented the Applicant. The RPD also noted he had not indicated he would not be able to attend the hearing. The Applicant said she was told at the Scheduling Conference she could represent herself and she would like to proceed as a self-represented claimant. Accordingly, the RPD conducted the hearing with the Applicant representing herself.", "[14] Mr. Kubes letter says the Roma Advocacy Center in Toronto contacted him on 26 September 2011 and told him the Applicant had attended her refugee hearing without representation and had received a negative Decision. Mr. Kubes then contacted the Applicant and she said the RPD had rejected the six dates he proposed and scheduled the hearing for 30 August 2011. Mr. Kubes's letter says the Applicant told him she assumed he would appear for the RPD Hearing because she believed the RPD would advise him of the new hearing date.", "[15] After conducting the RPD Hearing, the RPD came to its Decision on 31 August 2011 and notified the Applicant on 9 September 2011. DECISION UNDER REVIEW", "[16] The RPD found the Applicant was neither a Convention refugee under section 96 of the Act, nor was she a person in need of protection under section 97 of the Act. It based these findings on its conclusions the Applicant had not rebutted the presumption of state protection and was not a credible witness. Preliminary Issue - Applicant Unrepresented", "[17] Before analysing the merits of her claim, the RPD addressed the Applicant's lack of representation at the RPD Hearing. It noted she said she had attempted to contact Mr. Kubes and he had not returned her calls. The RPD also noted that Mr. Kubes had not communicated with it and the Applicant had said she was ready to proceed without counsel. The RPD said it had explained the issues in the case to the Applicant before it proceeded with the RPD Hearing. Credibility", "[18] The RPD found the Applicant was not a credible or trustworthy witness because of discrepancies between her PIF Questionnaire, Amended Narrative, and oral testimony at the RPD Hearing. It first noted that the testimony of a refugee claimant is presumed true (see <FRAGMENT_SUPPRESSED>  (FCA)) and that contradictions and implausiblities in testimony, including omissions, are a proper basis for finding a claimant is not credible.", "[19] The RPD found the answers the Applicant gave to the questions in her PIF Questionnaire were inconsistent with the Amended Narrative, so it drew a negative inference as to her credibility. In her oral testimony and Amended Narrative, she said she was working at the Samsung Factory when her biological aunt approached her to tell her about her Biological Family. In the PIF Questionnaire, she said she was unemployed between 1999 and 2009 and her only relatives were Kvetoslava and Gjezsa. The Applicant also said in the PIF Questionnaire that she had lived in Tichy Potok, Slovak Republic between October 1999 and October 2009. The RPD noted the Applicant said in the Amended Narrative that her biological sister had sent her a text message and that she lived in Galanta, Slovak Republic while she worked at the Samsung Factory.", "[20] Although it gave the Applicant the opportunity to explain the discrepancies between the Amended Narrative, the PIF Questionnaire and her oral testimony at the RPD Hearing, the RPD rejected the explanations she offered. She testified she and her parents did not know how to fill out the PIFs and relied on their interpreter in this regard. The Applicant also said she wanted nothing more to do with her adoptive parents after they withdrew her claim. The RPD noted the Applicant had declared her PIF was true, complete, and correct and had been interpreted to her; she confirmed this at the start of the RPD hearing. The RPD found the Applicant's explanations unsatisfactory and the inconsistencies in her testimony meant she was not credible. It also found the Applicant fabricated the story about her Biological Family.", "[21] The RPD also found the Applicant's story of being attacked in the Flea Market was not plausible. It reviewed the Applicant's oral testimony, noting that she could not recall the months in 2009 when she worked at the Flea Market in the Czech Republic. The RPD found her testimony on this point was evasive because she could not remember in which months she worked at the Flea Market. Also, the Applicant's story did not accord with common sense because the attack would have affected other vendors who would have called the police.", "[22] The RPD also found the Applicant not credible because her PIF Questionnaire did not show she ever worked in the Czech Republic. It said her answers to its questions about her travel history, employment, and residence in the Czech Republic were evasive. The RPD made a negative credibility finding based on her evasiveness, the inconsistencies between the PIF and Amended Narrative, and the implausibility of the Flea Market Attack. It also found her documentary evidence was not reliable or trustworthy. Documentary Evidence", "[23] The RPD found the Applicant did not provide documentary evidence to show she had been in hospital or had worked in the Samsung Factory. It rejected the Applicant's explanation for not having medical documents - that her doctor had deleted her records - finding that she could have requested documents from the hospitals where she had been treated. The RPD also rejected her explanation for not having documents - that she left them on the streetcar - noting that she had the rest of her documents in a file folder at the hearing. The RPD found the Applicant would not have left some documents on the streetcar while keeping others. The RPD also found the lack of documents was moot in any event, because the Applicant had not had them translated into English. Without English translations, the RPD would not have been able to consider her documents.", "[24] The RPD referred to the UNHCR Handbook on Procedures and Criteria for Establishing Refugee Status which says After the applicant has made a genuine effort to substantiate his story there may still be a lack of evidence for some of his statements. [...] it is hardly possible for a refugee to \"prove\" every part of his case and, indeed, if this were a requirement the majority of refugees would not be recognized. It is therefore frequently necessary to give the applicant the benefit of the doubt. The benefit of the doubt should, however, only be given when all available evidence has been obtained and checked and when the examiner is satisfied as to the applicant's general credibility. The applicant's statements must be coherent and plausible, and must not run counter to generally known facts.", "[25] The RPD found it could not give the Applicant the benefit of the doubt because she had not shown that she made genuine efforts to provide evidence about important aspects of her claim. She had provided vague and evasive testimony and was not a credible or trustworthy witness. State Protection", "[26] The RPD also found the Applicant had not rebutted the presumption of state protection. The RPD reviewed the law on state protection, noting that <FRAGMENT_SUPPRESSED>  establishes a presumption that states are able to protect their citizens and that this presumption can only be rebutted with reliable and probative evidence of the states' inability to protect. Further, the RPD noted that local failures do not show the state is unable to protect and the burden on claimants to show they have exhausted all avenues of protection will be heavier in states which are more democratic.", "[27] The RPD found the Applicant had only contacted police in the Slovak Republic for help once: when her Biological Family tried to take her from her home and pushed Gjezsa into a wall. The RPD noted it found this narrative not credible.", "[28] Based on a report from the Department of State in the United States of America- Country Reports on Human Rights Practices for 2010 Slovak Republic (DOS Report), the RPD also reviewed documentary evidence before it on state protection. It found Roma in the Slovak Republic generally face discrimination. Other information in the RPD's National Documentation Package for the Slovak Republic showed neo-Nazi groups harass Roma people. The RPD found, however, that a legal framework existed in the Slovak Republic which allowed the Slovakian government to combat these problems. The RPD pointed to the Slovak Republic Government's Third Report on the Implementation of the Framework Convention for the Protection of National Minorities in the Slovak Republic (Minorities Report) and found this established the Applicant had several avenues available to her to seek protection.", "[29] The RPD also found the documentary evidence indicated the police response in the Slovak Republic to racially motivated crimes has improved. It related this finding to the Applicant's testimony that the police did not come to her aid when she called them after her Biological Family attacked her and Gjezsa. The RPD also found the Minorities Report indicated that sentences in the Slovak Republic had generally increased where people were convicted of racially motivated crimes. Further, the Minorities Report showed it is easer now than in the past for people like the Applicant to complain about unfair dealings with the police on the basis of ethnicity.", "[30] The RPD concluded that authorities in the Slovak Republic are taking serious action to reduce harassment and discrimination faced by Roma people. It also found the Applicant had produced no clear and convincing evidence that state protection was inadequate. The RPD also noted its earlier finding that the Applicant was not credible or trustworthy, and found she had not shown state protection would not be reasonably forthcoming or that it was objectively unreasonable for her to seek that protection.", "[31] Given its finding on state protection, the RPD found the Applicant was not a person in need of protection or a Convention refugee. STATUTORY PROVISIONS", "[32] The following provisions of the Act are applicable in this proceeding: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; [...] Person in Need of Protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning - of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care [...] 96. [...] 97. [...] ISSUES", "[33] The Applicant raises the following issues in this application: a. Whether the RPD breached her right to procedural fairness by holding its hearing without her counsel; b. Whether her previous counsel's incompetence breached her right to procedural fairness; c. Whether the RPD misapplied the test for state protection; d. Whether the RPD's state protection finding was reasonable; e. Whether the RPD's credibility finding was unreasonable. STANDARD OF REVIEW", "[34] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[35] It is well established that the right to counsel at an RPD hearing is an issue of procedural fairness (see <FRAGMENT_SUPPRESSED> ). In <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 100 that \"It is for the courts, not the Minister, to provide the legal answer to procedural fairness questions.\" Further, the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> held that the \"procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.\" The standard of review on the first two issues in this case is correctness.", "[36] The third issue challenges the RPD's application of a legal test to the facts before it. This is a question of mixed fact and law to which the applicable standard of review is reasonableness (see <FRAGMENT_SUPPRESSED> , above, at paragraph 51).", "[37] <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal held at paragraph 36 that the standard of review on a state protection finding is reasonableness. This approach was followed by Justice Leonard Mandamin in <FRAGMENT_SUPPRESSED> . Further, in <FRAGMENT_SUPPRESSED>  Justice Danièle Tremblay-Lamer held at paragraph 11 that the standard of review on a state protection finding is reasonableness. The standard of review on the fourth issue is reasonableness.", "[38] <FRAGMENT_SUPPRESSED>  (FCA) the Federal Court of Appeal held that the standard of review on a credibility finding is reasonableness. Further, in <FRAGMENT_SUPPRESSED> Justice Max Teitelbaum held that findings of credibility are central to the RPD's finding of fact and are therefore to be evaluated on a standard of review of reasonableness. Finally, in <FRAGMENT_SUPPRESSED>  Justice Michael Kelen held at paragraph 17 that the standard of review on a credibility determination is reasonableness. The standard of review on the fifth issue is reasonableness.", "[39] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" ARGUMENTS The Applicant Breach of Procedural Fairness", "[40] The Applicant says her right to procedural fairness was breached when the RPD did not inquire with Mr. Kubes to determine if he was actually representing her. She also says Mr. Kubes breached her right to procedural fairness by failing to attend the RPD hearing. The Applicant points to <FRAGMENT_SUPPRESSED> , which she says establishes counsel's incompetence can lead to a breach of procedural fairness where that incompetence results in a complete denial of the opportunity for a hearing (see paragraph 11). Unreasonable Credibility Finding", "[41] The Applicant also says the RPD's credibility finding based on the inconsistencies between her Amended Narrative and the PIF Questionnaire was unreasonable. She says her Amended Narrative went beyond the Original Narrative and added details of the persecution she had personally suffered. The Applicant relies on <FRAGMENT_SUPPRESSED> where Justice Edmond Blanchard held In my view the Board's credibility finding is patently unreasonable. Subsection 6(4) of the Refugee Protection Division Rules, SOR/2002-228 (the Rules), affords the parties the opportunity to amend their PIF. In the circumstances, it was not open to the Board to find as it did based on the Applicant's \"overall testimony\". A plausible explanation for the amendment was offered by the Applicant and the opportunity to amend a PIF is provided for in the Rules. The Board gave no valid reason to impugn the Applicant's credibility on these facts. The credibility finding is patently unreasonable. State Protection Finding Unreasonable The RPD Misapplied the Test for State Protection", "[42] The RPD misapplied the test for state protection which the Supreme Court of Canada set out in Ward , above. The RPD relied on institutional structures in the Slovak Republic for its finding that she had not rebutted the presumption of state protection. The Applicant points to <FRAGMENT_SUPPRESSED>  where Justice Luc Martineau held as follows at paragraph 56: It is also wrong in law for the Board to adopt a \"systemic\"approach which may have the net effect of denying individual refugee claims on the sole ground that the documentary evidence generally shows the Hungarian government is making some efforts to protect Romas from persecution or discrimination by police authorities, housing authorities and other groups that have historically persecuted them. The existence of anti-discrimination provisions in itself is not proof that state protection is available in practice: \"Ability of a state to protect must be seen to comprehend not only the existence of an effective legislative and procedural framework but the capacity and the will to effectively implement that framework\" ( <FRAGMENT_SUPPRESSED>  at 121). Hungary is now considered a democratic nation which normally would be considered as being able to provide state protection to all its citizens ( Ward supra ). Unfortunately, there are still doubts concerning the effectiveness of the means taken by the government to reach this goal. Therefore, a \"reality check\" with the claimants' own experiences appears necessary in all cases.", "[43] The RPD should have considered the Applicant's actual experience in seeking state protection. Instead, it simply looked at the institutional framework present in the Slovak Republic. The Applicant also points to <FRAGMENT_SUPPRESSED>  where Justice Michel Shore found in \"the case before us, the state did not demonstrate that it had the capacity to implement a framework for the applicants' protection. It must be reiterated that, with respect to 'state protection', each case turns on its own facts\" (see paragraph 26). [Emphasis in original]. The RPD Ignored Evidence", "[44] The RPD's state protection finding was also unreasonable because it ignored evidence which showed state protection in the Slovak Republic was ineffective. The Applicant says the RPD ignored the DOS Report and a report from Amnesty International - the Annual Report 2011 Slovakia Discrimination vs Persecution", "[45] The RPD's state protection finding was also unreasonable because it found the acts the Applicant suffered were discrimination and not persecution. The RPD ought to have found the Applicant's experiences were persecution because acts of criminal violence always amount to persecution. The state protection finding was also unreasonable because it found the Applicant should have gone to an agency other than the police for help. She notes that Justice Tremblay-Lamer held in <FRAGMENT_SUPPRESSED> held as follows: In my opinion, the Board erred in imposing on the applicants the burden of seeking redress from agencies other than the police. The purpose of the police is to protect the citizens. If they refuse or are unwilling to act, this Court has indicated that there is no obligation on an individual to seek counselling, legal advice, or assistance from human rights agencies.", "[46] As a victim of persecution, not discrimination, the Applicant should not have been required to go beyond the police in seeking protection. Plausibility Finding Unreasonable", "[47] The Applicant also says the RPD's credibility finding was unreasonable because it was based on an unreasonable finding that her story was implausible. She says this implausibility finding was based on an irrelevant factor: the availability of state protection in the Czech Republic. The RPD found her story of the Flea Market Attack was implausible because it thought other vendors would have called the police if the attack had actually occurred. The Applicant says the RPD should not have considered the police response to the attack in the Flea Market because this event occurred in the Czech Republic. The Applicant claims protection against the Slovak Republic, so the police response to the Flea Market Attack is irrelevant.", "[48] The RPD also said its implausibility finding was based on common sense, but the Applicant says common sense does not lead to the conclusion reached by the RPD. She also says the RPD unreasonably based this implausibility finding on extrinsic evidence, rather than inconsistencies internal to her story. This is a reversible error which calls for the Court's intervention.  <FRAGMENT_SUPPRESSED> . Microscopic Evaluation of the Evidence", "[49] The RPD's credibility finding was also unreasonable because it was based on a selective and microscopic analysis of the evidence. The Applicant relies on the Federal Court of Appeal's judgment on <FRAGMENT_SUPPRESSED>  where it held the RPD should \"not be over-vigilant in its microscopic examination of the evidence.\" She also points to <FRAGMENT_SUPPRESSED>  (FCA), where the Federal Court of Appeal held that \"selective treatment in respect of various segments of the appellant's testimony is not calculated to enhance one's confidence in the Board's assessment of the appellant's credibility.\" The Respondent No Breach of Procedural Fairness", "[50] The Respondent says the Applicant's right to procedural fairness was not violated by her previous counsel's incompetence. She has not shown how the outcome of her claim would have been different had she been represented before the RPD, so even if she was denied the right to counsel, the Decision should stand. The Respondent points to R v GDB 2000 SCC 22 (QL) where the Supreme Court of Canada held that for \"an appeal to succeed, it must be established, first, that counsel's acts or omissions constituted incompetence and second, that a miscarriage of justice resulted.\"", "[51] The Applicant has also not met her obligation to notify her previous counsel of her allegations against him. Since she has not met this obligation, established in <FRAGMENT_SUPPRESSED>  the Applicant cannot succeed in judicial review by claiming previous counsel was incompetent.", "[52] The Respondent further points out that the Applicant was not represented because of her own error. Mr. Kubes gave the Applicant dates at which he could attend hearings, but she did not contact him when the RPD did not find any of these dates acceptable. The Applicant also agreed to proceed without counsel when it became apparent Mr. Kubes would not be attending the hearing. The Applicant should be held to this choice.", "[53] The Applicant has not shown how the outcome would have been different had she been represented. Hers is not a case where counsel's incompetence is clearly established and undermined the outcome of the hearing. Representation would not have changed the fact there were clear discrepancies and omissions in her evidence or the RPD's determinative finding on state protection. Credibility Findings Reasonable", "[54] The RPD's credibility finding was reasonably based on inconsistencies, contradictions, and omissions in the Applicant's evidence. Following Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  the Respondent says these are bases from which the RPD may reasonably draw a negative credibility finding. The Applicant's oral testimony was not consistent with either her Original or Amended Narratives. Although the Original Narrative contained the story of the Biological Family's threats against the Adoptive Family, the Amended Narrative added the detail about the biological sister warning the Applicant that the Biological Family wanted to push her into prostitution. The Amended Narrative was also inconsistent with the PIF Questionnaire. Although the Applicant's claim was focussed on the threat from the Biological Family, key details were missing from the Original Narrative.", "[55] The Respondent also notes the Applicant did not provide documentary evidence to support her claim. A failure to corroborate elements of a claim where a claimant's story generally lacks credibility may result in a finding that those elements have not been established.  <FRAGMENT_SUPPRESSED> . Reasonable State Protection Finding", "[56] Finally, the Respondent says the RPD's finding that the Applicant had not rebutted the presumption of state protection was reasonable. The RPD conducted a full and detailed review of the conditions in the Slovak Republic and found protection was available to the Applicant. The RPD provided clear reasons and considered improvements in legislation and social practice in the Slovak Republic. The RPD acknowledged problems which exist in the Slovak Republic, but concluded state protection nevertheless existed. The RPD grasped the issues which were before it and drew a conclusion which is supported by the record. In the face of case law which shows the Applicant bears the onus to rebut the presumption of state protection (see Ward , above) and that a police officer's non-response is not enough to rebut the presumption, the Court should not interfere. ANALYSIS", "[57] In my view, the Decision gives rise to two important areas of concern that require it to be returned for reconsideration.", "[58] First of all, it is not entirely clear why Mr. Kubes did not appear at the RPD meeting or the extent to which the Applicant herself may have been responsible for some of the confusion. However, I think there is clear evidence that Mr. Kubes was counsel of the record for the Applicant's family, and later the Applicant, and that the RPD should have been aware of this. When faulting the Applicant, the RPD failed to take into account Mr. Kubes' responsibilities as counsel and that the Applicant was, in effect, left in the lurch at the hearing.  <FRAGMENT_SUPPRESSED>  (FCA) at paragraph 7. In the end, the Applicant did not get a fair hearing.", "[59] The Applicant clearly stated at the hearing that Mr. Kubes was her lawyer and there was evidence on the record of the RPD dealing with Mr. Kubes. So it is hard to see why the RPD concluded there was no solicitor of record and that \"Mr. Kubes hasn't seen fit to either indicate that he's your counsel as he's supposed to do.\"", "[60] Having left out of account the indications on the file that Mr. Kubes was counsel for the Applicant, the RPD also told the Applicant that the hearing was peremptory and \"must go forward today.\" This left her with no choice but to try and represent herself. The record shows she was nervous and did not do a very good job of it.", "[61] The Respondent says this makes no difference because, even with counsel, the outcome could not have been different. Quite apart from the case law which says that procedural unfairness is, per se, a reviewable error (see <FRAGMENT_SUPPRESSED> , above, at paragraph 54), on the facts of the present case it is clear to me that the absence of counsel made a significant difference to the outcome of this matter.", "[62] One of the troubling aspects of the Decision is that the RPD drew a negative inference from the Applicant's failure to produce corroborative documentary evidence: The Panel cannot extend the benefit of the doubt to the claimant with regard to the credibility of her narratives because she did not establish that she made continuing efforts to provide any evidence of any type with regard to the existence of the claimant's biological sister, her employment at Samsung, her employment in the Czech Republic or any of her three hospitalizations in both the Czech and Slovak Republics. As well, the Panel determines that the claimant gave evasive vague and evasive testimony and that she was not a credible or trustworthy witness.", "[63] However, the Applicant attempted to produce an adoption certificate which listed her biological siblings However, the RPD did not consider accepting this document as evidence because it was not translated. So she had made an effort to provide documentary evidence. The RPD takes the position that it is moot or irrelevant because \"none of this documentation has been translated in English, therefore, the Panel would not be able to consider this material.\"", "[64] Although the section 25(1) of the Rules establishes that documents provided to the RPD must be translated, the Court has also held that, when presented with an unrepresented litigant, the strict and technical rules should be relaxed.  <FRAGMENT_SUPPRESSED> . Without counsel, the Applicant would really have no way of knowing that the document had to be translated for the RPD to consider it. I have to wonder why the RPD would not give the Applicant an opportunity, post-hearing, to provide it with a translated version of the adoption certificate. With that said, even documentation that has not been translated shows that the Applicant made an effort to corroborate her claim.", "[65] This is of particular importance given the RPD's credibility finding that the Applicant had not indicated that she had a biological sister and that \"the claimant's narrative with regard to the incidents surrounding her biological parents and relatives is an invented narrative.\"", "[66] The Applicant was also faulted for not providing documentation to corroborate her \"three alleged hospitalizations.\" The Applicant said she had left documents on a Toronto street car on her way to the hearing. Once again, the RPD rejects this explanation, and says it is moot because of the lack of translation. The Applicant is never given an opportunity to replace these documents that she claimed to have mislaid.", "[67] If counsel had been present, the translation and lost document issue would have been dealt with much more fairly. It is not reasonable to expect an unrepresented claimant to know that she can ask for an adjournment if necessary, especially after the RPD told her the hearing had to proceed that day. The Applicant could easily have provided a translation of the adoption certificate post-hearing, and there is nothing to suggest she could not, with counsel's assistance, have provided replacement hospitalization documents in a timely way.", "[68] The Applicant's testimony was problematic but I think that, overall, the lack of procedural fairness and the absence of counsel led to material mistakes that render the Decision unsafe and unreasonable. I also agree with the Applicant that the RPD's assessment of the documentary package as part of the state protection analysis gives rise to a reviewable error.", "[69] The RPD knew it had to find more than that the Slovak Republic has made\"serious efforts\" to protect Roma people. Its conclusions in this regard are as follows: The evidence clearly shows that the Roma still suffer from higher rates of unemployment and lower educational achievement. The Roma are still excluded from regular life in terms of housing and healthcare. The documentary evidence indicates that the state is making serious efforts and, although progress is slow, there are signs of progress. It is unreasonable to expect that these measures should have prevented or eliminated all racism or acts of violence related to race; however, this is an indication of the serious efforts the state has made to combat racial discrimination in every aspect of society. The progress is not as rapid and there have been set-backs and obstacles, but the commitment of the state to continue the battle is not in question. The quality of existence for the Roma is not what it should be, but their existence is not threatened by the state. While skinheads and extremists seek to threaten the existence of the Roma, the state takes serious actions against that as well. The Panel has previously determined that the claimant's oral and documentary evidence has not been reliable and that the claimant has not been a credible and trustworthy witness. However, the documentary evidence is clear that a problem of harassment and discrimination towards Roma and other minorities in the Slovak Republic exist. The documentary evidence is also clear that authorities are taking serious action and that there are results. The evidence that state protection would be inadequate is neither clear nor convincing.", "[70] The RPD refers here to \"serious actions\" against skinhead violence and that, as regards harassment and discrimination, the \"documentary evidence is also clear that authorities are taking serious action, and that there are results.\"", "[71] The body of the analysis seems to suggest that what the RPD means by \"serious actions\" and \"results\" are a few convictions for racial attacks, prosecution for a few police officers, and some increase in sentencing rates. Even in the RPD's own words, however, \"progress is slow,\" and the Roma are still at serious risk. If I review the preponderance of the evidence, I just do not see what there is to support the RPD's vague conclusions that \"there are signs of some success,\" or \"the situation had improved,\" and why this vagueness supports a finding of adequate state protection.", "[72] The RPD seems to contradict itself: The documentary evidence of the Board indicates that Roma and other minorities suffer discrimination and violence in the Slovak Republic and that police mistreat Romani suspects and detainees. The evidence also supports the claimant's contention that organized neo-Nazi groups and sympathizers harass and attack minorities including the Roma. Further, police might not intervene or investigate properly when there are Roma involved, although this varies by jurisdiction. The Roma generally face discrimination in health care, education, housing and employment in the Slovak Republic as well. In addition, many Roma face severe difficulties and discrimination accessing adequate housing and employment and that they experience segregation in schools and health care facilities. Notwithstanding the latter materials, the documentary evidence indicates that the Slovak Republic has taken and is taking steps to combat these deficiencies and there are signs of real progress. For example, there is a deeply entrenched legal framework as a basis for which the Slovak Republic can combat these problems. The legal framework includes the Constitution, legislation and international obligations as well.", "[73] The analysis makes an attempt to assess what Justice Mosley has called \"operational adequacy\" (see <FRAGMENT_SUPPRESSED> ), but very little is referred to that suggests the Slovak Republic is willing or able to protect Roma people from the widespread violence and mistreatment that the RPD acknowledges is still rampant.", "[74] I do not see the RPD weighing the evidence in this Decision and concluding that the situation is mixed but, overall, there is sufficient evidence to suggest that protection is adequate. Rather, the RPD searches desperately for any sign of operational adequacy in a generally bleak situation and calls this \"real progress\" and \"some success\" and \"serious action.\" I cannot see how any of what is cited can possibly be called \"adequate,\" against the general picture of desperation and acknowledged inadequacy. This aspect of the state protection analysis is unreasonable because there is an insufficient basis for the \"adequacy\" conclusion and the obvious inadequacies, although mentioned, do not enter the RPD's analysis.", "[75] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[76] THIS COURT'S JUDGMENT is that 1. The application is allowed. The Decision is quashed and returned for reconsideration by a differently constituted RPD. 2. There is no question for certification. <FRAGMENT_SUPPRESSED>  Russell", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26] Canada (Procureur général) c Ward", "[27]", "[28] Country Reports on Human Rights Practices for 2010 Slovak Republic Third Report on the Implementation of the Framework Convention for the Protection of National Minorities in the Slovak Republic", "[29]", "[30]", "[31]", "[32] [...] [...] Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; [...] Person in Need of Protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care [...]", "[33] LA NORME DE CONTRÔLE", "[34]", "[35]", "[36]", "[37]", "[38]", "[39] La demanderesse", "[40]", "[41]", "[42] Ward Ward", "[43]", "[44] Annual Report 2011 Slovakia La discrimination par opposition à la persécution", "[45] <FRAGMENT_SUPPRESSED>  la juge Tremblay-Lamer a statué:", "[46]", "[47]", "[48] L'examen microscopique de la preuve", "[49]", "[50] R c GDB", "[51]", "[52]", "[53]", "[54]", "[55]", "[56] Ward ANALYSE", "[57]", "[58]", "[59]", "[60]", "[61]", "[62]", "[63]", "[64]", "[65]", "[66]", "[67]", "[68]", "[69]", "[70]", "[71]", "[72] La SPR semble se contredire:", "[73]", "[74]", "[75] JUGEMENT", "[76] [End of document]"]}