{"id_": "050017", "body_str": ["[1] Russell, J. : This is an application under s. 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 [Act] for judicial review of the decision of a Senior Immigration Officer [Officer] dated October 15, 2012 [Decision], which refused the Applicant's application for an exemption on humanitarian and compassionate grounds under s. 25(1) of the Act from the requirement to apply for a permanent resident visa from outside of Canada [H&C Application]. BACKGROUND", "[2] The Applicant is a 60-year-old citizen of Jamaica though, with the exception of a few months in 2004, he has not lived in that country for more than 30 years. He spent much of that time in the United States, but was deported after completing a prison sentence there in 2004. He came to Canada in April 2004 on a false passport, settling in Hamilton and then Windsor. In October 2006 he was brutally beaten by three men with a baseball bat because he provided information to the police about drug traffickers. As a result, he is now a quadriplegic who requires 24-hour care and support, which he currently receives at a continuing care centre in Windsor. The Applicant has been found to be inadmissible to Canada due to criminal convictions in the United States, and a removal order was issued against him in November 2006.", "[3] The Applicant has a history of drug addiction and criminality. He immigrated to New York in 1981 and married there in 1985, but when that marriage broke down in 1988, the Applicant got into trouble with the law. He was criminally charged and convicted for assault and trespass relating to disputes with his ex-wife, receiving a 6 month prison sentence, and was later convicted of arson for setting fire to his own car, receiving an 18 month prison sentence. He began a new relationship in California in 1992, and says his cocaine addiction began there, as his common law spouse was a cocaine user. In December 1996 he was convicted of possession with intention to transport cocaine. He says it was for personal use, but the way the drugs were packaged led authorities to conclude otherwise. He received an 8 year sentence in view of his prior criminal record, and when that sentence was completed, he was deported to Jamaica.", "[4] The Applicant says he sang in a musical band and did photography when he first came to Canada, but could not shake his cocaine habit. He met a woman in Windsor while performing with his band, and moved there from Hamilton to live with her in or around August 2004. In March 2006, he was found in possession of cocaine during a police raid of his building, but was told they would drop the charges if he provided information about his drug provider. He did provide this information, and this apparently led to some arrests. The Applicant says that two particularly notorious drug traffickers - \"Morris\" and \"T.K.,\" who have since been deported to Jamaica - sent their men to attack him in retaliation, leaving him in his current condition. He can move his arms somewhat but cannot use his hands. He cannot dress or wash himself, get in and out of bed or his wheelchair, use the washroom or do many other tasks without assistance. He can occasionally feed himself with an adapted spoon attached to his hand with a splint, but typically requires help to feed himself as well.", "[5] In September 2007, the Applicant applied for refugee protection, but was found to be excluded from consideration pursuant to Article 1F(b) of the Refugee Convention (incorporated into domestic law by s. 98 of the Act) because of his criminality in the United States. He submitted his H&C Application and a Pre-Removal Risk Assessment [PRRA] application in February 2010. His PRRA application was denied in April 2010. The PRRA officer observed that his circumstances warranted H&C consideration, but found this was beyond his or her mandate. On October 15, 2012, his H&C Application was refused in the Decision under review here. DECISION UNDER REVIEW", "[6] The Officer began by observing that the Applicant bore the onus of showing that he would experience hardship that was either unusual and undeserved or disproportionate if required to obtain a permanent resident visa from outside Canada in the normal manner. The Officer considered the relevant H&C grounds to be degree of establishment in Canada, personal relationships or ties in Jamaica and Canada, and fear of discrimination in Jamaica.", "[7] With respect to establishment, the Officer noted that the Applicant had taken \"Peer Support Volunteer\" training to provide support to individuals with a similar level of injury, and had provided a letter of support from a friend indicating he was a compassionate person and always concerned for other people. The Officer found that this evidence did not demonstrate close interdependent relationships that would suffer hardship if severed. While acknowledging that the Applicant \"may experience some difficulty in re-adapting to life in Jamaica,\" the Officer was not satisfied that he had \"integrated into Canadian society to such an extent that he would experience unusual, undeserved, or disproportionate hardship on the basis of his establishment ... if he were to leave Canada.\"", "[8] With respect to personal relationships, the Officer found there was no indication the Applicant has developed close personal relationships while in Canada, and that he does not have family members residing in either Canada or Jamaica. As such, \"it is reasonable to assume that the applicant could return to Jamaica and develop relationships with and grow accustomed to the care facilities and staff in Jamaica, as he has had to do and has done in Canada.\"", "[9] The Officer then considered the Applicant's \"fear of discrimination in Jamaica\" and \"medical concerns.\" Regarding discrimination, the Officer observed that Inland Processing Manual #5 [IP5 Manual] defines discrimination as a \"distinction based on the personal characteristics of an individual that results in some disadvantage to that individual,\" and that \"[i] n order for discrimination to amount to persecution it is normally repetitive, persistent and has grave personal consequences such as serious body injury, torture, mistreatment or in the denial of fundamental human rights.\" The Officer noted that the Applicant fears if he is returned to Jamaica where he has no family he will be \"unable to care for himself ... [and] vulnerable to deterioration of his medical condition, to disease, crime and even death from starvation.\" The Applicant had submitted that discrimination and prejudice against people with disabilities are widespread in Jamaica.", "[10] The Officer took note of a letter from Peggy Koelln of the Canadian Paraplegic Association of Ontario stating that the Applicant is completely dependent on others to take care of him, and that it was her understanding that services for individuals such as the Applicant are extremely limited in Jamaica. While this letter contained \"reliable evidence of the applicant's current physical state,\" the Officer found that it provided \"insufficient objective evidence that the applicant will be likely to be subjected to discrimination that would amount to unusual and undeserved or disproportionate hardship upon his return to Jamaica,\" and that \"Ms. Koelln is not an expert on country conditions in Jamaica.\"", "[11] In considering counsel's submissions that the Applicant would be discriminated against due to his disability, and that resources for accommodation and care are limited since people with disabilities are usually cared for by their families, the Officer consulted the 2011 U.S. Department of State Human Rights Report on Jamaica [US DOS Report] and quoted it as follows: Persons with disabilities encountered discrimination in employment and denial of access to schools. Discrimination in access to education was particularly pronounced at the primary level. Fewer problems were reported in secondary schools, and tertiary institutions, including community colleges, were increasingly drafting policies ensuring full inclusion of persons with disabilities. Health care reportedly was universally available.", "[12] The Officer acknowledged that \"there are limited government-funded care facilities in Jamaica for those with disabilities,\" but found that \"there are facilities currently and aspiring to fill this void.\" The Officer continued: According to the website Mustard Seed Communities for Jamaica, there are two facilities, Jacob's Ladder and Jerusalem!, currently caring for people with disabilities and hoping to expand. The website states, Jacob's Ladder Jacob's Ladder, is located in Moneague on 100 acres of land donated to Mustard Seed Communities by the bauxite company Windalco. In Jamaica, there are no facilities - governmental or otherwise - available to take care of individuals with mental and physical disabilities after the age of 18. The vision for Jacob's Ladder is to fill this void by providing 500 young adults with mental and physical disabilities with a home where they can live out their lives. This vision is being achieved through the construction of 100 cottages to house the residents and staff and by establishing an agricultural system; vegetables, tree crops, animal husbandry, and fish ponds for in-house food needs and to generate income by selling excess produce in the domestic market. Our goal is to achieve a self-sustainable facility through farming and other economic projects. At present, there are nearly 40 cottages completed and just under 50 residents living at Jacob's Ladder. There are several greenhouses on the premises and both farming and animal husbandry are currently underway. Work continues on future cottages and residents are continually arriving at this growing apostolate. Jerusalem! Located on eight acres in Spanish Town, Jerusalem! serves as a residential facility for 150 abandoned children and young adults. Jerusalem provides a safe and nurturing environment for individuals challenged both mentally and physically. Our residents have illnesses ranging from schizophrenia, and other mental illnesses to autism, hydrocephalus, cerebral palsy, and HIV/AIDS. Jerusalem Village caters to older teenage and adult residents in a setting where several houses make up a small neighborhood. These homes provide an integrated facility where those considered \"normal\" and those with special needs co-exist. Training is emphasized as residents are prepared for a semi-independent way of life. Training includes exposure to construction, home economics, farm work and formal education. The farm at Jerusalem functions as both a therapeutic alternative for the residents and an income generating project. The farm currently has two fish ponds, 2000 chickens for egg production, a vegetable garden and a small flock of sheep. The farm serves the in house protein needs of the residents while the surplus is sold to neighboring communities.", "[13] The Officer found that \"[t]he above noted documentary evidence demonstrates that the views of Jamaica are evolving with regards to disabled people and their treatment and that there are current and growing facilities available to care for such individuals.\"", "[14] The Officer noted that the Applicant has not resided in Jamaica \"for over eight years, never as a quadriplegic.\" However: [H]e provided insufficient objective evidence that he would suffer hardship due to discrimination or be personally discriminated against due to his disability upon his return to Jamaica. While I accept that it may be difficult for the applicant to return to Jamaica as a disabled person; however, he would not be returning to an unfamiliar place, culture or language that would render re-integration unfeasible.", "[15] The Officer observed that the Applicant may experience some difficulty in re-adapting to language and cultural changes and that country conditions are not always favourable. However, the Officer found that this did not amount to unusual and undeserved or disproportionate hardship that would warrant an exemption.", "[16] The Officer stated that he or she had \"considered all material presented by the applicant as well as my own research of publicly available information,\" and was not satisfied that sufficient H&C grounds existed to approve the request for an exemption from the requirements of the Act. ISSUES", "[17] The Applicant has raised the following issues in this application: a. Did the Officer err by ignoring important, probative evidence concerning the lack of long-term residential care facilities for persons with a severe disability such as the Applicant's in Jamaica? b. Did the Officer breach procedural fairness by failing to allow the Applicant an opportunity to respond to independent research relied upon in rejecting his application? c. Did the Officer err by misconstruing evidence concerning the Applicant's medical conditions and needs, and by unreasonably believing the care facilities found on the internet would be suitable for the Applicant? d. Did the Officer err by relying on evidence of the state's future hopes and intentions in the treatment of and care for persons with disabilities? e. Did the Officer err by failing to analyze disproportionate hardship for the Applicant in Jamaica as it relates to his personalized circumstances? STANDARD OF REVIEW", "[18] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: <FRAGMENT_SUPPRESSED> .", "[19] The question of whether the Officer unfairly denied the Applicant an opportunity to respond to the Officer's independent research raises an issue of procedural fairness that is reviewable on a standard of correctness: see <FRAGMENT_SUPPRESSED> . The Officer's assessment of the evidence and conclusion regarding whether an H&C exemption should be granted is reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> .", "[20] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[21] The following provisions of the Act are applicable in these proceedings: Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. [...] Humanitarian and compassionate considerations - request of foreign national 25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible or does not meet the requirements of this Act, and may, on request of a foreign national outside Canada who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. [...] ARGUMENT Applicant Procedural Fairness", "[22] The Applicant argues that the Officer breached his right to procedural fairness by relying on information obtained through the Officer's independent research without disclosing it to the Applicant, and without providing an opportunity for him to respond.", "[23] The Applicant points to sections 5.16, 5.18, and 11.1 of the IP5 Manual as discussing relevant principles. Section 5.18 relates to \"Conducting Research.\" It says that officers may conduct their own research, and that when information is obtained through Internet research, a copy must be retained in the case file. The officer has discretion regarding whether a document should be shared with the applicant prior to rendering a decision if it can be demonstrated that the document is \"publicly accessible,\" and such information should come from reliable sources. It goes on to say that officers \"may seek responses from applicants with respect to relevant external documentation that comes to light, and on which they intend to rely, and about which the foreign national could not reasonably be expected to be aware.\"", "[24] Section 11.1 relates to \"Procedural Fairness.\" It states in relevant part: Officers must follow procedural fairness when making a decision. Officers should: [...] • inform the applicant when extrinsic information is considered and provide the applicant with a chance to respond;", "[25] Finally, section 5.16 discusses \"H&C and hardship: Factors in the country of origin to be considered.\" It states in relevant part: In order to substantiate an applicant's claims, the officer may wish to access reliable, unbiased internet resources for information on medical care available in the country of origin, for instance: • UK Home Office Country of Origin reports: [...] • World Health Organization: [...] • UNAIDS (for HIV cases): [...] • International Organization for Migration: [...] [...] Evidence gathered to counter the applicant's submissions must be disclosed to the applicant and an opportunity for reply provided.", "[26] The Applicant takes no issue with the Officer's use of the US DOS report, which he acknowledges to be a widely recognized and reliable information source regarding country conditions that is easily accessible and found in the Immigration and Refugee Board [IRB] 's documentation package on human rights conditions. However, the Applicant argues that the information from the Mustard Seed Communities for Jamaica [Mustard Seed] website should have been disclosed to him, and an opportunity to respond provided. He argues that this information is not of the same category as the US DOS Report. He points to <FRAGMENT_SUPPRESSED>  (FCA) at para 22 [ <FRAGMENT_SUPPRESSED> ] for the principle that an applicant must be informed of extrinsic country condition evidence that represents \"any novel and significant information which evidences a change in the general country conditions that may affect the disposition of the case.\" Unlike in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], the Applicant argues, the information relied upon here could not be \"foreseen to be a source on which the officer would rely\" (see also <FRAGMENT_SUPPRESSED> ). The Applicant notes that other decisions of this Court following the reasoning in <FRAGMENT_SUPPRESSED> , above, have placed a great deal of weight on whether the evidence in question is part of the IRB's documentation package on the country in question: see <FRAGMENT_SUPPRESSED> .", "[27] The information from the Mustard Seed website is not, the Applicant argues, from a widely known and established source that the Applicant could have been expected to know of and address in his submissions. He says that if the Officer had disclosed the information, he could have explained why the existence of the facilities listed does not alleviate the profound hardship he would face as a quadriplegic without family being returned to Jamaica. Moreover, the IP5 Manual, as noted above, indicates that when the evidence at issue relates to a state's ability to provide medical or health care for an applicant, and it runs counter to the evidence already provided by the applicant, an officer must disclose this evidence to the applicant and provide an opportunity for a response. Thus, while the Officer was entitled to conduct independent research, he or she erred in not informing the Applicant's counsel of this source and allowing him to make submissions on it. Reasonableness of the Decision", "[28] The Applicant argues that the Officer failed to address probative and relevant evidence that directly contradicted his or her conclusions, and therefore a reasonable inference can be drawn that the Officer ignored this evidence: <FRAGMENT_SUPPRESSED>  (TD) [ Cepeda-Gutierrez ]; <FRAGMENT_SUPPRESSED> .", "[29] Specifically, the Applicant provided a letter from the Jamaica Council for Persons with Disabilities, an agency within the Jamaican Ministry of Labour and Social Security, which stated that due to scarcity of resources \"services for persons with quadriplegia are very limited,\" and that such persons \"are usually dependent on families for personal care, food, medication, clothing and housing.\" The letter continued: In Jamaica, there is no government facility dedicated to long term residential rehabilitation services for adults with severe physical disabilities . Some privately owned homes/institutions are available but quite expensive and for someone with quadriplegia the challenge is enormous. There are a few infirmaries for indigent persons but these are unable to provide adequate care for quadriplegics and especially if there is no family support these persons are sometimes lost in the system and eventually become another statistic. [Applicant's emphasis]", "[30] The Applicant argues that both the source of the letter (a division of the Jamaican government), and its high degree of relevance make it the kind of evidence one would expect the Officer to address, but the Officer failed to refer to it in any way. It supports the Applicant's submission that he would not have adequate medical care for his severe disability in Jamaica, which is contrary to the conclusion reached by the Officer, and the failure to mention or analyze it is a reviewable error: Cepeda- <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED>  63 FTR 312 (TD).", "[31] The Applicant also points to a letter from Mrs. Opal Minott, a social worker at St. John Golding Rehabilitation Centre in Kingston, Jamaica, stating that a pre-requisite for admitting patients to that facility is information about a next of kin to whom they can release the patient upon completion of their term, which averages only three months. The Applicant says the Officer failed to refer to this letter or explain why it did not weigh towards a finding of hardship for the Applicant.", "[32] At the same time, the Applicant notes, the Officer did refer to the letter from Peggy Koelln of the Canadian Paraplegic Association of Ontario. With respect to Ms. Koelln's observation that \"Jamaica is extremely limited in terms of services for individuals such as Mr. Bailey,\" the Officer found that the letter provided \"insufficient objective evidence\" that the applicant would experience undeserved or disproportionate hardship, and that Ms. Koelln is \"not an expert on country conditions in Jamaica.\" The Applicant says these observations support the view that the Officer ignored other compelling, objective evidence dealing with the same issue, from the very persons who are much closer to the issue and are familiar with those country conditions. The failure to address this evidence was a reviewable error.", "[33] The Applicant also takes issue with the Officer's failure to make reference to the PRRA officer's observations that the Applicant's case \"warrants humanitarian and compassionate considerations,\" and that the letters outlined above \"weigh heavily on the applicant's ability to access adequate medical treatment in Jamaica.\"", "[34] In addition to alleging that the Officer ignored relevant and probative evidence that contradicted his or her conclusions, the Applicant also argues that the Officer misconstrued the evidence regarding the severity of his disability and came to an unreasonable conclusion about the availability of suitable care for him. He says the Officer treated \"disability\" as an umbrella term, and did not engage with his specific circumstances in considering the hardship he would face if returned to Jamaica. The Applicant is not merely a person with a disability, but rather a person with a severe disability for which he requires 24-hour care and support. The Officer's failure to appreciate the nature and extent of his disability led the Officer to conclude that there were organizations \"currently and aspiring\" to provide the type of care the Applicant will need, when in fact the two facilities cited as examples are manifestly inadequate to provide care for someone like him. He is not, for example, someone who can be \"prepared for a semi-independent way of life\" through training in construction and farm work, and the two facilities focus on children and young adults.", "[35] Even if these facilities could provide appropriate care, the Applicant argues, they provide a very small number of spots across a broad range of disabilities, and are therefore unlikely to be available to the Applicant. The Mustard Seeds website itself notes the absence of other facilities, stating: \"In Jamaica, there are no facilities - governmental or otherwise - available to take care of individuals with mental and physical disabilities after the age of 18.\"", "[36] The Applicant notes that in support of the conclusion that Jamaica is \"evolving\" and \"aspiring\" to do better in the realm of assisting persons with disabilities, the Officer quoted a portion of the US DOS Report citing information from the Jamaica Council for Persons with Disabilities. However, the Officer failed to deal with the letter provided by the Applicant from the same organization stating that there were no government facilities providing the kind of care he will need, and failed to read the US DOS Report in that light.", "[37] The Applicant also argues that the Officer erred by relying on evidence of future hopes and intentions regarding care for the severely disabled in Jamaica, rather than real evidence of the current situation. He says this Court's observations that intentions and planned improvements are insufficient to demonstrate adequate state protection in the risk assessment context (see <FRAGMENT_SUPPRESSED> ) are equally applicable to an assessment of hardship: intentions or future plans for improvement are not evidence that unusual or disproportionate hardship will not occur if the Applicant is returned to Jamaica now. The fact that two small non-governmental organizations hope to increase their capacity to care for persons with disabilities is not sufficient to establish that there will be a place where the Applicant can go to be cared for.", "[38] The Applicant notes that section 5.16 of the IP5 Manual states that officers must consider factors in the country of origin that relate to the hardships that affect a foreign national, including: • Lack of critical medical / healthcare; • Discrimination that does not amount to persecution; and • Adverse country conditions that have a direct negative impact on the applicant. Here, the Applicant argues, the Officer failed to engage squarely with the issue of the lack of medical care for the Applicant, but focused instead on the issue of discrimination against people with disabilities in Jamaica. As such, the Officer failed to analyze disproportionate hardship as it relates to his personalized circumstances. That is, the Officer failed to analyze his actual disability and care needs and compare them to what actually awaits him in Jamaica, and the proportionality aspect of the hardship analysis was therefore deficient. References in country documents to some facilities and treatment should not be confused with the viability of measures for a particular applicant: <FRAGMENT_SUPPRESSED> .", "[39] The Applicant argues that the documentary evidence shows that treatment and medical care for persons with severe disabilities in Jamaica is dependent on family members who can be responsible for day-to-day care, and government rehabilitation facilities are for limited durations only. Since the Applicant has no family to care for him, the medical care he requires is not available to him in Jamaica", "[40] With respect to the Officer's consideration of discrimination, the Applicant argues that the Officer applied the wrong threshold and relied on evidence that was largely irrelevant. Moreover, the evidence quoted regarding improvements with respect to discrimination in education or the fact that \"health care reportedly was universally available\" does not apply to the Applicant: he has no intention to undertake further studies, and did not allege that \"healthcare\" will not be available to him due to discrimination. Rather, he asserted that the appropriate healthcare for his condition in his personal circumstances is not available for him in Jamaica. Furthermore, while quoting the US DOS Report in support of the view that things are improving, the Officer failed to take account of the first two sentences of the very paragraph quoted, namely: There are no laws prohibiting discrimination against persons with disabilities or mandating accessibility for persons with disabilities. Although the government ratified the UN Convention on the Rights of Persons with Disabilities in 2007, there were no reports of actions taken to implement the provisions of the convention. If returned to Jamaica, the Applicant says he will face discrimination falling short of persecution but amounting to unusual, undeserved and disproportionate hardship.", "[41] The Applicant also argues that Jamaica is fraught with gang violence, and that poor and disabled individuals are naturally the most vulnerable in such a climate. The Applicant stated in his affidavit that as someone who informed on Jamaican drug dealers since deported to Jamaica, he would be completely vulnerable to these individuals and their criminal network. In the absence of residential care, and with no family, friends or income, he says he will be extremely vulnerable to violence on the streets as an older man with quadriplegia. He quotes his counsel's submissions in his H&C Application that \"a quadriplegic beggar on his own will not likely survive very long on the streets of Jamaica.\" He says the Officer failed to deal with the country condition evidence regarding violence in Jamaica, and how this in combination with the absence of residential care will affect the Applicant. Respondent Procedural Fairness", "[42] The Respondent argues that whether the Mustard Seed website is an \"established source\" or \"widely known\" is not the test for whether it had to be disclosed to the Applicant in advance of the decision. Rather, the question is whether anyone with a computer could have found it and, ultimately, whether the information was \"novel and significant and evidences changes in country conditions\": <FRAGMENT_SUPPRESSED> [ Yang ]. Since the information in question did not indicate a change in country conditions, and there is no evidence that it was novel (in the sense of not existing at the time the H&C Application was submitted), it need not have been disclosed prior to the Officer's reliance upon it.", "[43] The Respondent says that the language used in other cases cited with approval by the Court of Appeal in <FRAGMENT_SUPPRESSED> , above, shows that the Officer did nothing wrong in relying without notice on the publicly available website that he or she found. Specifically: • \"... failure to do so, unless that evidence is not public and is material ... does not breach the rules of procedural fairness\" • \"... evidence not readily available to the public ought to be disclosed ...\" • \"information to which the applicants could not have had access ...\" • \"... sources available to the public ...\" <FRAGMENT_SUPPRESSED> , above, at paras 12-13, 20-21. Reasonableness of the Decision", "[44] The Respondent argues that the Officer did not ignore evidence, and no negative inference can be drawn from the Officer's failure to specifically mention the documents cited by the Applicant. The Officer expressly agreed with the letter from the Jamaican Council for Persons with Disabilities that \"there are limited government-funded care facilities in Jamaica for those with disabilities.\" As such, there was no reason for the Officer to distinguish or note the letter in his or her reasons. The same is true of the letter from Mrs. Opal Minott. The Officer did not dispute the limitations of the facility Mrs. Minott works at, but simply pointed out that two other care facilities not discussed by Mrs. Minott did, indeed, seem to have long-term care available. The PRRA officer's statements cannot be taken out of the limited evidentiary context in which they were made, as the PRRA officer did not have access to the information on care facilities that the H&C Officer had.", "[45] While the Applicant says the Officer failed to cite certain documents by name, the reasons clearly referred to the evidence in those documents, and this was sufficient, the Respondent argues: see Cepeda- <FRAGMENT_SUPPRESSED> , at paras 15-16. The Applicant's bald assertion that this information was much more authoritative than the information cited by the Officer should be rejected. None of the sources was, by itself, determinative. Rather each contributed pieces to the overall picture, and the weight assigned is not a justiciable issue on judicial review: Canadian Union of Public Employees, Local 301 v Montreal (City) , [1997] 1 SCR 793 at para 85; <FRAGMENT_SUPPRESSED> .", "[46] The Respondent says the Officer did not fail to appreciate the severity of the Applicant's disability, as he or she expressly noted that the Applicant lives in a motorized wheelchair, is a quadriplegic and has no use of his hands and limited use of his forearms. Regardless of the Applicant's argument that the Jerusalem! facility is not suitable for him because he cannot be semi-independent, there is the other facility, Jacob's Ladder. While the Applicant speculates that it would not have a spot for him because it is \"small,\" the website clearly states that \"residents are continually arriving at this growing apostolate.\" While acknowledging that the facility appears to be geared to young adults and children, the Respondent says there is nothing to suggest that older adults are excluded. The Applicant rests entirely on his own self-interested opinion that these facilities could not adequately provide for him, unsupported by any objective evidence.", "[47] Furthermore, the Respondent says, in pointing out these two facilities, the Officer was clearly dealing with the current situation and not some future utopia, as the Applicant suggests. The fact that the organization promises more and better facilities in the future does not detract from this. It was commendable that the Officer did not ignore the future potential of these facilities, as it ensured a more realistic appraisal of them. It is perverse to suggest that wilful blindness about what lies down the road is better.", "[48] The Respondent says that while there will always be questions about the care someone can receive outside of Canada, especially in severe circumstances like those of the Applicant, he has no right to the superlative care he would receive by staying in Canada during the processing of his permanent residence application. Doubts about foreign care, as such, cannot be presumed to result in a positive H&C decision: <FRAGMENT_SUPPRESSED> . H&C applications were never intended to eliminate all extra hardships, even in aggravated circumstances such as these.", "[49] Contrary to the Applicant's assertions, the Respondent says, the Officer did not fail to consider his personal circumstances. The Officer considered the long-term nature of the Applicant's disability, and found examples of facilities providing long-term care. While the Applicant now asserts that these would not work, he did not provide sufficient evidence of this in his H&C Application. If he failed to make submissions on the matter, this cannot be held against the Officer, who was left with a very limited, one-sided view of matters. The burden was not on the Officer to demonstrate that adequate facilities exist in Jamaica, but rather on the Applicant to prove that they do not. The Officer simply found that the Applicant may well be wrong on this point.", "[50] The Respondent argues that the Officer's findings with respect to discrimination and country conditions were more than reasonable, and that the Decision falls within the range of possible, acceptable outcomes defensible with respect to the facts and the law: <FRAGMENT_SUPPRESSED> , above, at para 47. The mixed record in this case illustrates that \"certain questions that come before administrative tribunals do not lend themselves to one specific, particular result\" but rather \"may give rise to a number of possible, reasonable conclusions: <FRAGMENT_SUPPRESSED> , above, at para 47. Applicant's Reply Submissions", "[51] With respect to the Respondent's argument that the Officer need not have specifically referred to certain documents because he or she \"did not disagree\" with them, the Applicant argues that the issue is not whether or not the Officer agreed with the evidence in question. Rather, the issue is whether that evidence contradicted the Officer's ultimate findings about hardship.", "[52] The Applicant says the test for whether evidence had to be disclosed to the Applicant prior to the Officer relying upon it is not whether \"anyone with a website could have found it,\" but rather whether the evidence was \"novel and significant information which evidences a change in the general country conditions that may affect the disposition of the case\": <FRAGMENT_SUPPRESSED> , above, at para 22. He argues that the Officer clearly viewed the evidence from the Mustard Seed website as very important and thought that it did represent a change from the country conditions presented by the Applicant, as the Officer based his or her conclusion that the Applicant could be cared for in Jamaica on this evidence. If the Applicant had been given a chance to respond, the Officer's analysis could have taken into account the problems with these facilities for this Applicant, given his particular disability and circumstances.", "[53] The Applicant argues that the Yang decision cited by the Respondent is distinguishable, since in that case the undisclosed evidence obtained through independent research was \"in line with previous documentary evidence\": Yang , above, at para 28.", "[54] Contrary to the Respondent's assertions, the Applicant says he did provide sufficient probative, credible and relevant evidence to support his contention that the medical care he requires would not be available to him in Jamaica, but the Officer failed to engage with this evidence in any way. The Applicant is not \"now asserting\" that the two facilities found by the Officer would not work for him, as the Respondent suggests; rather, because of a breach of procedural fairness, he was never provided the opportunity to respond to this evidence. ANALYSIS", "[55] There is not a great deal to say about this application except that I agree with the Applicant regarding most of the points raised for review.", "[56] The Officer accepts the Applicant's high state of dependency, acknowledging \"that he is now a quadriplegic, confined to a wheelchair and unable to use his hands but has some limited movement in his upper arms and uses a motorized wheelchair.\"", "[57] It is apparent from the record that, because of the Applicant's spinal cord injury \"he requires ongoing medical support which includes 24-hour a day care. He is not able to dress himself, and is limited to how he can feed himself. He is completely dependent on others to take care of him \" (Decision at p. 4).", "[58] So, the central issue as regards hardship is whether the care which the Applicant requires is available to him in Jamaica. On this issue, the Officer concludes as follows: The Applicant has not resided in Jamaica for over eight years, never as a quadriplegic, and has provided insufficient objective evidence that he would suffer hardship due to discrimination or be personally discriminated against due to his disability upon his return to Jamaica. While I accept that it may be difficult for the applicant to return to Jamaica as a disabled person; however, he would not be returning to an unfamiliar place, culture or language that would render re-integration unfeasible.", "[59] The Applicant provided important evidence from the Jamaica Council for Persons with Disabilities dated March 23, 2010, which tells us that \"[i]n Jamaica there is no government facility dedicated to long term residential rehabilitation services for adults with severe physical disabilities\" and that Due to the scarcity of resources in Jamaica, service for persons with quadriplegia are very limited. The majority of these persons are deprived of a livelihood after suffering such misfortune. Persons are usually dependent on families for personal care, food, medication, clothing and housing.", "[60] In addition, Ms. Opal Minott, a social worker at St. John Golding Rehabilitation Centre in Kingston, Jamaica, tells us that a pre-requisite for admitting patients to this rehabilitation centre is information about a next of kin to whom the patient can be released following their stay, which averages 3 months. Clearly, the patients are discharged from this centre into the care of their relatives.", "[61] The Officer does not specifically mention this evidence and relies on her own research (not disclosed to the Applicant before the Decision is made) which comes from the website of Mustard Seed Communities of Jamaica. This research caused the Officer to conclude that \"there are two facilities, Jacob's Ladder and Jerusalem! currently caring for people with disabilities and hoping to expand.\" After citing the information on the website for these two facilities, the Officer says that the \"above noted documentary evidence demonstrates that the views of Jamaica are evolving with regard to disabled people and their treatment and that there are current and growing facilities available to care for such individuals.\"", "[62] Given the website evidence, these conclusions go beyond the unreasonable and enter the realm of the bizarre. The Jacob's Ladder entry tells us that: In Jamaica there are no facilities - governmental or otherwise - available to take care of individuals with mental and physical disabilities after the age of 18 . The vision of Jacob's Ladder is to fill this void by providing 500 young adults with mental and physical disabilities with a home where they can live out their lives. [Emphasis added]", "[63] The rest of the entry makes it clear that residents are expected to work at farming activities: \"Our goal is to achieve a self-sustainable facility through farming and other economic projects.\"", "[64] The evidence is quite clear that: (a) The Applicant is not a young adult; (b) The Applicant cannot work; (c) There is nothing in the Jacob's Ladder entry that says the facility wants anything to do with highly dependent quadriplegics like the Applicant; and (d) Jacob's Ladder has a \"vision\" and it is not clear whether that vision could ever assist the Applicant who will need immediate full-time care if he returned to Jamaica.", "[65] What is even stranger is that the Jacob's Ladder entry is clear that \"[i]n Jamaica there are no facilities - governmental or otherwise - available to take care of individuals with mental and physical disabilities after the age of 18.\" This confirms the Applicant's own evidence that his needs cannot be met in Jamaica. Yet the Officer comes to exactly the opposite conclusion based, it would appear, on the mere hope that Jamaica may, at some unspecified date in the future, evolve into a country that will cease to discriminate against people like the Applicant and provide the care required. As a quadriplegic, the Applicant will need 24-hour a day care as soon as he gets off the plane in Jamaica.", "[66] The entry for Jerusalem! says that it \"serves as a residential facility for 150 abandoned children and adults\" and that \"Jerusalem Village caters to older teenage and adult residents\" who are expected to participate in training in construction, home economics, farm work and formal education to prepare them for \"a semi-independent way of life.\"", "[67] The evidence is clear that: (a) The Applicant is not an abandoned child or young adult; (b) The Applicant is not an older teenager or an adult who can engage in training for a semi-independent life; (c) There is no indication that Jerusalem! would have any interest whatsoever in someone in the Applicant's position", "[68] The evidence ignored by the Officer tells us there are no facilities for adults with severe physical disabilities, and such persons are usually entirely dependent upon families for personal care, food, medication, clothing and housing.", "[69] So the Officer entirely ignores clear evidence which tells us that the Applicant's needs cannot be met in Jamaica, and bases his or her conclusions upon little more than some vague hope that all of this may someday change. This is not an even-handed, reasonable assessment of the hardship that the Applicant will face in Jamaica.", "[70] There are many other problems with this Decision but my findings above are dispositive, and it must be returned for reconsideration upon that basis alone. However, without going into the issue in any detail, I cannot accept - as the Respondent argues - that the Officer could simply go on the internet and find relatively obscure information of dubious relevance to someone in the Applicant's position and base the entire decision upon it without advising the Applicant and giving him a chance to respond. The Respondent's position that the information is \"public\" and therefore need not be disclosed because \"anyone with an internet connection can find it\" is untenable and was rejected by Justice de Montigny in <FRAGMENT_SUPPRESSED> , above, at para 38. As the Respondent points out, <FRAGMENT_SUPPRESSED> , above, is the leading authority on this issue. In the present case, the Applicant presented strong evidence from an authoritative source - the Jamaica Council for Persons with Disabilities - that services for people with quadriplegia in Jamaica are very limited and usually require family support which the Applicant does not have. The Officer relies upon website information that says nothing specific about quadriplegia and which, on its face, does not fit someone with the Applicant's needs. The Respondent is asking the Court to accept what was, in my view, a travesty of procedural fairness in this case. Even if the Applicant had seen these entries on the internet, they contain nothing to suggest that either facility could deal with his needs. Had the Officer placed this information before the Applicant and given him a chance to respond, this would have become immediately obvious.", "[71] In fact, I find the Officer's approach in this Decision very disturbing. Clear authoritative evidence which says that the Applicant's needs cannot be met in Jamaica is simply ignored in favour of undisclosed evidence that does not address the Applicant's specific medical condition and daily needs. And this with an Applicant who is physically helpless, extremely vulnerable, has no family or other support in Jamaica, and who could face death on the streets there. It is also telling that the officer who considered the Applicant's PRRA application pointed out the H&C considerations associated with the Applicant's needs, and yet those considerations have not been given a fair or reasonable assessment. The Officer in this case has simply ignored the Applicant's specific medical needs in the context of what Jamaica can presently offer to meet those needs.", "[72] Counsel argue there is no question for certification and the Court concurs. JUDGMENT", "[73] THIS COURT ORDERS AND ADJUDGES that 1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a different officer; and 2. There is no question for certification. Application allowed. Editor: Angela E. McKay/vnh"]}