{"id_": "050036", "body_str": ["[1] Nadon, J. : The plaintiffs are appealing an order rendered by Mr. John Hargrave, Prothonotary, on October 16, 1995, wherein he refused to extend peremptory dates fixed in a previous order rendered by him on July 24, 1995. Further, the plaintiffs seek leave of this court to introduce into the record the affidavits of S. Alan Beesley, sworn on October 30, 1995, and of Harold Locke, sworn on November 29, 1995.  <FRAGMENT_SUPPRESSED>", "[2] The grounds of the plaintiffs' application are the following:  <FRAGMENT_SUPPRESSED> 1. That the learned Prothonotary did not fully and adequately consider all of the relevant circumstances when considering the reasons that the plaintiffs did not file the Notice of Change of Solicitor or the affidavit of documents within the time limits set out in his order of July 24, 1995;  <FRAGMENT_SUPPRESSED> 2. That the learned Prothonotary incorrectly found that the plaintiffs had ignored the time limits set out in his order of July 24, 1995;  <FRAGMENT_SUPPRESSED> 3. That the learned Prothonotary did not consider the evidence respecting the fact that the discoveries were scheduled to be completed with the time limits set out in his order dated July 24, 1995;  <FRAGMENT_SUPPRESSED> 4. That the learned Prothonotary did not have the jurisdiction to make the order of July 24, 1995.  <FRAGMENT_SUPPRESSED>", "[3] In order to deal with the plaintiffs' application, it is necessary to briefly review the relevant facts: The plaintiff, Symbol Yachts Ltd., is a company incorporated under the laws of the Province of British Columbia. The plaintiffs, Harold Locke and Michael Locke, are father and son respectively. The defendant, John Pearson, is an investigator with Revenue Canada, Customs and Excise. The plaintiffs allege in their statement of claim that John Pearson, in obtaining a search warrant and seizing three yachts, obtained the search warrant for improper and/or unlawful purposes and, in so doing, infringed on the plaintiffs' s. 8 Charter rights and caused harm to the plaintiffs' integrity and reputation. The plaintiffs are claiming, in the main action, damages for trespass, damages pursuant to s. 24(1) of the Charter , and aggravated and punitive damages. The action was begun by the plaintiffs in May of 1989. The statement of defence was filed in July 1989.   <FRAGMENT_SUPPRESSED>", "[4] In June of 1995, the defendants moved to have the plaintiffs' action dismissed for want of prosecution. That motion was heard on July 24, 1995, by the Prothonotary. At the hearing, the plaintiff Harold Locke appeared on behalf of all of the plaintiffs since, at that time, the plaintiffs were apparently not represented by lawyers. After hearing the arguments from both sides, the Prothonotary made an order pursuant to which the plaintiffs were to:  <FRAGMENT_SUPPRESSED> 1. Appoint counsel to represent them and file a Notice of Change of Solicitors within 15 days [8 August 1995];  <FRAGMENT_SUPPRESSED> 2. File and serve an affidavit of documents and provide dates for examinations for discovery within 30 days [23 August 1995];  <FRAGMENT_SUPPRESSED> 3. Complete examinations for discovery within 120 days [21 November 1995];  <FRAGMENT_SUPPRESSED> failing which, the plaintiffs' action \"shall be deemed dismissed\". The Prothonotary made his order peremptory: \"there may be no excuse, on the part of the plaintiffs, for noncompliance\".  <FRAGMENT_SUPPRESSED>", "[5] On August 9, 1995, the plaintiffs' Notice of Change of Solicitors dated August 8, 1995, was filed with the Registry in Vancouver. Although the order of the Prothonotary required the filing of the Notice of Change of Solicitors by August 8, 1995, the Registry, pursuant to instructions from the Prothonotary, accepted for filing, on August 9, 1995, the said Notice of Change of Solicitors. (There is in the file a memorandum to this effect from the Prothonotary to the Registry Officer dated August 9, 1995).  <FRAGMENT_SUPPRESSED>", "[6] On September 22, 1995, the plaintiffs' new solicitor filed a Notice of Motion pursuant to rule 324 of the Federal Court Rules (the \" Rules \") seeking an order to amend the Prothonotary's July 24, 1995 order. Specifically, the plaintiffs, by their motion, were seeking to change the date to file and serve the affidavit of documents from August 23, 1995 to September 30, 1995 and to extend the time for examinations for discovery to November 30, 1995.   <FRAGMENT_SUPPRESSED>", "[7] The defendants submitted written arguments dated September 25, 1995, in opposition to the plaintiffs' motion. In their arguments, the defendants submitted that if the plaintiffs wished to file material outside of the time frame ordered by the Prothonotary, they should have done so by way of an appeal pursuant to rule 336. According to the defendants, the time for filing an appeal pursuant to that Rule expired on August 7, 1995. Further, the defendants submitted that the Prothonotary possessed the jurisdiction to make the order, which order was a discretionary one made by him after having considered all of the evidence.  <FRAGMENT_SUPPRESSED>", "[8] In the alternative, the defendants argued that the plaintiffs' motion to extend the time for filing their affidavit of documents should not be granted because the evidence in support of the motion, i.e., the affidavit of Harold William Locke, \"does not offer a reasonable excuse for not meeting the specific filing requirements set out in the Prothonotary's Order\".  <FRAGMENT_SUPPRESSED>", "[9] The plaintiffs' solicitor, although served with a copy of the defendants' written arguments, did not respond to the defendants' arguments.  <FRAGMENT_SUPPRESSED>", "[10] On October 16, 1995, the Prothonotary dismissed the plaintiffs' motion. In his reasons for order, the Prothonotary examined the events in this file commencing from July 24, 1995, when he was asked to dismiss the plaintiffs' action for want of prosecution. The Prothonotary explained why, on July 24, 1995, he had decided to \"give the plaintiffs the benefit of a rather elusive doubt and to put the plaintiffs on a schedule requiring that the plaintiffs, Symbol Yachts Ltd., appoint a lawyer to act as counsel by August 8 and file and serve their affidavit of documents by August 23, 1995, with completion of examinations for discovery by November 21, 1995\".  <FRAGMENT_SUPPRESSED>", "[11] The Prothonotary then examined the relevant case law with respect to the effect and the consequences of peremptory orders. The Prothonotary concluded that, notwithstanding a peremptory order, the court had the power to extend the time, but that such power should be exercised \"cautiously with due regard for the necessity of maintaining the principle that orders are made to be complied with and not to be ignored\".  <FRAGMENT_SUPPRESSED>", "[12] The Prothonotary then proceeded to examine the reasons for which the plaintiffs were seeking an extension of the deadlines set forth in his July 24, 1995 order. Specifically, the Prothonotary examined the affidavit of Mr. Harold Locke which was the only evidence filed in support of the plaintiffs' motion. In particular, the Prothonotary considered paragraph 4 of Mr. Locke's affidavit which reads as follows:  <FRAGMENT_SUPPRESSED> \"4. I had provided Mr. Beesley [the plaintiffs' new solicitor] with a list of documents for the affidavit of documents in a timely manner but the list that I provided was not as comprehensive as Mr. Beesley required. Accordingly I was further delayed in my preparation of the affidavit of documents.\"   <FRAGMENT_SUPPRESSED>", "[13] The Prothonotary concluded that the evidence adduced by the plaintiffs was not sufficient to allow him to extend the time given to the plaintiffs to file and serve their affidavit of documents. At page 6 of his reasons for order, the Prothonotary states the following:  <FRAGMENT_SUPPRESSED> \"This excuse is rather short on particulars. It does not disclose when the plaintiffs' list was provided to counsel, but merely an opinion as to timeliness, nor indeed what, if any, steps were taken to expedite production of documents. This appears symptomatic of the manner in which the plaintiffs have conducted the litigation from 1989 to date.   <FRAGMENT_SUPPRESSED> \"Keeping in mind both that relief in instances such as the present is not automatic and the necessity for maintaining the principle that orders are to be complied with and not to be ignored, the plaintiffs have not shown sufficient reason for a further time extension so that they may proceed with their action. The motion is dismissed, with costs to the defendants. <FRAGMENT_SUPPRESSED>", "[14] The plaintiffs now appeal before me the Prothonotary's order dismissing their motion. Further, the plaintiffs seek leave to introduce the affidavit of Alan Beesley, sworn on October 30, 1995, and the affidavit of Harold Locke, sworn on November 29, 1995.  <FRAGMENT_SUPPRESSED>", "[15] During the hearing of this appeal at Vancouver, I informed the parties, after arguments on the issue, that I would not allow the plaintiffs to file, for the purposes of this appeal, the affidavits of Harold Locke and Alan Beesley. By their affidavits, Mr. Locke and Mr. Beesley purported to explain why the plaintiffs had been unable to comply with the Prothonotary's order of July 24, 1995. It appeared to me quite obvious that those affidavits, or at least the information contained therein, should have been put before the Prothonotary prior to his decision of October 16, 1995. However, that evidence was not before the Prothonotary and, on the basis of what was before him, the Prothonotary dismissed the plaintiffs' application to extend the time.   <FRAGMENT_SUPPRESSED>", "[16] The present matter is an appeal from the Prothonotary's decision pursuant to rule 336(5). For me to disturb the Prothonotary's order, I must be satisfied that his order was \"clearly wrong\" or that the order raises a question \"vital to the final issue of the case\".  <FRAGMENT_SUPPRESSED>  (F.C.A.), Mr. Justice MacGuigan of the Federal Court of Appeal explained as follows the applicable standard of review where appeals are taken from discretionary orders of a Prothonotary. At page 463, Mr. Justice MacGuigan stated that:  <FRAGMENT_SUPPRESSED> \"... discretionary orders of prothonotaries ought not to be disturbed on appeal to a judge unless:  <FRAGMENT_SUPPRESSED> (a) they are clearly wrong, in the sense that the exercise of discretion by the Prothonotary was based upon a wrong principle or upon a misapprehension of the facts, or  <FRAGMENT_SUPPRESSED> (b) they raise questions vital to the final issue of the case.  <FRAGMENT_SUPPRESSED> \"Where such discretionary orders are clearly wrong in that the Prothonotary has fallen into error of law (a concept in which I include a discretion based upon a wrong principle or upon a misapprehension of the facts), or where they raise questions vital to the final issue of the case, a judge ought to exercise his own discretion de novo. <FRAGMENT_SUPPRESSED>", "[17] In the present instance, there is no doubt in my mind that the Prothonotary's order raises a question vital to the final issue of the case since the effect of the Prothonotary's order is to terminate the plaintiffs' action. However, I can only examine the Prothonotary's order in the light of the evidence which was before him when he made his order. Consequently, I cannot, and so advised the parties at the hearing, consider the affidavits which the plaintiffs seek to introduce into the record. I do not know why these affidavits were not filed by the plaintiffs in support of their September 22, 1995 application but, in my view, that evidence, if available, should have been placed before the Prothonotary.   <FRAGMENT_SUPPRESSED>", "[18] This is an appeal of the Prothonotary's decision and it is now too late to present evidence which should have been made earlier. In my view, the purpose of these new affidavits is to correct the shortcomings of the evidence submitted to the Prothonotary. The facts sworn to, for example in the Beesley affidavit, are facts which could have been put before the Prothonotary but were not. The affidavit covers the time period from the initiation of the litigation in 1988 to October 30, 1995.   <FRAGMENT_SUPPRESSED>", "[19] It was for these reasons that I informed the parties during the hearing that I would not allow the plaintiffs to introduce into the record supplementary affidavits.  <FRAGMENT_SUPPRESSED>", "[20] I have already set out the grounds upon which the plaintiffs attack the Prothonotary's decision of October 16, 1995. With respect to grounds numbers 1, 2 and 3, I am of the view that the plaintiffs cannot succeed. Firstly, contrary to what the plaintiffs assert, it appears to me that the Prothonotary did consider all of the relevant circumstances, of which he was made aware, in reaching the conclusion that he reached. Put another way, in exercising my discretion de novo, it is my view that the Prothonotary's conclusion is the correct one. The affidavit of Mr. Locke, filed by the plaintiffs in support of their application to extend the time limits, was clearly insufficient to allow the Prothonotary to extend the time to file and serve the affidavit of documents set out in his order of July 24, 1995. I have already cited the Prothonotary's reasons in refusing to so extend the time and I must say that I cannot find anything wrong with his reasons.   <FRAGMENT_SUPPRESSED>", "[21] Finally, the fact that the plaintiffs had made tentative arrangements with the defendants with respect to discovery is, in my view, not relevant. The Prothonotary dismissed the plaintiffs' application to extend the time limits because he concluded that, on the evidence before him, the plaintiffs had not shown, to his satisfaction, why they could not have complied with his July 24, 1995 order. Again, the evidence filed by the plaintiffs in support of their motion, i.e., the affidavit of Harold Locke, was, as the Prothonotary stated in his reasons, \"rather short on particulars\". There is no doubt that better evidence could and should have been placed before the Prothonotary. It is not up to me to speculate as to why that evidence was not placed before the Prothonotary. However, on the evidence before him, the Prothonotary, in my view, came to the proper conclusion.  <FRAGMENT_SUPPRESSED>", "[22] I now turn to ground number 4 to the effect that the Prothonotary did not have the jurisdiction to make his July 24, 1995 order.   <FRAGMENT_SUPPRESSED>", "[23] Rule 336 of the Rules establishes the power of the Prothonotary. That rule reads as follows:  <FRAGMENT_SUPPRESSED> \"336(1) Notwithstanding rule 326(1), a Prothonotary shall have power  <FRAGMENT_SUPPRESSED> (a) to do anything that he is by these Rules authorized to do,  <FRAGMENT_SUPPRESSED> (b) if he is satisfied that all parties affected have consented thereto, to make any order that the Trial Division may make other than  <FRAGMENT_SUPPRESSED> (i) an order that is inconsistent with an order previously made by the Court or a judge, or  <FRAGMENT_SUPPRESSED> (ii) an order fixing a date or placed of trial,  <FRAGMENT_SUPPRESSED> (c) if he is satisfied that all parties affected have consented thereto, to given a judgment disposing of an action,  <FRAGMENT_SUPPRESSED> (d) to deliver any judgment and make any order that the Court may deliver or make under rules 432 to 437,  <FRAGMENT_SUPPRESSED> (e) to make any order that the Court might make granting leave to issue a writ of execution or extending the validity of a writ of execution,  <FRAGMENT_SUPPRESSED> (f) to hear and dispose of any action in which the amount involved does not exceed $5,000 that has been assigned to him by a special direction of the Associate Chief Justice, or  <FRAGMENT_SUPPRESSED> (g) to dispose of any interlocutory application assigned to him specially or to any Prothonotary, by special or general direction of the Chief Justice or of the Associate Chief Justice,  <FRAGMENT_SUPPRESSED> and, in exercising his powers, a Prothonotary shall, ordinarily, sit in a hearing room open to the public, but, except in a matter under paragraph (f), failure to do so shall not invalidate anything done by him.  <FRAGMENT_SUPPRESSED> (2) In case a matter shall appear to a Prothonotary to be proper for consideration by the Court, he may refer the same to the Court and the Court may either dispose of the matter or refer it back to a Prothonotary with such direction as seems appropriate.  <FRAGMENT_SUPPRESSED> (3) Every order or decision made or given by a Prothonotary under this Rule is as valid and binding on all parties concerned as if it had been made or given by the Court.  <FRAGMENT_SUPPRESSED> (4) Every judgment or order made by a Prothonotary is to be signed by the Prothonotary by whom it was made.  <FRAGMENT_SUPPRESSED> (5) Any person affected by an order or decision of a Prothonotary, other than a judgment under rules 432 to 437, may appeal therefrom to the Court and such appeal shall be made by an application of which a notice shall be given to all interested parties setting forth the grounds of objection and served within 14 days after the order or decision complained of, and four clear days before the day fixed for hearing the same, or served within such other time as may be allowed by the Court or a Prothonotary on ex parte application. The appeal shall be filed not later than two days before the date named for hearing (In this paragraph, 'Court' means 'Trial Division', if the matter is in the Trial Division, and 'Court of Appeal', if the matter is in the Court of Appeal). <FRAGMENT_SUPPRESSED>", "[24] Specifically, the issue which the plaintiffs raise is whether the defendants' June 1995 application to have the plaintiffs' action dismissed for want of prosecution is one which the Prothonotary could hear and decide. The plaintiffs submit that under rule 336(1)(g), the Prothonotary has jurisdiction to dispose of any interlocutory application. The plaintiffs argue that the defendants' application to dismiss their statement of claim for want of prosecution was not an interlocutory application but a final application in that the outcome of that application was the termination of the plaintiffs' action.  <FRAGMENT_SUPPRESSED>", "[25] I cannot agree with the position taken by the plaintiffs.  <FRAGMENT_SUPPRESSED>  (T.D.), the Associate Chief Justice dealt with this issue in the context of an application by the defendants to strike out the plaintiffs' statement of claim under rule 419(1). The Associate Chief Justice concluded that the defendants' application to strike was an interlocutory application and thus, that the Prothonotary had jurisdiction to hear the matter. At page 484, the Associate Chief Justice explained the Prothonotary's jurisdiction and his reasoning, in concluding that the defendants' application was an interlocutory application, is as follows:  <FRAGMENT_SUPPRESSED> \"In accordance with my authority under section 15 and the jurisdiction given prothonotaries to dispose of interlocutory applications under rule 336(1)(g), I issued practice note 3 providing for the hearing of interlocutory applications, with specified limitations, by the senior and associate senior Prothonotary. In my view, this does not constitute any further delegation. It is clear from paragraph 46(1)(h) of the Act that Parliament did not intend prothonotaries to act simply as procedural officers of the Court. On the contrary, it is clear from that section that Parliament intended prothonotaries to have jurisdiction of a judicial nature. In order to exercise that jurisdiction, however, there must be a Federal Court Rule empowering the Prothonotary to do so, hence rule 336. The jurisdiction of the Prothonotary to hear interlocutory applications springs from subsection 46(1). The power to exercise that jurisdiction is found in rule 336(1)(g). The exercise of that jurisdiction is limited to 'any interlocutory application assigned to him specially or to any Prothonotary, by special or general direction of the Chief Justice or of the Associate Chief Justice'. Applications to strike a pleading under rule 419(1) are clearly interlocutory applications despite the fact that the decisions may finally determine the matters. The jurisdiction of prothonotaries to hear them does not originate in our rule or my practice note, but in the Federal Court Act . <FRAGMENT_SUPPRESSED>", "[26] Consonant with the Associate Chief Justice's reasons in <FRAGMENT_SUPPRESSED> , are the reasons given by Giles, A.S.P. (the \"Senior Prothonotary\"), in 746278  <FRAGMENT_SUPPRESSED>  (T.D.). Before the Senior Prothonotary was an application for determination that damages were payable. An objection was made to the Senior Prothonotary's jurisdiction to hear such a motion on the ground, inter alia, that the application in question was not an interlocutory application within the meaning of rule 336(1)(g) of the Rules . The learned Senior Prothonotary disposed of that objection, at page 279, as follows:  <FRAGMENT_SUPPRESSED> \"Another ground argued by counsel for lack of jurisdiction was that an application for determination that damages were payable was not an interlocutory application within the meaning of rule 336(1)(f) [see footnote 1] because it resulted in a final judgment or order on that point. In my view, counsel in his argument has failed to note that the jurisdiction given to a Prothonotary is the jurisdiction to hear interlocutory applications, that is to say applications in the course of an action. The fact that such an action may finally determine an issue other than the main issue, does not detract from the interlocutory nature of the application. <FRAGMENT_SUPPRESSED>", "[27] The plaintiffs referred me to the reasons for judgment of Muldoon, J., in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 193 (T.D.), and those of MacGuigan, J., in <FRAGMENT_SUPPRESSED>  Muldoon, J., was whether a motion to rescind an ex parte order made by a Judge of the Trial Division of this court extending the time of Tribro Investments to file evidence was an interlocutory motion under rule 332(1).   <FRAGMENT_SUPPRESSED>", "[29] In the course of his Reasons, Muldoon, J., referred to the decisions rendered by Giles, A.S.P., and the Associate Chief Justice in <FRAGMENT_SUPPRESSED> . Both Giles, A.S.P., and the Associate Chief Justice had concluded  <FRAGMENT_SUPPRESSED> that an application to strike a statement of claim pursuant to rule 419(1)(a) was an interlocutory application. Muldoon, J., agreed with the results  <FRAGMENT_SUPPRESSED> on the ground that a judgment striking a statement of claim pursuant to rule 419(1)(a) was not \"final\". Muldoon, J., explained his point of view as follows, at page 201:  <FRAGMENT_SUPPRESSED> \"... Where substantive rights are in controversy, no statement of claim may be struck out - that which must be plain and obvious when rule 419(1)(a) is invoked. When the Prothonotary is empowered to strike out a statement of claim, he does so effectively on a motion to remove a nullity, an excrescence in which substantive rights are simply not articulated. That is why the Prothonotary's judgment is not 'final' in contemplation of the statutory definition, even although it could otherwise be regarded as terminal with regard to the excrescence. That has been held to be determining an interlocutory application. <FRAGMENT_SUPPRESSED>", "[30] Muldoon, J., then went on to examine the meaning of the word \"interlocutory\". After reviewing the authorities, Muldoon, J., at page 204, adopted the reasoning of Cromarty, J., in <FRAGMENT_SUPPRESSED>  (Ont. H.C.) and that of Gordon Wood who annotated the Cameron Packaging case. The annotation written by Mr. Wood, quoted by Muldoon, J., reads as follows:  <FRAGMENT_SUPPRESSED> Annotation  <FRAGMENT_SUPPRESSED> Cromarty, J., finds that an application pursuant to r. 126 is not an interlocutory application on the basis that it can result in an order finally disposing of the rights of the parties. On the face of it, the reference in r. 292 to interlocutory motions clearly appears to advert to the distinction between interlocutory and originating motions, and not to the distinction between interlocutory and final orders. As is stated in Williston and Rolls, The Law of Civil Procedure (1970), vol. 1, at p. 470:  <FRAGMENT_SUPPRESSED> 'The distinction between originating and interlocutory motions should not be confused with the distinction between final and interlocutory orders. An originating motion may in some cases give rise to an interlocutory order; conversely, an interlocutory application may in certain cases give rise to a final order.'  <FRAGMENT_SUPPRESSED> Cromarty, J., refers to <FRAGMENT_SUPPRESSED>  (H.C.) in support of his view that a motion under r. 126 is not interlocutory. In that case, Stark, J., stated (at p. 141):  <FRAGMENT_SUPPRESSED> 'My view is that while in form it commenced as an interlocutory matter, in the result it soon became evident that it was or could be a final disposition.'  <FRAGMENT_SUPPRESSED> Stark, J., then went on to refer to the reasons of Fraser, J., in Re H. Flagal (Holdings) Ltd. , [1966] 1 O.R. 33, 52 D.L.R.(2d) 385 (H.C.). In that case, the applicant on an originating motion sought to introduce an affidavit sworn on information and belief, on the grounds that the application was 'in substance' an interlocutory application. The submission was rejected, but the reasoning of Fraser, J., is authority for the proposition that the prospect of an order being made which finally disposes of the rights of the parties, heard on the question as to whether the motion itself is interlocutory within the meaning of r. 292. For the purposes of r. 292, therefore, one must consider not simply the form of the application, but as well, whether the application can result in a final disposition of the rights of either party to the action. <FRAGMENT_SUPPRESSED>", "[31] As I understand Mr. Wood's comments, his view is that the nature of an application, whether final or interlocutory, depends on the results achieved by that application. Put another way, if the end result of an application is to dispose of an issue or of the action, then that application must be considered as being a \"final\" application.  <FRAGMENT_SUPPRESSED>", "[32] I cannot agree with this point of view since it would mean, insofar as the jurisdiction of the Prothonotary is concerned, that one could only decide whether the Prothonotary had jurisdiction after his decision was rendered. Thus, in the present instance, if the Prothonotary had dismissed the defendants' application to strike the statement of claim for want of prosecution, then, the defendants' application would be an interlocutory application since it would not have resulted in the disposition of the issue or action. In my view, that cannot be. I prefer the reasoning of the Associate Chief Justice  <FRAGMENT_SUPPRESSED> and that of Giles, A.S.P., in 746278 Ontario Ltd. , supra, that an interlocutory application is simply an application in the course of an action which may well result in the \"final\" disposition of an issue.  <FRAGMENT_SUPPRESSED>", "[33] The plaintiffs, as I have already indicated, also referred me to the reasons for judgment of MacGuigan, J., in Aqua-Gem  <FRAGMENT_SUPPRESSED> . Specifically, the plaintiffs referred me to that part of MacGuigan, J.'s, reasons where, at pages 464-465, he states the following:  <FRAGMENT_SUPPRESSED> \"The question before the Prothonotary in the case at bar can be considered interlocutory only because the Prothonotary decided it in favour of the appellant. If he had decided it for the respondent, it would itself have been a final decision of the case: <FRAGMENT_SUPPRESSED>  (C.A.). It seems to me that a decision which can thus be either interlocutory or final depending on how it is decided, even if interlocutory because of the result, must nevertheless be considered vital to the final resolution of the case. Another way of putting the matter would be to say that for the test as to relevance to the final issue of the case, the issue to be decided should be looked to before the question is answered by the Prothonotary, whereas that as to whether it is interlocutory or final (which is purely a pro forma matter) should be put after the Prothonotary's decision. Any other approach, it seems to me, would reduce the more substantial question of 'vital to the issue of the case' to the merely procedural issue of interlocutory or final, and preserve all interlocutory rulings from attack (except in relation to errors of law).  <FRAGMENT_SUPPRESSED> \"I believe this approach is supported by the Ontario Court of Appeal in Stoicevski , where Lacourcière, J.A., held (at page 439) that '[a]n amendment [to a statement of defence] which may have the effect of reducing the plaintiff's quantum of recovery of damages is clearly vital to the final issue.' More important, the decision by the English Court of Appeal on the third appeal in <FRAGMENT_SUPPRESSED>  a motions judge's substitution of his discretion for that of a master on a motion to dismiss an action for want of prosecution, is on all fours with the case at bar. It is true that on the facts in the third appeal in Allen , the delay had been one for 14 years, but that fact can have nothing to do with the issue of whose discretion is to govern. <FRAGMENT_SUPPRESSED>", "[34] In my view, that passage from MacGuigan, J.'s, reasons is not germane to the present issue. In Aqua-Gem , supra, MacGuigan, J., was examining whether the order rendered by the Prothonotary raised a question vital to the final issue of the case. It was in that context that he examined whether the order in question could be qualified as \"interlocutory\" or \"final\". In Aqua-Gem , MacGuigan, J., was not concerned with the Prothonotary's jurisdiction to hear the application before him.  <FRAGMENT_SUPPRESSED>", "[35] In Aqua-Gem , supra, the order under appeal was that of a motions judge who had dismissed the plaintiff's action for want of prosecution. In so doing, the motions judge had overturned the decision of the Associate Senior Prothonotary who had dismissed the defendant's motion seeking the dismissal of the plaintiff's action for want of prosecution. The real issue before the Court of Appeal was whether the motions judge had applied the proper standard of review in setting aside the discretionary decision of the Senior Prothonotary. A majority of the court dismissed the plaintiff's appeal. There is no suggestion in the reasons given by the majority, nor in those given by the Chief Justice and Robertson, J., in their dissenting opinions that the Senior Prothonotary was without jurisdiction to hear the application which ultimately gave rise to the appeal.  <FRAGMENT_SUPPRESSED>", "[36] To terminate this point, my view is that rule 336(1)(g) empowers the Prothonotary to dispose of any interlocutory application. The Rule does not limit or restrict the Prothonotary's jurisdiction to \"interlocutory\" orders. The Rule, to repeat myself, provides that the Prothonotary may dispose of any interlocutory application. In disposing of interlocutory applications, the Prothonotary can, in my view, render orders which are final orders in the sense explained by MacGuigan, J., in Aqua-Gem .  <FRAGMENT_SUPPRESSED>", "[37] As I have already explained, the Prothonotary's jurisdiction to hear interlocutory applications cannot depend on the result of his decision, as seems to be the suggestion made by Muldoon, J.,  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> . The Prothonotary either has the jurisdiction to hear a matter or he does not. If he does not have jurisdiction, then he simply cannot hear the application, whatever the result of his decision might be. Thus, the plaintiffs' submission on jurisdiction fails.  <FRAGMENT_SUPPRESSED>", "[38] For all these reasons, I am of the view that the plaintiffs' appeal cannot be allowed. Costs shall be in favour of the defendants.   <FRAGMENT_SUPPRESSED> Appeal dismissed.  <FRAGMENT_SUPPRESSED> Editor: Kelli A. Simmonds/clh  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1.\tThe Rule should read 336(1)(g).  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}