{"id_": "050190", "body_str": ["[1] Mactavish, J. : Asad Stanizai seeks an order of mandamus compelling the Minister of Citizenship and Immigration to grant him Canadian citizenship, asserting that his application for citizenship has been approved by a citizenship judge and that he meets all of the statutory requirements for citizenship.", "[2] The respondent contends that Mr. Stanizai has not received a necessary immigration clearance and that he is currently the subject of cessation proceedings before the Refugee Protection Division of the Immigration and Refugee Board, with the result that he is not currently entitled to Canadian citizenship.", "[3] For the reasons that follow, I am satisfied that Mr. Stanizai meets all of the statutory requirements for citizenship, that his application for citizenship has been approved by a citizenship judge and that no new information came to the attention of Canadian immigration authorities after the citizenship judge made his decision that would justify this Court exercising its discretion to deny mandamus in this case. Consequently an order of mandamus will issue. Background", "[4] Mr. Stanizai is a citizen of Afghanistan who came to Canada in 1995. He was granted Convention refugee status in 1996, based upon the risk that he faced in Afghanistan as a result of the perception by the Taliban that he was a communist sympathizer. Mr. Stanizai was landed as a permanent resident in 2001.", "[5] In July of 2007, Mr. Stanizai applied for Canadian citizenship. The relevant period for the calculation of residence was thus from July 13, 2003 to July 13, 2007. Mr. Stanizai's application for citizenship declared 264 days of absence during this period. This included a lengthy trip to Afghanistan in 2005-2006, some four years after the fall of the Taliban.", "[6] While he was in Afghanistan, Mr. Stanizai was married, and his first son was born in July 2006. A second son was born a few years later. Mr. Stanizai also maintained a home and business in Afghanistan. Citizenship and Immigration Canada (CIC) was aware of all of this from at least October of 2009.", "[7] Before referring Mr. Stanizai's application to a citizenship judge, in February of 2008, CIC requested a status update from Canada Border Services Agency (CBSA) with respect to his file. When no response was received from CBSA, follow-up requests were sent in September and November of that year. In particular, CIC wanted to know whether there were any outstanding concerns or investigations with respect to Mr. Stanizai.", "[8] An internal CBSA email written by a CBSA official on November 25, 2008 states, in part, that: More concerning ... [is] the fact that he's a [Convention Refugee] who apparently has no trouble traveling to and doing business in his country of persecution. (Man that annoys me.) Not sure if CIC/CBSA has any recourse and/or would want to take actions on that ... Just thought I'd get your feedback before telling CIC that CBSA does not have any interest with this subject at this time.", "[9] Some 17 months later, CBSA finally informed CIC that it had \"not established any inadmissibility\" with respect to Mr. Stanizai, and that CBSA's involvement in the case had therefore ended. On July 29, 2009, a CIC representative noted in the GCMS system that \"As per email from CBSA, there is no further investigation pending. Citizenship application is to proceed.\"", "[10] Mr. Stanizai took and passed his citizenship exam on November 10, 2009. In a Residence Questionnaire completed on December 8, 2009, he indicated that he was on vacation in Afghanistan and the U.K. for 83 days, from December 26, 2005 until March 19, 2006, and that he was on vacation for 31 days in Kabul, from November 1, 2006 to December, 2006.", "[11] On February 11, 2011, Mr. Stanizai's citizenship file was sent to a citizenship judge for review. Section 14 of the Citizenship Act , R.S.C., 1985, c. C-29, provides that an application for citizenship shall be considered by a citizenship judge, and the citizenship judge \"shall, within sixty days of the day the application was referred to the judge\" determine whether or not the applicant meets the requirements of the Act and the regulations. That did not happen in this case.", "[12] Mr. Stanizai finally attended before a citizenship judge on May 3, 2011 - some 446 days after his application had been referred to the judge for consideration. The citizenship judge then asked Mr. Stanizai to provide additional supporting documentation, including a copy of all of the pages of his passport and his travel documents, for the period from July 2003 to July 13, 2007. This information was provided to the citizenship judge by Mr. Stanizai in May and June of 2011.", "[13] An updated Residence Questionnaire was also provided to the citizenship judge which indicated that Mr. Stanizai had been absent from Canada for a total of 944 days since arriving in Canada, a number which the respondent submits, \"was clearly wrong.\" The respondent also underlined that the dates of his absences indicated in this questionnaire did not correspond with those in his original citizenship application form or his original Residence Questionnaire. The respondent contends that Mr. Stanizai deliberately withheld information regarding his absences from Canada from citizenship officials.", "[14] The citizenship judge approved Mr. Stanizai's application for citizenship on February 21, 2012 - some 740 days after the application had first been referred to the judge for consideration. The Minister was notified of the judge's decision. In accordance with subsection 14(5) of the Citizenship Act , the Minister had 60 days from this date in which to file an appeal from the citizenship judge's decision. No appeal was filed in this case.", "[15] Throughout the lengthy application process, Mr. Stanizai had been required to obtain multiple immigration, security and RCMP clearances. According to CIC policy, immigration and RCMP clearances are valid for one year and security clearances are valid for two years.", "[16] The respondent contends that Mr. Stanizai's immigration and criminal clearances were not valid when the citizenship judge approved his application for citizenship on February 21, 2012, his most recent immigration and criminal clearances having expired a few days before the citizenship judge made his decision.", "[17] On March 1, 2012, CIC officials once again asked Mr. Stanizai for his fingerprints in order to re-do his criminal record check with the RCMP. However, there is no suggestion that CIC made any attempt to obtain a fresh immigration clearance for Mr. Stanizai at this time.", "[18] On May 22, 2012, a CIC official noted in the GCMS system \"Fwd file to officer to update FOSS. Client is approved and once cleared, to be granted in GCMS then to ceremony\". Once again, there is no suggestion that CIC made any attempt to obtain a fresh immigration clearance for Mr. Stanizai.", "[19] In July of 2012, a CBSA email flagged Mr. Stanizai's file for a possible cessation proceeding based upon his ongoing ties with Afghanistan. On January 10, 2013, Mr. Stanizai was interviewed by CBSA in connection with a cessation investigation. On February 21, 2013, CBSA advised CIC that Mr. Stanizai should not be granted citizenship as a cessation investigation was underway.", "[20] In the meantime, Mr. Stanizai's wife and children had been granted permanent resident status in December 2012, based upon his sponsorship. Mr. Stanizai traveled to the United Arab Emirates in February of 2013 to meet up with his wife and children and bring them to Canada. However, in the spring of 2013, after being informed of the investigations into Mr. Stanizai's refugee status, the Canadian embassy in Dubai cancelled the families' permanent resident visas and revoked their permanent resident status. Mr. Stanizai's family has since returned to Afghanistan.", "[21] On April 19, 2013, CBSA filed an application with the Refugee Protection Division of the Immigration and Refugee Board for the cessation of Mr. Stanizai's Convention refugee status. No explanation has been provided as to why CBSA waited at least four years to commence these proceedings, nor has the respondent been able to identify any new information regarding Mr. Stanizai's ties to Afghanistan that came into the CBSA's possession after July of 2009.", "[22] The cessation proceedings were postponed at the request of Mr. Stanizai pending the outcome of this application for judicial review. Under recent amendments to the Immigration and Refugee Protection Act , S.C. 2001, c. 27, if the Refugee Protection Division were to find that Mr. Stanizai had ceased to be a Convention refugee or a protected person, he would become inadmissible to Canada, he would lose his permanent resident status and a departure order could be made against him.", "[23] On July 10, 2013, Mr. Stanizai's counsel's office contacted CIC to determine the reason for the delay in processing Mr. Stanizai's citizenship application. The CIC official advised that the delay was attributable to Mr. Stanizai's outstanding criminal clearance, assuring Mr. Stanizai's representative that there were no other barriers to Mr. Stanizai obtaining citizenship. I understand that a criminal clearance has since been obtained for him.", "[24] However, it turns out that CIC had in fact suspended the processing of Mr. Stanizai's citizenship application while the cessation proceedings are ongoing. It takes the position that no decision to grant citizenship has been made in this case. According to CIC, the normal course of action is for a citizenship judge to approve a citizenship application, following which a CIC officer makes the actual decision to grant status, only after conducting the requisite database searches.", "[25] Given that the Minister's right to appeal the citizenship judge's decision expired on July 22, 2012, Mr. Stanizai argues that there is no statutory authority for the CIC to put his citizenship application \"on pause\" until the cessation proceedings have been concluded. Because he has met all of the statutory conditions for citizenship and is not subject to any of the statutory bars, Mr. Stanizai submits that the Minister is under a mandatory statutory duty to grant him citizenship, since subsection 5(1) of the Citizenship Act provides that the Minister \"shall\" grant citizenship to an applicant if the statutory conditions are met.", "[26] The respondent contends that until the Refugee Protection Division determines the cessation application, Mr. Stanizai will not have a valid immigration clearance and the Minister cannot finalize his citizenship application. The respondent attributes the delays in the processing of Mr. Stanizai's application for citizenship to Mr. Stanizai's request to delay the cessation proceedings, insisting that once the issue of cessation is resolved, \"CIC can and will finalize the Applicant's citizenship application.\" Analysis", "[27] I do not understand there to be any disagreement between the parties as to the appropriate test for mandamus . As the Federal Court of Appeal noted in FRAGMENT_SUPPRESSED, the following criteria must be satisfied before this Court will order a writ of mandamus (a) there must be a public legal duty to act; (b) the duty must be owed to the applicant; (c) there must be a clear right to performance of that duty: in particular: i) The applicant must have satisfied all conditions precedent giving rise to the duty; and ii) There was a prior demand for performance of the duty, a reasonable time to comply with the demand, and a subsequent refusal which can be either expressed or implied, e.g. unreasonable delay; (d) no other adequate remedy is available to the applicant; (e) the order sought must have some practical effect; (f) there is no equitable bar to the relief sought; and, (g) on a balance of convenience, an order of mandamus should issue.", "[28] The respondent submits that it has not refused or neglected to carry out its statutory duties. According to the respondent, there is currently no duty on the CIC to act as there is no valid immigration clearance for Mr. Stanizai and one cannot be obtained until after the completion of the cessation proceedings, assuming that Mr. Stanizai is successful in those proceedings. The respondent says that what Mr. Stanizai really wants is to get his Canadian citizenship in order to insulate himself from the consequences of his own misrepresentations.", "[29] The question at the heart of this application is whether CIC has the authority to hold off on granting citizenship to an applicant whose application for citizenship has been approved by a citizenship judge, pending the receipt of an immigration clearance.", "[30] Mr. Stanizai's application for citizenship was approved by the citizenship judge on February 21, 2012. Subsection 14(2) of the Citizenship Act provides that \"forthwith\" after approving an application for citizenship, the citizenship judge shall \"notify the Minister accordingly and provide the Minister with the reasons therefore\".", "[31] The jurisprudence of this Court is clear: FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[32] There is a limited exception to this principle. The Federal Court of Appeal held in FRAGMENT_SUPPRESSED, that the Minister retains a residual discretion to withhold citizenship from a person who meets the requirements of citizenship if he discovers misrepresentations after the citizenship judge has submitted his report (see also FRAGMENT_SUPPRESSED.", "[33] It is, however, important to have regard to the facts of FRAGMENT_SUPPRESSED in order to understand the limited scope of that discretion.", "[34] The provisions of the Citizenship Act in effect when FRAGMENT_SUPPRESSED was decided required that in order to be eligible for Canadian citizenship, an applicant must have been lawfully admitted to Canada. This was thus a condition precedent to citizenship.", "[35] The Court explained in FRAGMENT_SUPPRESSED that while the Minister cannot arbitrarily withhold citizenship from someone who has qualified for it, FRAGMENT_SUPPRESSED", "[36] What was, however, central to the decision in FRAGMENT_SUPPRESSED was that at the time that Ms. Khalil's application for citizenship was approved by the citizenship judge, the judge was unaware of serious misrepresentations that had been made in Ms. Khalil's application for permanent residence regarding her husband's involvement in terrorist acts. In addition, an inadmissibility report had been filed with respect to Ms. Khalil under the provisions of the Immigration Act in effect at the time.", "[37] It was in these circumstances that the Federal Court of Appeal held that FRAGMENT_SUPPRESSED", "[38] That is not the case here.", "[39] Both CIC and CBSA were fully aware of Mr. Stanizai's ongoing personal and business ties to Afghanistan by 2009, at the very latest. Indeed, when invited to do so, counsel could not identify any new information in this regard that had come to the attention of citizenship or immigration authorities after 2009.", "[40] The citizenship judge was, moreover, fully aware of all of the conflicting information that had been provided by Mr. Stanizai with respect to his absences from Canada. The citizenship judge interviewed Mr. Stanizai and was ultimately satisfied that he met the requirements of the Citizenship Act . Indeed, that was the role of the citizenship judge.", "[41] Once again, the respondent has been unable to point to any new information regarding the frequency and duration of Mr. Stanizai's absences from Canada during the relevant period that was not before the citizenship judge when he made his decision to approve Mr. Stanizai's application for citizenship.", "[42] As a consequence, the facts of this case are fundamentally different than those that confronted the Federal Court of Appeal in FRAGMENT_SUPPRESSED , and the limited Ministerial discretion identified in that case does not arise here.", "[43] The respondent also attempts to justify the delays in processing Mr. Stanizai's application for citizenship by stating that the irregularities in Mr. Stanizai's reporting of his absences from Canada were \"not properly considered by the citizenship judge\" and \"slipped by the judge\".", "[44] If the respondent was not satisfied with the citizenship judge's assessment of whether Mr. Stanizai met the residency requirements of the Citizenship Act , the proper course of action was for the respondent to appeal the judge's decision. Although there is no evidence before me to explain the Minister's failure to do so, counsel for the respondent says that Mr. Stanizai's case simply \"slipped through the cracks\". Be that as it may, an error within the offices of the respondent does not have the effect of overriding the statutory requirements of the Citizenship Act and conferring a discretion on the Minister to withhold citizenship that he would not otherwise have.", "[45] The respondent also takes issue with the fact that the citizenship judge approved Mr. Stanizai's application for citizenship even though he did not have a current immigration clearance. Once again, if the respondent was of the view that the citizenship judge's decision was defective in this regard, the proper course of action was for the respondent to appeal that decision within the 60 day appeal period provided for in the Act.", "[46] I would also note that there is an element of circularity to the respondent's argument. The respondent says that there was no duty to confer Canadian citizenship on Mr. Stanizai because an immigration clearance had not been obtained. However, an immigration clearance had not been obtained because the respondent did not seek one.", "[47] An immigration clearance essentially requires a computer search - something that ordinarily takes a matter of minutes: see FRAGMENT_SUPPRESSED. There is no suggestion that any attempt was made to obtain an immigration clearance for Mr. Stanizai in the weeks and months after the citizenship judge approved his application for citizenship and no explanation has been offered for CIC's failure to do so. Nor is there any suggestion that such a search would have revealed any statutory impediment to Mr. Stanizai being granted citizenship during the 14 months prior to the commencement of the cessation proceedings in April of 2013.", "[48] There is no statutory authority for the obtaining of immigration clearances prior to granting citizenship; such clearances appear to be creatures of departmental policy. Section 14 of the Citizenship Act provides that a citizenship judge \"shall ... determine whether or not the applicant meets the requirements of the Act and the regulations\". While the Act is clear that citizenship may not be granted to an individual who is the subject of an admissibility hearing or a removal order, neither limitation applies in this case. The respondent has, moreover, not identified any provision of either the Act or the regulations that would require the obtaining of a current immigration clearance prior to the granting of citizenship.", "[49] In addition, subsection 5(1) of the Citizenship Act provides that \"[t]he Minister shall grant citizenship\" to any person who meets a series of statutory conditions. A current immigration clearance is not one of those conditions.", "[50] The respondent also argues that Mr. Stanizai would be unable to take the citizenship oath or receive a citizenship certificate until he receives his immigration clearance. The form of the oath of citizenship is a set out in a schedule to the Citizenship Act . It provides as follows: \"I swear (or affirm) that I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth the Second, Queen of Canada, Her Heirs and Successors, and that I will faithfully observe the laws of Canada and fulfil my duties as a Canadian citizen\". There is nothing in the oath that relates to an applicant having a current immigration clearance.", "[51] It became apparent in oral argument that what the respondent was actually referring to is a document that must be completed prior to the oath being administered. Mr. Stanizai's counsel objected to this argument, submitting that she was not prepared to address it as it was not raised in the respondent's memorandum of fact and law and the document in question is not in the record. I agree that in these circumstances it would be unfair to Mr. Stanizai to consider this argument and I decline to do so.", "[52] Finally, the respondent relies on the decision of this Court in FRAGMENT_SUPPRESSED as authority for the proposition that the Minister FRAGMENT_SUPPRESSED", "[53] At issue in FRAGMENT_SUPPRESSED was section 17 of the Citizenship Act , which provides that where the Minister is of the view that FRAGMENT_SUPPRESSED. The period of suspension at issue in FRAGMENT_SUPPRESSED had exceeded the six month period contemplated by section 17 of the Act.", "[54] However, FRAGMENT_SUPPRESSED dealt with a delay in forwarding the file to the citizenship judge for approval, which is not the case here. I note that it is not clear that section 17 has any application once an applicant's file has been approved for citizenship by a citizenship judge. I do not need to decide this question, however, as the respondent has not relied upon section 17 to justify the inaction in this case.", "[55] In any event, it bears repeating that some three and a half years elapsed between the date that Mr. Stanizai applied for citizenship and the date that file was referred to a citizenship judge for review. In my view, this should have been more than sufficient time to \"check out\" Mr. Stanizai, particularly in light of the fact that the delays in this case do not appear to have been attributable to a need to wait for responses from third parties such as foreign agencies.", "[56] Moreover, Mr. Stanizai's application for citizenship was before the citizenship judge for some 740 days before it was approved on February 21, 2012, and an additional two years have elapsed since then.", "[57] More fundamentally, unlike the situation that confronted the Court in FRAGMENT_SUPPRESSED , the respondent in this case was admittedly aware of all of the information that it now says gives rise to concerns regarding the ongoing validity of Mr. Stanizai's refugee status from at least 2009.", "[58] The facts of this case are similar to those in FRAGMENT_SUPPRESSED , the applicant's application for citizenship had been approved by a citizenship judge in March of 2011. No appeal was taken from that decision by the Minister, but citizenship was not granted to the applicant for some 14 months because CIC was continuing to investigate suspicions regarding the applicant's presence in Canada.", "[59] Two months after the applicant brought an application for mandamus , a CIC official reviewed his file and decided that despite the citizenship judge's recommendation, a report of inadmissibility under subsection 44(1) of IRPA should be issued. The applicant was thus facing the potential loss of his permanent resident status and, ultimately, his removal from Canada.", "[60] The Court in FRAGMENT_SUPPRESSED carried out a careful analysis of the statutory scheme, and I adopt that analysis as my own. The Court further found that CIC was not entitled to withhold the conferral of citizenship to the applicant in FRAGMENT_SUPPRESSED , and that CIC had provided no explanation for its lack of diligence on the file. As a consequence, the Court exercised its discretion to grant mandamus", "[61] In light of the substantial delays that had already occurred, the Court was further satisfied that an order should be made in the nature of a directed verdict. Consequently, the Court ordered that the respondent grant citizenship to the applicant within a period of thirty days of the Court's judgment.", "[62] In this case, although counsel alluded to a lack of clean hands on the part of Mr. Stanizai in response to a question from the Court, the respondent did not argue that there was an equitable bar to mandamus in its memorandum of fact and law. Nor has the respondent argued that any of the remaining conditions for mandamus have not been satisfied here.", "[63] As a consequence, I am satisfied that mandamus should issue. In the unusual circumstances of this case, and given the inordinate and unexplained delays in this matter, I am, moreover, satisfied that an order like that made in FRAGMENT_SUPPRESSED would be appropriate. Consequently, this Court will order that the respondent grant citizenship to Mr. Stanizai within thirty days of the Court's judgment in this matter. JUDGMENT", "[64] THIS COURT ORDERS AND ADJUDGES that 1. An order of mandamus is granted requiring the respondent to grant citizenship to Mr. Stanizai within thirty days of the Court's judgment in this matter. Mandamus ordered. Editor: J. Danielle King/vnh"]}