{"id_": "050183", "body_str": ["[1] Mandamin, J. : Pursuant to section 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"IRPA\"), the Applicant, Bijoya Chakrabarty, applies for judicial review of a decision by a Pre-Removal Risk Assessment Officer (the \"Officer\") dated August 30, 2007. In that decision, the Officer determined that the Applicant would not be at risk of persecution, torture, risk to life or risk of cruel or unusual treatment or punishment if returned to Bangladesh.", "[2] The Applicant is a citizen of Bangladesh and is of the Hindu faith. She entered Canada in 2005 and made a claim for refugee protection under sections 96 and 97 of the IRPA. Her claim for refugee protection was based on her allegation that as a minority Hindu woman, she was subject to persecution by extremist members of the Bangladesh Nationalist Party (the \"BNP\"), the political party in power, and the Jamat-e-Islami (the \"Jamat\"). The underlying basis of her fear is her husband's political activities in the local Hindu-Buddhist-Christian Unity Council and other Hindu religious organizations. She claims that her husband remains in hiding in Bangladesh.", "[3] The Applicant's claim for refugee status was denied by the Refugee Protection Division of the Immigration and Refugee Board on April 12, 2006. Leave for judicial review to the Federal Court was denied. The Applicant then applied for a Pre-Risk Removal Assessment and was found not to be at risk. It is this decision which is being judicially reviewed.", "[4] The Applicant submits that the Officer erred in applying the section 96 legal test by requiring the Applicant to prove existence of subjective fear and personalized risk in order to receive protection under the IRPA. The Applicant argues that the combination of her identity as a Hindu woman, which was not challenged, and the objective documentary evidence indicating that religious minorities are being targeted is sufficient to engage section 96 protection. That is that there was no requirement to demonstrate personalized risk. The Applicant asserts that the Officer made a reviewable error in finding that the Applicant, a Hindu, could obtain state protection. The Applicant also submits the Officer made a reviewable error by rejecting the sworn evidence of the Applicant's daughters.", "[5] The Respondent maintains that the Applicant did not submit any new evidence as described by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  at paras. 13-14.", "[6] In reviewing the record, it is clear that the Officer did accept as new evidence the Applicant's daughters' sworn declarations, the letters from various Hindu religious organizations and the additional country documents.", "[7] The Officer accepted the documentary evidence acknowledging the existence of violence against members of the Hindu minority in Bangladesh. However, the Officer found in context of the overall situation that the violence did not establish any personal risk that the Applicant may face or that there was generalized oppression rising to such a level so as to engage section 96 protection.", "[8] The Officer concluded that he was not satisfied that the Applicant would be subject to a risk of persecution, a risk to her life or a risk of torture or cruel and unusual punishment within the meanings of sections 96 and 97 of the IRPA.", "[9] I find that the Officer did not err in applying the legal test for convention refugee protection as described in section 96 of the IRPA or harm as described in section 97(1)(b) IRPA", "[10] The issue going to the heart of this judicial review is the Officer's treatment of Applicant's evidence. The burden lies with the Applicant of establishing that she is at risk. She is in the best position to know the risk upon return.", "[11] While accepting new evidence from the Applicant, on review the Officer attributed them little weight. With respect to the statutory declarations made by the Applicant's daughters, the Officer found them to be vague. This is particularly true in regards to the following identical statement contained in both declarations: \"[i] nformation received from my relatives in Bangladesh also confirmed that the BNP-Jamat terrorists are reiterating their vow to kill my parents\". The Officer found this evidence to be of little probative value and self-serving.", "[12] The Officer also found the letters from the representatives of the Hindu religious organizations, both in Canada and Bangladesh, to be of little probative value because they recounted events without precision, addressed subject matter already evaluated by the RPD and did not demonstrate the signatories had personal knowledge of the problems experienced by the Applicant and her family.", "[13] The general non-specific nature of the Applicant's evidence does not advance her claim to any great degree. I find the Officer's treatment of the evidence, including the weight attributed to it, to be reasonable.", "[14] Accordingly I conclude that the application for judicial review should be dismissed. No general question of importance was proposed for certification. JUDGMENT", "[15] THIS COURT ORDERS AND ADJUDGES that 1. This application for judicial review is dismissed. 2. No question of general importance is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}