{"id_": "050382", "body_str": ["[1] Strickland, J. : This is the judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board dated November 14, 2013, in which it concluded that the Applicants are not Convention refugees nor persons in need of protection pursuant to ss 96 or 97, respectively, of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). This application is brought pursuant to s 72 of the IRPA. Background", "[2] Navaneethan Navaratnam (the Principal Applicant), his wife Kalista Navaneethan and their two minor children, Thilaksan and Nitharsika Navaneethan (collectively, the Applicants), are citizens of Sri Lanka. They claim to have a well-founded fear of persecution at the hands of the Sri Lankan authorities and paramilitary groups on the grounds of their race, perceived political opinion, nationality and membership in a particular social group. The allegations of their claims were set out in the Personal Information Form narrative (PIF) of the Principal Applicant, which was common to all of the claims.", "[3] The Applicants' claim was heard in March 2013 by an RPD member who became ill prior to rendering a decision. The Applicants were given the option of a de novo hearing or of having another member (the Member) decide their claim based on the evidence, the submissions previously made and a transcript of the proceeding. The latter option was elected.", "[4] The Member concluded that the Principal Applicant's evidence, overall, was not credible and, therefore, was insufficient to support his claim for refugee protection. The Member also found, based on the documentary evidence, that the Principal Applicant did not fit the profile of a person who may be at risk in Sri Lanka and require protection or who would be targeted as a returning asylum seeker. Further, that the Principal Applicant had failed to establish a nexus to ground membership in a particular social group. The Principal Applicant feared criminality and, therefore, faced a generalized risk that was faced by all citizens of Sri Lanka. The Principal Applicant was, therefore, not a Convention refugee pursuant to s 96, nor could he avail himself of protection under s 97 of the IRPA. As the other Applicants' claims were based on that of the Principal Applicant, the finding also applied to each of them. Issues", "[5] The issues in this matter can be framed as follows: i. Did the Member breach the requirements of procedural fairness and natural justice? ii. Was the Member's decision reasonable? Standard of Review", "[6] Questions of procedural fairness or natural justice attract the standard of review of correctness (REFERENCE_SUPPRESSED). On that standard, the Court must ask if the decision under review was correct. No deference is owed by the reviewing Court, which will undertake its own analysis of the question and reach its own conclusion (REFERENCE_SUPPRESSED).", "[7] The assessment of the merits of a claim, however, is generally a question of fact or of mixed fact and law. It is therefore reviewable on the standard of reasonableness (REFERENCE_SUPPRESSED). More specifically, credibility findings are essentially pure findings of fact that are reviewable on a reasonableness standard (REFERENCE_SUPPRESSED). Similarly, questions of whether a claimant faces a generalized risk of violence pursuant to s 97 are also reviewed on that standard ( REFERENCE_SUPPRESSED), as is the issue of the well-foundedness of a claimant's fear (REFERENCE_SUPPRESSED).", "[8] Reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process and also with whether the decision falls within a range of possible acceptable outcomes defensible in respect of the facts and law ( CITATION_SUPPRESSED). On that standard the reviewing Court will interfere with the decision only if it falls outside that range ( CITATION_SUPPRESSED; CITATION_SUPPRESSED). Preliminary Issue", "[9] The Applicants have not filed their own affidavits in support of this application and instead rely on the affidavit of Ms. Bianca Fontenelle, legal assistant to their counsel (the Fontenelle Affidavit).", "[10] In their written representations, the Applicants stated only that they relied on the cited jurisprudence in support of their use of third-party affidavits (REFERENCE_SUPPRESSED), and that if leave should be granted, all reasonable attempts would be made to file a further affidavit of the Principal Applicant. I would note, however, despite leave being granted, no further affidavit has been filed.", "[11] The Respondent submits that Rule 81 of the Federal Courts Rules , SOR/98-106 (Rules), requires that an affidavit based on personal knowledge be filed in support of an application for leave. Ms. Fontenelle does not appear to have explained how she would have personal knowledge of the alleged events of persecution suffered by the Applicants (Rule 81; (6 November 1991), Ottawa 91-A-2424 (FCA) [ Jin ]), nor do the Applicants offer any explanation as to why they have not filed such an affidavit. The Respondent submits that the Fontenelle Affidavit is inadmissible and, therefore, that the application for leave is improperly constituted and should be dismissed (REFERENCE_SUPPRESSED).", "[12] The Federal Courts Immigration and Refugee Protection Rules , SOR/2002-232 (IRP Rules), which were then in effect, set out the requirements for perfecting an application for leave, which include that the applicant's record shall contain one or more supporting affidavits verifying the facts relied on by the applicant in support of that application (IRP Rule 10(2); REFERENCE_SUPPRESSED). Such affidavits are to be confined to such evidence as the deponent could give if testifying as a witness before the Court (IRP Rule 12(1)).", "[13] Ms. Fontenelle makes statements concerning the Applicants' identity, age, citizenship, the alleged persecution of the Principal Applicant, the Applicants' journey to Canada and other matters without indicating the basis of her personal knowledge of the facts alleged. The affidavit also appears to contain errors of fact, such as her statement that Mr. Blanshay, counsel for the Applicants at the hearing before me, appeared with the Applicants before the RPD and that he advised her that he made extensive oral submissions at that time. However, counsel who appeared at the RPD hearing was in fact L. Weppler, who Mr. Blanshay stated at the hearing before me, had been an associate at his firm.", "[14] That said, leave has already been granted in this case. Further, the Respondent's authority, Jin , pertained to a case in which \"[t]he applicant ha[d] failed to file any affidavit\", even \"after having had the defect brought to his attention\".", "[15] There is also jurisprudence suggesting that an application for judicial review will not necessarily be dismissed solely because the applicants have not personally filed affidavits (see REFERENCE_SUPPRESSED; CITATION_SUPPRESSED). In CITATION_SUPPRESSED the Court referenced CITATION_SUPPRESSED which found that the impugned affidavit was sufficient to establish the fact of the application and its rejection. The Court was not, therefore, prepared to dismiss the application for judicial review on the basis of the use of a third party affidavit.", "[16] Accordingly, this application will not be dismissed for want of a personal affidavit from the Applicants. However, given the lack of personal knowledge of its author, the Fontenelle Affidavit serves only to link the Applicants to the RPD's file by referencing and attaching their PIF's. In any event, at the hearing before me, counsel for the Applicants stated that the only paragraph the Applicants rely upon in the Fontenelle Affidavit is paragraph 13, which is discussed further below. ISSUE 1: Did the Member breach the requirements of procedural fairness and natural justice?", "[17] The Applicants submit that by letter of August 23, 2013 from the RPD they were notified of the original member's illness and were offered a de novo hearing, or, to have the transcript of the hearing provided to a new member, who would determine the claim in chambers. They assert that their counsel, Mr. Blanshay, then contacted Mr. John Badowski, the RPD Coordinating Member, to discuss how the latter option would work. Specifically, they were concerned about the potential issue of credibility and how it was to be assessed by the new Member in chambers if issues arose that had not been raised by the original member and on which the Applicants had not been specifically and directly confronted and offered an opportunity to respond.", "[18] The Applicants submit that their counsel requested that a transcript of the hearing be disclosed to him in advance of any determination by the Member, as counsel would have made supplemental written submissions if it revealed any remaining, significant credibility issues. Further, that Mr. Badowski agreed to this.", "[19] The Applicants submit that their counsel wrote the RPD on September 6, 2013, consenting to a decision in chambers and repeating the request that he be provided with the hearing transcript in advance of any determination by the new Member. However, the transcript was not disclosed as requested and a significant portion of the reasons is devoted to the question of credibility. The Applicants assert that it was unfair, unreasonable and a breach of procedural fairness to proceed in this manner, as their decision to opt for a decision in chambers was inextricably tied to and based upon their request to receive the transcript in advance of the rendering of the decision. This affected the Applicants' absolute right to a fair hearing (REFERENCE_SUPPRESSED).", "[20] The Respondent submits that it was open to the RPD to control its own hearing process. The August 23, 2013 letter offered the Applicants a choice of procedure. The letter made no mention of any possibility of the Applicants receiving the transcript or making additional submissions if they elected a decision in chambers, nor was there any indication in the reply to that letter that the Applicants wished to make additional responses. Further, had the original member made the decision, the Applicant would not have been entitled to the transcript prior to the rendering of the decision. Therefore, they were similarly not so entitled prior to the decision made in chambers by the new Member.", "[21] The Applicants were aware of the evidence and testimony presented at the hearing and had made submissions based on the evidence. Accordingly, there was no breach of procedural fairness. Analysis", "[22] The RPD has, in respect of proceedings brought before it under the IRPA, sole and exclusive jurisdiction to hear and determine all questions of law and fact, including questions of jurisdiction (s 162(1)). It is required to deal with all proceedings before it as informally and quickly as the circumstances and the considerations of fairness and natural justice permit (s 162(2)). This includes the holding of a hearing at which the claimant is to be given a reasonable opportunity to present evidence, question witnesses and make representations (ss 170(b), 170(e)). The RPD's procedure is also governed by the Refugee Protection Division Rules , SOR/2012-256 (RPD Rules), pursuant to s 161(1).", "[23] As stated by the Supreme Court of Canada in REFERENCE_SUPPRESSED: We are dealing here with the powers of an administrative tribunal in relation to its procedures. As a general rule, these tribunals are considered to be masters in their own house. In the absence of specific rules laid down by statute or regulation, they control their own procedures subject to the proviso that they comply with the rules of fairness and, where they exercise judicial or quasi-judicial functions, the rules of natural justice.", "[24] Here the parties identify no RPD Rule or other process that applies in the event that a member who had conduct of a hearing is unable to render a decision. It was, therefore, open to the RPD to offer the Applicants the choice that it did, either a hearing de novo or an in chambers decision by another member based on the transcription of the evidence led and presented at the hearing.", "[25] The Applicants assert that the Member breached the requirements of procedural fairness and natural justice by failing to provide them with a copy of the transcript prior to rendering the in chambers decision as they had requested. As a result, they were denied a fair hearing, as they had no opportunity to speak to the Member's credibility concerns.", "[26] The actual evidence pertaining to this issue is quite limited.", "[27] Paragraph 13 of the Fontenelle Affidavit states simply that: Mr. Blanchay advises me that he then spoke with the Coordinating Member John Badowski about the applicants [ sic ] claim. He advised that as \"credibility\" may emerge as an issue in the claim, he wanted a copy of the transcript identical to the one to be disclosed to any new Member.", "[28] The August 23, 2013 letter to Mr. Blanshay from the RPD set out the procedural options described above and requested a response in writing. In his reply of September 6, 2013, Mr. Blanshay stated that the Applicants would opt to have the claims assigned to another member in chambers on the basis of the transcript of the evidence adduced and further stated: \"Please ensure that we are provided with a copy of the transcript as well, in advance of any determination by the Tribunal\". The Request Record - RPD and RPD Hearing Disposition Record merely note that this was an in chambers decision by another member.", "[29] Mr. Badowski did not file an affidavit. Thus, there is no evidence stating that he agreed, or did not agree, to this request.", "[30] Mr. Blanshay did not seek leave of this Court to permit him, as counsel, to depose to an affidavit and present argument to the Court based on that affidavit (Rule 82). And, while in their written submissions the Applicants state that had the transcript been disclosed to their counsel in advance of the determination by the new Member \"he would have made supplemental written submissions if it revealed any remaining, significant credibility issues\", this is not evidence. Similarly, while when appearing before me counsel listed the reasons why he requested the transcript, this is not evidence.", "[31] Faced with this evidence, or lack thereof, in my view the question is simply: were the Applicants afforded a fair hearing even if the transcript was requested but not provided? I believe that they were. The Applicants had the benefit of a full hearing before a member, at which they were represented by counsel who made submissions on their behalf orally and in writing. To the extent that credibility was raised as a concern at that time, it could have been addressed. The record does not indicate that a request to make post-hearing submissions on credibility, or any other issues, was made by counsel who attended the hearing. There is also no evidence that the RPD agreed, or would have agreed, to new submissions based on the transcript. Indeed, in the normal course, an applicant would not be entitled to be provided with, review and respond to the hearing transcript prior to a decision being rendered.", "[32] Finally, I would note that the Member deciding the matter in chambers was required to do so only on the basis of the evidence in the transcript and on the record. To the extent that he exceeded that limitation, the Applicants could, as they have by way of this judicial review, assert that his decision was unreasonable.", "[33] Accordingly, in my view, the failure to provide the transcript prior to the new Member issuing his decision did not result in a breach of procedural fairness. ISSUE 2: Was the Member's decision reasonable? (a) Credibility", "[34] The Applicants submit that the Member devotes significant attention to numerous credibility issues but states that he will refrain from making a negative inference, as the Applicants were not confronted with those issues. However, regardless of that disclaimer, the Member's credibility concerns tainted and unfairly affected their claim. Further, the negative credibility findings comparing the Port of Entry (POE) notes to the PIF narrative or evidence at the hearing were microscopic in nature. It is common and reasonable to find a refugee claimant's PIF and oral testimony to contain far more detailed information and allegations than the POE notes, yet the decision does not reflect a consideration of this.", "[35] Further, that the Member did not provide a clear evidentiary basis to support his flawed finding that the Applicants might have been granted asylum in the United States (US) but instead chose to come to Canada and start a new and risky refugee process. This was an unfounded plausibility determination that amounted to no more than speculation.", "[36] The Respondent submits that the Member felt that credibility was an issue but was careful to ensure that any credibility findings were based on obvious inconsistencies and discrepancies in the evidence and avoided making credibility findings based on concerns not put to the Applicants. Further, as the Member had concerns about the Applicants' credibility, it was not unreasonable for him to require corroboration. The Member's finding on subjective fear was therefore also reasonable, and it was open to him to find a lack of credibility due to inconsistencies in the Applicants' POE, PIF and oral testimony. The points of credibility highlighted by the Member were relevant and obvious. Analysis", "[37] The Member's credibility analysis is flawed and often unintelligible.", "[38] The Member commenced his analysis by stating that: • there was an inconsistency as to the amount of money demanded by the men who allegedly came to the Principal Applicant's home in Sri Lanka. In the POE notes, he indicated a demand for 10 lakh rupees initially, then 20 lakh rupees later. However, in his PIF narrative he only indicates that 10 lakh rupees were demanded; • in his PIF the Principal Applicant said he was slapped across the face, whereas at the hearing he stated he was punched; • the alleged events in Sri Lanka were undocumented, no police reports were filed and no medical attention was sought, so there were no records of these events. The Applicants' voyage to Canada was also undocumented, and there was no documentary evidence that the Principal Applicant was even in Sri Lanka at the relevant times; • if the alleged gunmen were as dangerous as alleged, they would have found the Applicants, who were hiding at a relative's house 1.5 km away. This went to well-foundedness of alleged fear/plausibility; • the Applicants' claim was based on a fear of extortion, the duration of that problem being not more than two months. The two visits and one phone call were not documented. \"Thus, the Panel would have expected the evidence to be at least internally consistent. However, as indicated above, it was not\".", "[39] Having said all of that, the Member then stated that the original member had not questioned the Applicants on these matters so that they could explain the concerns. While acknowledging that the in chambers review which he was conducting precluded the raising of those concerns, the Member stated \"However, that does not mean that the credibility issues noted above should be totally ignored, and the claimant's allegations be deemed to be totally truthful in all aspects\". It is unclear to me what the Member may have meant by this last statement.", "[40] The Member next stated:", "[14] To deal with this evidentiary challenge, the Panel will not make negative inferences as to credibility from all the above points noted. However, they were noted, thus it can be said that the claim might have been stronger if all the above concerns could have been addressed satisfactorily. There were, though, several factual issues, evidence on the face of the record. The first is the slapped / punched issue. The claimant, using an interpreter, prepared the PIF indicating he was slapped. He indicated at the beginning of the hearing, and when he signed the PIF, that the PIF was true and correct. However, at the hearing, he said, several times, that he was punched. These clearly are two different things. It is possible, however, that the interpretation at the hearing could have led to this confusion. The Panel notes, however, that this is only a possibility, and it is likely that he actually said he was punched. Considering all the above, though, the Panel will refrain from making a negative inference as to credibility from this.", "[41] Thus, while in paragraph 14 of his decision the Member stated that he would not make negative credibility inferences on all of the concerns he listed, he then returned to the punched/slapped issue and again stated that he would refrain from making a negative credibility inference on that point.", "[42] The Member next returned to the amount of the extortion demand, noting that the second and larger amount identified in the POE was omitted from the PIF and was not mentioned at the hearing. He found that this was a significant omission, since it allegedly tripled the amount demanded. The Member made a negative inference as to credibility. I would note that while the Member states that it is difficult to even imagine what possible explanation could be given for the omission, the Principal Applicant did not have the issue put to him at the hearing and, therefore, did not have the opportunity to provide any explanation, whether it was one that the Member could have imagined or otherwise. In fact, the Member made the negative inference even though he had previously noted that the Applicants had not been questioned on these matters.", "[43] The Member also stated that the Principal Applicant told the US authorities that the gunmen came to his house in February 2011 but, elsewhere in his evidence, said that they came in January and February 2011. The Member again found it difficult to imagine any explanation for the inconsistency and made a negative inference as to credibility. However, the transcript shows that the original member did not have the US documents before her (CTR p 344) at the hearing. Accordingly, she could not have and did not put the inconsistency identified by the Member to the Principal Applicant at that time.", "[44] The Member concludes that \"[c]onsidering all the above, the Panel finds the claimant's evidence, overall, to be not credible, and thus insufficient to support his claim for refugee protection\".", "[45] I acknowledge that it is well established that, in its role as trier of fact, the RPD's credibility findings should be afforded significant deference (REFERENCE_SUPPRESSED). However, in this case the Member determined the Applicants' evidence overall not to be credible when, in fact, this finding was based on only two issues of credibility. The Member also acknowledged that these two issues were not raised by the original member and were not put to the Applicants for response. Yet, having identified this as a reason for not making negative credibility findings, he did so. Further, while the transcript indicates that the original member confirmed that credibility is always an issue at such hearings, she did not pursue this as an area of focus and did not take issue with counsel's submissions to the effect that credibility was not a concern (see REFERENCE_SUPPRESSED). In my view, as the Applicants were not given to understand at the hearing that these credibility concerns were at issue, and because the opportunity for them to address those issues, had they been of concern, had passed, it was unreasonable for the Member to subsequently make these negative credibility findings in chambers.", "[46] This approach is again demonstrated in the following paragraph of the decision. There the Member states that because the US had determined that there was serious possibility that the Principal Applicant could be granted asylum, but he left the US for Canada to be with his family, it was evident that he did not have a subjective fear of returning to Sri Lanka. Yet, having said that, the Member then states he would have made a negative inference as to credibility on this point, except that the original member indicated that this was not an issue, so counsel did not have an opportunity to make submissions on the issue.", "[47] In my view, in these circumstances, the process and the outcome do not fit comfortably within the principles of justification, transparency and intelligibility ( CITATION_SUPPRESSED) and the Member's credibility finding was therefore not reasonable. (b) Sections 96 and 97", "[48] The Member stated that he had reviewed the documents in Exhibit R/A-1 and that a great deal of information is available on human rights in Sri Lanka. He found that the documentation was clear that the government of Sri Lanka currently persecutes those individuals that they suspect of being associated with the Liberation Tigers of Tamil Eelam (LTTE), and those who oppose the government. However, that the Applicants did not allege that the Principal Applicant was such a person. Rather, he indicated that he was targeted because he had family in Canada and was, therefore, perceived to be wealthy. The Member referenced the hearing transcript in that regard.", "[49] The Member also found that returning failed refugee claimants may be subject to persecution if they are associated with the LTTE or are opponents or critics of the government. As the Applicants did not fall into this category, they, like all returnees, would be subject to criminal checks, which could entail detention of several days. However, that administrative detention, if it were to occur, would not be persecution (Exhibit R/A-1). Nor did the Applicants fall into the profile of persons at risk as identified by the July 5, 2010, United Nations High Commissioner for Refugees (UNHCR) Guidelines.", "[50] The Member concluded that the Principal Applicant did not require Canada's protection because he is a Tamil from the north of Sri Lanka or because he would be returning as a failed refugee claimant.", "[51] The Applicants submit that the Principal Applicant's claim was based on race, nationality, membership in a particular social group as set out in his PIF, not just on his being a Tamil male from the north. Further, that the Member's country condition analysis was curt and relied on outdated UNHCR eligibility guidelines. And, that the referenced National Documentation Package Response to Information Request LKA103,815.E (RIR), contains contradictory evidence that the Member failed to address without explanation (REFERENCE_SUPPRESSED).", "[52] A review of the transcript makes it clear that the Principal Applicant at the hearing described extortion by unidentified masked gunmen as the basis for his fear. When asked who they were, the Principal Applicant responded that he did not know. The Principal Applicant suggested that he may have been threatened because the Applicants have relatives in Canada and that his assailants had asked him why he could not get money from his brother in Canada. He made no reference to the allegation of being at risk on any other basis. He referenced abductions and murders as reported by the news, but he did not know who was responsible for those crimes and he made no connection of those events to his claim.", "[53] The Member found that the Principal Applicant had not established that he was a member of a particular social group for the purposes of s 96. In my view, absent any further evidence establishing that in Sri Lanka people with perceived wealth comprise a particular social group who are at risk, the Member's conclusion was reasonable. The Court has consistently held that perceived wealth does not, without more, constitute membership in a particular social group (REFERENCE_SUPPRESSED. The Applicants merely speculated that they were targeted for criminality because of the belief that they, having relatives in Canada, had access to money. They do not allege, still less establish, that their putative risks stem from anything more than a perception of wealth, which is insufficient to qualify them as members of a particular social group. Accordingly, the Member reasonably found that the Applicants did not establish a well-founded fear of persecution on the basis of membership to a particular social group.", "[54] Because the Member also found that the Principal Applicant's fear was of criminality, he also assessed the claims under s 97 of the IRPA. The Member found that all people in Sri Lanka face a generalized risk of crime, including the Principal Applicant who claimed that he was targeted because he has relatives in Canada: ... However, the Panel finds, all citizens of SL are subject to crime. Therefore, the panel finds that the claimant alleges that he is a victim of generalized risk of generalized crime. He claims to have been targeted because he has relatives in Canada and thus perceived [ sic ] to have money. Therefore, the panel finds, the risk allegedly feared by the claimant is a generalized risk faced by all citizens of SL.", "[55] The Member's concluding paragraph references case law he states stands for the proposition that the fact that a person or group may be victimized repeatedly or more frequently by criminals, for example, because of their perceived wealth or otherwise does not remove the risk from the exception if it is one faced generally by others. He found that this was a situation of generalized risk.", "[56] In my view, the Member appropriately determined the nature of the risk faced by the Principal Applicant, being a victim of crime. Nothing in the evidence suggested that the risk of extortion faced by him exceeded the same risk as faced by others in Sri Lanka. In other words, there was no evidence that the risk was personalized ( CITATION_SUPPRESSED). Case law establishes that a risk of harm resulting from \"the fallout of criminal activity, and not the targeting of a particular group in a discriminatory fashion\", is not personalized but generalized ( CITATION_SUPPRESSED; see also REFERENCE_SUPPRESSED).", "[57] The Applicants also submit that the Member failed to address contradictory information contained in the RIR and unreasonably relied upon it to find that administrative detention upon return does not amount to persecution. Specifically, that the RIR included a source that stated the Sri Lankan authorities are of the view that any Tamil who fled in an unauthorized way must be an LTTE sympathizer.", "[58] The Member is presumed to have considered all of the evidence before him (REFERENCE_SUPPRESSED). In this case, he referred to both the RIR and the UNHCR Guidelines. He stated that he had reviewed all of the documentary evidence which he had summarized in concluding that the Applicants do not need Canada's protection because the Principal Applicant is a Tamil from the north of Sri Lanka or because they would be returning failed refugee claimants. It is true that the Member did not reference every source cited in the RIR. However, in whole that document supports his finding that it is persons suspected of LTTE connections that are at risk of persecution. The Principal Applicant, based on the evidence, was not such a person nor did he fit the profile of others who may be at risk, such as journalists or other professionals. In these circumstances, the failure to discuss this specific source is not a reviewable error.", "[59] In conclusion, while the Member's credibility analysis was unreasonable, this did not taint his analysis of the s 96 and s 97 claims.", "[60] Based on the documentary evidence and the transcript of the hearing, the Member reasonably found that the Principal Applicant is not a Convention refugee pursuant to s 96 of the IRPA or a person in need of protection within the meaning of s 97 of the IRPA. Accordingly, this application for judicial review is dismissed. Neither party submitted a question to be considered for certification. JUDGMENT", "[61] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed. 2. There shall be no order as to costs. Application dismissed. Editor: Sharon McCartney/bk [End of document]"]}