{"id_": "050486", "body_str": ["[1] Kane, J. : The applicant, Nesim Durmus, a citizen of Turkey seeks judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board), dated January 14, 2014, which found that he was neither a Convention refugee nor a person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). The applicant's claim was based on his fear of persecution, torture, risk to his life, and the consequences of objecting to military conscription in Turkey, due to his Kurdish ethnicity, his political opinion and his membership in a particular social group, namely his family and \"young Kurdish men from the southeast\". The Board made several negative credibility findings and concluded that there was no reasonable chance or serious possibility that he would be persecuted on a convention ground nor would he face a risk to his life or of cruel and unusual punishment if he were returned to Turkey.", "[2] For the reasons that follow, the application is dismissed. Background", "[3] The applicant recounts that as a child, his village was frequently targeted by the Turkish security forces in their efforts to combat the influence of the Kurdistan Workers' Party (the PKK) and as a result, his father moved the family to the town of Korfez. However, while in Korfez the family was frequently stopped at security checkpoints, and on several occasions family members were beaten and harassed by Turkish nationalists.", "[4] The applicant claims that many from his large family were supporters and members of various pro-Kurdish parties. The applicant's brothers Mehmet, Ahmet and Naci were members of the Democratic Social Party (DTP) party and its successor the Peace and Democracy Party (BDP). The applicant visited the party office, participated in meetings, assisted during elections, and celebrated Newroz (Kurdish New Year). The applicant and his brothers were known to the police. Their family home was on occasion raided by police. Two of his brothers, Ahmet and Ismail, fled to Canada and were accepted as convention refugees in 2003 and 2007, respectively, and his brother Mehmet was accepted as a Convention refugee in the United States in 2004.", "[5] The precipitating incident that led the applicant to flee Turkey was his arrest at the Newroz celebrations in March 2011. However, the applicant also recounted his participation in earlier Newroz celebrations in March 2006, organized by the DTP. The applicant claims that he shouted slogans along with his friends and as a result, was attacked and beaten by the police and detained for two days. Upon his return to school, the school principal reprimanded him and hit him and his teachers harassed him.", "[6] In December 2009, the applicant protested the closure of the DTP in the city of Izmit. The police arrested protesters who would not disperse. The applicant was arrested, detained for one day and beaten.", "[7] The applicant states that he attempted to leave Turkey in 2010 and again in 2011. In 2010, he was refused student visas for the United States and Canada. In 2011, with the help of an agent, he fled Turkey for Venezuela, but was intercepted by Venezuelan authorities upon arrival at the airport and was deported back to Turkey.", "[8] In March 2011, the applicant participated in a Newroz celebration in Dilovasi. The applicant recounts that during the celebration the police attacked the crowd and arrested people at random. While attempting to flee, he fell and the police beat him and detained him for two days. While detained, the police warned him to leave Turkey or he would be killed just as many other Kurds had been killed.", "[9] The applicant then made plans to leave Turkey and obtained a second passport.", "[10] The applicant states that he left Turkey on March 29, 2011 with the help of an agent and travelled to Spain, then Cuba, the Bahamas, and the United States. On June 16, 2011 the applicant travelled to Detroit then crossed into Canada and on June 19, 2011 made his refugee claim in Canada where two of his brothers live.", "[11] The applicant also claims that he objects to compulsory military service in Turkey due to human rights violations against the Kurdish people. He claims that if he refuses to serve, he will be tried in a military court, sentenced to imprisonment and upon release, he will be forced to serve in the military. The applicant also states that his compulsory military service had been deferred for either two or four years because he was a student and had registered for university, although he did not attend. The Decision Under Review", "[12] The Board's decision is thorough and addresses each aspect of the applicant's claim. Due to the applicant's arguments regarding many of the Board's findings, the decision is described in some detail below.", "[13] The determinative issue for the Board was the applicant's credibility. The Board found that the applicant had not established with credible evidence that he has the political profile he claimed; that he was detained and beaten by Turkish authorities in March 2011; or, that the Turkish authorities have any interest in him due to his political activities.", "[14] The Board accepted that the applicant may have participated in Newroz celebrations and been detained in March 2006, and that he may have protested in front of the court house on December 11, 2009. However, the Board concluded that there was no credible or reliable evidence to establish the applicant was even in Turkey at the time of the time of the March 2011 Newroz celebrations. The Board found the applicant embellished this precipitating incident to bolster his claim for protection.", "[15] The Board's doubt regarding whether the applicant was in Turkey in March 2011 was based on the evidence regarding his two passports, the absence of exit and entry stamps, his travel to Venezuela in January 2011, and on the lack of evidence that he was arrested in March 2011 or harmed and that he was released without any charges, which would have placed him at that event.", "[16] With respect to the applicant's account of the March 2011 Newroz celebrations, the Board noted that he was dancing and enjoying the celebration when the police arrived. The Board found that, as indicated by the applicant, police arrested participants at random, and that the Turkish authorities did not have any personal interest in the applicant due to his political activities.", "[17] The Board also found that the applicant did not have the political profile he alleges because, unlike his brother Naci Durmus, he was not charged and tried for his political activities. The Board noted that Naci Durmus was tried and acquitted as support for its view that there is due process in Turkey for those charged with supporting an illegal organization.", "[18] With respect to the applicant's alleged departure from Turkey in March 2011, the Board doubted that he would have been able to pass through airport security using his own identity documents if he had been of any interest to state authorities. Although the applicant indicated that he was assisted by an agent and that he did have to present his passport, the Board noted that if he was wanted or was a person of interest, the security system at the airport would have detected his departure. The Board concluded that based on the evidence before it, the applicant had no difficulties with Turkish authorities at either time he left Turkey, which was not consistent with having the political profile as claimed.", "[19] The Board accepted a certified copy of the applicant's first passport issued in June 2010 as proof that he was in Turkey in 2010. The Board rejected the applicant's claimed departure to Venezuela and his deportation back to Turkey since there were no exit or re-entry stamps on the certified copy of his 2010 passport. The Board also noted that a document submitted by the applicant to support his alleged departure to Venezuela was not an airline ticket, but rather a receipt for the purchase of a ticket, with no demonstration of the use of the ticket.", "[20] The Board concluded that there was no credible or trustworthy objective evidence to show that Turkish authorities had any interest in the applicant at his departure or at any point after his passport was issued in 2010 or in January or March 2011.", "[21] The Board did not accept the applicant's explanation that the agent had obtained a second passport for him because the country documentation indicated that a passport must be applied for in person. The Board acknowledged the applicant's statement that the agent took this passport along with other identity documents, including his Turkish Identification Card during his travel to Canada. However, the Board also noted that it had obtained a copy of the Turkish Identification Card from Citizenship and Immigration Canada (CIC). Although the Board did not raise this inconsistency with the applicant, and did not draw any negative credibility inferences from this, the Board again found that it was not credible that the applicant would have been able to leave Turkey, without incident, regardless of the identification used, if he was wanted due to his political activities.", "[22] The Board examined the applicant's claim that he would be detained upon return to Turkey because he objects to serving in the military and that his exemption would soon expire. The Board noted that he had not indicated that he was a conscientious objector in his Point of Entry (POE) notes and, as a result, drew a negative inference of credibility. The Board noted that this initial interview is brief, but given the specific question, \"Why are you asking for Canada's protection?\" it was not reasonable for the applicant to have omitted this with respect to his fear of returning to Turkey.", "[23] The Board noted the applicant's confusing testimony regarding obtaining an exemption while in high school, although he was 19 years old at the time rather than 21, which is the age at which military service is required and that he did not attend university and was employed at the time his military service would otherwise had started.", "[24] The Board rejected a letter from a military draft office obtained by the applicant's brother, indicating that the applicant's military service was deferred until February 21, 2014. The Board did not find it credible that the applicant's brother would be able to obtain such a document without presenting some proof that the applicant was exempt. The Board again noted that the applicant had been a high school student in 2010 and did not attend university, questioning why a deferral until 2014 would be provided.", "[25] The Board went on to address the applicant's fear of mistreatment for evasion of military service and considered the consequences. The Board acknowledged that harassment and discrimination of Kurdish people exist, but it does not meet the threshold of persecution. The Board referred to the Country Condition documents and also noted that there was no alternative to military service and draft evaders cannot leave Turkey. The Board stated that it had not been provided with sufficient evidence indicating that the prosecution of the applicant for failing to comply with his military service would amount to persecution.", "[26] The Board considered the country condition documentary evidence regarding the treatment of Kurds in Turkey, noting that there had been improvements with respect to the recognition of Kurdish rights. The Board noted that, although there were incidents of harassment and discrimination of Kurds within the military, this did not arise to the level of persecution. The Board also concluded that the applicant would be able to defer his military service, acknowledged to be until the age of 29, according to the National Documentation Package. The Board found there was no sufficient evidence to demonstrate that the applicant would be prosecuted for failing to comply with his military service order.", "[27] The Board considered but attributed little weight to other letters provided by the applicant, including an undated, hand written letter on plain paper from the Chairman of the BDP in the town of Korfez which indicated the applicant had been arrested 2 or 3 times, pepper sprayed and beaten due to his political activities. Similarly, a letter from the applicant's half-brother, stating that the police had detained him and questioned him about the applicant a year and a half after the applicant left for Canada was given low weight because there was no mention of why this brother was detained. The Board also questioned why this would occur so long after the applicant had left Turkey given that the authorities should have known he had left the country since he was cleared through airport security. The Board also noted that it was strange that the police had not questioned the brother about other family members who remained in Turkey and were allegedly politically active.", "[28] The Board went on to consider the applicant's alleged travel route to Canada noting that his Personal Information Form (PIF) indicated he arrived in Cuba on March 30, 2011 by way of Madrid, Spain. He remained in Havana, Cuba, for 1 ½ months, then travelled to Nassau, Bahamas, where he remained from May 15, 2011 until he left for West Palm Beach, Florida on June 13, 2011, where he stayed for three days before travelling to Detroit. (I note that there is some inconsistency in the evidence regarding the time spent in Cuba and Nassau, but overall the applicant remained in those two countries from March 30 to June 13.) The Board found it unreasonable that if the applicant was in fear, he did not seek protection at the earliest opportunity after he departed Turkey. The Board focussed in particular on the applicant's failure to seek refugee protection in the United States, where he has a brother.", "[29] The Board also added that it had no credible or trustworthy evidence that the applicant arrived in the US when he said he did, and noted that the several negative credibility inferences and the absence of corroborative evidence to show when he arrived in the US or in Canada, \"does not provide the panel with any comfort in believing anything the claimant has stated\". The Board added that he could have arrived in 2010 or could have remained in the US longer than stated on his PIF.", "[30] To summarize, the Board found that the applicant had not established his political profile or even a perceived political profile and that he was not a person of interest to the Turkish police or other authorities. The Board did not believe the events recounted by the applicant and did not find that the applicant had provided credible evidence that he was even in Turkey in March 2011.", "[31] The Board accepted that he was Kurdish and would be subject to military conscription.", "[32] The Board also accepted that there is discrimination against Kurds but found that there is no evidence that the Kurdish people are persecuted as a group.", "[33] The Board noted that the applicant had the responsibility to prove he has an objectively identifiable risk in Turkey in accordance with the convention definition and concluded he had not met this burden. The Issues", "[34] The applicant has raised several issues regarding the reasonableness of the decision and whether it was procedurally fair. I would frame the issues as follows: 1. Whether the Board breached a duty of procedural fairness due to the quality of the translation provided to the applicant at his hearing; and, 2. Whether the Board's decision was reasonable, and this includes: a) Whether the Board's finding that the applicant's failure to seek refugee protection in Cuba, the Bahamas, or the United States detracted from his subjective fear was reasonable, and, b) Whether the Board's credibility findings were reasonable. Standard of Review", "[35] Questions regarding a breach of procedural fairness and natural justice arising from the accuracy and consistency of the translation are reviewed on the standard of correctness: REFERENCE_SUPPRESSED.", "[36] Questions of credibility are questions of fact, reviewable on a standard of reasonableness.", "[37] Where the standard of reasonableness applies, the role of the Court is to determine whether the Board's decision \"falls within 'a range of possible, acceptable outcomes which are defensible in respect of the facts and law' ( CITATION_SUPPRESSED). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome\":REFERENCE_SUPPRESSED.", "[38] In REFERENCE_SUPPRESSED, the Supreme Court of Canada elaborated on the requirements of REFERENCE_SUPPRESSED, noting that reasons are to \"be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes\" and that courts may \"look to the record for the purpose of assessing the reasonableness of the outcome\".", "[39] With respect to the Board's assessment of credibility, it is well-established that boards and tribunals are ideally placed: REFERENCE_SUPPRESSED. Further, given its role as trier of fact, the Board's credibility findings should be given significant deference: REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED.", "[40] As noted by Justice Luc Martineau in REFERENCE_SUPPRESSED, \"the determination of an applicant's credibility is the heartland of the Board's jurisdiction\".", "[41] Justice Mary Gleason made a similar observation in REFERENCE_SUPPRESSED, noting that \"the starting point in reviewing a credibility finding is the recognition that the role of this Court is a very limited one because the tribunal had the advantage of hearing the witnesses testify, observed their demeanor and is alive to all the factual nuances and contradictions in the evidence.\" There was no breach of procedural fairness due to the quality of the translation", "[42] The applicant submits that there were serious errors in the interpretation from English to Kurdish and Kurdish to English, at the hearing, which were not apparent until the transcript was reviewed. He argues that the Board's findings that he was evasive, and that some of the other credibility findings can be attributed to the poor quality of the translation.", "[43] I find that the applicant has not established any breach of procedural fairness arising from the translation.", "[44] As noted by Justice Judith Snider in REFERENCE_SUPPRESSED: Translation cannot be expected to be perfect. Simply asserting that the translation was inadequate may not be sufficient grounds on which to overturn a decision. An applicant must raise the issue at the earliest opportunity or risk a conclusion that the right to procedural fairness was not breached. Moreover, it is not enough to show that there were errors: there will always be errors. A translation mistake will translate into a procedural fairness error where an incorrect translation results in a decision or determinative finding that might have been different had the words been correctly translated. (My emphasis)", "[45] The applicant has not established that any alleged errors in translation were a departure from the expected standard nor has he established that the alleged errors were material to the Board's findings or would have resulted in a different determinative finding.", "[46] Although the Board found the applicant to be evasive in response to questions about the identity documents he presented when he departed from Turkey, and it is acknowledged that the translation of specific questions and their clarification could result in some hesitation in the answers given, the Board is well accustomed to awaiting translation and clarification of questions and takes these circumstances into account. The Board also found the applicant to be evasive more generally, including his testimony about his military exemption. Moreover, the Board made many credibility findings. The impact of the need to clarify the question regarding his departure from Turkey, given many adverse credibility findings, would not have changed the overall conclusion.", "[47] More importantly, the affidavit presented by Mr. Huseyin Sertkaya stating that he \"detected many errors in the interpretation from both English to Kurmanji and from Kurmanji to English\" and that the interpreter would \"often inappropriately rephrase the questions asked by the Board Member and, at other times, would completely misinterpret the Board Member's statements\" is not borne out by the examples provided by the affiant. The examples point out very small differences that would not, in my view, affect the applicant's understanding of the question or the Board's understanding of his answer. I presume that Mr. Sertkaya included the most problematic examples, which as noted are not problematic and do not demonstrate \"inappropriate rephrasing\". Therefore, I cannot agree that there was any problem with the translation that would have affected the Board's credibility findings. The Board did not err in finding that the applicant's failure to seek refugee protection in Cuba, Bahamas and the United States was inconsistent with his allegation of a well-founded fear of persecution", "[48] The applicant allegedly spent almost two months in Cuba and the Bahamas before travelling to the United States. It was not unreasonable for the Board to find that this conduct undermined his alleged fear of persecution.", "[49] However, the Board did not dwell on this delay; rather it noted the applicant's credibility was impugned due to his failure to claim protection in the United States, where he also had one brother. The Board did not ignore that the applicant had two brothers in Canada, but this did not explain why the applicant did not pursue a claim in the United States.", "[50] The applicant's submissions that the Board was not entitled to draw an adverse inference from the delay in claiming protection because the Board did not raise this concern, overlook that the onus is at all times on an applicant to establish their fear of persecution. Moreover, the transcript of the hearing includes an exchange with counsel for the applicant where the Board clearly indicated that all issues, except the applicant's identity, were live issues for the Board to consider.", "[51] I also note that the Board was not satisfied that this was indeed the applicant's travel route and it found that there was insufficient credible evidence to show that he arrived in the US when he claimed. The Board noted that he could have arrived in Canada as early as 2010 or could have remained longer in the US than stated in his PIF. These findings were based on the many credibility findings the Board had made arising from the applicant's own evidence. Given the deference owed to the Board, the finding regarding the delay in claiming protection is equally reasonable.", "[52] Failure to claim protection or refugee status in another country is not determinative of an applicant's lack of subjective fear, but it is a relevant factor which affects credibility: REFERENCE_SUPPRESSED. In this case, the applicant's claimed sojourn in Cuba and the Bahamas and his three day stay in the US before seeking protection in Canada was not the determinative finding. The Board made numerous adverse credibility findings which led the Board to conclude that the applicant did not have the political profile alleged, he did not experience what he alleged and he did not have a well-founded fear of persecution. However, the negative credibility inferences arising from the delay were not unreasonable.", "[53] As noted by Justice Mosley in REFERENCE_SUPPRESSED: This Court has held that delay in seeking refugee protection is an important factor to consider when weighing a claim for refugee status: REFERENCE_SUPPRESSED. Delay points to a lack of subjective fear of persecution or negates a well-founded fear of persecution. This is based on the rationale that someone who is truly fearful would claim refugee status at their first available opportunity REFERENCE_SUPPRESSED; (My emphasis)", "[54] With respect to the applicant's submission that the Board should have considered the Safe Third Country Agreement before drawing adverse conclusions based on his failure to claim protection in the US, because he intended to claim in Canada where his two brothers would assist him, I note the Safe Third Country Agreement only permitted his entry into Canada and to have his refugee claim considered: REFERENCE_SUPPRESSED. Otherwise he would have been returned to the US. Did the Board make unreasonable credibility findings? The applicant's position", "[55] The applicant argues that the Board made several unreasonable findings which resulted in adverse credibility inferences and the conclusion that he was not a political activist, did not have a political profile, and did not have a subjective or objectively well-founded fear of persecution.", "[56] The applicant also submits that the Board should have assessed whether he had a well-founded fear of persecution regardless of whether he had a political profile, given that all Kurds are at risk in Turkey. As a Kurdish protester, the applicant was at risk of arbitrary detention which could constitute persecution.", "[57] The applicant argues that the circumstances are analogous to those in REFERENCE_SUPPRESSED, where Justice Russel Zinn found that the Board missed the point by focussing on the fact that the applicant was not a person of interest, and found that there is persecution of Kurdish demonstrators and any involvement in pro-Kurdish demonstrations such as Newroz would be viewed as support for the Kurdish political party.", "[58] With respect to the credibility findings, the applicant submits that several negative inferences were based on conjecture or irrelevant considerations or were not supported by evidence.", "[59] With respect to the finding that the police did not charge the applicant, he submits that the National Documentation Package, and other documentation he provided, support the view that the failure of the police to lay a charge is not an indicator of interest. The applicant submits that arrest and deprivation of liberty along with physical harm are recognized as serious forms of harm amounting to persecution.", "[60] The applicant also argues that the Board misstated his evidence about the documents he provided at the airport when he departed from Turkey. The applicant answered that he did present his passport and identity card and also that he was assisted by an agent.", "[61] The applicant notes that he explained he could leave Turkey without any problems because he was assisted by an agent. He also explained that he obtained a second passport because his original passport had been stamped and this stamp could diminish his chances for a visa and argues that the Board unreasonably rejected this explanation.", "[62] The applicant also argues that the Board microscopically examined his evidence and ignored his explanations.", "[63] The applicant submits that he explained his exemption from military service; he obtained it while a high school student noting that he was a student on his 19th birthday and that he considered this to be the start of his 20th year which was when he would be subject to conscription.", "[64] The applicant also points to the Board's finding that he was celebrating, rather than protesting, at the Newroz celebrations in March 2011 and submits that the Board has missed the point. The documentary evidence establishes that celebrating Newroz, in and of itself, is perceived as a protest.", "[65] In addition, the applicant asserts that the Board's finding that he must have had a valid Canadian visitor Visa in his passport which he used to facilitate his entry into Canada is nonsensical. He states that there was no evidence before the Board that he had ever applied for, or been granted, an entry Visa.", "[66] The applicant submits that the Board's assessment of the inconsistency between his POE notes, his PIF and his testimony about his conscientious objection to military service was not reasonable because the Board never raised this concern at the hearing and he was not provided the opportunity to respond.", "[67] The applicant further submits that the Board ignored and/or misconstrued the evidence leading to erroneous findings.", "[68] For example, with respect to his second passport, the applicant notes that the Board relied on country condition evidence indicating that a passport must be obtained in person, but ignored the documentary evidence which also indicates that there have been reports of individuals obtaining Turkish passports fraudulently with the assistance of agents or through other means. The applicant notes that his evidence was that he was assisted by an agent.", "[69] The applicant also argues that the Board erred in concluding that the situation of his brother, Naci Durmus, who was tried and acquitted, is indicative of due process in Turkey. The Board ignored the significant amount of documentation which describes the overbreadth of Turkey's terrorism laws.", "[70] The applicant submits that the Board erred in discounting his corroborative evidence, including the letter from his brother with respect to the applicant's exemption from military service.", "[71] He also notes that he was not given an opportunity to address the Board's concerns regarding other corroborative letters. The hand written letter from the BDP was not on \"official letterhead\", but it did contain an official stamp from the BDP. The letter from the applicant's half-brother did not mention the activities of the other politically active brothers, however, the applicant argues that letters must be considered for what they do say, and not for what they do not say: REFERENCE_SUPPRESSED.", "[72] The applicant adds that the Board ignored the sworn affidavit provided by his brother in Canada, Ahmet, which states that Ahmet spoke with both the applicant and their father shortly after the applicant's arrests in 2006, 2009 and 2011. The applicant acknowledges that the content of the letter recounted information told to his brother and was hearsay, but that it should not have been ignored. The respondent's position", "[73] The respondent submits that the Board reasonably concluded that there was no credible evidence to find that the applicant would be at risk in Turkey. The Board found several problems with the applicant's evidence, including that he did not credibly establish a political profile, that he did not credibly establish detention by Turkish authorities in March 2011, or that he was even in Turkey in March 2011.", "[74] The respondent argues that the applicant microscopically criticized the Board's findings rather than focussing on the central findings which support the determination that the applicant would not be at risk in Turkey.", "[75] The Board's credibility findings are supported by factual findings. The Board reasonably concluded that even if the March 2011 detention occurred, it was not credible that the police would release the applicant after two days if they had any particular interest in him due to his political activities.", "[76] With respect to the second passport, the Board did not have to accept the applicant's explanation. The respondent notes that the applicant did not address the Board's finding that there was no reliable or credible evidence to show that he was even in Turkey after June 2010.", "[77] With respect to the applicant's testimony about the documents he presented to security officials when departing from Turkey, the Board's finding that he was being evasive was based on its observation and the answers he provided to a series of questions. Moreover, the Board's conclusion was that it was not credible that the applicant would have been able to leave Turkey without detection if he was a person of interest or if he had the political profile alleged, regardless of whether he provided a passport or other identity document.", "[78] The respondent submits that the Board's findings about the applicant's exemption from military conscription were based on the evidence. There was no credible evidence to establish that the applicant was a student in February 2011, based on his continuous employment at that time. It was reasonable for the Board to find that he had no intention of attending school in Turkey and that he was a student at the time he left Turkey. The Board's adverse credibility findings are reasonable", "[79] As noted above, significant deference is owed to credibility findings made by the Board as it heard and observed the applicant first hand and considered his evidence alongside the country condition evidence.", "[80] I do not find any error in the Board's overall assessment of the applicant's credibility. The applicant carefully scrutinized the decision and argued that some of the Board's findings are unreasonable and that its analysis was microscopic. However, the applicant's scrutiny of specific findings overlooks the conclusions drawn by the Board, which were based on more than the applicant's testimony about his two passports or his exemption from military service while in high school. The numerous credibility findings cumulatively provided justification for the Board's conclusions.", "[81] As the applicant noted, there was evidence before the Board that police detain pro-Kurdish demonstrators for a few hours at a time and then release them. However, this shows - as did the applicant's own evidence - that this occurs randomly and not because the applicant was targeted. This evidence does not support the applicant's claim that he was a person of interest to the authorities due to his political activities.", "[82] The Board's conclusion that the applicant was not \"protesting\" at the Newroz celebrations, rather he was celebrating and dancing, is based on the applicant's own testimony. Although participating in Newroz may be perceived by Turkish authorities as a form of protest, the Board's finding was that the applicant was not a specific person of interest. The evidence of the applicant was that participants were arrested randomly and detained - as was the applicant. Again, this does not corroborate his claim that he was a person of interest due to his political activism.", "[83] I do not agree that the Board mischaracterized the applicant's testimony regarding the documents presented when he left Turkey or about his military service.", "[84] The applicant is correct that the Board, in its decision, mistakenly stated that he did not present a passport when he left Turkey in March 2011. The transcript of the hearing establishes that after the Board clarified the question of what documents the applicant presented when leaving, he stated that he presented a passport and identity card. However, this misstatement does not have an impact on the Board's finding regarding his departure. The Board's finding was that the applicant was able to leave Turkey without incident, regardless of the documents he presented and regardless of whether he was assisted by an agent. The key finding was that if the applicant was wanted in Turkey or had the political profile he claimed, he would have been detected leaving the country.", "[85] The Board probed the applicant regarding his two passports and was not satisfied with his explanation that he needed a second passport because the original passport had been stamped at the time his visa was refused. The Board acknowledged that the applicant was assisted by an agent, and that he had indicated the passport was \"improperly obtained\", but did not accept that the applicant would not have been required to personally attend to obtain this second passport based on the objective country condition document. The applicant's testimony about his two passports was convoluted and the Board's reasonable adverse credibility findings were made in the context of its broader findings that the applicant had not provided sufficient evidence to establish that he was even in Turkey in March 2011.", "[86] I do not agree that the Board microscopically assessed the applicant's credibility. The Board is tasked with assessing the credibility of applicants and a variety of indicators, including inconsistency between his PIF and testimony, and within his testimony, omissions and his overall demeanour, including evasiveness, should be considered. The Board found that the applicant was evasive when questioned about whether he presented a passport, but also found he was evasive in response to other questions.", "[87] With respect to the applicant's exemption from military service, again the applicant's evidence was confusing and inconsistent. He indicated that he was exempted while a high school student at the age of 19, although military service is required at 21, according to the country condition evidence. The Board's credibility findings were based on all the evidence, including that the applicant was not a student when he would have been called to serve. Contrary to the applicant's submission, the Board did explain why it rejected the letter sent by the applicant's brother regarding the exemption from military service. The Board noted that the letter could not have been obtained from a military office without presenting some proof of the applicant's status to obtain the exemption and the letter showed the applicant was exempted for a different period of time than he had stated.", "[88] With respect to the omission in the applicant's POE notes of his conscientious objection to military service, the Board reasonably found that this omission was not consistent with his stated fear of persecution in Turkey. Although the Board did not put this concern to the applicant at the hearing, it clearly indicated that all issues other than identity were to be addressed. As noted above, the onus is on the applicant to establish his well-founded fear. I would also note that the POE inconsistency was not the central finding regarding the applicant's military service. The Board noted that the POE interview was the applicant's first opportunity to make his claim and that it was not reasonable to have omitted this when presented with the opportunity. The Board acknowledged, as does the jurisprudence, that the POE interview notes may not be as comprehensive as the subsequent PIF or Basis of Claim. I agree with the Board, however, that a key omission, which is later argued to be a key aspect of the fear of persecution, could reasonably lead the Board to make negative credibility findings.", "[89] With respect to the applicant's submission that the Board made a nonsensical finding that he must have had a Visa to enter Canada, this finding must be read in context. The Board referred to several aspects of the applicant's testimony that it had found not to be credible as well as other circumstances, including: that he was not questioned at the time of his departure about his exemption from military service; that his 2010 passport indicated that he was a student; that it was not known if his student status was indicated in his second passport issued in 2011 because he no longer had the second passport; the absence of any information to establish that he had applied for a student Visa, as he said he had in 2010; and, the absence of evidence that he had any problems entering Canada in 2011. The Board then found \"on balance it (is) reasonable to conclude that the claimant had acquired the requisite visa to enter Canada on this new passport\", which he applied for prior to March 2011. The Board added that the fact that the applicant had not provided the second passport (because he had said his agent took it) did not mean that he hadn't used it to enter Canada.", "[90] The finding is not nonsensical when the applicant's story and the Board's finding of an overall lack of credibility are considered.", "[91] The Board's attribution of low weight to letters from the BDP and the applicant's half-brother was explained in the decision. The Board is not required to mention every piece of evidence, and did not err in failing to mention the affidavit from the applicant's brother Ahmet that recounted information told to him, acknowledged to be hearsay.", "[92] Finally, as the applicant noted, the Board was required to assess whether the applicant had a subjective and objectively well-founded fear of persecution, regardless of whether he was a person of particular interest to the authorities in Turkey.", "[93] The Board found that the applicant did not have the profile he claimed and was not of particular interest to the authorities. The Board then went on to find that there was no evidence that Kurds as a group were persecuted. The Board also found that if he were a conscientious objector, he may be prosecuted, but this was not persecution. Based on the numerous credibility findings, the Board concluded that the applicant had not established that he had a well-founded fear of persecution. Unlike CITATION_SUPPRESSED , which the applicant referred to, the Board did consider his fear of persecution as a Kurd, but could not find that this had been established.", "[94] The Board's conclusion that the applicant had not established even a perceived political profile and had not established that he was a person of interest to the Turkish police or other authorities was not the determinative finding, but was a key credibility finding. The Board considered more generally, as it is required to do, whether the applicant had a well-founded fear of persecution. Because of the lack of credible evidence, the Board reasonably concluded that he did not.", "[95] In conclusion, there was no breach of procedural fairness arising from the translation of the Board's questions or the applicant's answers that had any bearing on the Board's adverse credibility findings.", "[96] The Board's decision was justified, transparent and intelligible and falls within the range of reasonable outcomes. The cumulative nature of the credibility findings amply supports the Board's decision. JUDGMENT", "[97] THIS COURT'S JUDGMENT is that: 1. The application for judicial review is dismissed; and 2. No question is proposed for certification. CITATION_SUPPRESSED"]}