{"id_": "050440", "body_str": ["[1] Zinn, J. : By Judgment dated February 19, 2013, the application of Dequan Evans for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Protection Board [RPD] was dismissed: 2013 FC 172. The November 18, 2011 decision then under review was the RPD's declaration that Dequan Evans' claim for refugee protection had been abandoned. At the time of those proceedings, Mr. Evans was a minor. He turned 18 years of age only 22 months later, on September 13, 2013.", "[2] In my earlier Judgment, because he was a child, I referred to the Applicant by his first name, Dequan. Although at law he is no longer a child, I prefer to refer to him throughout in the same manner as most of the material facts occurred when he was a minor.", "[3] In my earlier Judgment, I dismissed the application for judicial review and noted that \"the Court takes extraordinary care to protect the rights of minors; however, it requires evidence to do so and none has been provided.\" Dequan, as an adult, now comes before the Court submitting that there is a \"matter that arose or was discovered subsequent to\" my Judgment and he asks, pursuant to Rule 399(2)(a) of the Federal Courts Rules , SOR/98-106, that I set aside or vary my earlier Judgment.", "[4] In the extraordinary circumstances relating to the handling and disposition of Dequan's claim for protection as outlined below, and considering that he was a minor whose interests were not properly protected by either his Designated Representative or the lawyer then representing him, the requirements of the Rule have been met and the previous judgment must be set aside and varied. Facts Relating to the Claim for Refugee Protection", "[5] Dequan left St. Lucia and arrived in Canada on September 2, 2010, at the request of his mother, Ms. Eva Joseph, who was then in Canada.", "[6] It appears from the record before the Court in this motion and from the public record, that Ms. Joseph arrived in Canada on August 4, 2001, and was granted entry as a temporary resident. Her claim for refugee protection, filed on May 28, 2007, was refused by the RPD on August 13, 2009. This Court denied her leave to review that decision on December 17, 2009 (IMM-4416-09). An officer rendered a negative Pre-Removal Risk Assessment on November 8, 2010. This Court denied leave to review that decision on February 14, 2011 (IMM-6871-10). In both applications, Ms. Joseph was represented by Mr. Richard Odeleye.", "[7] Ms. Joseph failed to report for removal on December 16, 2010. As a consequence, she was arrested on January 29, 2011, and it appears that she was held in custody until March 9, 2011. Her removal was scheduled for February 4, 2011, but was deferred by Canada Border Services Agency pending a decision on Dequan's refugee claim. During this entire period, it appears that Dequan was not living with his mother, but was staying with an aunt in Toronto. In fact, it appears that he has only briefly lived with his mother since he arrived in Canada. Currently, and since July 18, 2012, he lives with Claudia Nicholas, who describes herself as his \"caregiver.\" She appears to act as his surrogate parent. Had she not volunteered to take in Dequan when his mother was detained, it is likely that he would have been placed in protective custody as a minor.", "[8] Arriving in Canada at the age of 14, it is not surprising that Dequan relied on his mother to take the necessary steps to regularize his status in Canada. It was she who took him to the immigration authorities, and she who advanced his claim for refugee protection.", "[9] From the outset, there were irregularities with Dequan's claim for protection. Ms. Joseph failed to file his Personal Information Form [PIF] on time. The PIF that was filed is signed by Ms. Joseph on Dequan's behalf on November 11, 2010, and it indicates that Mr. Odeleye is his counsel. It was he who filed it. Initially, the narrative accompanying the PIF was 3 lines long. A fuller narrative signed by Ms. Joseph on August 11, 2011, was subsequently filed sometime before the show cause hearing. Dequan claims that it does not express his views about the risk he faces if returned to St. Lucia.", "[10] At the time the PIF was filed, Dequan says that he had not met Mr. Odeleye. In fact, he swears that he did not meet Mr. Odeleye prior to the end of February 2012, after the decision on the judicial review application was rendered. By contrast, Mr. Odeleye stated at the RPD show cause hearing, that the last time he had seen Mr. Evans was prior to the September 9, 2011 hearing date to prepare him for his refugee hearing. For the reasons set out below, and notwithstanding that as counsel Mr. Odeleye has a duty of candour and good faith in his dealings with the RPD, I prefer Dequan's evidence.", "[11] At the hearing of this motion, Dequan's current counsel advised the Court that Mr. Odeleye had not responded to his requests for more information as to how he handled the file. He further advised the Court that in his opinion, there was not enough to substantiate a claim against Mr. Odeleye for inadequate representation, and he thought that it was more important to file this motion and initiate the process, than to fully investigate the history of Mr. Odeleye's handling of the file.", "[12] The record before the Court reveals that the RPD appointed Ms. Joseph as Dequan's designated representative shortly after his claim for protection was filed, and she and Dequan were so advised by letter dated October 28, 2010. Dequan would not have directly received his copy of the letter as he was not then living with his mother or at the address to which it had been sent. That letter describes Ms. Joseph's duties, as follows: • to retain counsel; • to instruct counsel or to assist the child in instructing counsel; • to make other decisions with respect to the proceedings or to help the child make those decisions; • to inform the child about the various stages and proceedings of the claim; • to assist in obtaining evidence in support of the claim; • to provide evidence and be a witness in the claim; • to act in the best interests of the child.", "[13] Mr. Odeleye had not yet been retained when this appointment was made and he was not copied on the correspondence. Nevertheless, when he filed Dequan's PIF on November 11, 2010, he informed the RPD that the reason for the late filing was that \"[h]is mother, who has been acting as his Designated Representative , stated that she miscalculated the dates for submission of the PIF\" (emphasis added). Aside from this statement, in the Court's view, there can be no reasonable doubt that Mr. Odeleye, an experienced immigration lawyer, would have known that it is a matter of course that the RPD, when dealing with claims from minors, appoints a designated representative. Dequan's mother, being his only immediate family in Canada, was the obvious choice.", "[14] The PIF, which appears to have been prepared by Mr. Odeleye's office but which was signed by Ms. Joseph, is shockingly inaccurate in several respects, as is noted in the Memorandum of Argument filed by Dequan: The form itself contains a number of errors and omissions, namely: failure to fully disclose all relatives; misstatement of the Applicant's relationship to Mr. Ashton Blake, who was, at the time still married to his previous partner; misstatement of the Applicant's address as 1572 Greenmount Street Pickering at a time the Mr. Evans was residing in Toronto; Nigeria as the country against whom the Mr. Evans is claiming refugee protection; and a three line personal narrative which the Mr. Evans did not write and was not transcribed on his behalf. [ sic Mr. Evans has no knowledge of when Mr. Odeleye was retained and on what basis. At the time the PIF was filed, Mr. Evans had never met Mr. Odeleye. [footnotes omitted]", "[15] A Notice to Appear for his refugee hearing on May 9, 2011, was sent to Dequan at the address stated in the claim and PIF: 1572 Greenmount Street, Pickering. It was not received by Dequan as he was not then nor had he ever lived at that address; it was the address where his mother was then residing. Despite Ms. Joseph filing a readiness form, Dequan swears that she never advised him of the refugee hearing date, and he did not know that he had a pending hearing that required his attendance.", "[16] Neither Dequan nor Ms. Joseph attended the scheduled hearing date; consequently the RPD scheduled a show cause hearing for September 9, 2011. Dequan swears that he was never made aware of this scheduled hearing. It is noted that the notice of this hearing was again sent to Ms. Joseph and Dequan at the Pickering, Ontario address; however, on the readiness notice, Ms. Joseph had advised the RPD of a change of her address to Whitby, Ontario. Nonetheless, while Dequan was unaware of the show cause hearing, it appears that Ms. Joseph was as she had Dequan obtain a doctor's note on September 8, 2011 (for, it appears, a valid medical reason - a migraine headache), which Mr. Odeleye passed on to the RPD on September 9, 2011, with a cover letter asking that the matter be rescheduled.", "[17] The RPD rescheduled the show cause hearing to November 18, 2011, but again incorrectly sent the notice to Ms. Joseph and Dequan at the Pickering, Ontario address. The RPD, in an apparent attempt to correct this service error, resent the notice to the Whitby, Ontario address on November 15, 2011. Dequan swears that he was never made aware by his mother or by Mr. Odeleye that this hearing date had been scheduled.", "[18] The following from the transcript of that day's hearing illustrates that Mr. Odeleye for the third time in six months again informed the RPD that Dequan was ill, that an adjournment was needed in order that Mr. Odeleye could have Dequan's mother appointed as his designated representative, and that although he spoke to Dequan prior to September 9, 2011, he had not spoken to him since: COUNSEL : Mr. Member, the last time that this matter came up like you said that the counsel didn't show up and the claimant too didn't show up .... MEMBER : The counsel, that's you right?! COUNSEL : That was me .... MEMBER : Okay COUNSEL : That was September 9, but there was a letter that was written by counsel of the same date that was faxed to the refugee board and obviously received by the refugee board to the effect that the claimant was ill and there is a doctor's letter attached to that. And now this matter is fixed for today for show cause. Unfortunately, the minor claimant is not here. We have not received any medical note yet but I ... like I said before we went on the record, I did get a valuable information that the claimant is still not very well . Given that the claimant is a minor, and it does not appear from the record that anyone specifically has been designated as a representative for the claimant ; and I'm not aware of any proceeding before the refugee board appointing anybody as a minor. I'll be asking that you one more time adjourn this matter to another date to let me look into the possibility of appointing the mother or one of his relatives as a designated representative . It will not be fair to the claimant to have the matter declared abandoned given his age and given that they have nobody to represent his interest in this matter ...so ...I'll be asking you for another opportunity for us to be able to get somebody appointed officially or on the record as a DR. Thank you sir. MEMBER : Thank you counsel, I just have a few questions. To the best of your recollection, when was the last time you saw this client in your office? ...and if you don't know that's fine. COUNSEL : It's probably just before the matter was adjourned the last time, I did come to my office for preparation prior to the September 9th hearing that was postponed but I haven't seen him after September 9th MEMBER : And this ... it's my understanding that the claimant, there was a claim filed September 28th 2010; is that correct? COUNSEL : That is correct, yes. MEMBER : And, as was indicated in my ... in going through the history of this file; that you appeared at this matter in front of board member Wong, on May 9th 2011 and you advised that the claimant did not attend and he was sick, and that he needed to see a doctor with no doctor's note. Is that correct? COUNSEL : That is correct, yes. MEMBER : Now, as was indicated on September 9th 2011 which this shown cause is about, you did not appear but you sent a ... you attached to ... your letter, the letter from your firm a ... what I'm describing as a letter from a medical center which states this ... \"To whom it may concern ... the above patient; Dequan Evans, the above patient was seen in our office for medical reasons. He or she will be off for school/work from September 8th 2011 to September 9th 2011. If there are any concerns regarding this matter please do not hesitate to call us.\" Is that the note that you attached sir? Counsel? COUNSEL : That ... that's the note, yes. MEMBER : I have listened to the submissions of counsel, and yes it is a minor. However ... a brief moment please ... However this matter has retained counsel, counsel's on record. According to counsel, the claimant has not been in his office since before the last date that this was scheduled, September 9th 2011. Furthermore, he did not attend the previous hearing May 9th, and there was no note at all given at that time regarding medical reasons. He is 16 years old, I know that his mother and step father are here in Canada. At the very least he should have contacted to counsel and indicated to why he could not attend. I will be abandoning this matter for those reasons. He has not shown that he is serious about this hearing by not showing up or not ... at least not informing counsel. So this matter will be abandoned. COUNSEL : Okay. sic and emphasis added] Analysis", "[19] The parties are agreed that in order to set aside or vary a previous judgment under Rule 399(2)(a) three conditions must be satisfied: (i) the newly discovered information must be a \"matter\" with the meaning of the Rule, (ii) the \"matter\" must not be one which was discoverable prior to the making of the order by the exercise of due diligence, and (iii) the \"matter\" must be something which would have a determining influence on the decision in question: <FRAGMENT_SUPPRESSED> .", "[20] This Court has held that \"[t]he term 'matter' is a word of broad import and may encompass something broader than fresh evidence:\" <FRAGMENT_SUPPRESSED>  [2003] FCJ No 1172 at para 16.", "[21] Dequan submits that the unsuitability of his mother as his designated representative is a new matter. That unsuitability is described by counsel to be her serious mental health issues. The Minister submits that this is neither a new matter nor one that could not have previously been discovered. As was pointed out at the hearing, Ms. Joseph's condition was known by Mr. Odeleye as he argued (with absolutely no evidentiary foundation) that she \"had been going through traumatic personal problem which might be preventing her from taking decision in the interest of the minor, such that the minor applicant might not even have been aware of the date of the proceeding of November 18, 2011\" [ sic ]. It was submitted that having been aware of Ms. Joseph's mental health issues but failing to bring forward evidence to establish that fact, this motion is merely an attempt to relitigate the judicial review hearing on evidence that was either known or discoverable.", "[22] In my view, it is irrelevant whether the failure of Ms. Joseph was due to her mental health issues, for that is not the new matter. The new matter is the complete failure of Dequan's mother and his counsel to act in his best interest at any time. Their failures were such that Dequan had no knowledge of any of the hearing dates set by the RPD, of the basis of the refugee claim made on his behalf, of the contents of his PIF, or of the revised narrative filed on his behalf.", "[23] Could these matters have been discovered by Dequan prior to the earlier judgment? I think not. Dequan, it must be remembered, was a minor at the time. Although he had some sense that there was some application made on his behalf, he was not aware that a lawyer had been retained to act on his behalf. Further, he was not living with his mother during most of this period and, as a minor, could be presumed to have trusted his parent to \"do the right thing.\" Regrettably, he was let down by both his mother and his counsel. Furthermore, he did not discover this until after the dismissal of the judicial review application, when he met with his lawyer for the first time.", "[24] There is no doubt that had the repeated failings of both Ms. Joseph and counsel to act in Dequan's best interests been disclosed at the initial hearing the result would have been different. The abandonment decision would have been set aside. The question as to whether the application was abandoned by Dequan would have been remitted back to the RPD for redetermination. Moreover, based on the facts now known, I would have directed the RPD to find that Dequan had not abandoned his claim for protection. It was Dequan who was abandoned by his designated representative and his counsel. The judgment I would have rendered had this new evidence been before the Court then, is the appropriate remedy in light of the disclosure of this new matter.", "[25] In light of the fact that Dequan's claim for refugee protection will be heard by the RPD on its merits, I say no more about the claim; however, in light of the evidence that he was unaware of the basis of the claim, the content of the PIF, or the revised narrative, he is to be permitted to file new information in support of his claim, and the RPD is directed to make no adverse inference or negative credibility finding should that information be substantially different from that previously filed. ORDER", "[26] THIS COURT'S ORDER is that 1. This motion is allowed; 2. The Court's judgment in this application dated February 19, 2013 is set aside and Judgment is entered as follows: This application is allowed; the decision of the Refugee Protection Division of the Immigration and Refugee Protection Board [RPD] of November 18, 2011, declaring the application for protection of Dequan Amatus Carlton Evans abandoned, is set aside and is remitted back to a differently constituted panel who are directed to find that he has not abandoned his claim for protection. No question is certified; 3. Dequan Amatus Carlton Evans is to be permitted to remove, amend, or substitute any information previously filed with the RPD on his behalf with respect to his claim for protection, and the RPD when considering his claim shall not make any adverse inference or negative credibility finding on the basis of any variation between the newly filed material and that previously filed. Motion allowed. Editor: J. Danielle King/vnh"]}