{"id_": "050603", "body_str": ["[1] Martineau, J. [Translation]: The applicants are two young brothers, citizens of Saint Vincent and the Grenadines, who are now nineteen and twenty-one years old. They are challenging the lawfulness of a decision dated April 29, 2011, in which the Refugee Protection Division of the Immigration and Refugee Board (the panel) rejected their refugee claim.", "[2] The credibility of the applicants' narrative is not at issue.", "[3] We note that the applicants fled their country because of an abusive father who abused them physically and psychologically all their lives. They decided to leave their country once and for all following a particularly serious incident that occurred on May 27, 2010. That day, their father tried to rape their mother while he was intoxicated. When the applicants intervened to stop him, their father attacked them with a machete and threatened to kill them. The applicants fled the house and never went back. They later learned that their father has sworn to kill them if he finds them. At the time of this incident, the older brother was nineteen, and the younger brother was only seventeen. The applicants arrived in Canada in June 2010 and claimed refugee status shortly thereafter.", "[4] The panel's refusal was based solely on the fact that the applicants should have sought state protection and that therefore they had not rebutted the presumption that adequate state protection was available in their country. However, the Court should intervene in this case because it is clear that the panel did not consider all the documentary and testimonial evidence and hence its finding that the applicants did not rebut the state presumption was unreasonable. The decision must be set aside and a new hearing held following a thorough review of the evidence.", "[5] The panel appears to have criticized the applicants for not reporting their father's assaults and death threats to the police, not contacting the attorney general's office and not seeking a protection order from the family court. However, at the hearing, the principal applicant, the older brother, provided reasonable and plausible explanations for not contacting the police, but the panel clearly did not consider this part of their testimony. It appears that the father is a very violent man and that, by contacting the police, the applicants could have put their lives in danger, an aspect that the panel did not examine in its decision. Moreover, the older brother testified that they did not expect that the police would intervene to protect them. He stated that their mother had reported their father's abuse to the police on many occasions and that, each time, the police went to their home to speak to their father but never intervened. After the police left, the father would take the opportunity to beat the mother in retaliation.", "[6] It is not for the Court to determine the adequacy or inadequacy of a refugee claimant's efforts to obtain state protection ( <FRAGMENT_SUPPRESSED> ). However, the panel may not arbitrarily ignore evidence that could be favourable to the refugee claimant. In this case, the panel disregarded the applicants' vulnerability and their mother's numerous attempts to seek state protection. Given the applicants' young age at the time, the panel should have considered whether the previous appeals by the applicants' mother could be tantamount to them seeking protection ( <FRAGMENT_SUPPRESSED> ).", "[7] In addition, the panel seems to have selectively read the documentary evidence by not dealing with the evidence that was favourable to the refugee claim, in particular, an excerpt from item 5.1 of the National Documentation Package entitled \"Domestic violence; the role of the Family Court; procedure for applying for a protection or occupation order; services for abused women (2006 - November 2007)\", which notes that the Family Court has a limited ability to enforce its decisions and that offenders often ignore the protection orders it issues. This omission by the panel is, in my view, all the more problematic because it was the only ground for rejecting the applicants'refugee claim.", "[8] As this Court has emphasized on a number of occasions in previous decisions, it is not sufficient to mention some general passages from the documentary evidence on the state's efforts in domestic violence cases. The panel must show an understanding of the general situation in the country and the particular circumstances of each refugee claimant. This is not an abstract exercise. In this case, the panel did not really analyse the applicants' personal situation. It is therefore impossible for me to find that the decision is reasonable\"referring both to the process of articulating the reasons and to outcomes\" ( <FRAGMENT_SUPPRESSED> ).", "[9] In closing, I would like to specify that this is not a case where the panel's reasons could have been better written ( Newfoundland and  <FRAGMENT_SUPPRESSED> ) but a case where the panel failed to analyze an important part of the evidence, here, in a context where the applicants always lived in a home where they and their mother were subjected to their father's violence and their appeals to the police were not heard. As the Court recently stated in <FRAGMENT_SUPPRESSED> this aspect of the claim must be clear from the panel's written reasons, otherwise it will simply be impossible for the Court to review the impugned decision without having to refer to the transcript of the hearing to look for the underlying reasons for the decision.", "[10] For these reasons, this application for judicial review is allowed. No question of general importance was proposed for certification, and none will be certified. JUDGMENT", "[11] THE COURT ALLOWS the application for judicial review, sets aside the decision issued by the panel on April 29, 2011, and remits the case to the Immigration and Refugee Board for redetermination of the applicants' refugee claim. No question is certified.", "[2]", "[3]", "[4]", "[5]", "[6] <FRAGMENT_SUPPRESSED> ).", "[7]", "[8]", "[9]", "[10] JUGEMENT", "[11] [End of document] <FRAGMENT_SUPPRESSED>"]}