{"id_": "050969", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC- 2001, c 27 (Act) for judicial review of the decision of an immigration officer (Officer), dated 16 November 2011 (Decision), which refused the Applicant's application for permanent residence on humanitarian and compassionate (H&C) grounds under subsection 25(1) of the Act. BACKGROUND", "[2] The Applicant is a 42-year-old citizen of Sudan. He currently lives in Toronto. He arrived in Canada and made a claim for refugee protection on 24 June 2003. His claim was rejected on 20 April 2005.", "[3] The Applicant submitted an H&C application on 4 December 2007. The Applicant relied on his establishment in Canada, and the risk that he faced if returned to Sudan. To support his H&C application, the Applicant provided several letters of reference and support from friends, employers, and colleagues in Toronto, as well as receipts for charitable donations and evidence that he has been furthering his education while in Canada. These letters praised the Applicant's commitment to volunteerism, as well as his strong work ethic and caring nature.", "[4] In a letter from the Applicant's employer, Forensic Support Services Inc., dated 30 October 2007, President Dennis Brooks states that the Applicant has a \"strong work ethic\" and has \"earned our trust many times over.\" Mr. Brooks also says that the Applicant \"has addressed the needs of many people facing issues of homelessness, mental health and addictions. Taj has always met this challenge with understanding, strong people skills, and good humour.\"", "[5] Letters were also included from the Scott Mission detailing the Applicant's involvement with their Meals on Wheels program, the Arab Community Centre of Toronto discussing the Applicant's volunteer administrative work, and the St. Felix Centre indicating the Applicant volunteered in their kitchen. The Executive Director of the St. Felix Centre states that \"Taj is a positive, hard working, punctual and dedicated volunteer who we value immensely.\"", "[6] Through his employment, the Applicant has been involved with an organization called Lawyers Feed the Hungary. Jay Brecher, the volunteer coordinator, wrote in his letter of support that the Applicant has worked \"with literally dozens of security personnel, and [he] can honestly say that Taj has distinguished himself as the most diligent, reliable and hard working of them all.\" Mr. Brecher elaborates as follows: Taj routinely arrives before 6:00 am and eagerly helps the volunteers to prepare bag lunches for the guests, even though that is not within the scope of his duties as a security guard [...] Taj also has an incredibly positive disposition [...] In my opinion, Canada needs more people like Taj, who are hard-working, caring and optimistic. Hence, I strongly support his application to become a landed immigrant, and I hope that ultimately he is able to obtain Canadian citizenship ... The Applicant also included a letter from the Sudanese Community Association of Ontario dated 7 November 2007 stating that the Applicant is a \"very active and supportive member.\" The letter goes on to say that the Applicant \"has always shown initiative in coming to the aid of the community and its members; never hesitated to stretch an arm to help the community in and by all means.\"", "[7] Friends and community members also wrote letters demonstrating the Applicant's ties to the community. In a letter dated 26 November 2007, the Applicant's friend Yasir Elsayid says that the Applicant has been very involved and helpful in the local community group they are involved in, and at one time prepared and distributed the food for over 25 people during Ramadan. Earl Babb, the Applicant's friend and former landlord states that the Applicant is \"responsible, honest, trustworthy, reliable, punctual and dependable.\" Another friend, George Vincze, says the Applicant is \"outstanding, loyal, and kind,\" and another, Lauren Bailey, say the Applicant is \"honest, pleasant, and trustworthy.\" A friend and co-worker, Gary Blaize, writes in his letter that he often goes to the Applicant for advice, and that they have developed a strong friendship. He expresses his appreciation for the Applicant's \"sense of honour, his maturity, his positive outlook on life, his appreciation for hard work and his respect for our way of life.\"", "[8] The Applicant also submitted certificates from the George Brown College of Applied Arts and Technology indicating that he has completed courses in English, Mathematics, and Computer Literacy, as well as a letter from his ESL teacher attesting to his many positive attributes, such as his interest in different cultures and faiths. He also submitted letters acknowledging that he has made donations to organizations such as the Sick Kids Children Hospital, Police Association of Ontario, and the Canadian Association of Fire Chiefs.", "[9] The Applicant also submitted country condition documents in regards to the situation in Sudan. These include materials from many different sources, such as Amnesty International, Human Rights Watch, and newspapers, and most are dated in 2010 and 2011. The Applicant submitted updates to his materials in October 2010 and September 2011.", "[10] The Officer considered the Applicant's submissions and refused his application on 9 September 2011. The Officer notified the Applicant of the Decision by letter dated 21 September 2011 (Refusal Letter). DECISION UNDER REVIEW", "[11] The Decision in this case consists of the Refusal Letter and the H&C Reasons for Decision (Reasons) which the Officer signed on 16 November 2011.", "[12] The Officer reviewed the Applicant's biographical data and immigration history. The grounds upon which the application was based were stated as being the Applicant's establishment in Canada and the risk the Applicant would face if returned to Sudan. The Officer stipulated that the Applicant bore the onus of demonstrating that the hardship of having to obtain a permanent residence visa from outside Canada would be unusual and undeserved or disproportionate. Establishment in Canada", "[13] The Officer drew a negative inference from the Applicant's period of unemployment from when he arrived in Canada until April 2005. The Applicant had not provided information on how he supported himself during this period. The Officer gave positive consideration to the employment the Applicant did find and his ability to financially support himself, as well as his reference letter from his current employer.", "[14] The Officer acknowledged the Applicant's letters of support from people in the community and gave positive consideration to his volunteer activities. The Officer noted the Applicant's involvement with Lawyers Feed the Hungry, and that he made sandwiches and gave his own time for the project. The Officer stated that letters of recommendation were on file. Country Conditions", "[15] The Officer reiterated that the RPD found at the Applicant's refugee hearing that his claims of political involvement were not plausible. It also found that the Applicant was unlikely to be persecuted based on his ethnicity, as the evidence did not support that persons were being persecuted merely by being part Nuba and part Zande. The Officer also found that a letter from the Applicant's brother stating that officials had come to his home asking about the Applicant was vague and lacking in detail. The Officer point out that the Applicant's brother is of similar ethnicity, but did not indicate that he has been experiencing any difficulties.", "[16] Documentary evidence of country conditions found through the Officer's own independent research of publicly available sources was also considered. The Officer reviewed the history of the civil war in Sudan, and quoted materials from 2006 and 2007 stating that Sudan has one of the fastest-growing economies in Africa. The Officer stated that human rights abuses primarily occur in the Southern and Darfur region of Sudan, and neither of the places where the Applicant would be likely to reside, Kartoum or Port Sudan, are in these regions.", "[17] The Officer also pointed out that a letter from the Nuba Mountain International Association of Canada said that they are of the opinion that asylum seekers are at risk if they return to Sudan, but they did not provide an objective basis for this statement. The Officer found that the Applicant had not demonstrated how conditions in Sudan related to a personal hardship that he has raised.", "[18] The Officer found the Applicant had not shown he would suffer unusual and undeserved or disproportionate hardship if he applied for permanent residence from outside Canada. He had acquired training during his time in Canada that would be transferable, and he was born and raised in Sudan and still has family there. The Applicant's decision to remain in Canada after his refugee claim was rejected in April 2005 was within his control, and a measure of establishment is expected during this time. The Officer found that the Applicant did not face an unusual and undeserved or disproportionate hardship to warrant an exemption from the requirements of the Act. ISSUES", "[19] The Applicant raises the following issues in this application: i. Whether the Officer erred by failing to consider evidence of the Applicant's establishment in Canada; ii. Whether the Officer erred by ignoring relevant evidence. STANDARD OF REVIEW", "[20] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[21] <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada held that when reviewing an H&C decision, \"considerable deference should be accorded to immigration Officers exercising the powers conferred by the legislation, given the fact-specific nature of the inquiry, its role within the statutory scheme as an exception, the fact that the decision-maker is the Minister, and the considerable discretion evidenced by the statutory language\" (paragraph 62). Justice John O'Keefe followed this approach in <FRAGMENT_SUPPRESSED> . The standard of review applicable to both issues is reasonableness.", "[22] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and Canada (Minister of Citizenship and Immigration)v Khosa , 2009 SCC 12 at paragraph 59. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[23] The following provision of the Act is applicable in this proceeding: 25. (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. 25. ARGUMENTS The Applicant Establishment in Canada", "[24] The Applicant submits that the Officer did not conduct a reasonable analysis of his establishment in Canada. As Justice Michael Kelen said at paragraph 5 of <FRAGMENT_SUPPRESSED>  \"the presumption that the decision-maker has considered all the evidence is a rebuttable one, and where the evidence in question is of significant probative value this Court can make a negative inference from the decision-maker's failure to mention it.\"", "[25] The Applicant also cites <FRAGMENT_SUPPRESSED> : The Court may infer that the administrative agency under review made the erroneous finding of fact \"without regard to the evidence\" from the agency's failure to mention in its reasons some evidence before it that was relevant to the finding, and pointed to a different conclusion from that reached by the agency. Just as a court will only defer to an agency's interpretation of its constituent statute if it provides reasons for its conclusion, so a court will be reluctant to defer to an agency's factual determinations in the absence of express findings, and an analysis of the evidence that shows how the agency reached its result. On the other hand, the reasons given by administrative agencies are not to be read hypercritically by a court ( <FRAGMENT_SUPPRESSED>  required to refer to every piece of evidence that they received that is contrary to their finding, and to explain how they dealt with it (see, for example, <FRAGMENT_SUPPRESSED>  (F.C.A.). That would be far too onerous a burden to impose upon administrative decision-makers who may be struggling with a heavy case-load and inadequate resources. A statement by the agency in its reasons for decision that, in making its findings, it considered all the evidence before it, will often suffice to assure the parties, and a reviewing court, that the agency directed itself to the totality of the evidence when making its findings of fact. However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\": <FRAGMENT_SUPPRESSED>  (F.C.T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact.", "[26] The Officer stated that the Applicant's volunteer activities and ability to support himself financially were given \"positive consideration,\" but then went on to state that \"it is expected that persons seeking the benefit of Canada's immigration and refugee protection programs will show a degree of establishment during that time ...\" The Applicant submits that just because he stayed in Canada after his refugee claim was denied does not negate the hardship he demonstrated he would suffer if removed to Sudan.", "[27] The Applicant provided extensive evidence of the hardship that he would suffer by uprooting him from his community in Canada. The Officer dismissed this without giving consideration to the Applicant's many submissions and letters of support, and this was unreasonable. The letters submitted by the Applicant were extremely positive, and provided strong support for his application. The Applicant lists the following examples that are not referred to in the Decision: • A letter from the Sudanese Community Association of Ontario, describing the Applicant as a \"very active and supportive member,\" and stating that his contribution to society has been \"quite substantial\"; • A letter from the Applicant's employer praising his work with people who are dealing with homelessness, mental health problems, and addictions; • A letter from the Executive Director of the St. Felix Community Centre saying that the Applicant is a \"dedicated volunteer who we value immensely\"; • A letter from the Applicant's teacher, praising his ability to appreciate the different cultures and faiths that make up Toronto; • A letter from Jay Brecher, the volunteer coordinator at Lawyers Feed the Hungry, which says that \"...Canada needs more people like Taj, who are hard-working, caring and optimistic ... Knowing that Canada opens its doors to persons of exceptional character, like Taj Eltaher, makes me very proud to be Canadian\"; • A letter from a co-worker stating that \"it would be a [loss] to me and many others if Taj was no longer in our daily lives\"; • Many other letters from the Applicant's friends and colleagues expressing their support for him and attesting to his strong ties to the community.", "[28] The Applicant submits that the significance of these letters goes beyond showing that he has been gainfully employed and has volunteered in the community; they demonstrate the Applicant's integration into the community such that uprooting him would cause undeserved hardship. The Officer showed no appreciation of this point and simply noted \"positive consideration\" of these submissions; he did not engage in any analysis of the hardship that would be caused by uprooting the Applicant from the community.", "[29] The Officer noted the Applicant's work history and volunteerism, and then said that \"submissions include references and letters of support from colleagues and friends in the community.\" This is the only mention given by the Officer to these relationships. The Applicant's submissions were numerous and spanned a period of 4 years, yet they were given no consideration by the Officer. The Applicant submits that the Officer was not cognizant of the thrust of the letters which was to demonstrate that the Applicant's integration into Canadian society would result in significant hardship to himself and other members of the community if he were removed.", "[30] The Applicant submits that he explicitly stated in his H&C application that he has significant ties to the community, yet this important element of hardship was not considered at all by the Officer. The Applicant also made specific mention of his charitable donations and language classes, but these were simply mentioned in passing in the Decision.", "[31] The Applicant submits that the Officer is not required to mention every document available in the evidentiary record, but in this case the Officer failed to appreciate a central point in the Applicant's application and ignored a large portion of the relevant evidence. A major part of the Applicant's submissions as to hardship was the high degree of integration he has established in Canada, and it is not evident from the Decision that this key point was considered at all. The Applicant submits that this renders the Decision unreasonable.", "[32] The Applicant also submits that the Officer committed a reviewable error when he found that the Applicant was no more established than would be expected of anyone in Canada for that period of time, without paying any consideration to the Applicant's personal circumstances. The failure to consider personal circumstances has been deemed to be a reviewable error by the  <FRAGMENT_SUPPRESSED> ).", "[33] Furthermore, the Applicant points out that he made his H&C application in 2007. He submits that his situation is analogous to the one in <FRAGMENT_SUPPRESSED>  [ Lin ], where the Court said at paragraph 3 that \"the question of the Applicant's status in Canada is a result of a shared responsibility between the Applicant and the Respondent.\" The Applicant further submits that the Respondent's failure to render a decision for almost four years is unreasonable by itself, and moreover it surely cannot be used to discount the high level of integration that the Applicant has established for himself.", "[34] The Applicant submits that his situation does not fit into Citizenship and Immigration Canada's IP-5 Manual of what constitutes circumstances beyond an applicant's control. There is no evidence the Applicant failed to cooperate with Immigration officials, and he has been trying to regularize his status. He has filed his taxes with the Canada Revenue Agency. As stated in paragraph 3 of Lin , \"[o]f course the Applicant continued to put down roots in Canada during this hiatus period; it is not a matter of accepting risk to do so, it is a matter of getting on with life while waiting, and waiting.\" Country Conditions", "[35] The Applicant further submits that the Officer selectively read the country condition evidence, and did not pay any attention to negative country conditions submitted by the Applicant. The Officer noted that there is evidence of human rights abuses in Sudan, with \"particular attention to the conflicts which have involved the Southern States and Darfur.\" Since the Applicant is not likely to return to either of these places, the Officer simply rejected all the negative country conditions. This was not reasonable.", "[36] The Applicant's submissions included many documents about country conditions in Sudan, and he regularly updated this material. His latest update, from September 2011, included many articles from reputable sources. The Officer did not refer to any of them, but conducted his own research into country conditions.", "[37] From the documents that were considered, the Officer selectively read portions of the evidence. These articles focused on South Kordofan and Darfur, but also included information about northern Sudan. For example, in a letter to the UN Security Council dated 12 May 2011 from Human Rights Watch, it expressed \"grave concern and call for an end to Sudan's increased use of arbitrary detention, torture, and other forms of ill-treatment and excessive force to repress basic civil and political rights of expression and assembly across northern Sudan.\" Another article from Human Rights Watch, dated 6 June 2011, said that displaced people are detained in Darfur and in Khartoum. Khartoum was identified by the Officer as a likely place of residence for the Applicant.", "[38] In stating that Sudan's economy was booming, the Officer also cited sources from 2006 and 2007. The Officer had at his disposal documents such as the US Department of State Report on Human Rights: Sudan for 2011 [US DOS Report], so it is not reasonable that documents from 2006 and 2007 were given so much weight. In fact, the US DOS Report specifically states that there have been incidents of arrests and torture of activists in Khartoum, and well as numerous reports of arbitrary and unlawful killings by government agents.", "[39] The Applicant submits that this Decision is erroneous in the same way as the one in <FRAGMENT_SUPPRESSED> . I also agree with the applicants that the panel appears to have ignored significant evidence which contradicted its findings on the issue of state protection and thus committed a reviewable error ( <FRAGMENT_SUPPRESSED>  (F.C.T.D.), 83 A.C.W.S. (3d) 264). It quoted lengthy sections of the DOS Report on Venezuela in support of its findings that Venezuela is a democratic country able to protect its citizens, but failed to mention other more relevant passages. The DOS Report states that \"[p]oliticization of the judiciary and official harassment ... of the political opposition continued to characterize the human rights situation\" in the country. It also specifically referred to violent disruptions of opposition marches and rallies by supporters of the government and the security forces, in which hundreds of people were injured. 14. As Justice John Evans observed  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , at par. 17, \"when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact.\" Such an inference is warranted in the case at bar. 15. Indeed, in a recent case where, as here, the contradictory evidence overlooked by the decision-maker was contained in the same document on which it relied in support of its finding, Justice James Russell concluded that \"[a] review of the evidence before the Board reveals an extremely partial selectiveness in order to support conclusions that the evidence in total may well contradict.\" ( <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 124, at par. 26; see also <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 246 at par. 33).", "[40] In sum, the Applicant submits that the Officer ignored relevant evidence with respect to country conditions in Sudan that were contrary to its findings. The Officer also unreasonably assigned weight to documents from 2006 and 2007 when many reliable recent documents were available. The Officer failed to reasonably consider the hardship the Applicant will face upon return to Sudan, and the Applicant requests that the Decision be quashed for this reason. The Respondent", "[41] The Respondent submits that the Applicant's arguments must be considered in the special context of the legislation governing H&C decisions. The Respondent reminds us that an H&C review offers an individual special and additional consideration for an exemption from Canadian immigration laws, and that a negative decision takes no rights away from an individual ( <FRAGMENT_SUPPRESSED>  (FCA). An H&C decision is an exceptional and highly discretionary decision ( <FRAGMENT_SUPPRESSED>  this case the Applicant simply did not satisfy the Officer that he would suffer unusual or undeserved or disproportionate hardship if he were to apply for permanent residence from outside Canada. Establishment", "[42] An H&C decision does not turn on the issue of establishment; it is simply one of many factors to be considered ( <FRAGMENT_SUPPRESSED> ). Paragraph 20 of <FRAGMENT_SUPPRESSED> says that The guidelines could be seen as limiting a decision-maker's discretion as to when establishment can be considered as a factor for an H & C determination. Without anything more than reference to the guidelines themselves, I cannot agree with the applicants that the H & C officer was required to give some weight to their degree of establishment in Canada. It is a factor to be considered, but it is not, nor can it be, the determining factor, outweighing all others. The degree of attachment is relevant to the issue of whether the hardship flowing from having to leave Canada is unusual or disproportionate. It does not take those issues out of contention. The Respondent submits that the issue of establishment is not determinative of the Applicant's application.", "[43] Furthermore, the weighing of a particular factor, in this case establishment in Canada, is for the Officer to determine ( <FRAGMENT_SUPPRESSED> ). This is a matter to which deference is owed ( <FRAGMENT_SUPPRESSED> , above).", "[44] In response to the Applicant's insinuation that the Officer must have erred by not granting an H&C application to a person which such admirable characteristics, the Respondent points to paragraphs 25-26 of the decision in <FRAGMENT_SUPPRESSED> : [...] when asked to review an H&C decision, the Court is often made aware that the person whose fate is being decided is a deserving human being who has the support of the Canadian community she or he has joined. From the perspective of that community I am sure that any decision that requires the person in question to leave must often seem perverse. But that is because the law of Canada does not say that it is possible to remain in Canada provided you are a deserving individual and a valued member of your community. The facts of the present case are fairly typical in the sense that Ms. Davoudifar has developed personal and community ties and has gained the respect of many people, and it is obvious to anyone that she would be far happier and better off in Canada, and that those she loves and supports would also be happier and better off if she remained in Canada. But the Officer in this case, as in all H&C cases, was faced with a specific task. It was her job to decide this matter in accordance with the relevant jurisprudence ...", "[45] The Applicant has suggested that it was unreasonable for the Officer to state that the degree of establishment was in part the result of his attempts to remain in Canada after receiving a negative RPD decision in 2005. The Applicant, however, made a conscious decision to remain in Canada irrespective of the fact that there was a valid removal order against him. Justice Yves de Montigny addressed a similar argument in the case of <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], at paragraphs 19, 22 and 23: On the other hand, the fact that a removal order is stayed pending a PRRA application does not affect the validity of the removal order. The Applicants, knowing that further time in Canada waiting for their legal processes to be completed would mean more alleged difficulty in returning to their home country, and knowing that they had been ordered to be removed, made the choice to stay anyway. This cannot be equated to a \"prolonged inability to leave Canada\", which is one of the situations where the Applicant's degree of establishment may be a factor to be considered pursuant to section 11.2 of the IP5 Manual. [...] The Applicants relied on section 11.2 of the IP5 Manual, according to which an applicant's degree of establishment in Canada \"may be a factor to consider in certain situations\", one of which is when the \"prolonged inability to leave Canada has led to establishment\". A note to that section further adds that \"establishment of the applicant up to the time of the H & C decision may be considered\". It was submitted that without a proper and reasonable consideration of establishment, the Immigration Officer could not make a reasonable assessment of whether the family would suffer undue, undeserved or disproportionate hardship if returned to Argentina. There are a number of answers to that submission. First of all, the public policy considerations outlined in the Immigration Manual do not bind the Minister and his agents (see <FRAGMENT_SUPPRESSED> ). More importantly, it cannot be said that the exercise of all the legal recourses provided by the IRPA are circumstances beyond the control of the Applicant. A failed refugee claimant is certainly entitled to use all the legal remedies at his or her disposal, but he or she must do so knowing full well that the removal will be more painful if it eventually comes to it ... The Respondent submits that the present case is in line with the reasoning in <FRAGMENT_SUPPRESSED> . Country Conditions", "[46] The Officer had no obligation to refer to all of the documentary evidence in its Decision ( <FRAGMENT_SUPPRESSED>  (CA)). Further, the reasons of an administrative officer do not need to be as comprehensive as those that would be generated by a tribunal that renders its decision following an adjudicative hearing ( <FRAGMENT_SUPPRESSED> ).", "[47] That being said, the Respondent submits that the Officer did consider the basis of the Applicant's fear of returning to Sudan. Specifically, the Officer noted that the Applicant's alleged political activities were deemed not plausible by the RPD, and that the Applicant had not indicated how the documented human rights abuses in Sudan relate to his personal circumstances.", "[48] The Respondent states that \"the onus is on the applicant to satisfy the officer about a particular situation that exists in their country and that their personal circumstances in relation to that situation make them worthy of positive discretion\"  <FRAGMENT_SUPPRESSED> . The Respondent submits that the Applicant has not done so in this case, and requests that this application be dismissed. ANALYSIS", "[49] The Applicant makes a series of assertions about what the Officer overlooked and should have taken into account when assessing hardship. Some of these assertions have some basis; others do not. The question for the Court is whether the deficiencies in the Decision that can be substantiated are sufficient to render it unreasonable.", "[50] In my view, the Applicant's strongest point is that the establishment factor was not appropriately dealt with", "[51] The Officer says that he has: read and considered in their entirety the applicant's Request for Exemption from the Requirement of a Permanent Resident visa application and submissions, his PRRA application and submissions and the Reasons for Decision of the RPD. In addition, I have considered the documentary evidence found through my own independent research of publicly available sources.", "[52] A reading of the Decision as a whole, however, suggests to me that, although the Officer may have read the evidence on establishment, he shows no awareness of the degree of establishment in this case, and hence the degree of hardship that is likely to be suffered by this Applicant if he is now required to leave Canada. I agree with the Respondent that establishment is only one of the factors that needs to be considered and weighed to arrive at an assessment of hardship. I also agree with the Respondent that this weighing process is very much part of the Officer's competence and discretion and the Court should be very reluctant to interfere. In the present case, however, establishment was obviously a highly significant aspect of the H&C application and so required appropriate analysis. What we have is a perfunctory acknowledgement of establishment which is then given \"positive consideration.\" What is missing is a full appreciation of the degree of establishment and the hardship to which this is likely to give rise.", "[53] The Applicant argues that his references and letters of support were extremely positive and provide strong support for his application in that they show integration into the community to a degree that uprooting him would cause unusual and undeserved or disproportionate hardship. He says the Officer showed no appreciation of this point. I agree.", "[54] The Officer's summary on point is as follows: I have considered the factors that were raised by the applicant, both individually and cumulatively. I am satisfied that the difficulties the applicant may encounter in leaving Canada arise from the normal and foreseeable working of the law. The purpose of the law, and of public policy, is not to ameliorate all hardship; it is to mitigate unusual and undeserved or disproportionate hardship. While I have given positive consideration to aspects of this application, I am not satisfied that there are grounds in this application for the exceptional response requested by the applicant. Given the evidence before me, I am not satisfied that the factors constitute an unusual and undeserved or disproportionate hardship to warrant an exemption from the requirements of the Immigration and Refugee Act.", "[55] The Decision also shows that the Officer is aware that he should balance the difficulties and hardship that might arise from the Applicant's establishment in Canada against what awaits him in Sudan: Return to Sudan is feasible. The skills and training that the applicant may have acquired during his time in Canada (such as English language) are reasonably transferable. The applicant was born and raised in Sudan. He is familiar with the language and culture of the country. The applicant has family in Sudan with whom he has maintained communication. It is reasonable to believe that they would assist in his reintegration, if only emotionally.", "[56] What is missing is an analysis of the degree of establishment in this case. The Applicant believes it is exceptional and would lead to exceptional hardship if he is removed. This was a highly significant aspect of the H&C application. The Officer did not have to agree with the Applicant but, on these facts, I think he did have to explain why he disagreed.", "[57] The same problem arose in <FRAGMENT_SUPPRESSED>  where the officer failed to appreciate the degree and extent of establishment, and did not properly consider the hardship related to that establishment. Justice Zinn warned in <FRAGMENT_SUPPRESSED> at paragraph 21, that \"what is required is an analysis and assessment of the degree of establishment ... and how it weighs in favour of granting an exemption.\" I do not think this really occurs in the Decision before me. This does not mean, however, that I agree with other grounds raised by the Applicant.", "[58] The Applicant also says that the Officer erred by either ignoring or selectively reading the country condition evidence. In this case, however, the Applicant overlooks the Officer's conclusion: The applicant has submitted numerous articles regarding general country conditions in Sudan. He is not named in the articles, nor has he informed as to how they relate to the personal hardship that he has raised such that they are unusual and undeserved or disproportionate.", "[59] The Officer also acknowledges and addresses the other documentary evidence and concedes that there are \"well documented issues regarding general human rights abuses\"in the Southern States and Darfur. However, the problem is that \"the Applicant has not indicated how they relate to his personal circumstances.\"", "[60] The Officer only says that the articles pay \"particular attention to the conflicts which have involved the Southern States and Darfur.\" This does not mean that the Officer does not consider the situation in Kartoum, which he specifically refers to: The Applicant previously resided in Kartoum, he has family members who continue to reside in that city and his ex-wife resided in Port Sudan.", "[61] As the Respondent points out, the Officer also addresses the actual risk that the Applicant claims he would experience if returned to Sudan: The applicant's submission of political involvement was determined not plausible by the RPD. Evidence before me does not support that the applicant's involvement in politics in Sudan in the 1990s is such that his return is a hardship that is unusual and undeserved or disproportionate. Nor does the evidence support that the applicant's ethnicity is such that return to Sudan is a hardship that is unusual and undeserved or disproportionate.", "[62] In other words, if there are risks and human rights abuses in Kartoum, the Applicant did not establish how he would be at risk there and the ensuring hardship that would result from his having to return. The Applicant has already been found not to be at risk by the RPD and under a PRRA.", "[63] In my view, the hardship resulting from risk was appropriately dealt with by the Officer, and I see no ignoring or selectivity with regard to evidence relevant to the Applicant and his personal circumstances or attributes on this issue.", "[64] The Applicant further argues that in assessing the situation on Sudan, the Officer ignores more recent documentation. What he does not say, however, is how, given the findings of the RPD and the PRRA, this more recent documentation places him at risk, or gives rise to a hardship that was not considered by the Officer.", "[65] At the judicial review hearing, the Applicant complained that the Officer's treatment of the letter from the Nuba Mountain International Association of Canada was unreasonable. He says that the Officer misses the point and fails to consider the risk he will confront on return as a failed asylum seeker.", "[66] The Officer specifically says that the Association is \"of the opinion that asylum seekers are at risk if they return to Sudan,\" so the assertion of this risk is fully acknowledged.", "[67] The Association's letter says that it believes the Applicant will face unfair treatment and \"may face persecution and torture\" because \"the government is holding all Sudanese asylum seekers and activists as responsible for the ICC's decision in issuing a warrant against Sudan President Omar Elbashir.\" The letter is also premised on \"the situation in Sudan nowadays, and the unlawful arrest and treatment of activists and people from marginalized areas ....\"", "[68] The Officer says that the Association's opinion does not provide \"an objective basis\" for the risks it asserts. There are several reasons why I do not think this is unreasonable. To begin with, the Association does not say how it knows these things, and what it has done to monitor the situation. Also, it makes assumptions about the Applicant's past experiences, which obviously come from the Applicant and which do not take into account the Applicant's negative RPD and PRRA decisions, which is what I believe the Officer means by the \"letter does not inform as to the applicant's personal circumstances in Sudan ....\"", "[69] The Association is clearly a supporter of the Applicant - who is a member - and accepts his version of what has happened to him in Sudan.", "[70] In the end, I cannot say that the Officer was unreasonable for requiring objective evidence to support an assertion that the government in Sudan is \"holding all Sudanese asylum seekers and activists as responsible ...\"", "[71] In conclusion, I think that the only ground of review that the Applicant has substantiated is the Officer's failure to reasonably consider the full extent of his establishment and the degree of hardship that is likely to result from this aspect of the Applicant's case. However, because this was such an important and material ground in his H&C application, I think this error renders the Decision unreasonable and that the matter requires reconsideration.", "[72] The Officer had an obligation to engage in the Applicant's personal evidence of establishment. As Justice Elizabeth Heneghan said in <FRAGMENT_SUPPRESSED> : 11 The Applicant submits that the Officer failed to consider her degree of establishment in Canada and erred in making the finding that the establishment was no more than would be expected of a person who has been in Canada for several years without status. The Officer said the following: ...the degree of establishment is nothing beyond the normal establishment that one would expect the applicants to have achieved in the circumstances. Accordingly, I do not find that the applicants' establishment in Canada is to such a degree that having to apply for permanent residence from outside of Canada would constitute unusual and undeserved or disproportionate hardship. 12 Relying on the decisions in <FRAGMENT_SUPPRESSED>  (F.C.T.D.) and <FRAGMENT_SUPPRESSED>  argues that this conclusion, made without analysis of her particular circumstances, is erroneous. In <FRAGMENT_SUPPRESSED> , Mr. Justice Blais said the following at para. 29:", "[29] In my view, the IC made an unreasonable finding of facts: the IC's conclusions that \"their establishment is no more than is expected of any refugee who is given similar opportunities in Canada\" and that she is \"not satisfied that in their case, their establishment can be considered so different and significant that it differs from what is expected from any other person who resides in Canada while undergoing the refugee determination process\" are patently unreasonable in the circumstances of this case. 13 The <FRAGMENT_SUPPRESSED> decision was made pursuant to the Act and pursuant to the Immigration Manual: Inland Processing 5: Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds. I see no basis in principle to disagree with the approach taken by the Court in <FRAGMENT_SUPPRESSED> and I am satisfied that the Applicant has shown the Officer committed a reviewable error in the manner of addressing the issue of establishment.", "[73] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[74] THIS COURT'S JUDGMENT is that 1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a different officer. 2. There is no question for certification. <FRAGMENT_SUPPRESSED>  Russell CONTEXTE", "[2]", "[3]", "[4]", "[5]", "[6] [traduction]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19] NORME DE CONTRÔLE", "[20]", "[21]", "[22]", "[23] 25. 25. (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. ARGUMENTS", "[24]", "[25] <FRAGMENT_SUPPRESSED> à 17:", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32] <FRAGMENT_SUPPRESSED> ).", "[33] <FRAGMENT_SUPPRESSED>  [ Lin", "[34] Lin", "[35]", "[36]", "[37]", "[38]", "[39] <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 246, paragraphe 33).", "[40]", "[41]", "[42] Irimie,", "[43]", "[44] <FRAGMENT_SUPPRESSED> :", "[45] [...]", "[46] <FRAGMENT_SUPPRESSED> ).", "[47]", "[48] ANALYSE", "[49]", "[50]", "[51] [traduction]", "[52]", "[53]", "[54] [traduction]", "[55] [traduction]", "[56]", "[57]", "[58] [traduction]", "[59]", "[60] [traduction]", "[61] [traduction]", "[62] lui-même", "[63]", "[64]", "[65]", "[66]", "[67]", "[68]", "[69]", "[70]", "[71]", "[72] <FRAGMENT_SUPPRESSED> à 13: [traduction]", "<FRAGMENT_SUPPRESSED>  (C.F. 1re inst.), et", "", "", "[73] JUGEMENT", "[74] [End of document]"]}