{"id_": "050912", "body_str": ["[1] Gibson, J. : These reasons arise out of an application for judicial review of a decision of the Convention Refugee Determination Division (the \"CRDD\") of the Immigration and Refugee Board wherein the CRDD determined the applicant not to be a Convention refugee within the meaning given to that phrase in s. 2(1) of the Immigration Act [see footnote 1]. The written reasons of the CRDD are dated the 14th of September, 2000.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] The applicant is Sinhalese and a citizen of Sri Lanka. At the date of the hearing before the CRDD, he was thirty (30) years of age. From 1993, he was employed by Air Lanka Airlines. In 1999, he was working as an In-Flight Support Services Agent which involved his boarding aircraft on the ground in connection with the food and entertainment services on the aircraft, but he would normally not accompany a flight. His evidence before the CRDD was to the following effect.  <FRAGMENT_SUPPRESSED>", "[3] On the 11th of January, 1999, the applicant was approached in an airport washroom by two persons who demanded he take a package onto a flight to London, England. He refused. The persons who approached him responded angrily, threatened him with pistols, and told him that if he refused a similar request again, or if he informed the police or Air Lanka Security of the approach that had been made to him, he would be killed. The applicant assumed that the persons who approached him were members or associates of the Tamil Tigers.  <FRAGMENT_SUPPRESSED>", "[4] The applicant did not report the incident of the 11th of January, although he did discuss it with his wife.  <FRAGMENT_SUPPRESSED>", "[5] Over the week following the 11th of January, the applicant received threatening telephone calls. On the 18th of January, he was kidnapped, tied up with wire and once again told that he must carry a package onto an aircraft. Once again, he refused. He was tortured. He lost consciousness. He was apparently abandoned by his kidnappers near a hospital. Hospital employees found him and took him to the hospital where he recovered consciousness. He recuperated in hospital from head wounds and other injuries. Police interviewed him at the hospital but he did not tell them the whole story, only that he had been abducted.  <FRAGMENT_SUPPRESSED>", "[6] The applicant was once again contacted by telephone on the last day of February, 1999. He was instructed to place a package that would be provided to him on any plane that would depart on the last day of March. He was told this was his last chance. Once again, the applicant refused to cooperate.  <FRAGMENT_SUPPRESSED>", "[7] On the 13th of April, armed persons broke into the applicant's house where he lived with his parents, wife and young child. Once again, he was threatened with death. The next day he informed the police but, as previously, he did not give them the whole story.  <FRAGMENT_SUPPRESSED>", "[8] The applicant went into hiding. On the 23rd of May, he left for Canada with a Canadian visitor's visa.  <FRAGMENT_SUPPRESSED>", "[9] In July of 1999, after the applicant had arrived in Canada, four suspects were arrested in connection with the break in at his home. No positive identification could be made at their trial. In the result, they were released.  <FRAGMENT_SUPPRESSED>", "[10] The applicant attested that his wife continued to receive threatening telephone calls.  <FRAGMENT_SUPPRESSED> THE CRDD'S DECISION  <FRAGMENT_SUPPRESSED>", "[11] The CRDD, in its reasons for decision, identified three issues in connection with the applicant's claim to Convention refugee status. They were the following: first, whether a nexus existed between the experiences related by the applicant and the grounds for a claim to Convention refugee status, namely, race, religion, nationality, membership in a particular social group and political opinion; secondly, whether the applicant's story was credible; and finally, whether adequate state protection was available to the applicant should he return to Sri Lanka.  <FRAGMENT_SUPPRESSED>", "[12] The CRDD found against the applicant on all three issues. With respect to the issue of nexus, where the applicant claimed a nexus on the basis of perceived political opinion, the CRDD wrote:  <FRAGMENT_SUPPRESSED> \"The case law supports the view that a person's opposition to criminality is not perceived as political opinion or other convention ground, unless it challenges the state's apparatus.  <FRAGMENT_SUPPRESSED> \"Sri Lanka's state [sic] apparatus may not function perfectly, but it is certainly focussed on trying to contain and eliminate the terrorist opposition from the Tamil Tigers. By no means could the Panel find that Sri Lanka's [sic] state is so corrupt that it is effectively complicit in the terrorist activities of the LTTE, such that the claimant's refusal to cooperate with the LTTE amounted to a protest against the corrupt government. <FRAGMENT_SUPPRESSED>", "[13] The CRDD found the applicant's allegations not to be plausible in a number of respects, namely: first, in his failure to fully disclose his difficulties to the police and to seek appropriate protection; second, that the applicant would be kidnapped and tortured and thereafter left near a hospital; third, that he would be given \"a second chance\" to place a package on board an aircraft with more than one month's notice of a deadline; fourth, that having missed that deadline, his antagonists would wait for some two weeks before breaking into his home and once again threatening him; and finally, that the applicant went into hiding following the home invasion and yet was able to obtain a letter from his employer to support his application for a Canadian visitor's visa.  <FRAGMENT_SUPPRESSED>", "[14] Finally, the CRDD concluded that the applicant had failed to rebut the presumption that state protection would be available to him in all of his circumstances.  <FRAGMENT_SUPPRESSED> ALLEGATIONS OF REVIEWABLE ERROR  <FRAGMENT_SUPPRESSED>", "[15] Counsel for the applicant urged that the CRDD erred in a reviewable manner in respect of all three of its findings. Counsel for the respondent urged that the CRDD's findings in respect of nexus and credibility were findings of fact and that, as such, the standard of review of those findings was patent unreasonableness. Against that standard, counsel urged, the CRDD made no reviewable error. With respect to the CRDD's third finding, regarding state protection, counsel for the respondent conceded reviewable error but urged that error was of no consequence since the three findings were in the alternative and if any one of them were to withstand judicial review, that would be sufficient to dispose of this application in favour of the respondent.  <FRAGMENT_SUPPRESSED>", "[16] Counsel for the applicant agreed that the CRDD's three findings were in the alternative and that if any one were upheld, that would dispose of the matter in favour of the respondent.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[17] I am reluctant to engage in the ongoing debate regarding standard of review on applications for judicial review such as this, notwithstanding recent guidance from the Supreme Court of Canada, but I find that I am compelled to do so, at least with regard to the issue of nexus.  <FRAGMENT_SUPPRESSED>", "[18] As earlier noted, counsel for the respondent urged that the issue of nexus is a question of fact and, as such, the standard of review is patent unreasonableness. For this position, counsel cited <FRAGMENT_SUPPRESSED>  wrote at paragraph 16:  <FRAGMENT_SUPPRESSED> \"In addition, as stated in recent case-law such as <FRAGMENT_SUPPRESSED>  of fact, which is clearly within the panel's expertise, and as a result, this court may only intervene if a decision was made in a perverse or capricious manner or without regard to the material before the panel.\" (citations omitted)  <FRAGMENT_SUPPRESSED>", "[19] <FRAGMENT_SUPPRESSED>  Tremblay-Lamer, then Associate Chief Justice Jerome wrote at paragraph 13:  <FRAGMENT_SUPPRESSED> \"... A determination with respect to 'nexus' is largely a question of fact and therefore entirely within the tribunal's expertise to make.\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[20] <FRAGMENT_SUPPRESSED>  Trial Division of this court, wrote at paragraph 14:  <FRAGMENT_SUPPRESSED> \"The difficulty with the applicant's submission on this point is that the existence of a nexus between persecutory conduct and a Convention ground is a question of fact, with which the court may not interfere unless it was made in a perverse or capricious manner or without regard to the material before the Refugee Division: ...\" (a citation to Leon , supra, omitted)  <FRAGMENT_SUPPRESSED>", "[21] With great respect to my colleague and former colleagues on the Trial Division, I reach a different conclusion.  <FRAGMENT_SUPPRESSED>", "[22] In Director of Investigation and  <FRAGMENT_SUPPRESSED>  guidance as to the distinctions among questions of fact, questions of law and questions of mixed law and fact. He wrote at paragraphs 34 and 35:  <FRAGMENT_SUPPRESSED> \"The parties vigorously dispute the nature of the problem before the Tribunal. The appellants say that the problem is one of fact. The respondent insists that the problem is one of law. In my view, the problem is one of mixed law and fact.  <FRAGMENT_SUPPRESSED> \"... Briefly stated, questions of law are questions about what the correct legal test is; questions of fact are questions about what actually took place between the parties; and questions of mixed law and fact are questions about whether the facts satisfy the legal tests. ... <FRAGMENT_SUPPRESSED>", "[23] The issue of whether a particular set of facts, such as those alleged by the applicant here, constitute \"political opinion\", or perceived political opinion, on his part, involves an interpretation of the words \"political opinion\" as they appear in the definition \"Convention refugee\" in s. 2(1) of the Immigration Act . Interpretation of the words \"political opinion\" in the context of the definition \"Convention refugee\" has not been without difficulty. [see footnote 6] Against the guidance provided by Mr. Justice Iacobucci  <FRAGMENT_SUPPRESSED> , quoted above, I am satisfied that the interpretation of the expression \"political opinion\" in the context of the definition \"Convention refugee\" is a question of law. The application of the facts of any particular case to that question, as here, is, I am satisfied, a question of mixed law and fact.  <FRAGMENT_SUPPRESSED>", "[24] Against the \"pragmatic and functional approach\" to the determination of standard of review as elaborated in <FRAGMENT_SUPPRESSED>  standard of review of the finding by the CRDD that is here before the court regarding \"nexus\" is not patent unreasonableness or whether the finding was made in a perverse or capricious manner or without regard to the material before the CRDD, but rather reasonableness \"simpliciter\".  <FRAGMENT_SUPPRESSED>", "[25] <FRAGMENT_SUPPRESSED>  court at paragraph (18):  <FRAGMENT_SUPPRESSED> \"Whether the admitted facts satisfied the statutory standard is a question of mixed fact and law within the expertise of the  <FRAGMENT_SUPPRESSED>  (F.C.T.D.); A-735--92; November 24, 1994), para. 28. On such a question, the Board is entitled to a measure of judicial deference and the court should not intervene unless satisfied that the Board was clearly wrong: ( <FRAGMENT_SUPPRESSED> . <FRAGMENT_SUPPRESSED> That a standard of review of \"clearly wrong\" approximates the standard of reasonableness \"simpliciter\" is, I am satisfied, made clear in paragraph [60] of the reasons of Mr. Justice Iacobucci in Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED>  then, was the decision of the CRDD that no nexus existed between the applicant's fear of persecution if he were required to return to Sri Lanka and the Convention ground of \"political opinion\", or any other ground for that matter, open to the CRDD? I conclude that it was. While the CRDD in its reasons, as earlier quoted, wrote from a \"worst case\" assumption that the persons that the applicant feared were in fact members or associates of the Tamil Tigers or LTTE, that assumption was never established as fact before the CRDD. Nor indeed was it established that those persons were in fact members or associates of any other group that would give rise to any nexus to any Convention ground. In the absence of establishment of a nexus by or on behalf of the applicant, the further assumption that the applicant's alleged persecutors \"... are [persons] alleged or known to hold opinions contrary to or critical of the policies of the government or ruling party\" [see footnote 11] or any other relevant assumption simply was not made out against a standard of reasonableness \"simpliciter\".  <FRAGMENT_SUPPRESSED>", "[27] My foregoing conclusion is determinative of this application for judicial review against the applicant. I therefore decline to turn to the CRDD's finding against the applicant on the basis of implausibilities in his documentation and testimony before the CRDD.  <FRAGMENT_SUPPRESSED> CONCLUSION  <FRAGMENT_SUPPRESSED>", "[28] In the result, notwithstanding the concession on the part of counsel for the respondent with respect to the finding regarding state protection, I conclude that this application for judicial review must be dismissed.  <FRAGMENT_SUPPRESSED>", "[29] These reasons will be distributed. Counsel will have to the 28th of September, 2001 to exchange and to provide to the court submissions on certification of a question. Thereafter, an order will go dismissing this application for judicial review and dealing with the issue of certification of a question.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1. R.S.C. 1985, c. I-2.  <FRAGMENT_SUPPRESSED> 2. [2000] F.T.R. Uned. 75; [2000] F.C.J. No. 120 (T.D.).  <FRAGMENT_SUPPRESSED> 3. [1995] F.C.J. No. 1253 (T.D.).  <FRAGMENT_SUPPRESSED> 4. [1999] F.T.R. Uned. 129; [1999] F.C.J. No. 264 (T.D.).  <FRAGMENT_SUPPRESSED> 5. [1997] 1 S.C.R. 748; 209 N.R. 20; 144 D.L.R.(4th) 1.  <FRAGMENT_SUPPRESSED> 6. See, for example: <FRAGMENT_SUPPRESSED> ; 257 N.R. 62 (F.C.A.).  <FRAGMENT_SUPPRESSED> 10. supra, Note 5.  <FRAGMENT_SUPPRESSED> 11. See: Ward , supra, note 6, page 746.  <FRAGMENT_SUPPRESSED> [End of document]"]}