{"id_": "051144", "body_str": ["[1] Blanchard, J. : The Minister seeks judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 [ IRPA ] of a decision by the Refugee Protection Division [RPD] of the Immigration and Refugee Board, dated June 22, 2012, granting the Respondent refugee status.  <FRAGMENT_SUPPRESSED>", "[2] The Applicant seeks an order pursuant to paragraph 18.3(1)( ) of the Federal Courts Act , R.S.C. 1985, c F-7, quashing or setting aside the decision and referring the matter back to the RPD for determination in accordance with such directions as the Court considers appropriate.  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[3] The Respondent is a Sri Lankan citizen of Tamil ethnicity. He arrived in Canada aboard the MV Ocean Lady with 75 other men on October 17, 2009, and immediately sought asylum pursuant to sections 96 and 97(1) of the IRPA .  <FRAGMENT_SUPPRESSED>", "[4] The Respondent and his family were displaced because of the war and fled to India where they lived in a refugee camp from 1990 to 2004. The Respondent continued his education while in India and worked as a painter and mason until he returned to Sri Lanka in February 2004.  <FRAGMENT_SUPPRESSED>", "[5] The Respondent describes his circumstances in Sri Lanka after his return from India as follows:  <FRAGMENT_SUPPRESSED> (a) In 2006, the Respondent learned that the Liberation Tigers of Tamil Eelam (LTTE) took his cousin who had been living with the family. She became a combatant for the LTTE cause. In April 2007, two armed men in plainclothes knocked at the door of their home and asked if the Respondent was associated with the LTTE, claiming they knew he had been in suspicious areas of the country, and his cousin had been taken by the LTTE. Worried that he might encounter them again, the Respondent went to stay with an uncle. He then moved every month, staying in hiding until he left Sri Lanka.  <FRAGMENT_SUPPRESSED> (b) The Respondent's cousin was killed in combat in 2008, and the army intelligence department arrested the Respondent's uncle because they suspected him of helping the LTTE. The uncle was released in December 2009.  <FRAGMENT_SUPPRESSED> (c) On June 4, 2008, the Special Task Force arrested the Respondent with his older brother on suspicion of LTTE involvement. They were taken to an army camp in ■■■■■■, handcuffed to each other, checked for ID, and then beaten. He was then threatened with a gun, and an interrogator put a pen in his ear to hit when the Respondent did not answer a question put to him. He was asked whether he was a member of or assisted the LTTE, and he denied these allegations.  <FRAGMENT_SUPPRESSED> (d) The next day, the Respondent was taken to court with his brother, charged with suspicion of being involved with the LTTE, and detained for seven days. He was taken back to court with his brother, and they were both released by the judge and allowed to return to work. Shortly thereafter, fearing for his safety, the Respondent left his job.  <FRAGMENT_SUPPRESSED> (e) Later in 2008, the Respondent was picked up in army round-ups and detained twice, once on October 5, 2008 when he was tortured, and once on March 7, 2009 when he was beaten. Both times, he was held for one day, and the authorities questioned him about his involvement with the LTTE.  <FRAGMENT_SUPPRESSED> (f) In May 2009, the Respondent went to Colombo and, with a passport issued in 2005, applied for a visa to Thailand. On June 15, 2009, he left for Thailand by air and then made his way to Canada in October 2009 aboard the MV Ocean Lady.  <FRAGMENT_SUPPRESSED> Decision under review  <FRAGMENT_SUPPRESSED>", "[6] The RPD determined that the Respondent \"is a Convention refugee based on membership in a particular social group and political opinion.\" The RPD considered the Respondent's credibility and elements to be the determinative issues.  <FRAGMENT_SUPPRESSED>", "[7] The RPD believed the Respondent's narrative about being detained ■■■■■■■■■ with his brother in 2008 on \"suspicion.\" Based on his testimony and corroborating medical evidence the RPD was satisfied that he was physically and mentally assaulted by the police.  <FRAGMENT_SUPPRESSED>", "[8] However, the RPD had credibility concerns relating to other aspects of the Respondent's narrative. His inability to relate details and inconsistencies in his testimony caused the RPD to reject his claim that he was detained twice more in October 2008 and March 2009. The RPD determined that \"the claimant was not a person of interest to the Sri Lankan authorities and he was not suspected of having LTTE connections form June 2008 to May 2009 when he left Sri Lanka. <FRAGMENT_SUPPRESSED>", "[9] Further, based on a lack of interest by the authorities in other family members, the RPD found that \"the authorities do not suspect the claimant as having links with the LTTE, nor have they determined him to be a person of interest since his arrival in Canada. <FRAGMENT_SUPPRESSED>", "[10] With respect to the Respondent's claim, the RPD found that the Respondent's Tamil ethnicity and association with the MV Ocean Lady are indisputable. The RPD assessed the Respondent's claim under section 96 of the IRPA , \"membership in a particular social group,\" because his voyage on the Ocean Lady \"is an unalterable historical fact. <FRAGMENT_SUPPRESSED>", "[11] The RPD also assessed the Respondent's claim under another Convention ground, namely, real or imputed political opinion \"in regards to the state of Sri Lanka's potential perception of him as a Tamil travelling on the MV Ocean Lady and thus being perceived as potentially having an association with the LTTE. <FRAGMENT_SUPPRESSED>", "[12] The RPD summarized its findings relating to refugee protection and state protection as follows:  <FRAGMENT_SUPPRESSED> Based on the evidence before me, in particular his association with MV Ocean Lady that has been internationally labelled as an LTTE vessel and its crew and complement publicly profiled as persons with a typical LTTE profile, I find these factors would make him a person of interest to the Sri Lankan authorities if returned to Sri Lanka. On a balance of probabilities, I find that he would be questioned and detained. In the face of both the independent objective country evidence and the claimant's prior treatment by the STF in 2008, which I found to be credible, I find that he faces more than a serious possibility of persecution by the state security apparatus. As the state is the perpetrator of such treatment, I also find that he has no state protection or a viable internal flight alternative.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[13] The following issues are raised in this application:  <FRAGMENT_SUPPRESSED> (a) Did the RPD err in concluding that the Respondent's claim had a nexus to a ground in the Convention refugee definition, pursuant to section 96 of the IRPA ?  <FRAGMENT_SUPPRESSED> (b) Was the RPD's decision sufficiently intelligible to be reasonable?  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[14] The issue of nexus to a Convention ground raises a question of mixed law and fact. Here, the question raised concerns the existence of a connection between the \"particular social group\" and \"political opinion\" Convention grounds and the Respondent's particular factual circumstances. It follows that the applicable standard of review is reasonableness.  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[15] Issues relating to the sufficiency and intelligibility of reasons are also reviewable on the reasonableness standard. See: Newfoundland and  <FRAGMENT_SUPPRESSED> ; at paragraph 47.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[16] The Applicant contends that the RPD erred in concluding that the Respondent is a Convention refugee based solely on his connection to the MV Ocean Lady . The Applicant argues that \"the RPD reached its conclusion without any meaningful analysis or even without making a determinative finding that the Respondent has a nexus to one of the five grounds listed in the 'Convention refugee' definition,\" thereby failing to satisfy the requirements of section 96 of the IRPA . Further, the Applicant argues that the RPD's reasons are unintelligible, thereby rendering the decision unreasonable since a reviewing court would not understand why the RPD made its decision.  <FRAGMENT_SUPPRESSED>", "[17] Early in its reasons, the RPD found that the Respondent would not be perceived as being connected with the LTTE. The Applicant therefore argues that it is inconsistent for the RPD to conclude later that the Respondent is perceived to have a link to the LTTE because he was a passenger on the MV Ocean Lady . I reject this argument. I find no inconsistency in the RPD's findings. At paragraph 37 of its reasons, the RPD clearly indicates that its prior finding relates to the Respondent's profile of interest to Sri Lankan authorities prior to his departure from Sri Lanka, or after his arrival in Canada. It is only after events relating to the publicity surrounding the voyage of the MV Ocean Lady relating to its ownership by the LTTE, its history and its suspected LTTE passenger, that the RPD found the Respondent's link to the LTTE was established. This is consistent with a claim.  <FRAGMENT_SUPPRESSED>", "[18] The Applicant's core submission is that the RPD's sole basis for granting the refugee claim is because the Respondent was a migrant from the MV Ocean Lady . In my view, the RPD's reasons say much more. As summarized above, the RPD accepts that the Respondent is a Tamil male from northern Sri Lanka traveling on the MV Ocean Lady , a ship owned by the LTTE along with 76 other Tamil males including at least one confirmed suspected LTTE passenger. These findings by the RPD establish the context and circumstances that led to its positive decision on the claim. Therefore, being a migrant on the MV Ocean Lady is not an accurate way to describe the basis for the RPD's decision. Rather, the basis for the RPD's decision, as reflected in its reasons, is that the Respondent has a nexus to a Convention ground, imputed political opinion, because he is a Tamil male from northern Sri Lanka traveling alongside passengers with suspected links to the LTTE on the MV Ocean Lady , a Tamil Tiger ship used in the past to smuggle arms. Further, the RPD noted in its reasons that expert evidence established that all persons who traveled on the MV Ocean Lady \"fit into the typical profile of LTTE terrorist\" and notes the absence of women and children on this vessel.  <FRAGMENT_SUPPRESSED>", "[19] The RPD concludes that \"because of the time he spent on the ship, and supposedly in the company of an individual for which there is an INTERPOL Red Notice, he would be wanted for more specific questioning regarding his potential knowledge, real or imputed, of LTTE operatives. <FRAGMENT_SUPPRESSED>", "[20] The Applicant argues that the above finding, at most, establishes that the Sri Lankan authorities believe the Respondent may have information about the LTTE and/or and INTERPOL wanted suspect, because he was a passenger on the MV Ocean Lady . The Applicant maintains there is ample jurisprudence to support the proposition that a claimant who fears persecution merely because he or she is believed to have information about - as opposed to sharing the political views of - a terrorist or criminal organization does not have a nexus to the Convention ground of \"political opinion\".  <FRAGMENT_SUPPRESSED>", "[21] I accept that the RPD's conclusion, reproduced above, could have been better articulated and should have focused on the finding of perceived links to the LTTE rather than the finding of imputed knowledge about the LTTE. Nonetheless, the RPD at paragraph 32 of its reasons found that \"[t]he claimant's ethnicity as a Tamil and his link to the MV Ocean Lady are indisputable facts.\" It also found that the Respondent would be perceived by the state of Sri Lanka as potentially having an association with the LTTE. These findings coupled with other elements of evidence that tie the voyage of the MV Ocean Lady to the LTTE provide a sufficient basis to conclude that there is a nexus to political opinion. Further, although the RPD did not expressly find a nexus to race, such a link can be inferred from its reasons. The RPD repeatedly referenced materials that related to the circumstances and risks of Tamils returnees particularly returnees from northern Sri Lanka.  <FRAGMENT_SUPPRESSED>", "[22] The Supreme Court  <FRAGMENT_SUPPRESSED> at paragraph 48 endorsed the view that, when reviewing a decision on the reasonableness standard, a court must pay \"respectful attention to the reasons offered or which could have been offered in support of a decision.\" Mr. Justice Evans in a dissenting decision in <FRAGMENT_SUPPRESSED>  (subsequently adopted by the Supreme Court of Canada, in <FRAGMENT_SUPPRESSED> ) confirmed the above view. He wrote at paragraph 164 of his reasons:  <FRAGMENT_SUPPRESSED> The underlined words avoid an unduly formalistic approach to judicial review. Thus, to the extent that the Tribunal does not fully explain aspects of its decision, the Court may consult evidence referred to by the Tribunal in order to flesh out its reasons. However, I do not regard the Court  <FRAGMENT_SUPPRESSED> as inviting a reviewing court to usurp the tribunal's responsibility for justifying its decisions.  <FRAGMENT_SUPPRESSED>", "[23] In my view, the RPD's reasons relating to its finding of a nexus to \"political opinion\" sufficiently demonstrate \"justification, transparency and intelligibility with the decision making process. See: at paragraph 47. In my view, the evidence of the Respondent's circumstances relating to his voyage of the MV Ocean Lady is sufficient to support the RPD's finding notwithstanding the above discussed deficiencies in its reasons.  <FRAGMENT_SUPPRESSED>", "[24] Reading the reasons as a whole, I am satisfied that it was reasonably open to the RPD on the record before it to find that the Respondent will be perceived to have a political opinion contrary to that of the government of Sri Lanka.  <FRAGMENT_SUPPRESSED>", "[25] On the basis of the RPD's factual findings relating to the claim articulated in its reasons, coupled with the documentary evidence relating to the treatment of returnees in such circumstances, it was reasonably open to the RPD to find that the Respondent would face more than a serious possibility of persecution by state actors upon his return to Sri Lanka by reason of his imputed political opinion.  <FRAGMENT_SUPPRESSED>", "[26] While the above finding is dispositive of the application, I nevertheless find it useful to address the RPD's finding relating to the \"particular social group\" to which I now turn.  <FRAGMENT_SUPPRESSED>", "[27] The Applicant contends that the RPD's conclusion that the Respondent's circumstance as an ethnic Tamil on board the MV Ocean Lady is an unalterable historical fact and causes him to be part of a \"particular social group\" is contrary to established jurisprudence on the scope of \"particular social group.\" The Applicant argues that choosing to set sail for Canada on an illegal human smuggling ship does not engage the defence of human rights or anti-discrimination and as a result does not fall into a category described in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[28] There is no question that being a mere passenger on a ship destined for Canada from Sri Lanka, on its own, does not establish a membership in a \"particular social group\" for the purposes of section 96 of the IRPA . In Ward , Justice La Forest, at page 739, dealt with the meaning to be assigned to a \"particular social group\": \"The meaning assigned to 'particular social group' in the Act should take into account the general underlying themes of the defence of human rights and anti-discrimination that form the basis for the international refugee protection initiative. <FRAGMENT_SUPPRESSED>", "[29] <FRAGMENT_SUPPRESSED> , commenting on the reasons he had rendered in Ward , Justice La Forest stated that \"[t] he general underlying themes of the defence of human rights and anti-discrimination were to remain the paramount consideration in determining the claimant's membership in any particular social group.\" Here, the RPD in its reasons fails to conduct this first step in the required analysis to determine whether the Respondent could be classified within a particular social group. I am not prepared to read in such an analysis. The deficiency, however, is not fatal to the decision since, as found above, the RPD's findings relating to the Respondent's fear of persecution based on his imputed political opinion is reasonable.  <FRAGMENT_SUPPRESSED>", "[30] I now turn to the final issue raised by the Applicant that the RPD's reasons are unreasonable because they are unintelligible. With respect to the determinative issue, the nexus to political opinion, I am satisfied that the reasons allow the Court to understand why the RPD made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes. See: Newfoundland Nurses' Union at paragraph 16. While the reasons could have included greater detail and clarity relating to certain constituent elements, I am satisfied that the reasons are sufficiently clear to permit the Court to conduct a review of the decision. In the result, the Applicant's argument is rejected. The decision is reasonable.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[31] For the above reasons, the application for judicial review will be dismissed.  <FRAGMENT_SUPPRESSED>", "[32] The parties have had the opportunity to raise a serious question of general importance as contemplated by paragraph 74( ) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, and have not done so. I am satisfied that no serious question of general importance arises on this record. I do not propose to certify a question.  <FRAGMENT_SUPPRESSED> Confidentiality  <FRAGMENT_SUPPRESSED>", "[33] The parties shall file written submissions setting out their respective positions on the content of the Reasons to be released publicly no later than ten (10) days from receipt of these reasons.  <FRAGMENT_SUPPRESSED>", "[1] These Public Reasons for Judgment and Judgment are a redacted version of the Confidential Reasons for Judgment and Judgment issued on March 28, 2013, pursuant to a confidentiality Order dated August 17, 2012.  <FRAGMENT_SUPPRESSED>", "[2] Counsel for the Respondent proposed certain redactions to the Confidential Reasons for Judgment and Judgment by letter dated April 4, 2013. Counsel for the Applicant agreed to the proposed redactions.  <FRAGMENT_SUPPRESSED>", "[3] I am satisfied that the redacted confidential Reasons for Judgment and Judgment dated March 28, 2013, can be issued.  <FRAGMENT_SUPPRESSED>", "[34] THIS COURT ADJUDGES that:  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> 2. No serious question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "[2]", "[3] Ocean Lady", "[4]", "[5] Ocean Lady", "[6]", "[7]", "[8]", "[9]", "[10] Ocean Lady Ocean Lady", "[11] Ocean Lady", "[12] Ocean Lady", "[13]", "[14]", "[15] Newfoundland and  <FRAGMENT_SUPPRESSED> ; Analyse  <FRAGMENT_SUPPRESSED>", "[16] Ocean Lady", "[17] Ocean Lady Ocean Lady", "[18] Ocean Lady Ocean Lady Ocean Lady Ocean Lady Ocean Lady", "[19]", "[20] Ocean Lady", "[21] Ocean Lady Ocean Lady", "[22]", "[23] Ocean Lady", "[24]", "[25]", "[26]", "[27] Ocean Lady <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[28] Ward", "[29] Ward", "[30] Newfoundland Nurses' Union Conclusion  <FRAGMENT_SUPPRESSED>", "[31]", "[32] ) de la", "[33] Post-scriptum  <FRAGMENT_SUPPRESSED>", "[1]", "[2]", "[3] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[34] :  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}