{"id_": "051354", "body_str": ["[1] Teitelbaum, J. : This is an application for judicial review, pursuant to s. 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7 of a decision of the Veterans Review and Appeal Board (Board), ruling 00828, which confirmed a decision of the Entitlement Review Board of August 13, 1998. This decision affirmed the Minister's decision dated April 14, 1998 which denied pension entitlement for the claimed condition of sarcoidosis under s. 21(1) of the Pension Act, Appropriation Act No. 10, 1964 .  <FRAGMENT_SUPPRESSED>", "[2] The applicant seeks an order that the Entitlement Appeal ruling, reference number 00828 - hearing date February 9, 1999, of the Veterans Review and Appeal Board in the applicant's name be reversed and that the applicant be granted his requested pension for sarcoidosis.  <FRAGMENT_SUPPRESSED>", "[3] In the alternative, the applicant seeks an order that the Entitlement Appeal ruling, reference number 00828 of the Veterans Review and Appeal Board, be quashed and the matter be referred to a differently constituted panel for consideration and de­cision.  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[4] The applicant, Ronald, J., Cundell, re­sides at Fredericton, Province of New Bruns­wick.  <FRAGMENT_SUPPRESSED>", "[5] The applicant's military service is:  <FRAGMENT_SUPPRESSED> Regular Force: 8 January 1981 - still serving but waiting to be discharged for medical reasons, sarcoidosis  <FRAGMENT_SUPPRESSED> Special Duty Area (Persian Gulf): 18 February to 21 March 1991  <FRAGMENT_SUPPRESSED> Special Duty Area (Israel): 26 February to 26 August 1996  <FRAGMENT_SUPPRESSED>", "[6] The applicant states that during his period of service in the Persian Gulf he was heavily exposed to pollutants created by oil well fires. Upon his return to Canada, he states that he coughed up black sputum for a period of three days.  <FRAGMENT_SUPPRESSED>", "[7] Before his departure for the Persian Gulf, the applicant's chest was routinely x-rayed and found to be normal. These x-rays were conducted approximately every two years, as routine physicals, and during the time the applicant was going on alert assignment.  <FRAGMENT_SUPPRESSED>", "[8] Chest x-rays dated August 24, 1982, February 20, 1990, April 25, 1991 and May 9, 1990 state \"approved chest\" or \"no sig­nificant disease demonstrated\".  <FRAGMENT_SUPPRESSED>", "[9] On April 25, 1991, just over one month following the applicant's return from the Persian Gulf, the applicant's chest was x-rayed and the following notation was made: \"prominent right hilum with minimal patchy opacities in the right upper lobe. <FRAGMENT_SUPPRESSED>", "[10] A follow-up exam in two to three weeks for further assessment was recom­mended. In the clinical information and diagnosis portion of the April 25, 1991 x-ray requisition and report, it states as follows: \"Returned from Kuwait. Exposed to oil fumes. Coughing up black phlegm. <FRAGMENT_SUPPRESSED>", "[11] A subsequent x-ray report dated January 12, 1997 noted:  <FRAGMENT_SUPPRESSED> \"There are indeed multiple bilateral small nodular densities in the mid to upper lung zones, ranging in size up to almost one centimetre in diameter. There also appears to be mild soft tissue prominence of at least the left hilum.  <FRAGMENT_SUPPRESSED> \"Judging from the information supplied on the requisition, it is assumed the above mentioned changes are chronic in nature. The most common cause of such radio­graphic findings would certainly be sarcoidosis. <FRAGMENT_SUPPRESSED>", "[12] An examination report dated April 16, 1998 stated:  <FRAGMENT_SUPPRESSED> \"An enhanced chest exam has been per­formed. There is marked abnormality noted. Both hila are enlarged in keeping with large nodes, some of which do show calcification. In addition there are nodes extending into the mediastinum involving the retrocarinal region as well as the region of aorto-pulmonary window and the para-aortic area. Nodes extend below the level of the diaphragm in the retroperitoneal region extending into the mesentery ... The other finding of note is that there is exten­sive lung parenchymal disease in the mid and upper lung zones, peripheral in lo­cation ... Impression: Abnormalities as described above. Certainly the most likely diagnosis would be sarcoidosis with lymphoma being the differential possibility and given the lung parenchymal lesions, metastatic lung disease possibly from a testicular legion should be excluded. How­ever, I feel that the most likely diagnosis is probably sarcoidosis. <FRAGMENT_SUPPRESSED>", "[13] An x-ray report dated August 13, 1998 stated: \"A patchy area of consolidation is noted in the periphery of the left lung which could be related to granulomatous disease given the history of possible sarcoidosis. <FRAGMENT_SUPPRESSED>", "[14] On April 14, 1998, the Minister of Veterans Affairs ruled that the applicant was not entitled to a pension.  <FRAGMENT_SUPPRESSED>", "[15] The applicant then applied on August 13, 1998 to have the decision of the Minister reviewed by an Entitlement Review Board in accordance with ss. 18-24 of the Veteran's Review and Appeal Board Act , S.C. 1995, c. 18 and s. 84 of the , R.S.C. 1985, c. P-6.  <FRAGMENT_SUPPRESSED>", "[16] This occurred as a result of the ap­plicant being dissatisfied with respect to his pension entitlement following a Minister's decision dated April 14, 1998 in which sarcoidosis was one of the conditions claimed and denied.  <FRAGMENT_SUPPRESSED>", "[17] The Entitlement Review Board, in a unanimous decision of three members, con­cluded that there was no definitive medical opinion attributing the applicant's claimed condition to the his 31 days of service in the Gulf War zone.  <FRAGMENT_SUPPRESSED>", "[18] The Entitlement Review Board denied pension entitlement for the claimed condition of sarcoidosis on the basis that they did not accept evidence submitted as \"... con­firmation of the diagnosis of the claimed condition ...\" and \"... even if the existence of the claimed condition would be medically established, the Board would be unable to relate the claimed condition to the period of service of the Applicant during the Gulf War. <FRAGMENT_SUPPRESSED>", "[19] By virtue of ss. 25 to 32 of the Veteran's Review and Appeal Board Act , the applicant was entitled to appeal the decision of the Entitlement Review Panel to an Entitlement Appeal Panel.  <FRAGMENT_SUPPRESSED>", "[20] The decision of the Entitlement Appeal Panel of the Board, which is the subject of this application, was released on March 4, 1999 and affirmed the decision of the En­titlement Review Panel and denied pension entitlement to the applicant for the claimed condition of sarcoidosis. The basis of this decision was that \"notwithstanding the opinion of the Respirologist that sarcoidosis has been present for seven years, [Dr. Morrison] went on to say that the etiology of sarcoidosis was unclear ...\". Given this state­ment, the Board concluded that the \"Board does not have a definitive medical opinion of the effect of oil on the appellant ...\".  <FRAGMENT_SUPPRESSED> The Decision Of The Board  <FRAGMENT_SUPPRESSED>", "[21] The reasons and conclusion are con­tained at page 3 of the Board's decision as follows:  <FRAGMENT_SUPPRESSED> \"In arriving at this decision, the Board carefully reviewed all the evidence, medical records and the submissions presented by the Advocate, and has com­plied fully with the statutory obligation to resolve any doubt in favour of the Ap­plicant or appellant as contained in ss. 3 and 39 of the Veterans Review and Ap­peal Board Act .  <FRAGMENT_SUPPRESSED> \"This Board, after carefully reviewing all the evidence at hand, and the written and oral submission of the Advocate, finds that notwithstanding the Surgeon General's letter found at Exhibit VRAB-2, which states 'the extraordinary stress of function­ing in a wartime environment can cause a variety of illnesses', regrettably, there is no medical information dealing with this appellant's stressors during his tour of duty in the Persian Gulf. Therefore, the Board finds pension entitlement is not indicated.  <FRAGMENT_SUPPRESSED> \"As the advocate has presented no ar­gument with regard to the appellant's service in Israel, this Board will deny pension entitlement for this condition as it is not attributable to his service in a Special Duty Area (Israel) pursuant to s. 21(1) of the . <FRAGMENT_SUPPRESSED>", "[22] Equally important to this application is the reference by the Board at page six of its decision to the opinion of Respirologist, Dr. Nancy Morrison where she stated:  <FRAGMENT_SUPPRESSED> \"Since the etiology of sarcoidosis is not clear, it is not possible to say if his ex­posure to smoke and toxic fumes pre­cipitated the lung parenchymal changes or contributed to them. <FRAGMENT_SUPPRESSED> Statutory Provisions  <FRAGMENT_SUPPRESSED> Veterans Review and Appeal Board Act , S.C. 1995, c. V-1.6  <FRAGMENT_SUPPRESSED> \"3. The provisions of this Act and of any other Act of Parliament or of any regula­tions made under this or any other Act of Parliament conferring or imposing jurisdic­tion, powers, duties or functions on the Board shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependants may be fulfilled.  <FRAGMENT_SUPPRESSED> \"39. In all proceedings under this Act, the Board shall  <FRAGMENT_SUPPRESSED> (a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant;  <FRAGMENT_SUPPRESSED> (b) accept any uncontradicted evidence presented to it by the applicant or ap­pellant that it considers to be credible in the circumstances; and  <FRAGMENT_SUPPRESSED> (c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case.  <FRAGMENT_SUPPRESSED> \"18. The Board has full and exclusive jurisdiction to hear, determine and deal with all applications for review that may be made to the Board under the Pension Act, and all matters related to those ap­plications.  <FRAGMENT_SUPPRESSED> \"25. An applicant who is dissatisfied with a decision made under s. 21 or 23 may appeal the decision to the Board.  <FRAGMENT_SUPPRESSED> \"26. The Board has full and exclusive jurisdiction to hear, determine and deal with all appeals that may be made to the Board under s. 25 or under the War Veterans Allowance Act or any other Act of Parliament, and all matters related to those appeals.  <FRAGMENT_SUPPRESSED> \"31. A decision of the majority of mem­bers of an appeal panel is a decision of the Board and is final and binding.  <FRAGMENT_SUPPRESSED> \"32(1) Notwithstanding s. 31, an appeal panel may, on its own motion, reconsider a decision made by it under s. 29(1) or this section and may either confirm the de­cision or amend or rescind the decision if it determines that an error was made with respect to any finding of fact or the inter­pretation of any law, or may do so on application if the person making the ap­plication alleges that an error was made with respect to any finding of fact or the interpretation of any law or if new evi­dence is presented to the appeal panel.  <FRAGMENT_SUPPRESSED> \"(2) The Board may exercise the powers of an appeal panel under subs. (1) if the members of the appeal panel have ceased to hold office as members.  <FRAGMENT_SUPPRESSED> \"(3) Sections 28 and 31 apply, with such modifications as the circumstances require, with respect to an application made under subs. (1). <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> , R.S.C. 1985, c. P-6  <FRAGMENT_SUPPRESSED> \"'pension' means a pension payable under this Act on account of the death or dis­ability of a member of the forces, in­cluding a final payment referred to in Schedule I;  <FRAGMENT_SUPPRESSED> \"'disability' means the loss or lessening of the power to will and to do any normal mental or physical act;  <FRAGMENT_SUPPRESSED> \"21(1) In respect of military service ren­dered during World War I or World War II and subject to the exception contained in subs. (2),  <FRAGMENT_SUPPRESSED> (a) where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that was attributable to or was incurred during such military service, a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I; <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> Issue  <FRAGMENT_SUPPRESSED>", "[23] This application for judicial review raises the following issue:  <FRAGMENT_SUPPRESSED> \"Did the Board commit a reviewable error in its decision of March 4, 1999 wherein it denied the applicant pension entitlement? <FRAGMENT_SUPPRESSED>", "[24] The applicant submits that the Board erred in law in failing to give effect to, or improperly applying, s. 21(1) of the Pension Act, Appropriation Act No. 10, 1964 , and ss. 2, 3 and 39 of the Veterans Review and Appeal Board Act .  <FRAGMENT_SUPPRESSED>", "[25] Secondly, the applicant argues that the finding of the Board was patently un­reasonable.  <FRAGMENT_SUPPRESSED>", "[26] Thirdly, the applicant submits that the Board exceeded its jurisdiction, erred in law, and otherwise acted in a manner unfair to the applicant by failing to give due weight to the uncontradicted evidence presented on his behalf that his lungs were clear immediately prior to his departure to the Gulf War and diseased upon his return.  <FRAGMENT_SUPPRESSED>", "[27] The respondent submits that the Board properly applied all relevant statutory pro­visions including ss. 3 and 39 of the Veterans Review and Appeal Board Act . It is submitted that the Board carefully reviewed all of the evidence and the ap­plicable law before determining that the pension entitlement of the applicant should be denied on the basis that the etiology of sarcoidosis is not clear.  <FRAGMENT_SUPPRESSED>", "[28] Furthermore, the respondent argues that the Board had no definitive medical opinion of the effect of oil smoke on the applicant during his 31 days in the Gulf War zone.  <FRAGMENT_SUPPRESSED>", "[29] The respondent submits that the evi­dence contained in Dr. Morrison's opinion, even if read and interpreted liberally as required by ss. 3 and 39 of the Act , did not necessarily require that the Board conclude that the applicant's claimed condition of sarcoidosis was attributable to or incurred during his service in the Gulf War.  <FRAGMENT_SUPPRESSED>", "[30] It is submitted by the respondent that the Board relied on all the evidence pre­sented and reasonably concluded, on a civil standard of proof, that there was no definitive medical evidence to show that the applicant's claimed condition of sarcoidosis was attributable to or incurred during the applicant's service in the Special Duty Area.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED> Standard Of Review  <FRAGMENT_SUPPRESSED>", "[31] It is not in dispute that the sole issue raised by this application is whether the Board committed a reviewable error in deciding that the applicant was not entitled to a pension.  <FRAGMENT_SUPPRESSED>", "[32] The applicable standard of review was recently affirmed by this court in the 1999 decision of Mr. Justice Cullen in <FRAGMENT_SUPPRESSED> ; 164 F.T.R. 42 (T.D.), where he stated at par. 21 of his reasons:  <FRAGMENT_SUPPRESSED> \"On application for judicial review the court may not substitute its decision for that made by the board or tribunal which is under review. In light of the legislative framework which confers exclusive juris­diction on the Veterans Review and Appeal Board, as well as the privative clause which renders its decisions final and binding, the applicable standard of review is that of patent unreasonableness. <FRAGMENT_SUPPRESSED>", "[33] The applicant bears the burden of demonstrating that the Board made an error of law or an erroneous finding of fact made in a perverse or capricious manner or with­out regard to the material before the  <FRAGMENT_SUPPRESSED> ; 152 F.T.R. 58 (T.D.).  <FRAGMENT_SUPPRESSED> Causal Connection Between Applicant's Condition And Military Service  <FRAGMENT_SUPPRESSED>", "[34] Upon its creation in 1995, pursuant to the Veterans Review and Appeal Board Act, the Veterans Review and Appeal Board became the exclusive appeal authority for veterans' pensions. The Act provides that if veterans' disability arose out of or was directly connected with their service in the military, then they will be entitled to a pension.  <FRAGMENT_SUPPRESSED>", "[35] The issue before the Board in the present case was whether the applicant's condition, sarcoidosis, arose out of or was directly connected to his service in the Persian Gulf.  <FRAGMENT_SUPPRESSED>", "[36] At the core of the arguments raised by the parties is s. 21(3) of the which provides that an injury or illness will be assumed to have been incurred during military service where there is no evidence to the contrary.  <FRAGMENT_SUPPRESSED> Application Of Section 21(3) Of The Pension Act  <FRAGMENT_SUPPRESSED>", "[37] The essence of the applicant's argument is that it was patently unreasonable for the Board to conclude that the medical evidence of Dr. Nancy Morrison was not sufficient to refute the presumption of pension en­titlement. This presumption is contained in s. 21(3) of the which reads as follows:  <FRAGMENT_SUPPRESSED> \"(3) For the purposes of subs. (2), an injury or disease, or the aggravation of an injury or disease, shall be presumed, in the absence of evidence to the contrary, to have arisen out of or to have been directly connected with military service of the kind described in that subsection if the injury or disease or the aggravation thereof was incurred in the course of  <FRAGMENT_SUPPRESSED> (e) service in an area in which the prevalence of the disease contracted by the member, or that aggravated an existing disease or injury of the member, constituted a health hazard to persons in that area;  <FRAGMENT_SUPPRESSED> (f) any military operation, training or administration, either as a result of a specific order or established military custom or practice, whether or not failure to perform the act that resulted in the disease or injury or aggravation thereof would have resulted in disciplinary action against the member; <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[38] This provision must be read in con­junction with s. 39 of the Veterans Review and Appeal Board Act which states:  <FRAGMENT_SUPPRESSED> \"39. In all proceedings under this Act, the Board shall  <FRAGMENT_SUPPRESSED> (a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant;  <FRAGMENT_SUPPRESSED> (b) accept any uncontradicted evidence presented to it by the applicant or appel­lant that it considers to be credible in the circumstances; and  <FRAGMENT_SUPPRESSED> (c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[39] In support of the assertion that the Board erred in not assuming entitlement where there was no proof beyond a reasonable doubt that it was inappropriate, the applicant relies on the 1998 decision of Mr. Justice Muldoon in <FRAGMENT_SUPPRESSED> ; 145 F.T.R. 96 (T.D.).  <FRAGMENT_SUPPRESSED>", "[40] In considering the applicant's submission in that case, Mr. Justice Muldoon stated the following at paragraph 8 of his reasons:  <FRAGMENT_SUPPRESSED> \"This court's duty is to ensure that the board 'did not go off the rails'. That is if there be a case before the board upon which it could reasonably come to the decision to which it did come, this court is obliged not to intervene, even if the judge might - as adjudicator - have come to a different decision. The applicant bears the burden of demonstrating that [the] board's decision was positively wrong and unreasonable. This is the essence of judicial review. <FRAGMENT_SUPPRESSED>", "[41] It is the applicant's submission that the Board did \"go off the rails\" in this case given that the evidence of Dr. Nancy Morrison was unequivocal and uncontradicted in that the applicant's lungs were clear before his departure for the Persian Gulf area and displayed the first signs of sarcoidosis upon his return.  <FRAGMENT_SUPPRESSED>", "[42] The applicant argues that the Board used a possible case of bronchitis in 1989 which was mentioned by his physician to refute the presumption of pension entitlement conferred by s. 21(3) of the , thereby committing an error of law. At page 5 of its reasons, the Board stated:  <FRAGMENT_SUPPRESSED> \"This panel, after carefully reviewing all of the evidence at hand and the Advocate's submission and oral argument, does not hold with the appellant's argument that the evidence on file confirms that he had no respiratory difficulties prior to his Gulf War service. The Board finds that there is a medical record of bronchitis in 1989. <FRAGMENT_SUPPRESSED>", "[43] Central to the applicant's submission that the Board erred in law is the fact that nowhere in its decision did the Board make any adverse credibility findings with respect to the medical opinions considered. Thus, the applicant argues that the Board was obliged to accept the medical evidence.  <FRAGMENT_SUPPRESSED>", "[44] The issue of adverse credibility findings has been widely considered and discussed by this court.  <FRAGMENT_SUPPRESSED> ; 103 F.T.R. 314 (T.D.), Mr. Justice Heald considered s. 10(5) of the Veterans Appeal Board Act , R.S.C. 1985, c. 20 (3rd. Supp.) which has now been replaced by s. 39 of the Veterans Review and Appeal Board Act . In setting aside the Board's decision, Mr. Justice Heald stated the following at paragraph 14 of his reasons:  <FRAGMENT_SUPPRESSED> \"The Board was silent as to the credibility of Dr. McKenna's findings. If it found his evidence lacking in credibility, it should have said so and given its reasons for finding so. In the absence of adverse credibility findings, subparagraph 10(5)(b) suggests that the Board should have accepted Dr. McKenna's evidence. <FRAGMENT_SUPPRESSED>", "[45] The evidence in the Moar case was definitive, uncontradicted, and there were no adverse credibility findings. In the only medical opinion before the Board in that case, the applicant's orthopaedic surgeon linked his current condition of cervical spondylosis to an injury sustained in 1966 while flying an aircraft during his service.  <FRAGMENT_SUPPRESSED>", "[46] In the case at bar, the evidence before the Board was the evidence of Dr. Nancy Morrison. The respondent did not submit any evidence to contradict Dr. Morrison's evidence nor did the Board find Dr. Morrison's evidence not credible.  <FRAGMENT_SUPPRESSED>", "[47] The Board does say that the evidence of Dr. Morrison is not conclusive on the issue of whether the applicant's claimed decision of sarcoidosis arises out of or is directly connected with his military service in the Gulf War.  <FRAGMENT_SUPPRESSED>", "[48] Going back to the letter itself which caused the Board to conclude that there was no definitive medical opinion which would entitle the applicant to a pension, Dr. Morrison stated the following at page 2 of her letter dated September 8, 1998:  <FRAGMENT_SUPPRESSED> \"Sgt. Cundell had a number of questions that he asked me to answer in this letter. It is clear that he has fibrosis of his lungs with mild restrictive lung disease as a result of the sarcoidosis. Since he does not show any evidence of airflow obstruction or emphysematous changes on his CT scan, his history of smoking is not relevant to the diagnosis or effect on his lungs of the sarcoidosis. He did have evidence of sarcoidosis on his chest x-ray after returning from the Gulf War; whereas the chest x-ray just prior to that was normal. Since the etiology of sarcoidosis is not clear, it is not possible to say if his exposure to smoke and toxic fumes precipitated the lung parenchymal changes or contributed to them. However, his airway sensitivity can be explained by exposure to irritants during the Gulf War.\" (Underlining is mine)  <FRAGMENT_SUPPRESSED>", "[49] This paragraph was the basis for the Board's conclusion that there was no definitive medical opinion on the effect of the oil smoke on the applicant during his 31 days in the Gulf War zone.  <FRAGMENT_SUPPRESSED>", "[50] The Board also made reference to a letter of Neurologist, Dr. Robert McKelvey, dated January 28, 1998 in which he states the following in relation to the applicant's migraines:  <FRAGMENT_SUPPRESSED> \"The other question is whether these symptoms bear any relationship to the [Gulf War] experience, medications, etc. With the migraines it is really impossible to say in one individual. I understand Ronald might be referred to a Gulf War Clinic in Ottawa to further investigate any relationship of his current problems to the Gulf War. I think the relationship of his symptoms can really only be answered at an epidemiological level. It certainly seems that some of the medications or maybe the stress of being in the Gulf War somehow precipitated migraines. <FRAGMENT_SUPPRESSED>", "[51] Based on these two medical opinions, the Board determined that there was no definitive medical opinion which would entitle the applicant to a pension, either for migraines or for sarcoidosis.  <FRAGMENT_SUPPRESSED>", "[52] In paragraph 16 of his written submission, the applicant refers to the decision of Madame Justice Reed in <FRAGMENT_SUPPRESSED> \"The principle drawn from Moar was that unless the medical evidence is found not to be credible it must be accepted by the Board, if uncontradicted; if found not credible, reasons must be given for that finding. <FRAGMENT_SUPPRESSED>", "[53] Also relevant to the facts before the court is the decision of Nadon, J., in <FRAGMENT_SUPPRESSED> ; 151 F.T.R. 121 (T.D.), where he discussed the requirements for pension entitlements at paragraph 23 as follows:  <FRAGMENT_SUPPRESSED> \"... two conditions must be met before the applicant can be said to be entitled to a pension. First, the applicant's condition must be pensionable. In that regard, it must be a condition which can be classified as a 'disability' resulting from an injury or disease. In my opinion, the word 'disability' requires that the condition be one from which the applicant continues to suffer. Second, the original condition must arise directly from the applicant's military service. After carefully reading the provision I have concluded that the applicant's military service must be the primary cause of the disability. <FRAGMENT_SUPPRESSED>", "[54] I have carefully considered all of the evidence which was before the Board in arriving at its decision and I have concluded that the Board misapplied ss. 3 and 39 of the Act and misinterpreted the jurisprudence of this court.  <FRAGMENT_SUPPRESSED>", "[55] It is correct to say that the applicant bore the burden of establishing the causal linkage between his current medical condition and his military service. I am in agreement with the applicant that he must be given the benefit of the doubt and every reasonable inference should be resolved in his favour but this does not lessen his task of demonstrating, on a civil standard of probabilities, that his condition arose out of or is directly connected to his service.  <FRAGMENT_SUPPRESSED>", "[56] The crucial factor in the applicant's denial of pension entitlement is that the sole medical opinion before the Board, that of Dr. Nancy Morrison, clearly stated that the cause of the sarcoidosis is not clear. In her words, \"Since the etiology of the sarcoidosis is not clear, it is impossible to say if his exposure to smoke and toxic fumes precipitated the lung parenchymal changes or contributed to them. <FRAGMENT_SUPPRESSED>", "[57] It is the submission of the applicant that given the absence of any adverse credibility finding, and no contradictory evidence, the Board was obligated to accept the medical opinion of Dr. Morrison.  <FRAGMENT_SUPPRESSED>", "[58] In addition, I am satisfied that the Board erred when it refused the applicant his right to a pension because Dr. Morrison states \"the etiology of sarcoidosis \"is unclear\".  <FRAGMENT_SUPPRESSED>", "[59] It may be a fact that the etiology of sarcoidosis is unclear but what is not \"unclear\" is that all x-rays of the applicant before he went to the Persian Gulf showed no problem with his lungs and upon return or soon thereafter, the x-rays of the applicant's lungs show the sarcoidosis.  <FRAGMENT_SUPPRESSED>", "[60] If the benefit of the doubt must be resolved in the applicant's favour and the applicant must make proof \"on a balance of probabilities\", I am satisfied the decision of the Board is patently unreasonable.  <FRAGMENT_SUPPRESSED>", "[61] I am also satisfied the Board erred in law by requiring a much greater standard of proof than the \"balance of probabilities\".  <FRAGMENT_SUPPRESSED>", "[62] The application for judicial review is allowed and the decision of the Veterans Review and Appeal Board is quashed.  <FRAGMENT_SUPPRESSED>", "[63] The applicant is clearly entitled to receive his pension.  <FRAGMENT_SUPPRESSED>", "[64] Costs in favour of the applicant.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/kaw  <FRAGMENT_SUPPRESSED> [End of document]"]}