{"id_": "051464", "body_str": ["[1] Zinn, J. : Ms. Jiang asks the Court to set aside the decision of the Refugee Protection Division of the Immigration and Refugee Board which found that she was not a Convention refugee or a person in need of protection. For the reasons that follow, this application is dismissed. Background", "[2] Ms. Jiang is a citizen of China and has claimed refugee status because she fears persecution by the Chinese authorities as a result of being a Falun Gong practitioner. Her adherence to Falun Gong stems from difficulties in her marriage which arose in 2007 when it became clear that the couple would be unable to conceive a child together, as a result of an operation the husband had undergone in his early life. The applicant became very depressed and her health suffered as a result.", "[3] At the time of these difficulties, a sympathetic friend shared her experience with Falun Gong and how it helped her overcome her personal difficulties. This friend gave the applicant the book \"Zhuan Falun\", written by Master Li. After reading Master Li's book, the applicant asked her friend to teach her the five sets of exercises. Once she was able to practice on her own, she joined her friend's practice group. Ms. Jiang says that her condition improved dramatically over six months of practice.", "[4] On July 20, 2009, the applicant was at her Falun Gong instructor's home when the instructor received warning from a lookout that the Public Security Bureau [PSB] was approaching. The instructor arranged for his students, including the applicant, to escape through the back door.", "[5] The applicant fled but did not go home. Instead, she hid at a friend's house. While in hiding, the applicant learned that the PSB had come to her home twice to arrest her and that her husband had threatened to inform on her. To the applicant's knowledge, no summonses were left behind by the PSB. With the help of a friend and through a smuggler, the applicant fled to Canada on September 5, 2009. She testified that up to August 2010, the PSB came looking for her at her former residence a total of six times.", "[6] The Board rendered oral reasons for rejecting her claim. The Board found \"on the basis of ... cumulative concerns and negative inferences ... on a balance of probabilities, that the [applicant] was not a Falun Gong practitioner in China and that she is not being pursued by the PSB.\" Moreover, the Board found that the applicant \"became a Falun Gong practitioner in this country only to support [her] fraudulent claim for protection and that she is not now a genuine Falun Gong practitioner.\"", "[7] The Board based its decision on three issues it identified in the applicant's testimony.", "[8] First, because the applicant admitted knowing that Falun Gong was illegal and potentially dangerous in China, it seemed to the Board \"reasonable that she would have investigated alternatives rather than simply accepting the risk of practicing Falun Gong.\" The Board was also concerned about what it held to be, after several questions as to why she did not seek medical help, an embellishment by the applicant, namely that her friend also told her that doctors would not help her.", "[9] Second, the Board found there to be a discrepancy in the applicant's testimony, specifically the dates she told her husband and in-laws, with whom she lived, that she was practising Falun Gong. The Board stated that it was only once this discrepancy was raised that she nuanced her answer by saying that she told her husband on one date and her in-laws on another date. In support of its finding of a discrepancy in the applicant's testimony, the Board held it was \"reasonable to assume that if she told her husband in January, her in-laws would have been aware of it at that time as well.\"", "[10] Third, based on country documentary evidence, the Board found that, on the balance of probabilities, the PSB would have left a summons if it were looking for the applicant, especially since it allegedly came for her several times. Issues", "[11] The applicant raises two issues: 1. Did the Board err in its assessment of the applicant's credibility? 2. Alternatively, did the Board err in failing to assess the applicant's claim? 1. Credibility Assessment", "[12] The Board's credibility findings (in relation to the applicant's reasons for choosing Falun Gong, the discrepancy in dates, and the lack of summonses) are entitled to deference and reviewable on the standard of reasonableness: <FRAGMENT_SUPPRESSED> . Reasons for Choosing Falun Gong", "[13] The Board found it irrational and therefore not credible that the applicant would have chosen to practice Falun Gong, which was potentially (politically) dangerous, without first seeking medical attention and treatment through medication.", "[14] The applicant provided an explanation as to why she did not seek medical help and medication. Her first response was that a family member told her that depression is complicated and that she should be more open and take it easy. When pressed by the Member on this issue, she offered that she was told by the person who introduced her to Falun Gong that professional doctors would not help. Q. Did you seek medical attention? Depression is a medically treated illness. A. I did not. Q. Why not? A. Well my mother-in-law said that because one of the relatives is a doctor they said the situation is quite compound - is very hard to heal, you have to be more open and take it easy. Q. Now you said you have 15 years of education; is that correct? A. Yes. Q. Why didn't you seek professional help? A. No, I only took sleeping pills because on my mother's side they had a relative who is a daughter that had said so. Q. I understand, but depression is treatable by medication. Why didn't you seek professional help\" A. (no response) Q. Why didn't you seek professional help before risking arrest by practicing Falun Gong? A. At the time I did not see any doctor - did not see a doctor. Q. I know that and I'm trying to understand why you did not go to a doctor before risking arrest by practicing Falun Gong? A. Well because my situation is my own personal problem of wanting something, and then it will not be cured. Q. So rather than see a doctor you decide that you practice Falun Gong and risk arrest and imprisonment; is that what you're telling me? A. Well, yes, because my co-worker said that, \"Well, your situation of depression/insomnia even if you go to a doctor ...\" -- the co-worker said it will not help to go see professional doctors, and only when you practice the Falun Gong will it help. Q. Well that's different testimony than what you gave earlier about your co-worker.", "[15] I can find no fault with the Member's view that the last response was an embellishment given that it conflicts with her earlier response which was challenged by the Member.", "[16] I cannot say that the Member's view that a well educated person would first try to address depression, a condition that is medically treated (a fact not challenged by the applicant), through legal means first before resorting to a practice that could subject her to arrest and imprisonment, is unreasonable. Discrepancy in Dates", "[17] While I do not share the Board's view that because her in-laws shared the house with the applicant and her husband, it is reasonable to assume that if she told her husband in January that she was practicing Falun Gong, \"her in-laws would have been aware of it at that time as well,\" I do share the Board's view that the applicant's evidence was contradictory on the question of when she told them she was practicing Falun Gong and thus find its assessment of her evidence in this regard to be reasonable.", "[18] The applicant first states that she told \"them\"(meaning her husband and in-laws) that she had started to practice Falun Gong in January 2008. She later testifies that she told her mother-in-law in March. Q. And this is when you told them you were a practitioner? A. In January I had told my husband, and then it was in March my mother-in-law also knew. Q. Knew what? A. She knew that I would go and practice Falun Gong with a group. Lack of a Summons", "[19] The Board drew a negative inference from the lack of summonses produced by the applicant: The claimant indicated that the PSB came to her home approximately seven times up to August 2010, but no summons was left. Country documentary evidence2indicates that a summons is generally left with a family of an absconding person of interest to the PSB. This document further indicates that this policy is not always followed but I find, on a balance of probabilities, that it is reasonable to assume in the context of alleged multiple visits by the PSB that a summons would have been left. Therefore, I draw a further negative inference in this regard.", "[20] The applicant cites recent decisions of this Court which have held that \"a finding by the Board that on a balance of probabilities it would be reasonable to assume that a summons would have been left is a reviewable error: <FRAGMENT_SUPPRESSED> . The respondent submits that the jurisprudence subsequent to Liang indicates that the issue is not as clear cut as suggested and that \"each case must be determined on its facts and on how those facts were assessed by the  <FRAGMENT_SUPPRESSED> .", "[21] In my view, every case must be assessed based on the evidence before the Board and its assessment of that evidence. With respect to this particular submission, I adopt and agree with the comments of Justice Mosley in <FRAGMENT_SUPPRESSED> : The Board drew a negative inference from the lack of a summons in part because the applicant claimed that the PSB had visited his home nine times. Considering the evidence on the uneven enforcement practice of the PSB, this may have been unreasonable (see <FRAGMENT_SUPPRESSED> ). However, this one inference was not determinative and is not sufficient to render the entire decision unreasonable.", "[22] I find that even if the Board's finding relating to the lack of a summon is disregarded, there remains a sufficient basis to support the Board's finding that her story was not to be believed when one applies the test of reasonableness in <FRAGMENT_SUPPRESSED>  and the deference which the Court must give to the Board's decision.", "[23] For these reasons, I find that the applicant has failed to convince me that the decision under review is not reasonable. 2. Claim", "[24] The Board found on a balance of probabilities that the applicant's refugee claim was fraudulent. It further found that on the basis of the totality of its findings, her current knowledge was gained only in order to support her fraudulent claim and that she is not now a genuine Falun Gong practitioner.", "[25] The applicant submits that the Board erred in failing to properly assess her claim. In particular, she says that \"the Board erred in implying that even though she appeared to be a Falun Gong practitioner she was not genuine without any basis other than its references to events in China.\"", "[26] The real question is whether the Board was entitled to, and reasonably imported its findings in relation to the fraudulent claim into the applicant's claim, namely to impute that the applicant was not a genuine Falun Gong practitioner.", "[27] In my view, the Board must be entitled to import its credibility findings into its assessment of an applicant's claim. The Board here found that the applicant had fabricated her story to claim refugee protection. A reasonable inference from that premise is that her current knowledge, appearance in photos, and letters of support were fostered in the intervening two years to support that fraudulent claim.", "[28] This Court has held that it is permissible for the Board to assess an applicant's genuineness and therefore its claim in light of credibility concerns relating to the original authenticity of a claim: <FRAGMENT_SUPPRESSED> .", "[29] Further, there was relatively little evidence before the Board that the applicant was a Falun Gong practitioner in Canada. The documentary evidence before the Board was nine photographs showing the applicant and others apparently in front of Falun Gong banners in various locations, sometimes wearing Falun Gong t-shirts, and a terse letter from an alleged fellow practitioner confirming that the two often practised Falun Gong together on the weekends, participated in some activities organized by the Falun Gong Association in Toronto, and that the application was a real Falun Gong practitioner.", "[30] At the hearing, the Board's questions were limited to an assessment of the applicant's knowledge of Falun Gong theory and practice. The Board was satisfied with the applicant's knowledge, but the applicant gave no other testimony as to her practice of Falun Gong in Canada. It is noted that despite the opportunity, counsel did not ask her any questions. Nor did the applicant call her fellow practitioner to testify, or any other witness.", "[31] The Board weighed the competing evidence. On one hand, the applicant's claim was found to be fraudulent. The applicant also provided very little evidence overall. On the other hand, the applicant demonstrated knowledge of Falun Gong and had some, though very weak, documentary evidence in support of her claim. The applicant had two years to learn Falun Gong theory in Canada. The Board weighed the evidence and found that the applicant was not a genuine practitioner. I find that its finding fell \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "[32] Neither party proposed a question for certification. JUDGMENT", "[33] THIS COURT'S JUDGMENT is that this application is dismissed and no question is certified.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] 1.", "[12] <FRAGMENT_SUPPRESSED> .", "[13]", "[14] [traduction] R. Je ne l'ai pas fait. R. Oui.", "[15]", "[16]", "[17]", "[18] [traduction]", "[19]", "[20] Liang <FRAGMENT_SUPPRESSED> .", "[21] <FRAGMENT_SUPPRESSED> : [traduction]", "[22]", "[23] 2. La demande sur place", "[24]", "[25]", "[26]", "[27]", "[28] <FRAGMENT_SUPPRESSED> .", "[29]", "[30]", "[31]", "[32] JUGEMENT", "[33] [End of document]"]}