{"id_": "051530", "body_str": ["[1] Martineau, J. : This is the second time that the applicant challenges the legality of a decision of the Canadian Embassy in China refusing the issuance of a work permit. The impugned decision, dated April 21, 2011, concludes once again that the applicant has failed to satisfy the Visa Officer that he will leave Canada by the end of his authorized stay. Accordingly, the applicant is not a genuine temporary resident pursuant to sections 197 and 200 of the Immigration and Refugee Protection Regulations , SOR/2002-227.  <FRAGMENT_SUPPRESSED>", "[2] The applicant, a Chinese citizen, is a cook in Tibet, who has been recruited to work for a Cantonese restaurant in Alberta for a two year contract. He is 35 years old, single, and has no children. The applicant's step-mother and three sisters live in Alberta. He also has a brother and a sister residing in Tibet. In February 2007, he applied for a work permit which was refused. He filed a second application in January 2010 which was also denied. In January 2011, the Court set aside the officer's decision and sent the application back for re-determination by another officer. The applicant was required to resubmit all supporting documentary evidence and update his application. The applicant reapplied and, on April 21, 2011, his application was again refused, leading to the present judicial review proceeding.  <FRAGMENT_SUPPRESSED>", "[3] That said, the Visa Officer specifically took account of the applicant's declaration attesting to the warning given to the applicant by his potential Canadian employer with respect to the consequences of work permit contravention. The Visa Officer did not consider interviewing the applicant. Essentially, the Visa Officer found that the applicant could be easily replaced at his previous job; he had an income on the lower end of Chinese society; he did not provide evidence of any assets in China aside from an expired 30000 CNY bank book deposit; he presented no evidence of international travel; he remained registered in Guangdong province despite working and living in Tibet; and he had family in Canada in the same town where his job is located. On this evidence, the Visa Officer determined that the applicant had not demonstrated that he was well established in China. The Visa Officer also noted the financial incentive for the applicant to work in Canada and the \"pull-factor\" of the presence of his siblings in Canada. Consequently, the Officer was not satisfied that the applicant will depart Canada at the end of the authorized stay and accordingly refused his application for a work permit.  <FRAGMENT_SUPPRESSED>", "[4] The standard of review of visa officers' decisions for a temporary work permit is that of reasonableness and considerable deference should be accorded to the Visa Officer's decision ( <FRAGMENT_SUPPRESSED> ). However, the issue of whether procedural fairness required that the Visa Officer conduct an interview should be assessed on a correctness standard ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[5] I have determined that the application for judicial review must fail. Although at the hearing before this Court, applicant's counsel questioned the reasonableness of each and all of the findings of fact mentioned in the CAIPS notes, it is more convenient to regroup by themes the main arguments made in this regard by the applicant. Moreover, at the outset, I wish to underline that the fact that the previous judicial review application was allowed by the Court is not determinative. Indeed, I am entirely satisfied that the Visa Officer, who is a different person, took a fresh look at the evidence before making a new decision.  <FRAGMENT_SUPPRESSED> Failing to interview the applicant  <FRAGMENT_SUPPRESSED>", "[6] The applicant submits that an interview was required in his case. He argues that where the application demonstrates ineligibility on its face, a paper examination is sufficient but where an officer comes to a conclusion based on speculation that an applicant will commit an offence by overstaying, an interview should be conducted. No further corroboration other than what had been actually provided (i.e. the offer of employment in Canada) was needed in the circumstances. An interview was further warranted by the Visa Officer's reference to the bank note which was submitted as evidence by the applicant to show his assets. The Visa Officer noted that the bank note expired in November 2010 and that the applicant failed to demonstrate savings or funds with any other documents. The applicant argues that should the Officer really wonder where the money is, the applicant could have been called to an interview to tell him. The applicant submits that as the applicant's passport was being renewed and unavailable for submission, the Officer erred in a negative finding based on the applicant appearing to remain registered in Guangdong but residing and working in Tibet. It is submitted that natural justice would require this \"appearance\" to be confirmed by way of letter or interview.  <FRAGMENT_SUPPRESSED>", "[7] The applicant's arguments are unconvincing. Case law teaches that where an applicant fails to meet the evidentiary onus of satisfying the Visa Officer that they will leave Canada at the end of their authorized stay, an interview is not a statutory requirement. It is the applicants who bears the onus of providing visa officers with thorough applications in the first place ( <FRAGMENT_SUPPRESSED> [ Bollina ]). Generally, where an officer has extrinsic information of which the applicant is unaware, an opportunity to respond should be made available to the applicant to disabuse the officer of any concerns arising from that evidence ( <FRAGMENT_SUPPRESSED> ). A similar exception is found where the officer's conclusion is based on a subjective consideration rather that on objective evidence ( Bollina , above, at para 27; <FRAGMENT_SUPPRESSED> ). This is not the case here. In this instance, the Visa Officer relied only on materials submitted by or known to the applicant and so he was not required to conduct an interview. By themselves, the expired bank note, the lack of any other financial records or documentation to confirm residency and registration, are relevant to assess financial capability and his degree of establishment in China (for example, the applicant does not own a house in China). Thus, no reviewable error has been made in this regard by the Visa Officer.  <FRAGMENT_SUPPRESSED> Considering a financial incentive  <FRAGMENT_SUPPRESSED>", "[8] The applicant further submits that the Visa Officer failed to establish a link between his assessment and his conclusion that the applicant would overstay his temporary work permit. He argues that having a financial incentive to stay in Canada is not illegal and not necessarily indicative of a desire to stay illegally. In support of this position, the applicant relies upon <FRAGMENT_SUPPRESSED>  [ Cao ], in which the Court stated that a financial incentive, present in virtually all applications for temporary work permits, cannot be held against the applicant. Further, the applicant states that the Visa Officer is required to consider the difference in cost of living between Canada and China.  <FRAGMENT_SUPPRESSED>", "[9] In fact, the Court has repeatedly stressed that a financial incentive, on its own, cannot justify an application refusal ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ). This factor cannot discount every other evidence proffered by the applicant. However, a review of the Visa Officer's CAIPS notes reveals that this factor was not given inordinate weight - it was a factor considered in light of the lack of evidence establishing the applicant's ties to China, either familial or financial. There is no reviewable error in this instance.  <FRAGMENT_SUPPRESSED> Finding a negative inference on lack of international travel  <FRAGMENT_SUPPRESSED>", "[10] The applicant takes issue with the Visa Officer's argument that a negative inference can be drawn from the applicant's lack of international travel. The applicant relies upon <FRAGMENT_SUPPRESSED> to argue that though lack of travel may be a consideration that \"does not assist the applicants, on the other hand, it cannot hurt their application, since they have no negative travel. Thus this factor alone could not have been strong enough to overweigh the strong evidence to the contrary\". The applicant submits that this was an argument advanced in the first application, and subsequently confirmed by the Court.  <FRAGMENT_SUPPRESSED>", "[11] In the CAIPS notes, the Visa Officer stated: \"The applicant has presented no evidence of previous international travel. International travel has become a sign of affluence in China and is one of the factors I consider when assessing if an applicant is established\". An applicant's travel history cannot overweigh strong evidence to the contrary and cannot hurt the applicant. It remains, however, a relevant factor to be considered ( <FRAGMENT_SUPPRESSED> ). In the case at bar, the applicant failed to establish sufficient economic or family ties with his country, had a nominal source of income and no verifiable proof of savings. The Visa Officer looked to the applicant's history of travel in order to support a finding of establishment, not to make one. This was not a reviewable error.  <FRAGMENT_SUPPRESSED> Disregarding the applicant's statement  <FRAGMENT_SUPPRESSED>", "[12] The applicant further takes issue with the Visa Officer's failure to give proper weight to the applicant's declaration which was neither challenged nor put into question. This statement addressed the question of illegally overstaying the work permit and articulates the applicant's clear understanding of the consequences of doing so, and his undertaking to leave when required.  <FRAGMENT_SUPPRESSED>", "[13] The Court has recognized that declarations of this sort, though not banal, cannot be presumed to be true and must be viewed in light of the totality of the evidence and the personal circumstances of the applicant; viewing them otherwise would amount to a policy where a declaration would be all that was required to prove that an applicant would not overstay his permit ( <FRAGMENT_SUPPRESSED> , at para 13). In the CAIPS notes, the Visa Officer acknowledged the applicant's statements, and determined that \"these declarations however are not disinterested and could not be forced upon him\". This is not an unreasonable inference in the Court's opinion.  <FRAGMENT_SUPPRESSED>", "[14] In final analysis, the Court finds that the Visa Officer reviewed all the evidence that was made available to him and his decision is not unreasonable. The onus was on the applicant to show that he would leave Canada by the end of his authorized stay. To be clear, the Visa Officer did not have to conclude that the applicant would overstay. Any suggestion that the applicant's good faith or credibility should have been taken into account is misplaced in this case. No finding to the contrary was made by the Visa Officer as is apparent from a reading of the CAIPS notes. Furthermore, this does not constitute a positive factor in favour of the applicant or otherwise displace relevant countervailing concerns ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[15] The Visa Officer was entitled to assess the applicant's establishment in China having regard to his employment, his financial savings and his familial ties. The Visa Officer considered that the applicant was an unmarried male with family in Canada, with no dependants, no job to return to in China and no assets. The Officer did not draw unreasonable inferences and natural justice was not breached in his failure to conduct an interview with the applicant. As mentioned earlier, the duty of fairness does not necessarily require an oral hearing in every case and a decision not to dialogue with the applicant was not incorrect in the circumstances.  <FRAGMENT_SUPPRESSED>", "[16] The present application for judicial review shall therefore be dismissed. No question of general importance has been proposed by counsel to the Court.  <FRAGMENT_SUPPRESSED>", "[17] THIS COURT ADJUDGES that the application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> , DORS/2002-227.  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4] <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[5]", "[6]", "[7] <FRAGMENT_SUPPRESSED> à 32; <FRAGMENT_SUPPRESSED> [ Bonilla Bonilla La prise en compte d'un incitatif financier  <FRAGMENT_SUPPRESSED>", "[8] <FRAGMENT_SUPPRESSED>  [ Cao", "[9] <FRAGMENT_SUPPRESSED> ; Cao", "[10]", "[11]", "[12]", "[13] Cao", "[14] <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[15]", "[16] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[17] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}