{"id_": "051636", "body_str": ["[1] Teitelbaum, J. : This is an application for judicial review of a decision of the Immigration and Refugee Board dated November 23, 1993 wherein the Refugee Division determined that the applicants Vadim Kraitman, Tatiana Kraitman and Alexander Kraitman were not Convention refugees.", "[2] The adult male applicant was born in Kharkov, in the former U.S.S.R. and is a citizen of Ukraine. The applicant came to Canada via Russia and Germany on May 25, 1992 and stated his intention to make a refugee claim on May 26, 1992. The claimant indicated that his refugee claim was based on religion, nationality and membership in a particular social group, namely his being Jewish.", "[3] The second applicant Tatiana Kraitman, is Vadim Kraitman's wife. Alexander Kraitman is their seven year old son. She was born in Kharkov and is a citizen of Ukraine, as is the son. The applicant and her son left Ukraine via Russia on October 30, 1992 and arrived in Canada on November 1, 1992. Her refugee claim is also based on religion, nationality and membership in a particular social group, namely being a member of a Jewish family.", "[4] The applicant, Vadim Kraitman, alleges that due to his Jewish heritage he suffered discrimination which amounted to persecution in Ukraine.", "[5] The applicant indicated that since 1971 he has been the victim of constant anti-semitic activity throughout his school years. In 1981, he was not accepted into medical university because of his Jewish background, however he was accepted into the Civil Engineer University in Kharkov and this, only after paying a bribe.", "[6] In 1986, the applicant was the only graduate who did not get an assignment and was refused the possibility of employment at the Nuclear Power Plant Design Institute because of his Jewish background.", "[7] In February of 1991 the front door of applicants' family home was painted with anti-semitic epithets. When the applicant complained to the police he was advised to repaint the door.", "[8] In March of 1991, the gravestones of the applicant's grandparents were defaced and vandalized. The Star of David was drawn on the tombstones with a written message \"Jews get out of the Ukraine\". There were about ten tombstones vandalized in the Jewish section of the cemetery. When the applicant complained to the cemetery administration, he was told that the cemetery administration could not offer protection from this kind of vandalism. When the applicant complained to the police he was told nothing could be done, that it was his problem.", "[9] In March of 1991, the applicant and a friend were beaten up by four men when they were coming out of Synagogue. The applicant was hit in the eye and was taken to the hospital. As a result of the blow, the applicant had to have eye surgery.", "[10] The day after the incident, the applicant went to the local police to complain. He was informed that they had too many complaints by Jews for them to be able to investigate.", "[11] The applicant indicated that after the attack, anti-semitic organizations became more prevalent on the streets of Ukraine. The applicant heard public meetings by members of the pamyat organization announcing that they had a list of all the Jewish and mixed families and unless those families left Ukraine, they were going to be destroyed. The mixed families were to be targeted first, to teach Ukrainians and Russians that they should not mix with Jews.", "[12] The applicant, believing that the authorities would not protect him and that he could not protect his wife and son, decided to leave Ukraine.", "[13] The applicant, Tatiana Kraitman, indicated that in 1985 she was turned down for employment at a secret defensive plant. She was informed by representatives of the plant that they did not hire Jews or members of Jewish families.", "[14] In 1987, the applicant was fired from her job at the Consulting Institute, because she was a member of a Jewish family.", "[15] The applicant reiterated her husband's concerns regarding the pamyat organization.", "[16] In September of 1992, the applicant was turned down when she went to register her son in a special math school, because he was Jewish.", "[17] In October 1992, the applicant's son was beaten up by a student's mother. The woman yelled that she \"would not allow a Jew to mock her child\". As the teacher who saw the incident refused to be a witness, the applicant did not report the incident to the police. The applicant indicated that she stopped sending her son to school.", "[18] The applicant, afraid for her life and her son's life and realizing her husband's departure did not solve their problems, decided to leave Ukraine. Decision Of The Convention Refugee Determination Division Of The Immigration Of Refugee Board", "[19] In its decision dated November 23, 1993, the Refugee Division found that the evidence showed a pattern of discrimination experienced by all three applicants which did not amount to persecution, even when considered cumulatively. The board concluded that in keeping with the forward-looking nature of the convention refugee definition the applicants did not have good grounds for fearing persecution should they return to Ukraine.", "[20] In the analysis portion of the decision, the board noted that the applicant, Vadim Kraitman, was denied entrance to the university of his choice, but was not deprived of a university education. The board also noted that the son was not accepted into a special math school, but was not denied an education. With respect to the applicant, Tatiana Kraitman, the board indicated that she was fired from her job in 1987, but there was no evidence that she was prevented from earning a livelihood thereafter. As the applicant did not provide any evidence to show whether she was engaged in an employment search after 1987, the board could not conclude that she was prevented from obtaining employment because of her husband's Jewish background.", "[21] In terms of the incidents that the applicant suffered, the board noted at p. 5 of its decision: \"The male claimant suffered a series of incidents which he reported to the police. It is the claimant's evidence that he could not provide any particular details on the perpetrators. On one occasion he could only indicate that the assailants were dressed in black and, there, he believed they were members of the Pamyat organization. I find that the police's response was reasonable considering the limited information the male claimant could provide.\"", "[22] With respect to discrimination and persecution of Jews in Ukraine, the board made the following comments at pp. 5 to 7: \"The evidence shows that there is a history of discrimination and persecution in Ukraine directed at Jews. 'Anti-semitism has long historical roots in Ukraine. Jewish historians regard the seventeenth century peasant massacres of Jews as a national disaster second only to the Holocaust ... Ukrainians also collaborated with Nazis in mass killings and deportation of Jews [footnote omitted, reference to Exhibit 7]' \"It is estimated that Jews were leaving Ukraine at a rate of about 3,000 per month at the end of 1991. Yet, Ukraine's Jewish minority is experiencing a national revival for the first time in decades, in the form of new Jewish organizations and the reopening of Jewish newspapers, libraries, theatres, schools that offer instruction in Hebrew and cultural organizations. A synagogue is being used for a variety of religious, cultural and charitable activities. There are plans by the Kharkov Jewish community to establish a postgraduate medical centre [footnote omitted, reference to Exhibit 7] \"Ukrainian President Leonid Kravchuk 'formally and decisively' denounced anti-semitism in Ukraine and has stood out as the CIS politician to affirm friendship with Israel 'in a solid public way' [footnote omitted, reference to Exhibit 7] \"The evidence also shows that discrimination is not tolerated or condoned by the state. [footnote omitted, reference to Exhibits 10, 12, 19] It indicates that despite many bureaucratic obstacles, Ukraine made significant progress in the area of human rights during 1992. Since 1991 democratic reform included adoption of a multiparty system and legislative guarantees of basic civil and political right for the national minorities [footnote omitted, reference to Exhibit 14]. The November 1991 law on protection of national minorities guarantees ethnic minority groups the right to schools and cultural facilities and the use of their respective languages in business and official correspondence [footnote omitted, reference to Exhibit 14].\"", "[23] Essentially, the applicants' position is that where the Refugee Division ignores all of the documentary evidence which supports the applicant in reaching their negative decision, the Refugee Division has erred in law.", "[24] The applicants argue that the Refugee Division erred in not concluding that the documentary evidence established that the applicants had a well-founded fear of persecution in the Ukraine. The applicants submit that in order to support a finding that the applicants are Convention refugees, the evidence must not necessarily show that the applicant's suffered or would suffer persecution, what the evidence must show is that the applicants had \"good grounds\" for fearing persecution. \"Good grounds\" had been interpreted as more than an minimal possibility.", "[25] Specifically, the applicant's argue that the Refugee Division erred in failing to consider the documentary evidence as a whole and in preferring some of the documentary evidence, which supported its finding, over that referred to by the applicants. The applicants maintain that taken as a whole, the documentary evidence is equivocal on the issue of the current conditions of Jews in Ukraine, and as such it was not open to the board to find there no longer existed an objective basis for the applicants' fear of persecution. The applicants also maintain that had the board considered the whole of the documentary evidence, they would have necessarily found that there was more than a reasonable possibility that the applicants would be persecuted if returned to Ukraine. The applicants refer to the following documentary evidence submitted at the hearing: \"The simple answer is that government protection is not being provided to persecuted Jews, and I'm afraid it's less likely to be provided in the future. Some illustrations. To begin, the police and prosecutors are very slow to respond, if they respond at all to incidents of harassment or persecution.\"", "[26] The applicants submit that notwithstanding the evidence of changed \"official\" state policy which provides the appearance of protection of human rights, the board failed to consider the applicants' oral evidence as well as the documentary evidence that such policies and legislation are not put into practice and did not protect the applicants from anti-semitic activity, and therefore the board failed to consider the actual source of the applicants' fear.", "[27] The applicants also submit that the board's finding that the police response to the applicant's, Kraitman's concerns for the safety of his family was reasonable and did not support the contention that the police is unwilling or unable to protect the applicants was erroneous and made a perverse or capricious manner without regard for the material before it. The applicant refers to his evidence regarding his attempts to complain to the militia (see pp. 100, 102, 103 of the applicants' record). The board also found that the militia had too many complaints for them to investigate as well as that the female applicant feared for her life and her son's life and therefore had to flee Ukraine. The applicants contend the evidence, both oral and documentary, together with the board's finding indicate that the local authorities are unwilling and or unable to protect the applicants as per the decision in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1; 20 Imm, L.R.(2d) 85. The applicants note that in Ward (supra), the Supreme Court of Canada found that \"State complicity is not a necessary component of persecution, a subjective fear of persecution, combined with state inability to protect the claimant creates a presumption that the fear is well-founded.\" The applicants therefore argue that as there was clear evidence that the applicants were frightened for their lives and that the state could not protect them, the presumption referred to in Ward (supra) exists. The evidence showed that the government in Ukraine had too many complaints from Jews to investigate and the documentary evidence indicates that Ukraine does not investigate or protect its Jewish citizens.", "[28] The applicants also argue that there was an adverse inference drawn against the applicants for their failure to appeal to higher authorities.", "[29] The applicants have submitted further evidence of the continued persecution of Jews in Ukraine (see exhibits H and G to the Vadim Kraitman's affidavit, sworn May 13, 1994) which further supports the applicant's position that contrary to the finding of the Refugee Division and notwithstanding the \"official\" position of the government of Ukraine, Jews continue to suffer anti-semitic activity and persecution.", "[30] The respondent notes the function of the court on judicial review and the need to review decisions of tribunals with deference on factual matters. The question is not whether this court would have reached a different conclusion, but whether the decision made, was reasonably open to the board to make.", "[31] The respondent submits that there was ample documentary evidence before the Refugee Division, which was referred to in its reasons, to support the fact that while there may be some incidents of harassment of Jewish people in Ukraine, the situation has improved and not all Jews can be considered by virtue of being Jewish, to have a well-founded fear of persecution within the meaning of the Convention. Moreover, the Refugee Division was correct in noting that there has been a rebirth of Jewish culture in Ukraine and that anti-semitism is not tolerated by the Ukrainian government. The respondent further submits that the reliability of evidence before the Refugee Division and the weight attributed to that evidence, are matters within the Refugee Division's jurisdiction to determine. According to the respondent, the board's conclusions on credibility and cogency of documents are not subject to review on an appeal that is limited to questions of law.", "[32] The respondent also takes issue with the applicants' assertion that as the whole of the documentary evidence is equivocal on the issue of current conditions of Jews in Ukraine and maintains that the board carefully reviewed much of the documentary evidence before it and in its reasons specifically referred to the fact that although anti-semitism had long historical roots in Ukraine, there has been a national revival accompanied by significant progress in the area of human rights in 1992. Furthermore, there are legislative guarantees of basic civil and political rights for the national ethnic minorities, including guarantees for the rights to school and cultural facilities, and to the use of their respective languages in business and official correspondence.", "[33] In response to the applicants' argument that the board ignored some of the evidence before it, the respondent notes it is trite law that merely because the reasons may not detail all of the evidence before the board, does not constitute a reviewable error. It is the Refugee Division's duty not only to consider the evidence but also to weigh its value.", "[34] The respondent submits that the board's conclusion that the documentary evidence supports that there are still some anti-semitic sentiments in Ukraine but that the authorities have denounced anti-semitism and progress had been made in Ukraine, was reasonably open to it based on all of the evidence before it. It is clear the board reviewed all of the documentary evidence before it in reaching its conclusion that the evidence did not establish the applicants had a well-founded fear of persecution. The respondent argues that ultimately the question of whether an individual's treatment is sufficiently serious to constitute persecution is a question of fact left to the board, which is in the best position to assess the evidence before it and determine based on all the evidence whether a well-founded fear of persecution had been established. The respondent maintains that the board reviewed the evidence before it and as the applicants had not adduced sufficient evidence to support their claim, the board was correct in concluding they were not Convention refugees.", "[35] The respondent argues the board's finding that the situation for Jews in Ukraine had improved was reasonably open to it based on the documentary evidence before it. It is clear the board reviewed the evidence and the documents tendered supported the fact that the situation is improving in Ukraine. This is not a case where a well-founded fear of persecution being established and the board then finding a change in circumstances in the country. Instead, the board found that the applicants were victims of discrimination but did not establish a well-founded fear of persecution and then only that the situation in Ukraine has improved for Jewish people and that anti-semitism was not tolerated by the government.", "[36] The respondent submits the finding that the police could do little given the limited information provided by the male applicant about his assailants was not an error. The board simply noted, that in the circumstances, the police response was a reasonable one. There was no adverse inference.", "[37] The respondent maintains that the Ward (supra) decision is authority for the proposition that while state complicity is not a necessary component of persecution, absent a situation of complete breakdown of state apparatus, it will be assumed that the state is capable of protecting a claimant unless there is an admission by the state that it cannot afford protection or unless a claimant can provide clear and convincing confirmation of a state's inability to protect the claimant. The respondent submits, that the applicants are incorrect in their argument that the applicants have established that the authorities are unable to provide protection. It is clear from the reasons that the board did not find that the authorities were unable to protect the applicants.", "[38] The respondent argues the test for Convention refugee status is not met by simply establishing that the society from which the applicants have fled is less than perfect as there are random acts of vandalism, harassment or discrimination which are not always effectively handled by those in authority; the same can be argued about most societies, including Canada, where citizens have property vandalized and where those in authority are unable to ensure protection or find the guilty parties. The burden of showing that one is not able to avail oneself of the protection of one's own state is not easily satisfied. The onus is on the applicants to prove their claim to refugee status, and in order to do so, they must show firstly, that they suffer persecution for a Convention reason and secondly, because of that persecution are unwilling or unable to seek state protection in their country of origin. The respondent submits the fact that a state is in effective control of its territory, has military police and civilian authority in place, and makes efforts to protect its citizens but is not always successful, will not be enough to justify a claim that the victims of crime are unable to avail themselves of such protection. Absent a complete breakdown of a state apparatus, it will be assumed that a state is capable of protecting its nationals. The respondent maintains that the board's findings on this point were reasonably open to it, based on the evidence before it.", "[39] The respondent argues that this is not a case where the board refused or failed to consider the factual evidence or made its decision on insufficient evidence, rather it is a case where there was insufficient evidence to support a finding of a fear of persecution. Therefore, submits the respondent, the board considered and weighed the evidence before it and based on this evidence came to a decision that it was reasonably open to it make, i.e. that the applicants' evidence did not establish a well-founded fear of persecution. Conclusion", "[40] I am satisfied that the decision of the board must be set aside. It is a decision that is made in a capricious and perverse manner in total disregard to the evidence presented to the board by the applicants.", "[41] The applicants' testimony was sworn to and is therefore deemed to be truthful unless there are reasonable grounds to find otherwise. There is nothing in the evidence that was put to the board that would indicate there are reasonable grounds to disbelieve the applicants.", "[42] In fact, the board does not question the credibility of the applicants. Having said this, I do not understand the reasoning of the board.", "[43] The following facts are taken as truthful: 1. The applicant, Vadim, was a victim of constant anti-semitic activity throughout his school years; 2. In 1981, he was not accepted into medical university because he is considered a Jew. He was accepted in the Civil Engineer University in Kharkov but only after paying a bribe For the board to say that the applicant was not denied a University education without making reference to the fact that the applicant had to pay a bribe to do so is a serious error as it clearly indicates that the applicant could not get a university education unless a bribe was paid 3. In 1986, the applicant was the only graduate who did not get an assignment because of his Jewish background. 4. In February 1991, the front door of the family's home was painted with anti-semitic epithets. When the applicant complained to the police, he was advised to repaint the door.", "[44] I could well understand that the police had little to \"work\" with but nevertheless, the reply given to the applicant indicates an unwillingness to make an attempt to investigate and this only because the applicant was considered a Jew. 5. In March 1991, the gravestones of the applicant's grandparents were defaced with a message \"Jews get out of the Ukraine\". When a complaint was filed with the police, the applicant was told that nothing could be done \"it was his problem\". This is another indication of the attitude of the police towards Jews. 6. In March 1991, the applicant and a friend were beaten up by four men when they were coming out of Synagogue. The applicant was taken to hospital where he required eye surgery. When the applicant made a complaint to the police, he was told that the police had too many complaints by Jews for them to investigate.", "[45] This is a clear indication that Jews were not being offered the protection of the state, that is, Jews could not go to the police for protection. The police may have the ability to offer protection but where it chooses not to, this is equivalent to saying it is unable to provide protection to the applicants.", "[46] To state, as the board did, that the police response was reasonable, appears to me to be a statement by an individual or individuals with a total lack of understanding of the particular situation the applicants found themselves to be in.", "[47] It appears clear that the board members appear to lack an understanding as to the activities of the Pamyat, an organization according to the applicant that is anti-semitic and racist. It holds open meetings preaching their hatred and nevertheless the board makes little comment of this organization and in the manner in which this group attacked the applicant.", "[48] The board itself admits that there is a history of both discrimination and persecution in the Ukraine directed at Jews but believes that because the official policy of the country is alleged to be non-racist, the applicants (Jews) have nothing to fear for the future. How naive.", "[49] For the above reasons, this matter is returned to a differently constituted board for a new hearing.", "[50] Neither party has submitted, for certification, a serious question of general importance. Application allowed. Editor: Jana A. Andersen/saf [End of document]"]}