{"id_": "051691", "body_str": ["[1] Mactavish, J. : Rustem Tursunbayev seeks judicial review of a decision of the Immigration Division of the Immigration and Refugee Board refusing to release him from detention.", "[2] For the reasons that follow, I have concluded that the Board made a number of errors both in its assessment of the flight risk posed by Mr. Tursunbayev and in its assessment of the alternatives to detention that he proposed. As a consequence, the application for judicial review will be allowed and the matter will be remitted to the Board for a new detention review. 1. Background", "[3] Mr. Tursunbayev is a citizen of Kazakhstan and a permanent resident of Canada. He is also a former Vice-President of Kazatomprom, the state-owned uranium company in Kazakhstan.", "[4] Following the receipt of an Interpol \"Red Notice\", a FINTRAC report, and the issuance of two inadmissibility reports made pursuant to section 44 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27, Mr. Tursunbayev was arrested and detained by the Canada Border Services Agency (CBSA) on an immigration warrant.", "[5] One inadmissibility report alleges that there are reasonable grounds to believe that Mr. Tursunbayev is inadmissible to Canada due to his membership in a criminal organization which is responsible for a complex and systematic scheme to defraud Kazatomprom and its subsidiaries of significant monetary assets.", "[6] The second inadmissibility report alleges that Mr. Tursunbayev used a series of off-shore companies and bank accounts to transfer a considerable amount of money out of Kazakhstan. The report further alleges that the source of these funds was criminal in nature.", "[7] Mr. Tursunbayev's detention was reviewed twice - once within 48 hours of his arrest, and again within seven days of his first detention review. On both occasions the Board concluded that Mr. Tursunbayev's detention should continue as he was unlikely to appear for his admissibility hearing.", "[8] Mr. Tursunbayev's third detention review took place several weeks later. He provided a considerable volume of documentary material to the Board in connection with this hearing. Viva voce evidence was also adduced by Mr. Tursunbayev in support of his release.", "[9] The Board nevertheless concluded that Mr. Tursunbayev's detention should be continued. This application for judicial review relates to that decision. 2. Procedural History", "[10] This proceeding has a somewhat unusual history. The decision under review is dated March 21, 2012. Mr. Tursunbayev's next detention review was scheduled for Wednesday, April 18, 2012.", "[11] Mr. Tursunbayev was concerned that his application for leave and for judicial review of the Board's March 21, 2012 decision would be rendered moot if it was not heard prior to his next detention review. As a consequence, he brought a motion to have the hearing of his application for leave and for judicial review expedited.", "[12] By order dated April 4, 2012, Prothonotary Milczynski ordered that the application for leave and for judicial review be expedited, and that the matter be set down for hearing on the General Sittings list for Monday, April 16, 2012.", "[13] Following the hearing of the application, and at the request of Mr. Tursunbayev, I ordered an interim stay of his next detention review pending my decision in this matter. 3. The Legality of Mr. Tursunbayev's Arrest", "[14] Mr. Tursunbayev asserted before the Board that his arrest and detention were illegal as there was no direction for an admissibility hearing in place at the time the warrant for his arrest was issued. As a consequence, there was no legitimate immigration purpose to either his arrest or his detention.", "[15] Although Mr. Tursunbayev provided detailed arguments on this point in his memorandum of fact and law, he acknowledged at the hearing that this issue is currently before Justice Russell in a related proceeding. Mr. Tursunbayev indicated that he would not be pursuing the issue before me and I make no finding in this regard.", "[16] Mr. Tursunbayev does, however, continue to maintain that the Board erred in finding that he was unlikely to appear for his admissibility hearing and in concluding that there were no alternatives to his continued detention. Mr. Tursunbayev also asserts that representations made by the Minister's representative at his most recent detention review hearing were misleading, with the result that the decision arising from that hearing should be set aside. 4. Standard of Review", "[17] The majority of Mr. Tursunbayev's submissions relate to the Board's assessment of the evidence and its factual findings.", "[18] As the Federal Court of Appeal observed in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 10, detention determinations are essentially fact-based decisions which should be accorded deference.", "[19] That said, because the individual's liberty interests are at stake in detention reviews, these decisions must be made with section 7 Charter considerations in mind: Canadian Charter of Rights and Freedoms , s. 7, Part I of the , being Schedule B to the Canada Act 1982 (U.K.), 1982, c. 11; <FRAGMENT_SUPPRESSED>  at para. 14.", "[20] The fact that Charter interests are implicated does not change the standard of review, which remains that of reasonableness: see <FRAGMENT_SUPPRESSED>  [2012] S.C.J. No. 12 (QL) at para. 45. However, the task for the Court on judicial review in such cases is to determine \"whether, in assessing the impact of the relevant Charter protection and given the nature of the decision and the statutory and factual contexts, the decision reflects a proportionate balancing of the Charter protections at play\": Doré at para. 57.", "[21] To the extent that Mr. Tursunbayev argues that he was treated unfairly by the Board, the task for the Court is to determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances: see Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 43.", "[22] Similarly, it is for the Court to determine whether representations made by the Minister's representative during the course of Mr. Tursunbayev's detention review hearing were misleading or resulted in a breach of natural justice. 5. The Alleged Misrepresentation Regarding the Extradition Request", "[23] Mr. Tursunbayev asserts that the Minister's representative misstated material facts at his detention review, which misstatements were relied upon by the Board. Mr. Tursunbayev says that these misstatements amount to a breach of natural justice and an abuse of process, and that the Board's decision should be set aside on this basis alone.", "[24] At issue are representations made by the Minister's representative concerning whether or not the Government of Canada had received a request for the extradition of Mr. Tursunbayev. The Minister's representative is not a lawyer, but is very experienced in these matters.", "[25] The Interpol \"Red Notice\" issued with respect to Mr. Tursunbayev states that \"The country at the request of which this present notice has been published has given assurances that extradition will be sought upon the arrest of the person ...\". Counsel for Mr. Tursunbayev raised this issue at his detention review, noting that there was no evidence before the Board that Kazakhstan had sought his extradition, and suggesting that this put the credibility of the Kazakhstani government in doubt.", "[26] Counsel for Mr. Tursunbayev also observed that if Kazakhstan had indeed sought his client's extradition, he would be arguing that it would amount to an abuse of process to have Mr. Tursunbayev facing two different procedures at the same time both aimed at his removal from Canada and both based upon the same allegations.", "[27] In the course of this discussion, the following exchange took place: MINISTER'S COUNSEL: I have to object to this, Madam Member. This is not an extradition proceeding, we don't know what extradition is going on or not. Unless counsel has evidence that is contrary I think we should be moving on because clearly he's arguing extradition, this is not an extradition proceeding. COUNSEL: Okay, well --- MEMBER: Well --- MINISTER'S COUNSEL: And counsel has not presented any evidence that there has been a request or not a request. MEMBER: Well I don't really see a problem - like Mr. Waldman is simply asking the question of why haven't they sought extradition. MINISTER'S COUNSEL: Does he know they have or they haven't? Can he say that with a hundred percent certainty? I can't. MEMBER: Well I mean at this point I don't have any evidence that they have. MINISTER'S COUNSEL: Nor do you have evidence that they haven't. MEMBER: And I'm not necessarily drawing any particular inference at this point, I'm just listening to what Mr. Waldman has to say about it. Transcript of Detention Review (March 2, 2012) at 65-66, Application Record Vol. 2, [emphasis added]", "[28] The Minister's representative subsequently reiterated his observations as to the lack of evidence before the Board regarding the existence of an extradition request. His closing submissions also comment on the lack of evidence one way or the other, stating \"We do not know whether extradition has been requested under some other treaty or not. To make those assumptions is premature on counsel [ sic ] without the evidence\": Transcript of Detention Review (6 Mar 2012), Application Record Vol. 3 at 49.", "[29] The Minister's representative has filed an affidavit in connection with this application in which he acknowledges that, at the time of Mr. Tursunbayev's detention review, he was aware that the Government of Canada had in fact received an extradition request from the Government of Kazakhstan.", "[30] According to the Minister's representative, this was \"third party information\" that he had received on a confidential basis from the Department of Justice's International Assistance Group. No Authority to Proceed had been issued in relation to this request, and the Minister's representative was not authorized to disclose the existence of the extradition request at Mr. Tursunbayev's detention review.", "[31] The Minister's representative asserts that the statements he made at Mr. Tursunbayev's detention review were intended only as commentary on the state of the record and the lack of evidence as to whether or not Kazakhstan had sought the extradition of Mr. Tursunbayev. Nothing said by the Minister's representative at the detention review was intended to be a representation by him to the Board that the Government of Canada had not received an extradition request from Kazakhstan.", "[32] Finally, the respondent argues that the existence of an extradition request would have actually weakened Mr. Tursunbayev's case for release as it would have provided him with a further incentive not to appear at his admissibility hearing.", "[33] I would start by noting that Mr. Tursunbayev has not persuaded me that the Minister's representative had a positive obligation to disclose the existence of the extradition request during the March, 2012 detention review. In the absence of an Authority to Proceed, there was no assurance that Mr. Tursunbayev would indeed be facing extradition proceedings in Canada.", "[34] I have read the transcript of Mr. Tursunbayev's detention review hearing carefully, and I agree with the respondent that a number of the statements made by the Minister's representative during the evidentiary portion of the hearing clearly related to the state of the record before the Board and the absence of any evidence one way or the other regarding the existence of an extradition request.", "[35] I also understand the comment made by the Minister's representative that \"[w] e do not know whether extradition has been requested under some treaty or not\" to be a reference to the state of the record before the Board rather than a representation as to the state of the Minister's representative's own knowledge or the state of his client's knowledge with respect to the extradition request.", "[36] One statement made by the Minister's representative is problematic, however. He stated \"Does [Mr. Tursunbayev's counsel] know they have or they haven't [sought extradition] ? Can he say that with a hundred percent certainty? I can't.\"", "[37] To the extent that this statement may be understood as a representation of the state of the Minister's representative's personal knowledge with respect to the existence of an extradition request, the statement was untrue. The Minister's representative has admitted that at the time that he made this statement, he knew that the Government of Canada had received a request from the Government of Kazakhstan for the extradition of Mr. Tursunbayev. He could state this with 100 percent certainty by the time of Mr. Tursunbayev's detention review, and the statement cited above was arguably misleading.", "[38] However, this statement must be read in context. It follows several clear comments by the Minister's representative about the lack of evidence in the record. Read in context, it is also arguable that the Minister's representative was saying that he could not state with 100 percent certainty that an extradition request had been made based on the evidence before the Tribunal", "[39] Indeed, it appears from what follows that this is the way that the Board understood the statement, as the Board member made a number of comments after this exchange about the lack of evidence one way or the other in the record.", "[40] A finding that a representative of the Crown has intentionally misled a Tribunal is a very serious matter. While the comment identified above is troubling, I have decided to give the Minister's representative the benefit of the doubt in this case. I would, however, note that this was a close call, and would caution the Minister's representative to be more careful in the future in his representations to the Board.", "[41] I would also note that in responding to Mr. Tursunbayev's allegations of misrepresentation by the Minister's representative, the Minister's counsel on this application submitted that the comments made by the Minister's representative at Mr. Tursunbayev's detention review were merely submissions , and were not evidence given under oath.", "[42] I am very concerned about this submission. Individuals representing the Crown before courts and tribunals always have an obligation to be candid and fair in their dealings both with litigants and with the courts and tribunals themselves. The fact that the comments in question were made by the Minister's representative in submissions rather than in evidence does not in any way reduce or limit the representative's duty of candour. 6. The Finding that Mr. Tursunbayev was Unlikely to Appear for his Admissibility Hearing", "[43] Section 58 of the Immigration and Refugee Protection Act provides that the Board shall order the release of a detained person unless it is satisfied that, amongst other things, the person is unlikely to appear for his or her admissibility hearing.", "[44] The factors to be considered by the Board in assessing whether an individual is likely to appear for an admissibility hearing are identified in section 245 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [the Regulations ]. These factors include whether the person is a fugitive from justice in a foreign jurisdiction, whether he or she has complied with orders and conditions, whether there is a history of avoidance of examination or any previous attempt to do so, and whether the person has strong ties to a community in Canada.", "[45] It is also reasonable for the Board to consider the strength of the Government's case in determining whether or not an individual poses a flight risk: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  F.T.R. 114 at para. 44.", "[46] Mr. Tursunbayev has identified many errors allegedly made by the Board in this matter. Because he will be subject to one or more detention reviews in the future, he has asked me to address each of his arguments so as to provide guidance to future decision-makers. Accordingly, each of Mr. Tursunbayev's arguments will be addressed below. a) Did the Board Improperly Shift the Burden of Proof to Mr. Tursunbayev", "[47] The burden of proof was on the Minister to establish on a balance of probabilities that Mr. Tursunbayev was unlikely to appear for his admissibility hearing: <FRAGMENT_SUPPRESSED>  at para. 15.", "[48] The CBSA offered to withdraw the allegations against Mr. Tursunbayev if he explained the source of his wealth. To date, Mr. Tursunbayev has declined to do so.", "[49] Mr. Tursunbayev argues that the Board erred in law by using the fact that he has chosen to remain silent as evidence of his guilt. I do not agree that this is what the Board did.", "[50] The Board recognized that Mr. Tursunbayev was under no obligation to provide Canadian authorities with information regarding the source of his money. It noted, however, that Mr. Tursunbayev already had a strong incentive to provide exculpatory information, given that he was being held in detention. Having failed to do so when his liberty was at stake, the Board found it not to be credible that Mr. Tursunbayev would be motivated to appear at his admissibility hearing in order to exonerate himself.", "[51] The Board's comments have to be read in context. Contrary to Mr. Tursunbayev's submissions, the Board did not shift the burden of proof onto him or draw an adverse inference regarding his guilt based upon his assertion of his right to silence. What the Board was addressing was whether Mr. Tursunbayev would be motivated to appear at his admissibility hearing, or whether he was a flight risk. In this context, the inference drawn by the Board was one that was reasonably open to it on the record before it. b) Did the Board Apply the Wrong Standard in Assessing the Strength of the Case against Mr. Tursunbayev?", "[52] The Board noted that it was Mr. Tursunbayev's position that the charges against him in Kazakhstan were baseless. In assessing the strength of the Minister's case, the Board stated that \"[i] f there was absolutely no basis to the Minister's allegations, this would weigh in favour of release, but that is not the case here\": Reasons at para. 47 [emphasis added].", "[53] I agree with Mr. Tursunbayev that the Board erred in requiring him to demonstrate that there was \"absolutely no basis\" to the Minister's allegations before the relative strength of the Minister's case could weigh in favour of his release from detention.", "[54] As noted above, the jurisprudence of this Court has established that the strength of the Minister's case may be a relevant factor in assessing whether an individual poses a flight risk. This is because the relative strength or weakness of the case against an individual may go to the motivation of the individual to appear at his or her admissibility hearing.", "[55] Clearly, where a detainee can demonstrate that there is absolutely no basis to the allegations against him, that factor may argue in favour of release. That does not mean, however, that no consideration can or should be given to this factor if a detainee can merely show that the Minister's case is very weak. The relative strength or weakness of the Minister's allegations must be evaluated in each case and must then be considered in light of all of the other relevant factors present in a particular case in order to determine whether the statutory and regulatory conditions justifying continued detention have been met. c) Was Mr. Tursunbayev a Fugitive From Justice?", "[56] I am not persuaded that the Board erred in concluding that Mr. Tursunbayev was a fugitive from justice.", "[57] The term \"fugitive from justice\" is not defined in the Immigration and Refugee Protection Act, S.C. 2001, c. 27 or Regulations . The term must, therefore, be given its ordinary meaning.", "[58] I do not agree with Mr. Tursunbayev that a person can only be considered a \"fugitive from justice\" if he fled his home jurisdiction after legal proceedings had been formally instituted. The term is broad enough to include individuals who are sought by law enforcement officials in their country of origin, who were aware of an ongoing investigation that could implicate them in criminal conduct at the time that they left the country, and who have no intention of voluntarily returning to face the charges.", "[59] In this case, Mr. Tursunbayev fled Kazakhstan two days after Mukhtar Dzhakishev, the President of Kazatomprom, was arrested.", "[60] Mr. Tursunbayev's position is that he left the country because he was afraid that he would be arrested and tortured by state authorities in order to obtain evidence against Mr. Dzhakishev. He further submits that as he had not been charged with any offences at the time that he fled Kazakhstan, he could not be a fugitive from justice.", "[61] The Board rejected this explanation. It found that Mr. Tursunbayev had fled Kazakhstan knowing that the authorities were investigating offences involving Kazatomprom, and that he had left the country in order to avoid being questioned about his own role in the matter. The Board did not accept that a \"savvy businessman\" such as Mr. Tursunbayev would not have known that the Kazakhstani authorities were likely also interested in prosecuting him for his actions as the Vice-President of Kazatomprom. This was a finding that was reasonably open to the Board on the record before it. d) The Use of General Evidence of Corruption", "[62] I also do not agree with Mr. Tursunbayev that the Board erred by using country condition information describing the pervasiveness of corruption within Kazakhstan as a basis for a finding that Mr. Tursunbayev must himself have been involved in corrupt activity.", "[63] I agree that it would be an error for the Board to find that simply because corruption is endemic in a country, a particular individual must himself have been involved in corrupt activities. However, that is not what happened here.", "[64] Once again, the Board's comments have to be read in context. The Board noted that Mr. Tursunbayev had been a Vice-President of Kazatomprom, and was also the director of foundations that either reported to or were linked to Kazatomprom. While he had described himself as a successful businessman and civil servant, the Board noted that there was nothing in the record that could account for Mr. Tursunbayev's considerable wealth, apart from his past employment.", "[65] It was thus in the context of Mr. Tursunbayev's vast and unexplained wealth that the Board observed that it was \"reasonable to conclude that he had benefited greatly from his participation in the Kazakhstani system\" and that it was not credible that \"a person [could have] benefit[ed] so much from such a corrupt system without having facilitated and contributed to it\": Reasons at para. 41. There is nothing unreasonable about this finding. e) The Board's Treatment of the Evidence Regarding the Prosecution of Mukhtar Dzhakishev", "[66] Mr. Tursunbayev argued before the Board that no weight should be given to the fact that Mukhtar Dzhakishev was convicted of offences related to Kazatomprom. He submitted that this was a poor indicator of the strength of the Minister's case because Kazakhstani courts routinely rely on evidence obtained through the use of torture.", "[67] The Board found that although the country condition information showed that Kazakhstani courts likely do rely on evidence obtained through torture, there was \"no evidence that this occurred in Mr. Dzhakishev's case\".", "[68] In coming to this conclusion, the Board relied on an excerpt from the 2009 United States' Department of State Report which specifically referred to Mr. Dzhakishev's case and discussed the limitations on his ability to access legal representation. As the Board observed, nothing in the document referred to evidence against Mr. Dzhakishev having been obtained through the use of torture, although the report does note the routine use of torture by state officials in Kazakhstan.", "[69] What the Board did not mention, however, was the information contained in the March, 2010 Amnesty International report entitled \"Kazakhstan: No Effective Safeguards against Torture\", which discusses the Dzhakishev case at some length.", "[70] This report states that police in Kazakhstan routinely arrest individuals who are then held incommunicado for varying periods of time during which confessions are obtained from the individuals through the use of torture.", "[71] According to the Amnesty report, in the days leading up to Mr. Dzhakishev's arrest, seven of his co-directors and staff were detained by officers of the National Security Service. These individuals were told that they were being taken into a 'witness protection program' and were being taken to a safe house. However, they were instead handcuffed and blindfolded and were flown in a special plane to a different location. Their families were not told of their whereabouts and lawyers hired by the families were not given access to the detainees, who were instead represented by lawyers assigned to them by the State.", "[72] The detainees' wives were finally allowed to see their husbands after they had spent two weeks in custody. These meetings were not private, and it was impossible to determine whether the men had been mistreated. Some of the wives expressed fears that their husbands had been \"if not physically ill-treated, then at the very least intimidated into refraining from making any complaints\". The Amnesty report notes that the men were still being held in an unofficial detention facility when the report was published some ten months later.", "[73] It is true that the Board will be presumed to have considered all of the evidence before it: see, for example, <FRAGMENT_SUPPRESSED> , 147 N.R. 317 (F.C.A.). That said, the more important the evidence that is not specifically mentioned and analyzed in the Board's reasons, the more willing a court may be to infer that the Board made an erroneous finding of fact without regard to the evidence: see <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 264 at paras.14-17.", "[74] The evidence contained in the Amnesty Report was directly relevant to a central finding made by the Board relating to the legitimacy of the charges against Mr. Tursunbayev. Moreover, it appears to run counter to the Board's finding that there was \"no evidence\" that Mr. Dzhakishev's conviction was based on evidence obtained through the use of torture. The failure of the Board to mention, let alone analyze this evidence thus constitutes a material error and renders the Board's decision unreasonable. f) The Reliability of the Interpol \"Red Notice\"", "[75] Mr. Tursunbayev also submits that the Board erred in finding that there was no evidence that the Interpol \"Red Notice\" in this case was unreliable. I do not agree.", "[76] It is apparent from paragraph 46 of the Board's reasons that it understood the evidence adduced by Mr. Tursunbayev addressing the abuse of the \"Red Notice\" system by corrupt States. The Board also clearly understood that Interpol does not \"vet\" allegations or authenticate evidence relied on by a State in support of allegations made against its citizens. Nevertheless, the Board found that the evidence before it was insufficient to establish that such abuse occurred in this case. Mr. Tursunbayev has not persuaded me that this finding was unreasonable. g) The Failure of the Board to Confront Mr. Tursunbayev with an Alleged Inconsistency", "[77] The Board had concerns about Mr. Tursunbayev's credibility based, in part, on an alleged inconsistency in information provided by him to Canadian immigration officials. Mr. Tursunbayev argues that there was no obvious inconsistency in the information that he provided and that, in any event, it was unfair of the Board not to put its concerns to him and allow him an opportunity to address them. I agree with Mr. Tursunbayev on both points.", "[78] The information in issue relates to Mr. Tursunbayev's position as Vice-President of Kazatomprom. In his application for permanent residence, Mr. Tursunbayev stated that he stopped being Vice-President in November of 2004. However, notes prepared by a visa officer in connection with Mr. Tursunbayev's 2008 application for a temporary resident visa contain the words \"Vice-President, Kazatomprom\".", "[79] The Board concluded from the presence of these words in Mr. Tursunbayev's immigration file that \"it is therefore likely that he identified himself as such in his application\": Reasons at para. 53. After observing that Mr. Tursunbayev had elsewhere claimed to have left his position in November of 2004, the Board stated that \"[a] person's employment is a basic fact and in the absence of any explanation for this inconsistency, I find that this raises concerns regarding Mr. Tursunbayev's credibility\": Reasons at para. 53.", "[80] It is not at all clear, however, that there was in fact any inconsistency in the information provided by Mr. Tursunbayev in connection with his various applications. In reference to Mr. Tursunbayev's current position, the visa officer's notes relating to his 2008 visa application clearly state that he \"is a director of the corporate foundation \"Demur\" since May 2006 ...\". This is consistent with the information that Mr. Tursunbayev provided in his application for permanent residence.", "[81] Further on in the visa officer's notes is the statement that \"He is well established in Kazakhstan\". What then follows is information relating to Mr. Tursunbayev's personal history. This information includes his address, date of birth, marital status, the name of his wife, and so on. It is in the middle of this information that the words \"Vice-President, Kazatomprom\" appear.", "[82] There is no timeframe attached to this statement, nor is there anything in the officer's notes to suggest that Mr. Tursunbayev had claimed to still be the \"Vice-President, Kazatomprom\" as of 2008. Indeed, the notes identify Mr. Tursunbayev's current position as being that of a director of Demur. Given that the words appear in the context of information regarding Mr. Tursunbayev's personal history, it seems more likely that the reference to \"Vice-President, Kazatomprom\" was intended to refer to Mr. Tursunbayev's past employment.", "[83] It was also unfair of the officer to make such a negative credibility finding without giving Mr. Tursunbayev an opportunity to address the alleged inconsistency.", "[84] The Board is not obligated to draw an obvious inconsistency in a party's evidence to the party's attention and to afford him or her an opportunity to explain the discrepancy. However, in this case, the record before the Board was several hundred pages in length. The three words in issue were buried deep in the record, and were not the subject of any discussion at Mr. Tursunbayev's detention review. Moreover, as explained above, the alleged inconsistency was not obvious on the face of the record. In such circumstances, the duty of fairness required that the Board put its concern to Mr. Tursunbayev and that he be provided with an opportunity to explain his position in this regard.", "[85] Consequently, I am satisfied that it was both unreasonable and unfair for the Board to base a negative credibility finding on this alleged inconsistency. h) The Alleged Misrepresentation as to Mr. Tursunbayev's Net Worth", "[86] While the Board did not attach a great deal of weight to this finding, it was nevertheless unreasonable for it to conclude that Mr. Tursunbayev had misrepresented his net worth to Canadian immigration authorities during the processing of his application for permanent residence.", "[87] At the time that Mr. Tursunbayev and his family were seeking permanent residence in Canada he was asked for proof that he had settlement funds of at least $20,654. Mr. Tursunbayev provided a bank statement showing that he had a balance of approximately $50,000 in a Canadian bank account.", "[88] While stating that it was \"not clear\" whether Mr. Tursunbayev was under any legal obligation to disclose the full extent of his wealth, the Board concluded that \"the fact remains that the financial picture he presented was vastly different from the truth\": Reasons at para. 52. After noting that the disclosure of his wealth would likely have raised questions, the Board goes on to observe that \"[i] t therefore seems likely that Mr. Tursunbayev preferred to avoid attracting any particular attention\". This was, in my view, an unreasonable inference.", "[89] A review of the documentation associated with Mr. Tursunbayev's application for permanent residence shows quite clearly that all Mr. Tursunbayev was asked to do was to provide confirmation that he was in possession of the necessary level of settlement funds. This he did. There was no evidence before the Board that Mr. Tursunbayev was ever asked about his net worth during the application process, nor did he represent in any way that the money in his bank account constituted the full extent of his assets. The Board's negative finding in this regard was simply unreasonable. i) Other Indicators of Flight Risk", "[90] Mr. Tursunbayev has not persuaded me that it was unreasonable for the Board to rely on Mr. Tursunbayev's past flight from Kazakhstan, the mobility afforded to him by his considerable wealth, and the resourcefulness that he has shown through his acquisition of citizenship in the country of St. Kitts and Nevis as indicators of his potential flight risk. 7. Alternatives to Detention", "[91] I am satisfied, however, that the Board erred in assessing whether there were alternatives to Mr. Tursunbayev's continued detention.", "[92] Where the Board has been determined that there are grounds for the detention of an individual, section 248(e) of the Regulations requires the Board to consider whether alternatives to detention are available.", "[93] In this case, Mr. Tursunbayev provided the Board with a comprehensive proposal whereby any risk of flight could allegedly be managed. Mr. Tursunbayev proposed to offer several sureties and to be subject to strict conditions of release. As part of these conditions, Mr. Tursunbayev would wear an ankle bracelet connected to a GPS monitoring system. He would also engage a private security company to provide physical surveillance of him on a round-the-clock basis, and to install surveillance cameras at his home in order to monitor his movements.", "[94] The evaluation of the suitability of sureties is a matter squarely within the jurisdiction and expertise of the Board. Mr. Tursunbayev has not persuaded me that the Board erred in its assessment of the suitability of three of the sureties offered by Mr. Tursunbayev or the sufficiency of the amounts of the bonds offered by two of these individuals.", "[95] I do, however, agree with Mr. Tursunbayev that the Board does not appear to have understood the nature of the undertaking being offered by the head of the private security company as a means of ensuring that his company complied with its obligations to monitor Mr. Tursunbayev's whereabouts.", "[96] I am also satisfied that the Board erred in failing to properly consider the appropriateness of the overall proposal offered by Mr. Tursunbayev as an alternative to his continued detention.", "[97] While the Board discussed the limitations associated with ankle bracelets at some length, there is no consideration given in the Board's reasons of efficacy of video-cameras to monitor Mr. Tursunbayev's whereabouts.", "[98] Perhaps even more importantly, there is no discussion in the Board's reasons as to whether the physical surveillance of Mr. Tursunbayev on a round-the-clock basis would be sufficient to manage any risk of flight.", "[99] Mr. Tursunbayev provided the Board with a multi-faceted proposal for his continued monitoring following his release from detention. Each element of the proposed release plan had to be weighed by the Board on its own, and in combination with the other proposed methods of ensuring compliance, in order for it to determine whether there were alternatives to Mr. Tursunbayev's continued detention. The failure of the Board to properly consider some of the elements of the plan proposed by Mr. Tursunbayev means that its assessment of the overall adequacy of the proposed release plan was unreasonable. 8. Conclusion", "[100] Mr. Tursunbayev has not persuaded me that the Minister's representative misled the Board with respect to the existence of an extradition request, or that some of the disputed findings made by the Board were unreasonable. I have, however, concluded that a number of the Board's findings were made in error, and that Mr. Tursunbayev was treated unfairly in relation to one finding.", "[101] These errors were sufficiently serious as to require that the application for judicial review be granted. The Board's decision is set aside, and the matter is remitted to a differently constituted panel for a new detention review. This review is to take place within seven days of the date of this decision.", "[102] Neither side has proposed a question for certification, and I am satisfied that this decision turns primarily on the unique facts of this case. Consequently, no question will be certified. 9. Costs", "[103] Mr. Tursunbayev submits that he should be entitled to his solicitor and client costs in connection with the application his judicial review based upon the misrepresentation allegedly made by the Minister's representative in relation to the existence of the extradition request.", "[104] Costs are not ordinarily awarded in immigration proceedings in this Court. Rule 22 of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22 provides that \"No costs shall be awarded to or payable by any party in respect of an application for leave, an application for judicial review or an appeal under these Rules unless the Court, for special reasons, so orders\".", "[105] Given that I have not been persuaded that the Minister's representative misled the Board in relation to the existence of the extradition request, this is not a case for costs. JUDGMENT", "[106] THIS COURT ORDERS AND ADJUDGES that 1. Leave is granted to Mr. Tursunbayev to judicially review the Board's March 21, 2012 decision refusing to release him from detention; 2. This application for judicial review is allowed, and the matter is remitted to a differently constituted panel for a new review of Mr. Tursunbayev's detention. This review shall take place within seven days of the date of this decision. Application allowed. Editor: Sharon McCartney/klf"]}