{"id_": "051749", "body_str": ["[1] Snider, J. : Ms. Liao Liao Liu (the \"Applicant\"), a citizen of China, is a fashion model with significant modelling experience in Mainland China, Hong Kong and Asia. She applied for permanent residence in Canada under the self-employed category on December 24, 1999. Visa officer Antoinette Taddeo (the \"visa officer\"), of the Canadian Consulate General in New York, by decision dated April 2, 2001, refused her application on the basis that the Applicant did not meet the definition of \"self-employed person\" as stated in subsection 2(1) of the Immigration Regulations , 1978, SOR/78-172 as amended (\" Immigration Regulations \"). The Applicant now seeks a judicial review of that decision. Background", "[2] In addition to her application for permanent residence in Canada, the Applicant submitted a two-page business plan outlining her intention to continue to work in the modelling industry and to establish a modelling agency in Toronto.", "[3] The Applicant attended an interview in New York City on January 18, 2001.", "[4] The visa officer assessed the Applicant as a Self-Employed Fashion Model (NOC 5232.0) and awarded her 43 units of assessment. According to the refusal letter, the visa officer did not award the 30 unit bonus under subsection 8(4) of the Immigration Regulations because the Applicant was unable to demonstrate that she met the definition of a self-employed person.", "[5] Since the Applicant failed to receive the required number of units of assessment, paragraph 9(1)(b) of the Immigration Regulations prohibited the visa officer from issuing her an immigrant visa. Issues", "[6] The issues raised by this application can be stated as follows: 1. Should this application be dismissed because it is not supported by a proper affidavit? 2. Did the visa officer err in her assessment of the Applicant under the definition of self-employed person in the Immigration Regulations Analysis", "[7] For the reasons that follow, I would allow the application to proceed in spite of the flawed Affidavit of the Applicant but would dismiss this application on its merits.", "[8] The statutory provisions in issue are included in Appendix A to these Reasons for Decision and Order. Issue #1: Should this application be dismissed because it is not supported by a proper affidavit?", "[9] The Respondent submits that this application should be dismissed because it is not supported by a proper affidavit. In the alternative, the Respondent requests that the Applicant's Affidavit be struck or given little weight.", "[10] The Applicant's native language is Mandarin; the only evidence on the record demonstrates that she is not fluent in English. Her Affidavit is in English, and there is no indication that her Affidavit was translated to her or that she actually understood its contents.", "[11] Rule 80(2) of the Federal Court Rules , 1998 provides as follows: \"80(2) Where an affidavit is made by a deponent who is blind or illiterate, the person before whom the affidavit is sworn shall certify that the affidavit was read to the deponent and that the deponent appeared to understand it.", "[12] In FRAGMENT_SUPPRESSED stated at paragraph 6 that the FRAGMENT_SUPPRESSED In FRAGMENT_SUPPRESSED  gave no weight to the affidavit of an the applicant who could not read English because that affidavit was not accompanied by an interpreter's affidavit and, as a result, there was no indication that the applicant understood what she was signing when she swore her affidavit.", "[13] I note that the issues raised and the submissions made in this case are not heavily dependent on the facts set out in the Affidavit of the Applicant. The lack of confirmation of translation might, if the facts were in dispute in a material way, lead me to conclude that this application should be dismissed. However, in this particular situation, I will adopt the approach of FRAGMENT_SUPPRESSED , supra and give no weight to the Applicant's Affidavit because there is no indication that the Applicant understood what she was signing when she swore her Affidavit. Issue #2: Did the visa officer err in her assessment of the Applicant under the definition of self-employed person in the Immigration Regulations Standard of Review", "[14] An application to be admitted to Canada as an immigrant involves a discretionary decision on the part of the visa officer, who is required to make that decision on the basis of specified statutory criteria. The standard of review to be applied to a visa officer's decision with respect to a finding of fact is patent unreasonableness ( FRAGMENT_SUPPRESSED). As a result, for this Court to intervene in the visa officer's decision, there must be FRAGMENT_SUPPRESSED. The Assessment of an Applicant in the Self-employed Person Category", "[15] The Applicant submits that the visa officer erred by only assessing whether she met the definition of a self-employed person in subsection 2(1) of the Immigration Regulations and not also assessing her pursuant to paragraph 8(1)(b) and subsection 8(4) of the Immigration Regulations FRAGMENT_SUPPRESSED).", "[16] The Applicant also argues that the visa officer applied too narrow a test by requiring that the Applicant must have been self-employed or successful in a business venture to satisfy the definition. In this case, the Applicant's success in her modelling career, which was amply demonstrated by her submissions, coupled with her business plan that set out how she could establish herself in her proposed business, were sufficient to demonstrate that she \"intends or has the ability to establish a business in Canada\" ( Immigration Regulations , subsection 2(1)).", "[17] It is well-settled that the assessment of an applicant in the self-employed category involves a two-stage analysis. The Applicant must be assessed on the basis of the criteria required by paragraph 8(1)(b) and subsection 8(4) of the Immigration Regulations and she must also meet the regulatory definition of a self-employed person contained in subsection 2(1) of the Immigration Regulations FRAGMENT_SUPPRESSED. It does not matter which stage of the analysis is performed first ( FRAGMENT_SUPPRESSED , supra). The Assessment Conducted by the Visa Officer", "[18] The refusal letter and the CAIPS notes indicate that the visa officer properly assessed the Applicant under both stages of the two-stage analysis. It is clear that the visa officer assessed the Applicant according to the factors set out in subsection 8(1) and Column I of Schedule I of the Immigration Regulations", "[19] The visa officer explained that she did not award the Applicant 30 units of assessment under subsection 8(4) of the Immigration Regulations because the Applicant did not meet the definition of self-employed person in subsection 2(1) of the Immigration Regulations . Although this statement appears to collapse two stages of the analysis into one, I am satisfied that the visa officer did not commit a reviewable error. FRAGMENT_SUPPRESSED , supra that there is no substantive difference between the requirements of subsection 8(4) of the Immigration Regulations , that the Applicant is able to become successfully established in her occupation or business, and the first portion of the definition of self-employed person, that the Applicant has the intention and ability to establish or purchase a business.", "[20] In addition, the CAIPS notes indicate that the visa officer was not satisfied that the Applicant could establish herself as a model in Canada. The Applicant had not contacted any Canadian agencies, unions or associations in the modelling field. The visa officer also had concerns regarding the relevance of the Applicant's employment as a marketing manager for a real estate company to her application for permanent residence. Based on this, and the varying explanations given by the Applicant for her prior visits to Canada, the visa officer was not satisfied that the Applicant was being truthful. Although the visa officer indicated these concerns to the Applicant, she did not provide sufficient evidence to relieve the visa officer of those concerns. As a result, there was evidence before the visa officer to support the conclusion that the Applicant would not become successfully established in her occupation in Canada. Even if the visa officer erred by not explicitly stating this conclusion in her refusal letter, that error would be immaterial because the Applicant did not meet the definition of a self-employed person.", "[21] The visa officer's assessment that the Applicant did not have the ability to establish a business in Canada, as required by subsections 2(1) and 8(4) of the Immigration Regulations , was not patently unreasonable. The onus was on the Applicant to establish that she had adequate business experience or an ability to establish a business in Canada FRAGMENT_SUPPRESSED. The CAIPS notes reveal that the visa officer carefully considered the Applicant's ability to establish a business in Canada: \"I HAVE ADVISED SUBJECT THAT MY CONCERN IS HER ABILITY TO ESTABLISH. SHE HAS NOT PRESENTED ME WITH A COMPREHENSIVE IDEA OF WHAT SHE WANTS TO DO IN CDA. I DID HAVE TO PROMPT HER AT TIMES TO GIVE ME SPECIFIC INFO ABOUT HOW, WHERE, HOW MUCH IT WILL COST, ETC. AND SHE HAS SAID, AT TIMES, THAT SHE STILL HAS TO LOOK INTO OR RESEARCH THE IDEA MORE IN CDA. SHE HAS NOT MADE AN ATTEMPT TO BECOME MORE FAMILIAR WITH THE MODELING [sic] ENVIRONMENT IN CANADA, SHE CONFIRMED SHE HAS NOT CONTACTED ANY ASSOCIATIONS, UNIONS ETC. \"HER BUSINESS PROPOSAL IS VERY GENERAL AND HER ESTIMATES ARE VAGUE \"I HAVE ADVISED HER I AM CONCERNED ABOUT HER ABILITY AND THE EMPLOYMENT OPPORTUNITY\"", "[22] As indicated by the above excerpt from the CAIPS notes, the visa officer considered the Applicant's lack of prior business experience, her inability to provide specific evidence or documentation that she had the intention and ability to establish a business in Canada, her failure to conduct any market research into the Canadian market and her generally worded and vague business proposal. The Applicant did not submit any financial statements with her business proposal. Although the Applicant stated at the interview that she would forward a more complete business proposal to the visa officer, she did not do so.", "[23] The Applicant was also unable to provide any evidence regarding the source of the funds in her bank account and thus could not establish that the funds in those accounts were actually hers to dispose of. Finally, the Applicant did not establish that her proposed business would create a significant contribution to the economy or cultural or artistic life of Canada ( Immigration Regulations , s. 2(1); FRAGMENT_SUPPRESSED , supra. As a result, the visa officer's conclusion that the Applicant did not meet the definition of a self-employed person was supported by the evidence before her and was not patently unreasonable.", "[24] Neither party proposed a question of general importance for certification. None will be certified. ORDER", "[25] THIS COURT ORDERS that this application for judicial review is dismissed. There is no question for certification. Application dismissed. Editor: Gary W. McLaughlin/ve Relevant Statutory Provisions and Regulations \"Self-employed person\" is defined in subsection 2(1) of the Immigration Regulations \"'self-employed person' means an immigrant who intends and has the ability to establish or purchase a business in Canada that will create an employment opportunity for himself and will make a significant contribution to the economy or the cultural or artistic life of Canada;\" Paragraph 8(1)(b) of the Immigration Regulations sets out the factors to be considered by the visa officer when assessing an immigrant who intends to be self-employed in Canada: \"8(1) Subject to section 11.1, for the purpose of determining whether an immigrant and the immigrant's dependants, other than a member of the family class, a Convention refugee seeking resettlement or an immigrant who intends to reside in the Province of Quebec, will be able to become successfully established in Canada, a visa officer shall assess that immigrant or, at the option of the immigrant, the spouse of that immigrant (b) in the case of an immigrant who intends to be a self-employed person in Canada, on the basis of each of the factors listed in Column I of Schedule I, other than the factor set out in item 5 thereof;\" Subsection 8(4) of the Immigration Regulations permits the visa officer to award an additional 30 units of assessment if the immigrant will be able to become successfully established in his occupation or business in Canada: \"8(4) Where a visa officer assesses an immigrant who intends to be a self-employed person in Canada, he shall, in addition to any other units of assessment awarded to that immigrant, award 30 units of assessment to the immigrant if, in the opinion of the visa officer, the immigrant will be able to become successfully established in his occupation or business in Canada.\" [End of document]"]}