{"id_": "051739", "body_str": ["[1] Mainville, J. [Translation]: This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ), filed by the Minister of Citizenship and Immigration (the Minister) against a decision by a panel of the Immigration and Refugee Board's Immigration Appeal Division (IAD) bearing number MA8-01601 and dated August 25, 2009 (the decision).  <FRAGMENT_SUPPRESSED>", "[2] The IAD allowed the appeal of a decision by a visa officer to refuse Tania Murielle Bayonne's application for permanent residence as the common law partner of her sponsor, Rodrigue-Arsène Kimbatsa (the respondent) on the ground that she had not established that she had cohabited with the respondent for a period of at least one year as required by the Immigration and Refugee Protection Regulations , S.O.R./2002-227 (the Regulations ). In light of the evidence before it, the IAD came to the opposite conclusion.  <FRAGMENT_SUPPRESSED>", "[3] The Minister contests this decision mainly on the ground that the IAD did not consider the evidence before it, and, in the alternative, that it declined to exercise its jurisdiction by not making a determination as to the application of paragraph 117(9)(d) of the Regulations , which provides that a foreign national who was not examined when the sponsor became a permanent resident shall not be considered a member of the family class by virtue of his or her relationship to that sponsor.  <FRAGMENT_SUPPRESSED>", "[4] The application for judicial review is dismissed for the detailed reasons provided below, which can be summarized as follows.  <FRAGMENT_SUPPRESSED>", "[5] The IAD weighed the contradictory evidence before it, and its findings of fact based on that evidence are possible and acceptable outcomes which are defensible in respect of the facts and law. Moreover, given that the visa officer did not make a determination as to the application of paragraph 117(9)(d) of the Regulations , the IAD committed no reviewable error in not addressing this issue. The IAD rightly remitted the application to the visa officer for a determination, if necessary, on the application of paragraph 117(9)(d) of the Regulations .  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[6] The respondent is a citizen of the Republic of the Congo who fled his country for Gabon because of the war. In 2004, he completed the forms in Gabon for his permanent residence application to Canada, with the assistance of an officer from the Office of the United Nations High Commissioner for Refugees. He declared as family members two children from a previous relationship who did not live with him, as well as his younger sister. However, he did not declare Ms. Bayonne as his common law partner, instead indicating that he had never been married or in a common law relationship.  <FRAGMENT_SUPPRESSED>", "[7] According to the respondent, he and Ms. Bayonne cohabited in Gabon from October 2001 to September 2003. Ms. Bayonne was pregnant by the respondent at the time, and she left for France in September 2003 to give birth in a more favourable environment. Note that Ms. Bayonne is a French citizen, which facilitates her mobility between the two countries.  <FRAGMENT_SUPPRESSED>", "[8] The couple also alleges that they celebrated a customary wedding in Gabon in January 2004, in which the two families gathered together and Ms. Bayonne was represented by her sister. Their child was born soon after in France on May 27, 2004. The respondent and Ms. Bayonne state that they cohabited during her trips to Gabon in 2004 and 2005.  <FRAGMENT_SUPPRESSED>", "[9] The respondent was finally granted refugee status by the Canadian authorities based on his initial application in 2004, and he arrived in Canada and obtained permanent resident status on June 10, 2006. A few months later, Ms. Bayonne filed her own application for permanent resident status under the family class. She was sponsored by the respondent, who signed the sponsorship forms in March 2007.  <FRAGMENT_SUPPRESSED>", "[10] The family class application was processed by the Immigration Service of the Canadian Embassy in Paris.  <FRAGMENT_SUPPRESSED>", "[11] The notes to file indicate that the issue of the application of paragraph 117(9)(d) of the Regulations was raised by the immigration authorities during the processing of the file, but the issue does not seem to have been thoroughly examined. The following notes at page 45 of the panel's record are revealing:  <FRAGMENT_SUPPRESSED> \"24APR2007 - Received IMM1000 from QRC. Unable to determine if P.A. and dependent were ever declared. Therefore exclusion issue deferred to post to verify with sponsor's original permanent residence documents. R117 to be determined by V-O ...  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"01JUN2007 - Received return kit from sponsor with IMM1017 for dep. to V-O - Please note that IMM1000 and CAIPS notes have been attached to file for your review. All required forms were provided. Sponsor resides in Quebec and has opted to proceed with application even if found ineligible to sponsor. Sponsorship eligibility met . IMM0008's forwarded overseas. (emphasis added.) <FRAGMENT_SUPPRESSED>", "[12] The application was ultimately refused by a visa officer in a letter dated December 27, 2007, on the sole ground that Ms. Bayonne and the respondent did not meet the definition of \"common law partner\" in subsection 1(1) of the Regulations because they had not demonstrated that they had cohabited for at least one year. In the refusal letter, the visa officer did not mention paragraph 117(9)(d) of the Regulations .  <FRAGMENT_SUPPRESSED>", "[13] The respondent appealed this decision to the IAD on February 4, 2008.  <FRAGMENT_SUPPRESSED>", "[14] On April 22, 2008, the Minister advised the IAD that that it would be raising the issue of the application of paragraph 117(9)(d) of the Regulations in the event that the respondent and Ms. Bayonne indeed met the definition of \"common law partner\" provided in the Regulations . The Minister alleges that the respondent failed to disclose that he had a common law partner when he filed his application for permanent resident status as a refuge outside of Canada on May 17, 2004, at the Canadian Embassy in Abidjan.  <FRAGMENT_SUPPRESSED> The IAD decision  <FRAGMENT_SUPPRESSED>", "[15] The IAD received the respondent's documents and heard him and the mother of Ms. Bayonne on the issue of the couple's cohabitation, before making the following determination:  <FRAGMENT_SUPPRESSED> \"[13] The Panel concludes that the Appellant has proven, on a balance of probabilities, that he and the Applicant cohabitated as common law partners for a period of one year as required by the Regulations . The appeal is allowed. <FRAGMENT_SUPPRESSED>", "[16] The IAD did not, however, address the issue of the application of paragraph 117(9)(d) of the Regulations , despite the Minister's request.  <FRAGMENT_SUPPRESSED> The parties' positions  <FRAGMENT_SUPPRESSED>", "[17] The Minister raises several problems with the IAD decision, submitting in particular that it erred in fact and in law in its interpretation of the definition of \"common law spouse\" and made a finding without regard to the evidence, that it erred in selecting the standard of review, that it provided insufficient reasons and that it declined to exercise its jurisdiction by not making a determination as to the application of paragraph 117(9)(d) of the Regulations .  <FRAGMENT_SUPPRESSED>", "[18] However, the Minister's various arguments can be broken down into two main themes: (1) the IAD did not take into consideration the contradictory evidence in the file and rendered its decision based on an erroneous finding of fact that it made in a perverse or capricious manner without regard to the material before it, and (2) the IAD declined to exercise its jurisdiction by not making a determination as to the application of paragraph 117(9)(d) of the Regulations .  <FRAGMENT_SUPPRESSED>", "[19] With respect to the first argument, the Minister submits that it is unclear how the IAD could have made a determination on cohabitation in light of the contradictory evidence in the file. The Minister alleges that the IAD confused the concept of \"common law partner\" with that of \"conjugal partner\" in its assessment of the evidence, the latter not necessarily requiring cohabitation.  <FRAGMENT_SUPPRESSED>", "[20] With respect to the second argument, the Minister relies on ample case law concerning paragraph 117(9)(d) of the Regulations in submitting that the applicant's failure to declare Ms. Bayonne in his permanent residence application is fatal. In the circumstances, the permanent residence applications of Ms. Bayonne and her child simply cannot be processed under the family class in light of the mandatory provisions of the Regulations to that effect. She may apply to the Minister for an exemption based on humanitarian and compassionate grounds under subsection 25(1) of the Act , but not under the family class.  <FRAGMENT_SUPPRESSED>", "[21] The Minister submits that the IAD was required to make a finding based on paragraph 117(9)(d) of the Regulations because the facts show that Ms. Bayonne's name did not appear in the respondent's permanent residence application and that she was not examined by an officer.  <FRAGMENT_SUPPRESSED>", "[22] The respondent, who is self-represented, alleges that he indeed cohabited with Ms. Bayonne from 2001 to 2003, that she sojourned in France to give birth to her child, that they have always intended to resume cohabitation as soon as her refugee status is recognized, and that they lived together whenever Ms. Bayonne traveled to Gabon. He affirms that since his arrival in Canada, he and Ms. Bayonne have made several transatlantic trips to see each other and that they are even expecting another child.  <FRAGMENT_SUPPRESSED>", "[23] The respondent added that he did not declare Ms. Bayonne as his common law partner in his permanent residence application because he was vulnerable as a refugee in Gabon in the hands of the UNHCR and of Gabonese authorities working in collusion with the Congolese government from which he was fleeing.  <FRAGMENT_SUPPRESSED>", "[24] He reiterates the arguments and evidence raised before the IAD to the effect that the Gabonese authorities had informed him that there was a limit of four family members that could be declared on the form. According to the respondent, these were reprisals for his brother's activities as representative to Congolese refugees in Gabon. The respondent also stated, as he had before the IAD, that he had informed the Canadian visa officer who processed his application in Gabon that Ms. Bayonne was his common law partner, but the officer apparently advised him not to state in his application that she was residing in France and that the time required to establish their cohabitation would slow down the processing of his claim for refugee status considerably.  <FRAGMENT_SUPPRESSED>", "[25] The respondent states that his family is suffering from the current situation and that he has difficulty understanding the refusal by the Canadian authorities and the Minister's application for judicial review, which are unduly delaying the reunification of his family.  <FRAGMENT_SUPPRESSED> The applicable standard of review  <FRAGMENT_SUPPRESSED>", "[26] As mentioned above, the Minister's first argument is that in its decision to recognize the status of common law partner, the IAD failed to take into consideration the contradictory evidence in the file and rendered its decision based on an erroneous finding of fact that it made in a perverse or capricious manner without regard to the material before it. This essentially raises questions of fact or questions of mixed fact and law, which are reviewable on a standard of reasonableness according to the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  ( ).  <FRAGMENT_SUPPRESSED>", "[27] The Minister's argument falls under paragraph 18.1(4)(d) of the Federal Courts Act , which the Supreme Court of Canada interpreted as follows at paragraph 46 of <FRAGMENT_SUPPRESSED>  ( Khosa ): \"More generally, it is clear from s. 18.1(4)(d) that Parliament intended administrative fact finding to command a high degree of deference. This is quite consistent with . It provides legislative precision to the reasonableness standard of review of factual issues in cases falling under the Federal Courts Act . <FRAGMENT_SUPPRESSED>", "[28] The Minister's second argument is that the IAD declined to exercise its jurisdiction by not making a determination as to the application of paragraph 117(9)(d) of the Regulations . This is a question of jurisdiction falling under paragraph 18.1(4)(a) of the Federal Courts Act , reviewable on a standard of correctness to the extent that it is a true question of jurisdiction: , at paragraph 59 and Khosa , at paragraph 42.  <FRAGMENT_SUPPRESSED>", "[29] In this case, the standard of reasonableness applies to the questions arising from the Minister's first argument, and the standard of correctness applies to the questions arising from the second argument.  <FRAGMENT_SUPPRESSED> Analysis of the decision to recognize the status of common law partner  <FRAGMENT_SUPPRESSED>", "[30] With respect to the first argument, the Minister has difficulty understanding how the IAD could have found that the respondent and Ms. Bayonne were common law partners within the meaning of the Regulations in light of the following circumstances: (a) the respondent declared Ms. Bayonne as his common law partner neither in his 2004 permanent residence application, nor when he became a permanent resident in 2006; (b) the respondent and Ms. Bayonne provided different addresses in their permanent residence application forms for the cohabitation period from 2001 to 2003; and (c) the respondent as Ms. Bayonne admit that they have lived apart since September 2003, he in Gabon and she in France.  <FRAGMENT_SUPPRESSED>", "[31] Nevertheless, there were several evidentiary items before the IAD supporting its finding. These include the following documentary evidence related to the cohabitation of the respondent and Ms. Bayonne in Gabon from 2001 to 2003 and their customary marriage in 2004:  <FRAGMENT_SUPPRESSED> (a) a letter from a friend in Gabon, Hwilfrid Goma, dated May 4, 2008, confirming the couple's allegations regarding their cohabitation and customary marriage (pages 150-51 of the IAD record);  <FRAGMENT_SUPPRESSED> (b) a letter from Colette Bayonne, Ms. Bayonne's aunt, dated May 14, 2008, also confirming the period of the cohabitational relationship and the customary marriage (page 155 of the IAD record);  <FRAGMENT_SUPPRESSED> (c) a letter from Aimée Éliane Alandji dated December 3, 2007, confirming that the couple rented a house in Libreville from November 2001 (page 158 of the IAD record).  <FRAGMENT_SUPPRESSED>", "[32] Note also that the respondent testified to this effect before the IAD, as did Tania Murial Bayonne, Ms. Bayonne's mother, who testified by telephone from Europe to confirm the cohabitation and the customary marriage. The following excerpt from the mother's testimony is quite clear on this point (at page 227 of the IAD record):  <FRAGMENT_SUPPRESSED> \"A.: They lived together in Nzengayoung.  <FRAGMENT_SUPPRESSED> Q.: And for how long did they cohabit? Cohabit? Live there together?  <FRAGMENT_SUPPRESSED> A.: Three years.  <FRAGMENT_SUPPRESSED> Q.: Three years.  <FRAGMENT_SUPPRESSED> A. Yes. <FRAGMENT_SUPPRESSED>", "[33] Although the Minister questions this testimony on the basis that it is confused in some respects, the IAD nevertheless believed the testimony of the respondent and Ms. Bayonne's mother with respect to cohabitation.  <FRAGMENT_SUPPRESSED>", "[34] It is the IAD's responsibility to weigh the evidence and the credibility of the testimony. The Minister is essentially relying on two facts in support of its argument that the evidence has been weighed unreasonably, namely, the respondent's declaration in his 2004 permanent residence application that he had no common law partner, and the conflicting addresses provided in the permanent residence applications.  <FRAGMENT_SUPPRESSED>", "[35] The respondent testified at length about the circumstances surrounding his 2004 declaration. His testimony is clear on this point (at pages 192 to 195 of the IAD record), and he convinced the IAD that his testimony was credible and truthful. The respondent states that the Gabonese authorities responsible for refugee protection in Gabon were controlled to a great extent by the local government, which itself had close ties with the Congolese authorities. Moreover, his brother (Translation) \"was the representative for African refugees in Gabon, so he did not have good relations with the HCR authorities\". The UNHCR authorities therefore informed him that there was a limit of four family members that his brother could declare. This is an astonishing statement, but the IAD accepted it.  <FRAGMENT_SUPPRESSED>", "[36] A letter from Serge Boussamba-Moutinga dated July 7, 2009, was also filed by the respondent before the IAD (pages 111-112 of the IAD record), confirming this policy of limiting the number of family members that could be declared by those defending the rights of refugees. Mr. Moutinga stated that he was the former President of the Gabon chapter of the Commission on African Refugees and the Community Development Officer for ALISEI-UNHCR in Gabon during the period in question.  <FRAGMENT_SUPPRESSED>", "[37] The respondent adds that during his interview with the immigration officer from Abidjan, he would have declared Ms. Bayonne as his common law partner, but he had to abandon the idea of declaring this on his form, as he could provide no evidence of cohabitation, which, in Gabon, would have required applying in person to city hall for a certificate with photos and signatures. As Ms. Bayonne was in France, it was impossible for him to provide the required proof of cohabitation.  <FRAGMENT_SUPPRESSED>", "[38] The IAD therefore disregarded the respondent's statements in his 2004 permanent residence application, preferring to accept his oral testimony about the circumstances surrounding this declaration. The IAD is entitled to significant deference in its assessment of the credibility of the witnesses and the evidence.  <FRAGMENT_SUPPRESSED>", "[39] The IAD attaches little weight to the discrepancy between the addresses declared in the respondent's and Ms. Bayonne's written applications. Ms. Bayonne declared her residence from 2001 to 2003 to have been the Libreville neighbourhood known as PK8, which was the neighbourhood where her family lived rather than the one where she cohabited with the respondent. The IAD accepted that this discrepancy was a mistake and provided the following explanation:  <FRAGMENT_SUPPRESSED> \"[11] The Panel notes the inconsistency of the addresses given on the applications for permanent residency and sponsorship by the Appellant and the Applicant. However, based on the testimony of the Appellant and the Applicant's mother, the Panel is of the view that the couple did cohabitate for the period in question, i.e. from October 2001 to September 2003.  <FRAGMENT_SUPPRESSED> \"[12] The Panel finds that the evidence given orally under oath by the Appellant was credible. The explanations given by the Appellant regarding his unfamiliarity with the terminology used such as common law partner and conjugal partner were plausible. The Panel accepts that written documentary proof of cohabitation such as a joint lease easily available in Canada may be more difficult to obtain in another country where rental arrangements may not be formalized by a written agreement. The couple have been together since 2001 and have a five-year-old child. The Applicant is expecting their second child. They have been married, albeit in a customary marriage, since January 2004. The panel does not find any evidence of deception, duplicity, or an otherwise negative history on the part of either the Appellant or the Applicant that would lead the Panel make a negative inference as to their overall credibility. <FRAGMENT_SUPPRESSED>", "[40] While the undersigned judge would not necessarily have come to the same conclusion in light of the contradictory evidence, this finding is not entirely without basis, given the testimony of the respondent and Ms. Bayonne's mother, which the IAD found credible. This finding of fact is a possible, acceptable outcome which is defensible in respect of the facts and law. It would therefore be inappropriate for this Court to intervene, given the limits on judicial review set by the Supreme Court of Canada  <FRAGMENT_SUPPRESSED> and Khosa .  <FRAGMENT_SUPPRESSED>", "[41] The Minister nevertheless raises a third issue, namely, the fact that the respondent and Ms. Bayonne have not cohabited since September 2003. If I understand the Minister's submission correctly, as the two individuals in question lived apart, Ms. Bayonne in France and the respondent in Gabon or Canada from September 2003 to March 2007, they no longer meet the definition of \"common law partner\" in the Regulations , which reads as follows:  <FRAGMENT_SUPPRESSED> \"1(1) The definitions in this subsection apply in the Act and in these Regulations.  <FRAGMENT_SUPPRESSED> 'common law partner' means, in relation to a person, an individual who is cohabiting <FRAGMENT_SUPPRESSED>", "[42] According to the Minister, the phrase \"who is cohabiting\" requires that the cohabitation be contemporaneous to the application for permanent residence under the family class. In this case, the individuals in question had been living apart for four years when Ms. Bayonne filed her sponsored application for permanent residence in 2007.  <FRAGMENT_SUPPRESSED>", "[43] The interpretation of this definition proposed by the Minister is inconsistent with the Minister's own departmental policy, entitled, \"OP 2 Processing Members of the Family Class\", dated November 14, 2006, and filed at the hearing. This policy document addresses precisely this question at page 27: \"How can someone in Canada sponsor a common law partner from outside Canada when the definition says 'is cohabiting'?\" The policy provides the following answer:  <FRAGMENT_SUPPRESSED> \"According to case law, the definition of common law partner should be read as 'an individual who is (ordinarily) cohabiting'. After the one year period of cohabitation has been established, the partners may live apart for periods of time without legally breaking the cohabitation. For example, a couple may have been separated due to armed conflict, illness of a family member, or for employment or education-related reasons, and therefore do not cohabit at present (see also 5.44 for information on persecution and penal control). Despite the break in cohabitation, a common law relationship exists if the couple has cohabited continuously in a conjugal relationship in the past for at least one year and intend to do so again as soon as possible. There should be evidence demonstrating that both parties are continuing the relationship, such as visits, correspondence, and telephone calls.  <FRAGMENT_SUPPRESSED> \"This situation is similar to a marriage where the parties are temporarily separated or not cohabiting for a variety of reasons, but still considers themselves to be married and living in a conjugal relationship with their spouse with the intention of living together as soon as possible. <FRAGMENT_SUPPRESSED>", "[44] Although this Court is not bound by the policy in its interpretation of the Regulations and the definition of \"common law partner\", I consider this excerpt of the policy to be an accurate statement of the applicable law. This approach calls for case-by-case consideration and applies not only in respect of common law partners where one of the partners is in Canada but also in respect of common law partners outside Canada who may find themselves separated due to all kinds of life circumstances. I note that these circumstances may be particularly trying for those awaiting a decision on their claims for refugee status.  <FRAGMENT_SUPPRESSED>", "[45] In this case, the IAD's finding is clear:  <FRAGMENT_SUPPRESSED> \"[7] The Appellant testified that he has visited the Applicant twice since she returned to France and that she and their son have visited him in Canada. The Appellant also testified that they communicate regularly by telephone. The Panel notes that the genuineness of their relationship is not, however, at issue in this case. The Minister's Representative also acknowledged that their relationship is genuine. <FRAGMENT_SUPPRESSED>", "[46] There is abundant evidence in support of this finding. In addition to the couple's cohabitation during Ms. Bayonne's long visits to Gabon in 2004 and 2005, they have continued to see each other regularly both in Canada and in France since the respondent's arrival in Canada. Note also that the couple was expecting a second child at the time of the IAD hearing.  <FRAGMENT_SUPPRESSED>", "[47] In the circumstances, the IAD's finding that the two individuals in question met the definition of \"common law partners\" provided in the Regulations was reasonable.  <FRAGMENT_SUPPRESSED> Analysis of refusal to make a determination as to application of paragraph 117(9)(d) of the Regulations  <FRAGMENT_SUPPRESSED>", "[48] As the IAD's decision to recognize Ms. Bayonne's common law status was reasonable, I will now turn to the Minister's second argument, to the effect that the IAD declined to exercise its jurisdiction by not making a determination as to the application of paragraph 117(9)(d) of the Regulations .  <FRAGMENT_SUPPRESSED>", "[49] Note first that the provisions of the Regulations are clear:  <FRAGMENT_SUPPRESSED> \"117(9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if  <FRAGMENT_SUPPRESSED> (d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined.  <FRAGMENT_SUPPRESSED> \"117(10) Subject to subsection (11), paragraph (9)(d) does not apply in respect of a foreign national referred to in that paragraph who was not examined because an officer determined that they were not required by the Act or the former Act, as applicable, to be examined. <FRAGMENT_SUPPRESSED>", "[50] These provisions have been considered in many cases, including <FRAGMENT_SUPPRESSED> ; dela  <FRAGMENT_SUPPRESSED> ; and the more recent decision in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[51] The case law is unanimous. An incorrect statement resulting in a foreign national not being examined prevents that foreign national from being considered under the family class for sponsorship purposes, regardless of the reasons for the incorrect statement. Therefore, whether or not the incorrect statement was made in good faith, the foreign national will be excluded from the sponsor's family class.  <FRAGMENT_SUPPRESSED>", "[52] For exceptional cases justified by humanitarian and compassionate considerations, the Minister may apply subsection 25(1) of the Act to soften the impact of the statutory and regulatory frameworks:  <FRAGMENT_SUPPRESSED> \"25(1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations. <FRAGMENT_SUPPRESSED>", "[53] Parliament's intention could not be more clearly expressed. The generous immigration regime applicable to the family class is subject to the express condition that the sponsor make truthful statements in his or her application for permanent residence, enabling the Canadian authorities to examine in advance all of the individuals potentially belonging to the family class in the event that the sponsor is granted permanent resident status. Foreign nationals who are not examined are therefore excluded from the family class of the sponsor, regardless of the reasons for the sponsor's incorrect statement. However, the Minister may overlook incorrect statements in circumstances justified by humanitarian and compassionate considerations, pursuant to subsection 25(1) of the Act . This approach ensures the integrity of the immigration system.  <FRAGMENT_SUPPRESSED>", "[54] Canada's immigration system is not open to manipulation by sponsors who adjust their family situations to suit their purposes. The system is primarily based on the principle of true and complete disclosure of information by the applicants. Deviations from this principle cannot be tolerated by the courts. It is for the Minister, not the courts, to decide under subsection 25(1) which exceptional cases involve humanitarian and compassionate considerations justifying a departure from this principle.  <FRAGMENT_SUPPRESSED>", "[55] That said, this case is not really about the application of paragraph 117(9)(d) of the Regulations , but rather about the issue of who may raise this paragraph in this context. The Minister submits that the IAD should have applied the exclusion set out in that paragraph as soon as it held that the respondent and Ms. Bayonne were common law partners. The weakness in the Minister's argument is the fact that the visa officer himself did not raise this paragraph in the decision under appeal before the IAD. In the circumstances, I do not see how the IAD can be criticized for remitting the case as it did to the visa officer for a new decision in accordance with the Act and the finding that the status of common law partners was established.  <FRAGMENT_SUPPRESSED>", "[56] As counsel for the Minister pointed out in her oral arguments, it is highly likely that, if the file is returned to the visa officer as ordered by the IAD, he will apply the mandatory provisions of paragraph 117(9)(d) of the Regulations and refuse the application again. I agree with counsel for the Minister that this is highly likely, but the outcome nevertheless remains uncertain.  <FRAGMENT_SUPPRESSED>", "[57] The visa officer may decide that the exception set out in subsection 117(10) of the Regulations is applicable here. The visa officer may also decide to consider the very limited exception recognized by the IAD in <FRAGMENT_SUPPRESSED>  decision). In that decision, the IAD recognized an exception based on section 15 of the Canadian Charter of Rights and Freedoms to paragraph 117(9)(d) of the Regulations for UNHCR-accepted refugees who are disadvantaged by their lack of knowledge of Canadian law. Although the Minister obtained leave on May 27, 2008, to file an application for judicial review of the IAD's decision  <FRAGMENT_SUPPRESSED> , this remedy was abandoned on June 17, 2008. In the circumstances, the position of the Minister and the visa officer cannot be presumed. I do note, however, that in his recent decision in <FRAGMENT_SUPPRESSED>  Mr. Justice Shore characterizes the Aziz exception as being very narrow.  <FRAGMENT_SUPPRESSED>", "[58] Neither the IAD nor this Court may anticipate the findings of the visa officer or the Minister on these issues. Moreover, neither the IAD nor this Court may prevent the respondent and Ms. Bayonne from pursuing the remedies available to them in the event that the visa officer refuses their application on the basis of paragraph 117(9)(d) of the Regulations .  <FRAGMENT_SUPPRESSED>", "[59] The IAD's decision to remit the file to the visa officer is therefore correct in the circumstances of this case, and the IAD has committed no reviewable error in remitting the file to the visa officer so that he may render a decision in accordance with the Act , including the application of paragraph 117(9)(d) of the Regulations . This approach preserves the respondent's right to an appeal in the event that the visa officer renders a negative decision.  <FRAGMENT_SUPPRESSED>", "[60] As counsel for the Minister correctly pointed out during the hearing for this application for judicial review, the IAD's decision in favour of the respondent may well represent nothing more than another hollow victory. The same may be true for this Court's decision. However, the respondent has decided to pursue this particular remedy, even though a parallel remedy, namely, an application under subsection 25(1) of the Act , is available to Ms. Bayonne to try to resolve the difficult situation in which the couple find themselves. It is their choice, whether or not it is well-advised, and it is not for this Court to tell the respondent or Ms. Bayonne how to manage their remedies.  <FRAGMENT_SUPPRESSED>", "[61] No question will be certified for the purposes of paragraph 74(d) of the Act in light of this judgment and its supporting reasons. The application of paragraph 117(9)(d) of the Regulations in this case will be debated, if necessary, when the visa officer makes a decision as ordered by the IAD.  <FRAGMENT_SUPPRESSED>", "[62] THE COURT ORDERS AND ADJUDGES that the application for judicial review be dismissed.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Sharon McCartney/vnh  <FRAGMENT_SUPPRESSED>"]}