{"id_": "051898", "body_str": ["[1] Strayer, D.J. : This is an application for a judicial review of an order of John Hawley, Enforcement Officer of June 4, 2007 refusing a request for a deferral of the Applicant's removal from Canada. Facts", "[2] The Applicant is a citizen of Guyana where he was born on October 17, 1974. He entered Canada as a permanent resident on January 29, 1988 arriving here with his father. He does not have Canadian citizenship.", "[3] On February 24, 1997, the Applicant was charged with assault and prohibited from possessing a firearm. On February 20, 2002, he was convicted of aggravated assault. On January 8, 2003, a deportation order was issued against him on the basis of criminality, for his return to Guyana. Now, over five years later, he remains in Canada.", "[4] On January 8, 2003, he filed an appeal of the deportation order to the Immigration Appeal Division. That appeal was dismissed by the IAD on January 12, 2006. He then sought judicial review of the IAD removal order and that application for leave was denied on April 12, 2006. On March 3, 2006 he initiated a pre-removal risk assessment application (PRRA) and this was denied by a decision delivered to him on June 29, 2006. He then filed an application for leave and judicial review challenging the PRRA decision and the leave application was denied on October 20, 2006. On May 2, 2007 he filed a second application for leave and judicial review of the January, 2006 IAD decision.", "[5] In the meantime, on March 15, 2004 he was charged with assault and criminal harassment receiving a 6-month conditional sentence. On April 24, 2004 the Applicant was charged with two counts of mischief, assault, and threatening death and bodily harm which were later withdrawn.", "[6] On April 27, 2007 the Applicant was served with a Direction to Report for removal, such removal to take place on May 16, 2007. However, when he arrived at the airport he presented a note from his doctor indicating that he was not able to travel for 2-3 weeks. Consequently, the removal was rescheduled for June 6, 2007. On May 31, 2007 he requested a deferral of removal so that he could attend a Family Court Conference scheduled for July 31, 2007 involving certain terms of custody of his son Kaleb, born in 2001 to him and his common-law wife. He also asked for the deferral because of his medical condition and, the day that Mr. Hawley made his decision, he was provided with the information that the Applicant had been referred to a specialist with whom he had an appointment on September 27, 2007. Mr. Hawley communicated his negative decision on June 4, 2007 saying that a deferral was not appropriate in the circumstances of this case. He reminded counsel that the Applicant was expected to report for removal on June 6, 2007 as previously arranged. On June 5, 2007 the Applicant filed an application for leave and for judicial review and applied for a stay of the deportation. The motions judge, noting the Family Court hearing on July 31, 2007 and the fact that the Applicant was to see a specialist for rectal bleeding (presumably the appointment of September 27, 2007 referred to above) granted a stay until either leave was denied or the judicial review application was dealt with by the Court. Leave was subsequently granted so I must now deal with the application for judicial review, some nine months after the stay was granted. In the meantime, the Applicant has filed an application for consideration on humanitarian and compassionate grounds.", "[7] Although the case was argued on its merits I raised the issue of mootness with counsel. Counsel for the Applicant requested that I certify a question on mootness which will be discussed below.", "[8] Counsel for the Respondent requested that the style of cause be amended to replace \"The Minister of Citizenship and Immigration\" with \"The Minister of Public Safety and Emergency Preparedness\" reflecting re-assignment of duties to the new department of that name established in 2005. Counsel for the Applicant concurred with this request. Analysis", "[9] The decision of the Enforcement Officer of which judicial review is being sought was made under section 48 of the Immigration and Refugee Protection Act . That section provides as follows: 48(1) A removal order is enforceable if it has come into force and is not stayed. (2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and it must be enforced as soon as is reasonably practicable. The only matter left to the judgment of the Enforcement Officer is as to whether removal is \"reasonably practicable\". This does not mean the officer should not proceed with removal just because it would be nicer or more convenient for the foreign national to stay a while longer. It has been held that normally removal is \"reasonably practicable\" if it is physically possible and this phrase allows delays only for such matters as transportation problems, or serious illness of the deportee, or where there is some collateral process under the Immigration and Refugee Protection Act which might render invalid the removal order: see e.g. <FRAGMENT_SUPPRESSED> .", "[10] Both parties take the position that the standard of review of a decision under section 48 is that of reasonableness simpliciter . I agree with that conclusion. The principle factor for consideration here is the nature of the decision which must be made by the Enforcement Officer. In my view it involves a question of mixed law and fact: that is, whether the facts of the situation come within the statutory language of \"reasonably practicable\". There is also a small element of discretion to be exercised by the officer in assessing that issue, <FRAGMENT_SUPPRESSED>  at paras. 29-35.", "[11] I am satisfied that the judicial review of the Enforcement Officer's refusal to defer removal is moot due to a stay having been issued by this Court to permit the Applicant's presence in Canada for two events which have long since passed, the very events for which delay was refused in the decision under review. The evidence put before the Court was that it was necessary that the Applicant remain in Toronto to be present at a Family Court Case Conference in the Ontario Superior Court set for July 31, 2007 and for an appointment with a specialist which, by the date of the stay hearing, had been fixed for September 27, 2007. It has been held many times in this Court that in such circumstances the judicial review is moot and that in accordance with the Supreme Court jurisprudence in <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> . Some of the factors to be considered in exercising that discretion are the existence or non-existence of a continuing adversarial context, and concern for judicial economy. The adversarial context continues here as both parties have framed their arguments on the merits of the decision of the Enforcement Officer. As the matter has been fully argued I will deal with those merits, although in my view the matter is moot because the Applicant has achieved the very goal which he said the Officer's decision would deny him.", "[12] In my view the conclusions of the Enforcement Officer were reasonable in the circumstances. It was reasonable for him to conclude that the removal should not be delayed because of the Family Law hearing. He had material before him from which he could conclude that the conference of July 31, 2007 would not be dealing with the custody issue. Or he might quite reasonably have concluded that the whole custody issue was irrelevant to the Applicant who in spite of all of the procedural efforts described above - efforts including an Immigration Appeal Division decision where compassionate grounds and the \"best interest of the children\" could have been considered - he was legally obliged to leave the country. His counsel argued before me that whether or not custody was an issue and whether or not the Applicant could not expect to gain custody, he might at least want to argue for rights of access, the hypothesis being that in future a child could join him in Guyana for some weeks even if he could not come to Canada. There was nothing before the Officer to indicate that this was a serious issue to be considered on July 31, 2007 and here again, while it might be preferable from the standpoint of the Applicant to be personally present for such a discussion, the Officer could reasonably conclude that his interest could be protected with written submissions and affidavit evidence without him being present.", "[13] With respect to the medical appointment on September 27, 2007 the Officer had no medical opinion before him that the Applicant was unfit to travel pending his medical appointment or that he could not obtain equivalent medical advice in Guyana. When the departure was first deferred from May 16 to June 6, 2007 which was on the basis of a note from a doctor saying that the Applicant, because of a specified condition, should not travel for 2-3 weeks, the deferral had granted him that delay. The medical evidence in the form of another note from another doctor provided to the Enforcement Officer described another condition and said nothing about the inability of the Applicant to travel prior to his specialist appointment. It was therefore reasonable for the Enforcement Officer to conclude that it was reasonably practicable for the Applicant to depart on June 6, 2007.", "[14] Counsel for the Applicant asked me to certify the following question: Where an applicant has filed an application for leave and judicial review of a decision not to defer the implementation of a Removal Order outstanding against him or her, does the fact that the applicants' removal is subsequently halted by operation of a stay Order issued by this Court render the underlying judicial review application moot? This is the question which was certified on October 26, 2007 in the case of Van Muoi Vu , IMM-150-07. Counsel advised that that case for other reasons may not go to appeal.", "[15] Nevertheless, I am not prepared to certify such a question. In the first place if I did, and an appeal were taken, an answer to this question would not be determinative of this case because I have determined that the judicial review should also be dismissed on its merits apart from being moot. Secondly, with respect I do not think it is a serious question requiring an answer. There seems to be a wide measure of consensus in this Court, indicated in the cases cited above, that such a question should be answered in the affirmative. I find it hard to see how it could be otherwise: if the complaint in the judicial review is that the Enforcement Officer did not defer removal until the occurrence of some event which the Applicant considered justified the deferral, and as a result of a stay granted by this Court that event has in the meantime occurred. In such circumstances there can be no practical effect of a judicial review decision.", "[16] There may be other approaches to this problem which would be more practical. A stay sought in such circumstances, if granted, has the effect of giving the Applicant the substantive remedy which he seeks in the judicial review. As stay jurisprudence has been borrowed from interlocutory injunctions jurisprudence, it has become accepted that where the grant of a stay would give the relief sought in the judicial review itself, the Court should be more rigorous in looking at the merits. Rather than testing \"serious issue\" by the \"frivolous and vexatious\" standard, the Court should require the applicant to make out a \"likelihood of success\" ( Wang supra , or a \"prima facie\" case ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.). In my view the Court should look for a higher standard of evidence. This might mean, for example, that the Court should not grant a stay without direct evidence instead of hearsay in the form of letters and doctors' notes simply attached to the Applicant's affidavit without even affirmation of a belief in the truth of the statements. At the very least, it is open to the Court to draw an adverse inference if direct evidence is not produced (see e.g. sub. Rule 81(2)).", "[17] Further I think it would be open to counsel for the Minister in such cases to ask that any stay granted be confined to the period which the Applicant demonstrates he needs in Canada before removal. Once that period has elapsed in order to protect the interests of the Applicant which the Court finds legitimate, then further steps can be taken for removal. By contrast, in the present case the Applicant, even though to obtain the stay granted on June 5, 2007, satisfied the Court that his continued presence in Canada was justified until September 27, 2007 is still in Canada some five months after his last appointment. And this is a person who was ordered deported on January 8, 2003 and who has had every conceivable opportunity to have his deportation set aside on legal and compassionate grounds. Disposition", "[18] I will therefore dismiss the application for judicial review of the decision of the Enforcement Officer of June 4, 2007. Although the Applicant requested that a question be certified the Respondent argued it was unnecessary and for the reasons given above I will not certify a question. I will amend the style of cause as requested. JUDGMENT", "[19] THIS COURT ORDERS AND ADJUDGES that 1. The style of cause be amended by substituting as respondent \"The Minister of Public Safety and Emergency Preparedness\" for \"The Minister of Citizenship and Immigration\". 2. The application for judicial review of the decision of an Enforcement Officer of June 4, 2007 be dismissed. [End of document]"]}