{"id_": "051922", "body_str": ["[1] Mactavish, J. : David Foster seeks judicial review of a decision of the National Parole Board (now the Parole Board of Canada) refusing his request for a pardon.", "[2] Mr. Foster submits that because his convictions were for offences that had proceeded by way of summary conviction and more than three years had passed since his last conviction, the Board was obliged to grant him a pardon. The respondent contends that at least one of Mr. Foster's convictions was for an indictable offence, with the result that the Board was obliged to determine whether he has been \"of good conduct\" in the five years leading up to his application.", "[3] For the reasons that follow, I have concluded that at least one of Mr. Foster's convictions was indeed for an indictable offence. Consequently, the Board did not err in carrying out a \"good conduct\" analysis. Moreover, Mr. Foster has not demonstrated that the Board's finding that he had not satisfied the good conduct requirement in the five years preceding his application for a pardon was unreasonable. Consequently, the application for judicial review will be dismissed. Background", "[4] Mr. Foster was convicted of two theft-related criminal offences in 1975 and a weapons charge in 1987. Although he has been charged with numerous criminal offences since that time, none of these charges has resulted in a conviction. Mr. Foster was acquitted of sexual assault and sexual interference in 2006, and various other charges against him were either stayed or withdrawn.", "[5] In 2010, Mr. Foster applied for a pardon. In a subsequent exchange of correspondence with the Board, Mr. Foster asserted that the 1975 and 1987 charges were prosecuted by way of summary conviction, although he provided no documentary proof of this, claiming that the records associated with these convictions had been lost.", "[6] Given that more than three years had passed since his last criminal conviction, Mr. Foster asserted that in accordance with the provisions of subsection 4.1(2) of the Criminal Records Act , R.S.C. 1985, c. C-47, he was entitled to a pardon. The provisions of section 4.1 of the Act in effect at the time of Mr. Foster's application provided that: 4.1 (1) The Board may grant a pardon for an offence prosecuted by indictment or a service offence referred to in subparagraph 4(a)(ii) if the Board is satisfied that the applicant, during the period of five years referred to in paragraph 4(a), (a) has been of good conduct; and (b) has not been convicted of an offence under an Act of Parliament or a regulation made under an Act of Parliament. (2) A pardon for an offence punishable on summary conviction or a service offence referred to in subparagraph 4(b)(ii) shall be issued if the offender has not been convicted of an offence under an Act of Parliament or a regulation made under an Act of Parliament during the period of three years referred to in paragraph 4(b).", "[7] The respondent says that Mr. Foster did not establish that he had in fact been convicted of summary conviction offences in 1975 and 1987. As a consequence, the Board was required to determine whether Mr. Foster satisfied the \"good conduct\" requirement of subsection 4.1(1) of the Act. The Board's Decision", "[8] In concluding that Mr. Foster had not demonstrated that he had been \"of good conduct\" in the years leading up to his application, the Board reviewed the various charges that had been laid against Mr. Foster over the years, focusing on the charges in the five years preceding his application for a pardon. The Board noted that Mr. Foster had provided information with respect to these charges, but that he had not explained what had led to the charges being laid, nor had he provided his understanding of the outcome of the charges.", "[9] With respect to the 2006 charges of sexual assault, the Board noted that Mr. Foster had declined to explain the circumstances that had led up to the alleged victim's claims. The Board accepted that it was Mr. Foster's choice to decline to provide this information, but that it was required to consider all relevant information in deciding whether or not a pardon should be granted.", "[10] The Board observed that Mr. Foster alleged that he had been the victim of \"spurious charges\". However, it found that he had failed to provide the Board with any understanding of what had led up to charges of criminal harassment and uttering threats having been stayed. The Board further noted that Mr. Foster's description of the events leading up to the harassment charges was of concern, as his behaviour had necessitated the involvement of the police and had resulted in the issuance of a trespass notice. According to the Board, \"[c] onduct such as this is not consistent with the criteria that the Board must rely upon to render a favourable pardon decision\".", "[11] After observing that the concept of \"good conduct\" was very broad, the Board concluded that Mr. Foster did not meet the \"good conduct\" criteria, with the result that his application for a pardon was dismissed. The Admissibility of Additional Evidence", "[12] Mr. Foster seeks to rely on an October 11, 2011 letter from the Clerk of the Ontario Court of Justice on Finch Avenue in Toronto in support of his application for judicial review, a letter that post-dates the Board's decision. The letter states that no information was currently available as to whether Mr. Foster's 1987 conviction for \"possession of weapons dangerous to the public\" had been prosecuted by way of indictment or as a summary conviction offence.", "[13] The respondent objects to the inclusion of this letter in Mr. Foster's Application Record on the basis that is was not before the Board when it made the decision under review.", "[14] An application for judicial review is ordinarily conducted on the basis of the record that was before the original decision-maker: <FRAGMENT_SUPPRESSED>  at para. 37. The task for this Court is to determine whether, in dismissing Mr. Foster's application for a pardon, the Board committed a reviewable error, based upon the record before it.", "[15] There is an exception to this rule. That is, additional evidence may be adduced on an application for judicial review where issues of procedural fairness or jurisdiction arise: <FRAGMENT_SUPPRESSED> , above, at para. 38, see also see <FRAGMENT_SUPPRESSED> , at paragraph 30.", "[16] Additional evidence may also be admitted where the evidence provides uncontroversial background facts to assist the Court (see, for example, Ochapowace First Nation (Indian Band No. 71) v. Canada (Attorney General) , 2007 FC 920 at para. 9, aff'd [2009] F.C.J. No. 486, 2009 FCA 124.", "[17] None of these exceptions apply in this case. As a consequence, Mr. Foster has not persuaded me that the October 11, 2011 letter from the Clerk of the Ontario Court of Justice should be admitted on this application. However, as will be explained below, my conclusion in this regard has no impact on the ultimate outcome of this application, which turns on the character of Mr. Foster's 1975 conviction. Standard of Review", "[18] Mr. Foster takes issue with the Board's understanding of the facts underlying his request for a pardon, and its application of the law to those facts. He did not address the question of standard of review in his submissions. Given that the application for judicial review turns largely on the Board's appreciation of the facts underlying the pardon application, I agree with the respondent that the Board's decision should be reviewed against the standard of reasonableness: see <FRAGMENT_SUPPRESSED>  at para. 14 and <FRAGMENT_SUPPRESSED>  at para. 9.", "[19] In reviewing a decision against the reasonableness standard, the Court must consider the justification, transparency and intelligibility of the decision-making process, and whether the decision falls within a range of possible acceptable outcomes which are defensible in light of the facts and the law: see  <FRAGMENT_SUPPRESSED> , at para. 47, and Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 59. Analysis", "[20] Mr. Foster contends that the Board erred in carrying out a \"good conduct\" analysis in considering his application for a pardon. Mr. Foster says that because his 1975 and 1987 convictions had proceeded by way of summary conviction and more than three years had passed since his last conviction, the Board was obliged to grant him a pardon in accordance with the provisions of subsection 4.1(2) of the Act.", "[21] The respondent agrees that if the facts were as presented by Mr. Foster in his argument, his application for a pardon would have had to have been considered under subsection 4.1(2) of the Act. The respondent further accepts that once an applicant has shown that his or her convictions were for summary conviction offences, and more than three years have passed since the applicant's last conviction, the Board has no discretion and must grant a pardon.", "[22] However, the respondent submits that Mr. Foster has not established that his 1975 and 1987 convictions had in fact proceeded by way of summary conviction.", "[23] Mr. Foster's criminal record shows that in 1975, he was convicted of the offences of \"break, enter and theft\" and \"possession of stolen property under $200\". Mr. Foster does not dispute that this was in fact the case. However, he says that because the trial records are no longer available, it cannot be established that either of these charges proceeded by indictment rather than by summary conviction.", "[24] I would first note that there is no evidence before me that the records relating to Mr. Foster's 1975 convictions are not in fact available. More importantly, however, a review of the relevant Criminal Code provisions in effect at the time of Mr. Foster's 1975 conviction discloses that the offence of \"break, enter and theft\" was an indictable offence, and not a hybrid or summary conviction offence: see section 306, Criminal Code, R.S.C. 1970, c. C-34. As a consequence, the Crown did not have the option of proceeding summarily in relation to this charge.", "[25] As a result, I am satisfied that at least one of Mr. Foster's convictions was for an indictable offence. This meant that Mr. Foster's application for a pardon had to be considered under subsection 4.1(1) of the Act, with the result that the Board did not err in carrying out a \"good conduct\" analysis.", "[26] Mr. Foster advanced an argument at the hearing of his application for judicial review as to the effect that the passage of the Young Offenders Act , R.S.C., 1985, c. Y-1, as repealed by Youth Criminal Justice Act , S.C. 2002, c. 1, had on the ability of the Board to consider his 1975 convictions. I am not prepared to consider this argument, given that it was not raised in his memorandum of fact and law. The fact that Mr. Foster made passing reference in his memorandum to the fact that he was 17 at the time of his 1975 convictions did not provide the respondent with notice of the argument now being advanced, which related to the effect of transitional provisions that accompanied the enactment of the Young Offenders Act , and it would not be fair to the respondent to entertain the argument in the circumstances.", "[27] While it is true that none of the charges that Mr. Foster faced in the five years preceding his application for a pardon had resulted in a conviction, the \"presumption of innocence\" does not apply in an administrative proceeding such as an application for a pardon: see <FRAGMENT_SUPPRESSED> , above at para. 30. As a consequence, the Board did not err in considering the circumstances that led up to the charges having been laid against Mr. Foster in assessing whether or not he satisfied the \"good conduct\" requirement of the Act.", "[28] Finally, Mr. Foster has not demonstrated that the Board's finding that he had not established his \"good conduct\" during the relevant period was one that was outside the range of possible acceptable outcomes which are defensible in light of the facts and the law. Conclusion", "[29] For these reasons, the application for judicial review is dismissed. The respondent shall have one week from the date of this decision to provide written submissions on the issue of costs. Mr. Foster shall have a further week in which to respond, following which the judgment will issue.", "[2]", "[3] Contexte", "[4]", "[5]", "[6] 4.1 (1) The Board may grant a pardon for an offence prosecuted by indictment or a service offence referred to in subparagraph 4(a)(ii) if the Board is satisfied that the applicant, during the period of five years referred to in paragraph 4(a), (a) has been of good conduct; and (b) has not been convicted of an offence under an Act of Parliament or a regulation made under an Act of Parliament. (2) A pardon for an offence punishable on summary conviction or a service offence referred to in subparagraph 4(b)(ii) shall be issued if the offender has not been convicted of an offence under an Act of Parliament or a regulation made under an Act of Parliament during the period of three years referred to in paragraph 4(b).", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] , 2007 CF 920, au par. 9, conf. [2009] A.C.F. nº 486, 2009 CAF 124.", "[17] Norme de contrôle", "[18]", "[19] Analyse", "[20]", "[21]", "[22]", "[23]", "[24] Code criminel", "[25]", "[26]", "[27]", "[28] Conclusion", "[29] [End of document]"]}