{"id_": "052000", "body_str": ["[1] Noël, J. : This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [\"IRPA\"] of a decision by the Refugee Protection Division [\"RPD\"] that Oliver Krisztia Paradi was neither a \"refugee\" within the meaning of section 96 of the IRPA nor a \"person in need of protection\" under subsection 97(1) of the IRPA. I. Facts", "[2] The Applicant is a 22-year-old citizen of Hungary of Roma ethnicity who grew up in a small village of Hungary.", "[3] He claimed that he was often beaten up by schoolmates because of his Roma origin and that Roma children were taught separately from the non-Roma children for the same reason. He also alleged being mistreated at work, being made to do the work of two people and being the first one to be laid off.", "[4] Young skinheads and men in uniform would gather in the streets and throw bottles at him. On May 2011, skinheads chased the Applicant but he managed to escape. He claimed that swastikas were painted on the walls of houses in his village, that young people started wearing uniforms and shaving their head and that the Hungarian Guard even held meetings in the village.", "[5] He further claimed that a drunken driver had killed a child of one of his relatives, but that the driver was never punished because the child was of Roma origin. He alleged that the police did nothing even after the Roma in his village had complained about what was going on.", "[6] The Applicant came to Canada with two friends on October 19, 2011 and claimed protection. II. Decision under review", "[7] The RPD was satisfied with the evidence submitted pertaining to the Applicant's identity.", "[8] The RPD ultimately rejected the Applicant's claim and found that he is not a \"Convention refugee\" as he would not face a serious possibility of persecution in Hungary today and that he is not a \"person in need of protection\" as his removal, on a balance of probabilities, would not expose him personally to the dangers and risks listed in paragraphs 97(1)( ) and ( ) of the IRPA.", "[9] The RPD stated that the determinative issue in this case was state protection.", "[10] From the outset, the RPD found that the Applicant gave a straight-forward testimony. It accepted that the Applicant may have suffered discrimination in his life but did not feel that his experience rose to the level of persecution.", "[11] The RPD examined certain contradictions made by the Applicant in his testimony.", "[12] First, the RPD considered the education of Roma children. The Applicant had stated in his Personal Information Form [PIF] that the Gypsy children were always taught separately from the white children. However, he then testified that he attended school with non-Roma children up to the 8th grade. Upon questioning, the Applicant explained that had the Roma children been more numerous, they would have attended separate classes. Thus, the RPD found that the Applicant's claim was speculative and that he had not been educated separately.", "[13] Second, the RPD examined the Applicant's working experience. The Applicant had stated that he was always the first one to be laid off from several jobs. However, he testified that he had only held one position from which he had resigned. He had not been fired. Once again, upon questioning, the Applicant explained that even though it had not happened to him, the Roma are always the first people to be let go.", "[14] The RPD then considered different events related to the Applicant's safety. When asked to describe the worst incident he had with the skinheads, the Applicant talked about the May 20, 2011 incident described in his PIF. The Applicant testified that he had called the police following this incident - which resulted in no injuries on his part - and that the police had shown up and made a report.", "[15] With regards to other incidents, the Applicant argued that he had contacted the police on a number of occasions when he was similarly harassed, but the RPD found his testimony vague as to what the police told him.", "[16] The RPD then addressed the issue of state protection, which was critical to the case at bar. It also discussed the presumption that a state is capable of protecting its citizens and the burden associated with the rebuttal of this presumption. The RPD found that Hungary is a functioning democracy and that there was no evidence of total breakdown of state authority and concluded that the burden of attempting to show that one should not be required to exhaust all avenues of domestic recourse would be a heavy one.", "[17] The RPD found that the Applicant had not met his evidentiary burden concerning state protection. For the purpose of this exercise, the RPD considered whether the state of Hungary is capable of providing protection and willing to act. The Applicant, who claimed that this protection is inadequate, had the burden of presenting adducing evidence to that effect.", "[18] The RPD examined documentary evidence in the National Documentation on the treatment of Roma in Hungary and found that while there have been several attacks and rights violations against the Roma, the Hungarian government had acted in an appropriate way to protect its citizens. Particularly, the RPD found that following attacks, people had been charged and prosecuted, that the police had doubled the size of a task force investigating anti-Roma attacks and that legislation amendments had been adopted, including to the country's Penal Code, to halt the groups who harass the Roma.", "[19] Moreover, the RPD concluded that Hungary has one of the most advanced anti-discrimination law and a system for minority protection in the Central and Eastern European region. The RPD acknowledged that the Hungarian government has been criticized for not enforcing the measures in question, but ultimately found that ways existed nonetheless for persons to seek damages. The RPD also acknowledged that the system in Hungary, including the police system, was far from perfect but listed a number of different mechanisms available and measures put in place to protect the Applicant and the Roma.", "[20] The RPD examined some of the results and the effectiveness of the various measures and came to the conclusion that Hungary appears to provide concrete solutions to the difficulties which the Roma are experiencing.", "[21] The RPD then turned to the question of persecution and found that the mistreatment suffered by the Applicant did not amount to persecution. Moreover, it considered the different problems encountered by the Applicant, which could have justified a claim to a well-founded fear of persecution if taken together, and stated that it was not the case of the Applicant. To this end, the RPD determined whether or not the Applicant had suffered or anticipated serious mistreatment, i.e. mistreatment likely to harm one of the Applicant's interests and compromise the subsistence, employment, expression or exercise of that interest. The courts recognized that such a mistreatment is tantamount to the key denial of a core human right.", "[22] Drawing on the United Nations High Commissioner for Refugees Handbook, the RPD indicated that persons who receive less favourable treatment as a result of a difference are not necessarily victims of persecution. Discrimination amounts to persecution in certain circumstances only, when the measures of discrimination lead to consequences of a substantially prejudiced nature for the person concerned. The RPD found that it was not the Applicant's case for a number of reasons.", "[23] Finally, the RPD noted that Hungary is a responsible member of the European Union and that, as such, the Hungarian government is responsible for implementing the standards that are mandated as a member of the European Union and for taking seriously the recommendations of the different European commissions that monitor the situation of the Roma.", "[24] Ultimately, after examining the documentary and testimonial evidence, the RPD did acknowledge the existence of prejudices in Hungary against the Roma, but stated that the Hungarian government has put initiatives in place in view of eradicating discrimination and fascism and has set up solid measures to adequately deal with the situation of the disadvantaged Roma. In particular, it has passed laws to address the situation and funded initiatives to implement the said laws.", "[25] Therefore, the RPD concluded that in light of the documentary evidence, the Applicant's evidence and testimony, the Applicant has failed to rebut the presumption of state protection. III.", "[26] The Applicant submits that the RPD erred in its analysis of state protection and that it committed a reviewable error in its apprehension of the evidence.", "[27] First, the Applicant argues that, while the RPD widely addressed pertinent documentation concerning country conditions, it failed to refer to evidence that did not support its conclusion. The Applicant refers to several reports submitted as evidence, including the ones stating that Hungarian authorities are failing to take necessary steps to prevent and respond to violence against Roma effectively, that the Minister of Justice in Hungary has admitted to failing to find those responsible for a growing number of fatal attacks, and that the racial profiling and abuse against Roma by the police exists, as well as refusal of police officers to record Roma complaints.", "[28] The Applicant further argues that other exhibits submitted to the RPD that are contrary to the RPD's decision, such exhibits stating that the unemployment rate among Roma is more than 10 times the national average and that an extreme-right wing political party exists in the country and has several thousand members that are responsible for hate crimes. The Applicant also quotes various reports on Hungary that support the fact that the issue of discrimination against the Roma and their limited access to education, employment, health care and social services are still present in the country.", "[29] The Applicant adds that the failure to adequately address the contradictory documents and to explain its preference for the evidence on which it relied warrants the intervention of this Court. He also argues that while the RPD was not obligated to refer to every piece of evidence submitted in its reasons, the more important the evidence omitted, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact without regard to the evidence.", "[30] Second, the Applicant submits that the RPD erred by not applying relevant jurisprudential principles concerning the adequacy of state protection. He claims that the RPD ought not to have looked at whether serious efforts had been made to protect the citizen, but whether at the operational level the protection has been applied. The RPD should therefore have examined whether the said efforts have produced adequate results. Considering the current situation of the Roma in Hungary, had the measures taken by the Hungarian authorities been effective, the country conditions would not be this bad.", "[31] Third, the Applicant argues that the RPD erred in downplaying his problems and that it has therefore misconstrued the law. He further argues that he was subjected to serious discrimination which affected his ability to earn a living.", "[32] In that regard, contrary to the RPD's decision, the Applicant claims to have given clear examples in his testimony of situations when the claimant was denied police protection. He alleges that he therefore has a reason to believe that he would be subject to inadequate protection should he decide to return to Hungary. As to the RPD's finding to the effect that the Applicant left his job because he was made to do the work of two men, the Applicant submits having testified that he had, in addition, received threats from coworkers and that his supervisor had told him to endure it or quit. IV.", "[33] By relying on several of the RPD's findings, the Respondent argues that while the Applicant was indeed a victim of incidents of discrimination, these incidents did not amount to persecution. The Respondent adds that the Applicant relied on the general documentation on Hungary to establish his claim, but that his personal situation is different from the general situation of the Roma community in Hungary, as he was able to go to school, find and keep a job and that he lived in a house with amenities. The Respondent therefore claims that the Applicant's potential risk of being persecuted was not personalized or based on personal circumstances and adds that it lies within the Board's expertise to draw such conclusions.", "[34] More specifically, the Applicant's most troubling experience was being chased by skinheads, and while this situation has occurred a certain number of times, the Applicant was never harmed. The only reason for which he was targeted is because his bus stop was near a bar frequented by skinheads.", "[35] The Respondent further submits that the RPD was right in concluding that these particular incidents of discrimination, either individually or taken together, did not rise to the level of persecution because, following case law, these would have had to be serious, systematic or support a finding of serious possibility of persecution in the future.", "[36] The Respondent also submits that the Board found that the Applicant could avail himself of the state protection offered by Hungary in case of future discrimination. The law is clear in that a state enjoys a presumption that it can afford protection to its citizens. The Applicant was therefore expected to take all reasonable steps in order to obtain such protection and resolve his problem, which the Applicant failed to demonstrate. As the Board found Hungary to be a functioning democracy, the Applicant had a heavy burden to satisfy in order to show that recourses undertaken by him sufficed to demonstrate an absence of protection. In the case at bar, the Applicant failed to rebut the state protection presumption.", "[37] Also, the Respondent finds ill-founded the Applicant's allegations that the RPD did not refer to evidence that goes contrary to its conclusion and failed to examine whether the efforts made by the state authorities have produced adequate results. In fact, the RPD was well aware of the difficult situation in which the Roma community is living and acknowledged it several times in its decision. Furthermore, the RPD recognized that state protection for Roma in Hungary is criticized and that it could be improved, but nonetheless referred to actual results at an operational level of the efforts made by Hungary, e.g. arrests and prosecutions. Thus, while acknowledging the less than perfect current situation of the Roma, the RPD nevertheless found that the state acted through various means to protect its citizens of Roma origin. It concluded that, based on evidence, Hungary is providing concrete solutions to difficulties encountered by the Roma. The Respondent submits that it was therefore reasonable to expect the Applicant to do more in order to seek state protection.", "[38] Lastly, the Respondent argues that the Applicant's subjective belief is not sufficient to rebut the presumption of state protection. V. Issues", "[39] The present judicial review raises the following issues: 1. Did the RPD err when it found that state protection was available to the Applicant? 2. Did the RPD err when it found that problems endured by the Applicant did not amount to the level of persecution? VI. Standard of review", "[40] The RPD's state protection findings are to be reviewed under the standard of reasonableness ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]) and the same standard of review applies to the assessment of the evidence, as it is a question of fact ( <FRAGMENT_SUPPRESSED> , above at para 47). VII. Analysis A. Did the RPD err when it found that state protection was available to the Applicant?", "[41] The RPD's determination as to state protection is reasonable for the following reasons.", "[42] When it comes to state protection, there exists a presumption that, apart from situations of total breakdown, a state is capable of protecting its citizens. In order to rebut this presumption, the Applicant must present clear and convincing evidence that the protection is inadequate (see <FRAGMENT_SUPPRESSED> , 20 Imm LR (2d) 85, at para 57). If the tribunal finds the country in question to be democratic, the Applicant will bear an even heavier burden of proof. Indeed, as stated by the Federal Court of Appeal: \"The more democratic the state's institutions, the more the claimant must have done to exhaust all the courses of action open to him or her [meaning the Applicant]\" ( <FRAGMENT_SUPPRESSED> , at para 5). In the present matter, based on the evidence submitted, the RPD found that Hungary is a functioning democracy and that there is no evidence of a total breakdown of the state apparatus. Furthermore, it found that Hungary is in effective control of its territory and that it is making serious efforts to protect the Roma, thus rendering the protection offered adequate (see <FRAGMENT_SUPPRESSED> CarswellNat 1338).", "[43] Therefore, the Applicant had a heavy burden to satisfy in order to demonstrate that he should not be required to exhaust all the other recourses available to him. Following case law, in order to determine whether the Applicant has discharged his burden of proof, the RPD considered whether the state of Hungary is capable of providing protection and willing to act. And as he claimed that state protection was inadequate, the Applicant bore the burden of adducing evidence to that effect ( <FRAGMENT_SUPPRESSED>  [2008] FCJ No 399).", "[44] The evidence submitted to the RPD actually contains several alarming documents from credible sources which support the Applicant's submissions regarding the absence of state protection for the Roma citizens in Hungary, and while the Applicant did submit evidence, the RPD ultimately concluded differently. The consideration of evidence lies within its authority. In fact, the RPD examined the documentary evidence and the Applicant's testimony, and while acknowledging the less than perfect current situation of the Roma, it nevertheless found that the state acted through various means to protect its citizens of Roma origin. It concluded that, based on evidence, Hungary is providing concrete solutions to difficulties encountered by the Roma.", "[45] The Applicant submits that the RPD should not have examined whether Hungary has made serious efforts to protect the Roma citizens of its country, but whether protection has been applied at the operational level, thus producing adequate results. However, on several occasions, the RPD clearly mentioned results of the efforts made by the Hungarian government.", "[46] Having reviewed the evidence on which the Applicant relies to show that Hungary does not insure state protection to Roma citizens, it is of significance that the 2011 US Department of State document refers repeatedly to discrimination not persecution, that the \"Hungary-Nations in Transit\" June 2012 article describes in general the impact of the electoral victory of Fides on the politicial structure in Hungary but does not show that state protection for Roma citizens is not available. Finally, the general reference to Amnesty International Report dated April 2011 discusses Hungary's new Constitution in that it violates International and European human rights standard. In its decision, the RPD referred to 19 documents from the national documentation package. Among those, some were critical of the human right situation in Hungary. At the hearing, counsel drew my attention to other parts of some of the referred documents. It does not change my view.", "[47] This evidence shows that Hungary has human rights issues, but it does not indicate that the state protection is operationally available for Roma citizens in Hungary. The RPD did note all of that and did take into consideration information to that effect, but in the end, an overall judgment has to be made and it was concluded that Hungary was offering a reasonable state protection.", "[48] The real issue in this decision was whether or not the Applicant could, as required, present a personalized risk of persecution (see <FRAGMENT_SUPPRESSED>  paras 102 to 104). As the answer to the second question will show, the Applicant was not able to do so (see paras 11, 34 among others of the decision).", "[49] Therefore, this Court finds that the Applicant did not rebut the presumption of state protection and that the RPD's \"decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (see <FRAGMENT_SUPPRESSED> , above at para 47). B. Did the RPD err when it found that problems endured by the Applicant did not amount to the level of persecution?", "[50] The Applicant submits that he was not a victim of discrimination, but a victim of persecution. In fact, he produced evidence and testified to that effect. In its decision, the RPD considered the evidence and testimony and even acknowledged them in its reasons. It considered the Applicant's personal experiences and circumstances and the measures put in place in Hungary with regards to Roma citizens. Once again, the RPD recognized that the situation of these citizens of Hungary is not perfect, but concluded that, for a number of reasons, the mistreatment suffered did not compromise the Applicant's subsistence or employment. The RPD did assess the situation of the Applicant in Hungary and came to the conclusion that it was not such that it was persecution.", "[51] The RPD reviewed mixed-evidence in coming to this conclusion and, as a matter of fact, it lies within the RPD's expertise to draw conclusions as to whether or not the troubles encountered by the Applicant amount to persecution. The RPD's finding to the effect that the Applicant had not suffered persecution was therefore reasonable and no intervention of this Court is warranted. A reading of paragraph 34 among others of the decision on this issue indicates that the Applicant was not able to present evidence of a personalized risk of persecution.", "[52] In <FRAGMENT_SUPPRESSED> , above at para 105, my colleague Justice Russell wrote: 105 The Hungarian situation is very difficult to gauge. Much will depend upon the facts and evidence adduced in each case, and on whether the RPD goes about the analysis in a reasonable way. Where it does, it is my view that it is not for this Court to interfere even if I might come to a different conclusion myself. It is my view that a reasonable analysis was conducted in this case that was alive to the governing principles and that applied them to the facts on the record in a responsive way. On this basis, I cannot interfere with the Decision.", "[53] I cannot say it better.", "[54] The parties were invited to submit a question for certification, but none were proposed. JUDGMENT", "[55] THIS COURT'S JUDGMENT is that the application for judicial review be rejected and no question is certified. I. Faits", "[2]", "[3]", "[4]", "[5]", "[6] II.", "[7]", "[8] ) et ) de la LIPR.", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25] III.", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32] IV.", "[33]", "[34]", "[35]", "[36]", "[37]", "[38] V.", "[39] VI. Norme de contrôle", "[40] VII. Analyse A.", "[41]", "[42] Canada (Procureur général) c Ward <FRAGMENT_SUPPRESSED> CarswellNat 1338).", "[43] <FRAGMENT_SUPPRESSED>  [2008] ACF no 399).", "[44]", "[45]", "[46]", "[47]", "[48]", "[49] B.", "[50]", "[51]", "[52]", "[53]", "[54] JUGEMENT", "[55] [End of document]"]}