{"id_": "052117", "body_str": ["[1] Mosley, J. : This is an application for judicial review of a decision by a Board Member (Board) of the Refugee Protection Division (RPD) that the applicants are not Convention Refugees or persons in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ]. The following are my reasons for dismissing the application. I. BACKGROUND", "[2] The applicants, Mr. Jozsef Jeno Horvath (the principal claimant) and Ms. Timea Blazsovics (the co-claimaint), are common-law spouses and citizens of Hungary. They allege a fear of persecution based on their Roma heritage.", "[3] The applicants allege that they faced discrimination on a daily basis. When the applicants were out in public, people would spit on them and harass them. If they were allowed into stores, security guards would follow them and ask them to empty their pockets. At restaurants or bars, they would be told the restaurant was fully booked or made to wait an extended period of time. Sometimes they would be told that the restaurant or bar did not serve Roma individuals. Their neighbours threatened them, and they witnessed several marches by members of the Hungarian Guards. None of these incidents were reported to the police because the applicants didn't believe that the police would do anything.", "[4] The applicants also allege they faced discrimination with respect to access to employment, health care, education, and housing. In particular, the applicants allege that they both encountered difficulties trying to find permanent employment and that Mr. Horvath was refused entry to a vocational school because of their ethnicity.", "[5] In or around August 2010, the applicants allege that they were leaving their house when three men on the street called them \"stinky gypsies\" and threatened to kill them if they stayed in Hungary. The applicants asked them why they were yelling about the fact that they were Roma and the men attacked them. Mr. Horvath, who lost consciousness during the assault, was hospitalized. He attended the police station to file a complaint. After waiting a few hours, he was eventually told that the police were busy and that he should come back the following day. He returned the following day to file a complaint, but testified at the hearing that he did not receive any notification in the weeks following the filing of the complaint. He also testified that he did not follow up on the complaint, explaining that he had heard that the police did not investigate complaints filed by Roma individuals.", "[6] In or around September 2010, an armed group attacked the applicants' house yelling \"you have too many of you living in this neighbourhood and if you do not move from here, we will kill all Gypsies - starting with you.\" The applicants escaped through the back gate. Mr. Horvath and his father tried to file a complaint with the police, but the police told them they were making the incident up.", "[7] In or around February 2010, three policemen allegedly detained Mr. Horvath while he was driving his father-in-law's car. The policemen told him that \"a lot of Roma are accused of theft\" before searching the car and checking the passengers' identification. II. DECISION UNDER REVIEW", "[8] The Board held that the applicants had \"not provided the requisite clear and convincing evidence that, on a balance of probabilities, state protection in Hungary is inadequate.\" Although Mr. Horvath had filed a complaint with the police after the physical assault, the Board noted that Mr. Horvath had not followed up on his complaint. Further, the Board held that in the circumstances of the case, the applicants had not established that they did not need to make reasonable efforts to obtain state protection beyond filing a complaint with the police.", "[9] Upon a thorough and detailed review of the documentary evidence, the Board held that it preferred the documentary evidence that indicated that effective, albeit imperfect, state protection is available to Roma citizens of Hungary. The Board noted that Hungary is a functioning democracy, and acknowledged that while there is evidence that police commit abuses against people, including the Roma, it also demonstrates that it is reasonable to expect authorities to take action in those cases, and that the police and government officials are willing and capable of protecting Roma. Further, there are organizations in place to ensure that the police are held accountable. Thus the Board found that the presumption that adequate state protection was available in Hungary had not been rebutted.", "[10] The Board also reviewed the documentary evidence with respect to the state response to discrimination against Roma to address Mr. Horvath's allegation of potential employers' discrimination. The Board found that while the documentary evidence indicated that Roma face \"widespread discrimination\" and \"exclusion\" in Hungary, recourse is available with, amongst other organizations, the Parliamentary Commissioner for National and Ethnic Minority Rights (Minorities Ombudsman) as well as with the Equal Treatment Authority, which \"has provided individuals with a direct avenue of redress for violations of the prohibition of discrimination in a variety of public and private law relationships.\"", "[11] On the basis of its findings with respect to state protection, the Board therefore concluded that the applicants were neither Convention refugees nor persons in need of protection. I note that the Board did not make any adverse credibility findings against the applicants. III. ISSUES", "[12] The applicant has raised a number of issues relating to the Board's analysis of state protection, persecution and s 97 of the IRPA", "[13] In my view, these issues can be reformulated as follows: A. Whether the Board's analysis of state protection is reasonable? B. Whether the Board's analysis of persecution is reasonable? C. Whether the Board erred by failing to complete a separate s 97 IRPA analysis? IV. STANDARD OF REVIEW", "[14] The applicant has not provided any submissions on the standard of review. I agree with the respondent who submits that the standard of review for findings on state protection and lack of persecution is reasonableness: <FRAGMENT_SUPPRESSED> . V. ANALYSIS A. ISSUE 1: Is the Board's analysis of state protection reasonable?", "[15] The applicants bore the onus of establishing a fear of persecution. Since Hungary is a functioning democracy, the applicants were required to establish with clear and convincing evidence that the State is unwilling or unable to protect them in a meaningful way: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[16] Counsel for the applicants cited five decisions of this Court in which judicial review was granted with respect to  <FRAGMENT_SUPPRESSED> . Counsel relies on these decisions to argue that this Court should be consistent in its consideration of applications for judicial review relating to the adequacy of state protection. Specifically, Counsel submits that since the Court found in those cases that adequate state protection was not available to Hungarian Roma, the Board's finding of adequate state protection in this case was unreasonable.", "[17] However, as set out by Justice Harrington in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 20: Each case turns on the particular history of the claimant, the record, the adequacy of the analysis by the Tribunal and, indeed, the appreciation of that evidence by various judges of this  <FRAGMENT_SUPPRESSED>  [2011] FCJ No 393 (QL), at para 4.", "[18] In this case, the Board carefully considered the evidence before it, concluding that the applicants had failed to rebut the presumption of state protection with clear and convincing evidence. The Board accepted the applicants' evidence that they filed a police complaint after the physical assault, and tried to file a complaint after the attack on the house. However, the Board noted that they had failed to follow up with the police with respect to either incident, and rejected their explanation that they had been told the police did not follow up on complaints filed by Roma individuals. The Board also accepted the applicants' evidence that as members of the Roma ethnic minority, they face \"exclusion\" and \"widespread discrimination\" in education, employment, housing and access to social services in Hungary. However, the Board held that it preferred the documentary evidence which indicated that adequate albeit imperfect state protection was available. Specifically, the Board concluded, upon a review of the country documentation, that the central government is motivated and willing to implement measures to protect the Roma, and that these measures have proved effective, if imperfect, at the operational level. Furthermore, the Board held that the documentation also indicated that effective recourse is available to Roma individuals and others who are not satisfied with police responses to their complaints. On this basis, the Board held that adequate state protection is available.", "[19] I agree with the respondent that the Board's findings on state protection are factual findings which can only be overturned if the applicant demonstrates that they are capricious, perverse or made without regard to the evidence.", "[20] Justice Gleason recently reviewed the meaning of findings that are \"capricious\", \"perverse\" or \"made without regard to the evidence\" in <FRAGMENT_SUPPRESSED> :", "[36] In the seminal case interpreting section 18(1)(d) of the FCA, Rohm & Haas , Chief Justice Jacket defined \"perversity\" as \"willfully going contrary to the evidence\" (at para 6). Thus defined, there will be relatively few decisions that may be characterized as perverse.", "[37] The notion of \"capriciousness\" is somewhat less exacting.  <FRAGMENT_SUPPRESSED> Justice Campbell defined capricious, with reference to a dictionary definition, as meaning \"marked or guided by caprice; given to changes of interest or attitude according to whim or fancies; not guided by steady judgment, intent or purpose\". To somewhat similar effect, Justice Harrington in <FRAGMENT_SUPPRESSED> [2005] FCJ No 509, defined \"capricious\" as being \"so irregular as to appear to be ungoverned by law\". Many decisions hold that inferences based on conjecture are capricious. In Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (FCA) at para 33, Justice MacGuigan, writing for the Court, stated as follows regarding conjecture: The common law has long recognized the difference between reasonable inference and pure conjecture. Lord Macmillan put the distinction this way in <FRAGMENT_SUPPRESSED>  often a very difficult one to draw. A conjecture may be plausible but it is of no legal value, for its essence is that it is a mere guess. An inference in the legal sense, on the other hand, is a deduction from the evidence, and if it is a reasonable deduction it may have the validity of legal proof. ...", "[38] Turning, finally, to the third aspect of section 18.1(4)(d), the case law recognizes that a finding for which there is no evidence before the tribunal will be set aside on review because such a finding is made without regard to the material before the tribunal (see e.g. <FRAGMENT_SUPPRESSED> [2003] FCJ No 1517). Beyond that, it is difficult to discern a bright-line. The oft-cited <FRAGMENT_SUPPRESSED> ) [ Cepeda-Gutierez ] provides a useful review of the sorts of errors that might meet the standard of a decision made \"without regard to the material\" before the tribunal which fall short of findings for which there is no evidence. There, Justice Evans (as he then was) wrote at paragraphs 14 - 17: ... in order to attract judicial intervention under section 18.1(4)(d), the applicant must satisfy the Court, not only that the Board made a palpably erroneous finding of material fact, but also that the finding was made \"without regard to the evidence\" ... The Court may infer that the administrative agency under review made the erroneous finding of fact \"without regard to the evidence\" from the agency's failure to mention in its reasons some evidence before it that was relevant to the finding, and pointed to a different conclusion from that reached by the agency. Just as a court will only defer to an agency's interpretation of its constituent statute if it provides reasons for its conclusion, so a court will be reluctant to defer to an agency's factual determinations in the absence of express findings, and an analysis of the evidence that shows how the agency reached its result.", "[16] On the other hand, the reasons given by administrative agencies are not to be read hypercritically by a court [citations omitted] ... nor are agencies required to refer to every piece of evidence that they received that is contrary to their finding, and to explain how they dealt with it ... That would be far too onerous a burden to impose upon administrative decision-makers who may be struggling with a heavy case-load and inadequate resources. A statement by the agency in its reasons for decision that, in making its findings, it considered all the evidence before it, will often suffice to assure the parties, and a reviewing court, that the agency directed itself to the totality of the evidence when making its findings of fact", "[17] However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\": ... In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact. [emphasis added, citations omitted]", "[21] In my view, the Board's findings on state protection were reasonably open to it on the record before it.", "[22] For this reason, I agree with the respondent that the applicants are seeking to have this Court reweigh the evidence. This is not the Court's role on judicial review: <FRAGMENT_SUPPRESSED> . B. ISSUE 2: Whether the Board's analysis of persecution is reasonable?", "[23] Since a finding of adequate state protection is determinative, it is not necessary for me to consider whether the Board erred by failing to find that the discrimination alleged did not amount to persecution. C. ISSUE 2: Did the Board err by failing to complete a separate s 97 IRPA analysis?", "[24] The applicant relies on <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] to argue that the Board committed a reviewable error by failing to complete a separate s 97 IRPA analysis in spite of the negative credibility findings.", "[25] I agree with the respondent that the Board was not required to complete a separate s 97 IRPA analysis. As noted by the respondent, <FRAGMENT_SUPPRESSED> can be distinguished on the basis that the determinative issue in that case was credibility, not state protection. The Board is not required to complete a separate s 97 IRPA analysis where the determinative issue is state protection, since findings on state protection are equally applicable under s 96 and s 97 of the IRPA <FRAGMENT_SUPPRESSED> :", "[7] Irrespective of the applicable standard of review, the Board's Decision must stand as, in light of the foregoing authorities, it was not necessary for the Board to conduct a separate section 97 analysis on the facts of this case. This case is analogous to the situations in Balakumar Brovina , and Kaleja because the findings on state protection applied equally under sections 96 and 97 of IRPA. Accordingly, there was no need for the Board to engage in a separate analysis of whether, but for the availability of state protection, the Applicants would otherwise have qualified as persons in need of protection under section 97 of IRPA.", "[26] The parties proposed no serious questions of general importance and none will be certified. JUDGMENT", "[27] THIS COURT'S JUDGMENT is that the application is dismissed and no question is certified. I. GENÈSE DE L'INSTANCE", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] A. B. C.", "[14] <FRAGMENT_SUPPRESSED> et 16; <FRAGMENT_SUPPRESSED> . V. ANALYSE A.", "[15] Canada (Procureur général) c Ward , [1993] 2 RCS 689 [ Ward ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[16]", "[17] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], au paragraphe 20:", "[18]", "[19]", "[20] <FRAGMENT_SUPPRESSED> à 38:", "Rohm & Haas", "", "Cepeda-Gutierrez", "[renvoi omis] [...] [...]", "sera", "[21]", "[22] <FRAGMENT_SUPPRESSED> . B.", "[23] C.", "[24]", "[25]", "Balakumar Brovina et Kaleja", "[26] JUGEMENT", "[27] [End of document]"]}