{"id_": "052278", "body_str": ["[1] Bédard, J. [Translation]: Before me is a motion under section 51 of the Federal Courts Rules , SOR/98-106 (the Rules), to appeal an order rendered on December 21, 2012, by Richard Morneau, Prothonotary, who ordered to strike, without leave to amend, the declaration filed by the applicant and the dismissal of his action. I - Background", "[2] The applicant is a former detainee who served a two-year sentence of incarceration. On October 17, 2012, he brought against the respondent an action in damages for $5,000,000. The statement of claim referred to various decisions made against the applicant when he was incarcerated and for which he is claiming various damages. The allegations in the statement of claim may be summarized as follows: a. The applicant argued that he was given a medium security classification although he should have been given a minimum security classification; he requested a remedy of $48,600; b. The applicant alleged that he was denied parole when it should have been granted; he requested a remedy of $24,300; c. The applicant alleged that the NPB (we presume that the applicant is referring to the Parole Board of Canada) [Translation] \"is not a true administrative tribunal as it should be\"; he requested a remedy of $100,000; d. The applicant alleged that the NPB imposed a residency condition on him; he requested a remedy of $124,300; e. The applicant stated that an unpleasant occurrence took place during which his liberty was jeopardized on uncorroborated hearsay and that during the habeas corpus proceeding, documents were hidden from him despite a disclosure order. The applicant added that an out-of-court agreement was made, but that the respondent did not respect it; he requested a remedy of $2,060,000 for obstructing justice and going through the holidays detained without valid reasons; f. The applicant argued that the Federal Court found in his favour but that the respondent disobeyed the judgment; he requested a remedy of $1,000,000; g. The applicant alleged that, in reprisal for his success, Yves Michaud, the respondent's officer, intimidated him and had him arbitrarily imprisoned; he requested a remedy of $1,015,000 and an order requiring the respondent to [Translation] \"assist the applicant to obtain a criminal conviction against Mr. Michaud\"; h. The applicant alleged that, during his incarceration, the [Translation] \"OCI, despite its role of \"policing\" the CSC, was nonchalant and went so far as to throw oil on the fire\"; he requested a remedy of $100,000 and the dissolution of the agency; i. The applicant alleged that during his incarceration, he never had access to a [Translation] \"true system of efficient and expeditious complaints and grievances without fear of reprisal, as the Act requires\"; he requested a remedy of $500,000 and the abolition of the current grievance system; j. The applicant alleged that during his entire incarceration, he was a victim of discrimination on the basis of his age, sex and race; he requested a remedy of $300,000.", "[3] The respondent filed a motion to strike the statement of claim and to dismiss the action by the applicant under section 221 of the Rules, stating that the claim failed to disclose a reasonable cause of action, that it was not relevant, that it was scandalous, frivolous and vexatious and that it constituted an abuse of process.", "[4] The respondent filed his motion under section 369 of the Rules, asking the Court to deal with the motion on the basis of written submissions.", "[5] In his reply to the motion to strike, the applicant requested that the motion be heard as part of a hearing [Translation] \"given the seriousness of the remedy sought\". However, Mr. Morneau a found that he could dispose of the motion on the basis of the parties' written representations and that it was not necessary to schedule a hearing. II. Order by Mr. Morneau", "[6] The substance of the reasons of the order by Mr. Morneau is found in the following excerpt: [Translation] CONSIDERING that a review of the previously noted files and a review of the applicant's statement of claim leads this Court clearly to the same analysis findings as the respondent and specifically to the following findings that the respondent argues at paragraphs 1 to 3 of his written representations, and even if the applicant is representing himself, since it is not his first time before this Court: i. The applicant's statement of claim is only a construct of assertions and allegations completely devoid of meaning and material facts to support an action in civil liability against the respondent. ii. The disjointed nature of the allegations in this case and their lack of detail impose on the respondent an insurmountable burden and require that the Court play the largest guessing game as to the nature of the allegations against the respondent, the nature of the alleged damages and the causal link between the two. iii. In short, the statement of claim is totally flawed and even with the most magnanimous review possible, the applicant's action does not raise any reasonable cause of action in compensation for damages. This action should be dismissed for all the reasons set out in section 221(1)( )( )( )( ) of the Federal Courts Rules without leave to amend. CONSIDERING that the statements of the Quebec Court of Appeal that the respondent quotes at paragraph 16 of its reply submitted on December 18, 2012, unfortunately applies to the applicant (see also the recent statements by this Court in <FRAGMENT_SUPPRESSED> et seq.); CONSIDERING , accordingly, that it is clear and evident that the applicant's statement of claim discloses no reasonable cause of action, is outrageous, frivolous, vexatious and constitutes an abuse of process within the meaning of paragraphs 221(1)( ),( )( ) and ( ) of the Rules and that it deserves to be stricken without leave to amend;", "[7] It should be noted that in his reply to the motion to strike, the applicant argued that his statement of claim should not be stricken. In paragraph 29 of his written submissions, he further raised as an alternative, the following question: [Translation] \"If the statement of claim was proven to be flawed, would there be a less drastic remedy than the dismissal of the motion?\" However, the applicant did not say how he could correct the deficiencies in his statement of claim nor did he submit an amended draft statement of claim. III. Issue", "[8] This motion raises a single genuine issue: Does the order issued by Mr. Morneau contain an error that warrants the intervention of this Court? IV. Standard of review", "[9] <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal explained that the applicable standard of review for discretionary orders of prothonotaries was the following: 17 This Court, in <FRAGMENT_SUPPRESSED>  (FCA), set out the standard of review to be applied to discretionary orders of prothonotaries in the following terms: ... Where such discretionary orders are clearly wrong in that the prothonotary has fallen into error of law (a concept in which I include a discretion based upon a wrong principle or upon a misapprehension of the facts), or where they raise questions vital to the final issue of the case, a judge ought to exercise his own discretion de novo (MacGuigan J., at pages 462 and 463) [Emphasis added] ... 19 ... The test would now read: Discretionary orders of prothonotaries ought not be disturbed on appeal to a judge unless: a) the questions raised in the motion are vital to the final issue of the case, or b) the orders are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts.", "[10] Before applying these tests, the issue arises as to whether Mr. Morneau's order was discretionary.  <FRAGMENT_SUPPRESSED> NR 336, the Federal Court of Appeal stated that a decision that allows or dismisses a motion to strike is a discretionary decision. Although in this matter the motion to strike had been decided by a judge, the same principle applies when the motion was decided by a prothonotary ( <FRAGMENT_SUPPRESSED> ACWS (3d) 64).", "[11] Since Mr. Morneau's discretionary order terminated the action brought by the applicant, it is clear that the questions in the order are \"vital to the final issue of the case\" and that, accordingly, I must exercise my own discretion and review the motion de novo V. Submissions of the parties A. Applicant's arguments", "[12] In support of his appeal, the applicant raises the following arguments: a. He criticizes Mr. Morneau for not holding a hearing and for not giving him a fair and equitable opportunity to be heard; b. He argues that if the statement of claim lacked details, the prothonotary should have issued an order under section 181(2) and not dismissed the action; c. He argues that he should have [Translation] \"at least an opportunity to correct his statement of claim, if the court had found it flawed to the highest degree\". The applicant further attached an amended draft statement of claim as an appendix to his motion in appeal; d. The prothonotary should have taken into consideration that the action is brought under the Canadian Charter of Rights and Freedoms according to <FRAGMENT_SUPPRESSED> ( City v Ward , 2010 SCC 27, [2010] 2 SCR 28, and not a traditional action and that, accordingly, the criteria of civil liability such as fault and causation do not apply. The applicant adds that the harm is the infringement of rights protected by the Charter and that his only obligation is to prove [Translation] \"that there was a violation of Charter rights\". B.", "[13] The respondent argued essentially that the applicant's appeal is without merit because, although the respondent may argue that his action was brought under the Charter, he must support his action with facts. Moreover, the applicant did not submit any facts to support his action. VI. Analysis", "[14] The applicant made several criticisms of Mr. Morneau, in part for not calling a hearing to allow him to make his arguments orally.", "[15] This criticism is without merit. Subsection 369(4) of the Rules provides that, when a party to motion requests a hearing, the Court may dispose of the motion in writing or fix a date for a hearing of the motion.  <FRAGMENT_SUPPRESSED>  DLR (4th) 274, the Court of Appeal addressed the Court's discretion to determine whether it is justified to fix a hearing when a respondent to a motion under Rule 369 asks for a hearing: 12 I do not agree. Rule 369 imposes no express limits on the exercise of the Court's discretion to dispose of a motion under Rule 369 in writing or after an oral hearing. Neither the text of the Rule nor the jurisprudence supports the position that motions to dismiss an appeal may not be determined on the basis of written submissions. Rather, the Court exercises its discretion by asking whether, in all the circumstances of the given case, it can fairly dispose of the motion without the delay and additional expense of an oral hearing. 13 The questions in dispute on this motion are purely legal and, in my opinion, not unduly complex. None of the factors listed by Prothonotary Hargrave in <FRAGMENT_SUPPRESSED>  at para 10, as warranting an oral hearing is present here.", "[16] In this case, I find that it was entirely appropriate of Mr. Morneau to dispose of the motion to strike based on the parties' written submissions. In any event, the applicant had the opportunity to present his arguments orally during the hearing of his motion to appeal the order of Mr. Morneau.", "[17] As to the substantive issue, I recently had to consider the criteria for disposing of a motion to strike a pleading and action in <FRAGMENT_SUPPRESSED>  (available on CanLII) and I take the liberty of quoting the following passage where I restated the main applicable principles: Rule 221(1) of the Rules provides that the Court may strike a pleading if it \"discloses no reasonable cause of action\". The stringent test for striking out a Statement of Claim on that basis is whether, taking the facts as pleaded, it is \"plain and obvious\" that the action discloses no reasonable cause of action. This test was reiterated by the Supreme Court in R v Imperial Tobacco Canada Ltd., 2011 SCC 42 at para 17, [2011] 3 SCR 45, where Justice McLachlin stressed that \"[w]here a reasonable prospect of success exists, the matter should be allowed to proceed to trial\". The Court also insisted, at paragraph 22, that the claimant must clearly plead the facts supporting the claim: ... It is incumbent on the claimant to clearly plead the facts upon which it relies in making its claim. A claimant is not entitled to rely on the possibility that new facts may turn up as the case progresses. The claimant may not be in a position to prove the facts pleaded at the time of the motion. It may only hope to be able to prove them. But plead them it must. The facts pleaded are the firm basis upon which the possibility of success of the claim must be evaluated. If they are not pleaded, the exercise cannot be properly conducted. 10 It is also well established that the Court must read the pleading generously with a view to accommodating drafting deficiencies ( <FRAGMENT_SUPPRESSED> (available on QL) ( <FRAGMENT_SUPPRESSED> ), <FRAGMENT_SUPPRESSED> (available on CanLII)). This, however, does not exempt the claimant from pleading the material facts supporting the claim. Bare assertions and conclusions are not sufficient. 11 In <FRAGMENT_SUPPRESSED> , at para 15, Justice Snider, summarized as follows this requisite: The jurisprudence also establishes that a statement of claim does not disclose a cause of action where it contains bare assertions, but no facts on which to base those assertions ( <FRAGMENT_SUPPRESSED>  (CA)). Moreover, a conclusion of law pleaded without the requisite factual underpinning to support the legal conclusions asserted is defective, and may be struck out as an abuse of Court ( <FRAGMENT_SUPPRESSED> [2011] FCJ No 1321).", "[18] In my view, even in with a generous reading of the statement of claim, the applicant's action has no chance of success and I endorse the comments made by Mr. Morneau in his order. I would add that the statement of claim is composed of a series of allegations and conclusions that are in no way supported by facts. In addition, it contains allegations that are vague, terse and imprecise. Moreover, some claims against the Correctional Service of Canada, the Parole Board of Canada and other undetermined persons. Whether the action brought is based on the Canadian Charter of Rights and Freedoms or on offences committed by representatives of the respondent, the applicant has the obligation, in his statement of claim, to argue the relevant facts in support of his allegations, which he did not do. This requirement is clearly set out in section 174 of the Rules, which requires that a pleading contain a concise statement of the material facts.", "[19] Besides that the statement of claim does not meet the requirements of section 174, I am also of the view that it contains too few facts to allow the Court to administer the matter and allow the respondent to defend himself ( <FRAGMENT_SUPPRESSED> ACWS (3d) 445;", "[20] In sum, I consider that the statement of claim does not contain any facts that, if proven, would help find that the fundamental rights of the applicant were violated or that offences were committed and would justify the remedies sought.", "[21] Should the applicant be authorized to amend his statement of claim to correct the deficiencies?  <FRAGMENT_SUPPRESSED> NR 374, the Federal Court of Appeal considered the circumstances justifying that a party be authorized to amend a faulty pleading to prevent its outright rejection: Motions to strike are governed by Rule 221 of the Federal Courts Rules which provides that a pleading may be struck out with or without leave to amend. For such a motion to succeed it must be plain and obvious or beyond reasonable doubt that the action cannot succeed.  <FRAGMENT_SUPPRESSED>  (B.C.C.A.), cited by the Supreme Court in <FRAGMENT_SUPPRESSED>  (C.A.) cited by the Supreme Court in Hunt Carey Canada Inc. at paragraphs 23 and 24. ... 14 After determining that a pleading will be struck, Rule 221 requires consideration of whether a pleading is struck with or without leave to amend. 15 It is not plain and obvious that if amended Mr. Simon's claim that the Canada Revenue Agency erred in its treatment of monies he was otherwise entitled to would not disclose a reasonable cause of action. Therefore, the Federal Court erred in striking the statement of claim without leave to amend. [Emphasis added] [See also <FRAGMENT_SUPPRESSED>  NR 23.]", "[22] In this case, I find that Prothonotary Morneau was right to strike the applicant's statement of claim and action without leave to amend his statement of claim since it contains deficiencies too numerous and significant, including a number of allegations and conclusions, to be corrected by an amendment. Further, and as previously noted, the applicant failed to produce an amended draft statement of claim in support of his response to the motion to dismiss the action or indicate how he could amend his statement of claim to correct the deficiencies.", "[23] However, the applicant submitted, in an appendix to his motion to appeal, an amended statement of claim. Thus, I must determine whether I should consider this amended draft statement of claim submitted as part of this appeal.", "[24] It is well established that the evidence submitted to the prothonotary is admissible in an appeal de novo of a prothonotary's decision. The authoritative judgment in this matter is <FRAGMENT_SUPPRESSED>  ACWS (3d) 424 ( James River Corp ), where Justice Reed wrote at paragraphs 31 to 33: As I understand counsel's explanation of the Associate Senior Prothonotary's decision, it is that the order requested was refused because there was no proper evidence before the Associate Senior Prothonotary demonstrating that the United States proceeding existed and was parallel to the present proceeding, nor was there evidence demonstrating that the documentation that was sought was relevant to the present proceeding. It was not argued that this decision by the Associate Senior Prothonotary was in error. Counsel for the plaintiff sought to file with the Court an affidavit to supply the missing evidence. He took the position that an appeal of a prothonotary's decision to a judge is a proceeding de novo and, therefore, I was entitled to accept this evidence and render the decision the Associate Senior Prothonotary would have made had he had that evidence before him. I do not interpret the role of a judge on an appeal of a prothonotary's order in that way. Whatever may be the difference, if any, between the Chief Justice's description on page 454 of <FRAGMENT_SUPPRESSED>  contemplates that the judge will exercise his or her discretion de novo, on the material that was before the prothonotary, and not engage in a hearing de novo based on new materials. Counsel for the defendant notes that an appeal from an order of a prothonotary is required by the Federal Court Rules to be commenced by an \"application\" (Rule 336(5)), and that an application to the Court is to be made by a motion (Rule 319(1)). A motion is commenced by a notice of motion, not a notice of appeal, and is to be supported by an affidavit setting out \"all the facts on which the motion is based that do not appear from the record\" (Rule 319(2)). Despite this seeming ambiguity in the Federal Court Rules , I understand the procedure established thereby to be, as noted above, an appeal based on the material that was before the prothonotary. This is consistent with the decisions in <FRAGMENT_SUPPRESSED> (available on CanLII) (available in English only), Justice Gauthier cited James River Corp , above, and explained in which circumstances new evidence may be considered: I must next deal with the defendant's objection to the filing of new evidence. As mentioned earlier, the plaintiffs filed new evidence15 which according to them proves that the misconduct of the defendants is ongoing, torturous, conspirational and criminal and speaks to matters that are pertinent to the jurisdiction of the Court. According to Mr. Carten's representations at the hearing, most of this information came into his possession or deals with events that took place after the date set up by Prothonotary Lafrenière for the filing of his evidence. ... Generally, an appeal of a Prothonotary's Order is to be decided based on what was before that decision maker; no new evidence is admitted ;  <FRAGMENT_SUPPRESSED>  (F.C.T.D.). Exceptionally, new evidence may be admissible in circumstances where: it could not have been made available earlier; it will serve the interests of justice; it will assist the Court; and it will not seriously prejudice the other side <FRAGMENT_SUPPRESSED>  at para. 12;  <FRAGMENT_SUPPRESSED> ). As mentioned, I reviewed the new evidence to assess whether it could have any impact whatsoever on the merits of this appeal. I have concluded that it does not. I am thus persuaded that it is not in the interests of justice and would not assist the Court to admit any of this evidence at this stage. This is not one of the exceptional cases referred to above. [Emphasis added.] [See also <FRAGMENT_SUPPRESSED> (available on  <FRAGMENT_SUPPRESSED> FTR 174; <FRAGMENT_SUPPRESSED> FTR 1]", "[26] Although in this case the applicant does not seek to introduce new evidence but rather proposes to amend his original statement of claim, I find that the principles established on the introduction of additional evidence are applicable. The judge who hears an appeal from a prothonotary's decision of a right to exercise his discretion in light of the actual file before the prothonotary. The appeal must not be used as an opportunity for a party to improve his case and I do not find, in this case, the elements that would justify making an exception to the rule.", "[27] First, the applicant has not alleged that he was prevented from submitting his amended statement of claim within the response that he filed against the motion to strike. Second, I do not believe that it is in the interest of justice to consider this amended statement of claim since, in any case, it does not adequately correct the numerous deficiencies in the original statement of claim submitted by the applicant. The amended statement of claim is essentially affected by the same defects as the original statement of claim. The applicant provided some additional information with respect to his placement in a medium security institution, the original refusal of his request for an outing during the holidays, the refusal of his parole application, his residency condition and non-disclosure of documents relating to his suspension, among other things. However, the amended statement of claim is just as disjointed as the first-it is still impossible to determine for whom certain claims are intended and the statement of claim as a whole lacks factual details to support the allegations and conclusions they contain.", "[28] For all of these reasons, the appeal is dismissed. JUDGMENT", "[29] THIS COURT ORDERS AND ADJUDGES that the motion to appeal from the order of Prothonotary Morneau dated December 21, 2012, is dismissed with costs to the respondent. I. Contexte", "[2] sic", "[3]", "[4]", "[5] II.", "[6] VU VU <FRAGMENT_SUPPRESSED> et ss); VU ), ) et", "[7] III.", "[8] IV. La norme de contrôle", "[9] 17 [...] [...] 19", "[10] <FRAGMENT_SUPPRESSED> ACWS (3d) 64).", "[11] de novo V. A.", "[12] sic Charte . » B.", "[13] VI. Analyse", "[14]", "[15] 12 13", "[16]", "[17] R c Imperial Tobacco Canada Ltée 10 <FRAGMENT_SUPPRESSED> (disponible sur QL) [ <FRAGMENT_SUPPRESSED> ], 11 <FRAGMENT_SUPPRESSED> [2011] A.C.F. no 1321).", "[18]", "[19] <FRAGMENT_SUPPRESSED> ACWS (3d) 445; <FRAGMENT_SUPPRESSED> et 14 (disponible sur CanLII)).", "[20]", "[21] dans Hunt Carey Canada Inc [...] 14 15 <FRAGMENT_SUPPRESSED>  NR 23.]", "[22]", "[23]", "[24] de novo <FRAGMENT_SUPPRESSED>  ACWS (3d) 424 [ James River Corp <FRAGMENT_SUPPRESSED> . [Je souligne.]", "[25] James River Corp I must next deal with the defendant's objection to the filing of new evidence. As mentioned earlier, the plaintiffs filed new evidence15 which according to them proves that the misconduct of the defendants is ongoing, torturous, conspirational and criminal and speaks to matters that are pertinent to the jurisdiction of the Court. According to Mr. Carten's representations at the hearing, most of this information came into his possession or deals with events that took place after the date set up by Prothonotary Lafrenière for the filing of his evidence. [...] Generally, an appeal of a Prothonotary's Order is to be decided based on what was before that decision maker; no new evidence is admitted ;  <FRAGMENT_SUPPRESSED>  (F.C.T.D.). Exceptionally, new evidence may be admissible in circumstances where: it could not have been made available earlier; it will serve the interests of justice; it will assist the Court; and it will not seriously prejudice the other side <FRAGMENT_SUPPRESSED>  at para. 12;  <FRAGMENT_SUPPRESSED> ). As mentioned, I reviewed the new evidence to assess whether it could have any impact whatsoever on the merits of this appeal. I have concluded that it does not. I am thus persuaded that it is not in the interests of justice and would not assist the Court to admit any of this evidence at this stage. This is not one of the exceptional cases referred to above. [Je souligne] <FRAGMENT_SUPPRESSED> (disponible sur  <FRAGMENT_SUPPRESSED> FTR 174; <FRAGMENT_SUPPRESSED> FTR 1]", "[26]", "[27]", "[28] JUGEMENT", "[29] [End of document]"]}