{"id_": "052328", "body_str": ["[1] Snider, J. : Mr. Anghel Vlad (the Applicant), a citizen of Romania, was a police officer in that country from 1991 to 1999. He was charged and convicted of the crime of accepting a bribe and was sentenced to three years of prison in a penitentiary. Before he could be incarcerated, the Applicant fled Romania on February 18, 2000 to France, and then to Austria, where his sister resides, and arrived in Canada on June 24, 2000, where he immediately claimed Convention refugee status. He based his claim on an alleged fear for his life by reason of his political opinion. Specifically, he believes that the charges against him were part of an elaborate frame-up and that, as a police officer serving time in a prison in Romania, he would be killed by prison inmates.", "[2] In a decision dated March 7, 2006, a panel of the Refugee Protection Division of the Immigration and Refugee Board (the Board) determined that the Applicant was not a Convention refugee and was not a person in need of protection.", "[3] The Applicant seeks judicial review of the Board's decision. Background", "[4] According to his Personal Information Form (PIF) Narrative, the Applicant was assigned to an area in Bucharest where a fashionable nightclub, frequented by politicians, mafia and other members of the elite, was located. The Applicant often stopped and fined frequenters of the club for various traffic infractions, and often came into conflict with these persons. He was warned by his superiors to “use discretion” and “close his eyes” when dealing with high-profile persons.", "[5] On March 22, 1998, the Applicant and his partner stopped two vehicles by reason of defective front lights. The drivers did not have all of their documentation and offered to bring the documentation later if the Applicant wanted to hold on to their licences. The Applicant did not fine them the 15,000 lei normally given for defective lights, but gave them a warning. Fifteen minutes later, one of the drivers returned, wanted to thank the Applicant, and offered him a bribe. The Applicant allegedly refused the offer. A few minutes later, the Applicant was arrested by the Military Prosecutor's Office and was charged with taking a bribe in the amount of 100,000 lei (US$5.00).", "[6] On May 25, 1998, the Applicant was sentenced to three years of prison with a conditional suspension of the punishment for five years by the Military Regional Court. The Military Prosecutor's Office appealed this sentence and on January 12, 1999, the Military Appeal Court sentenced the Applicant to three years of prison in a penitentiary. On June 10, 1999, the Applicant appealed to the Supreme Court of Justice, but the Military Appeal Court's decision was upheld. On June 23, 1999, the Applicant wrote to the President to request a pardon, claiming he was innocent.", "[7] The Applicant maintains that he was framed and that the trials and appeals were not fairly conducted. Key Findings of the Board", "[8] The Board based its decision on two key determinations. First, the Board concluded that the Applicant was excluded pursuant to Article 1F(b) of the United Nations Convention Relating to the Status of Refugees (the Convention) since there were serious reasons for believing that he had committed a serious non-political crime in Romania. The Board found that the Applicant is wanted in Romania for the conviction of accepting a bribe as a police officer which, in Romania, incurs a penalty of three to 12 years. The equivalent law in Canada is s. 120 of the Criminal Code, the penalty of which is imprisonment for a term not exceeding fourteen years. The Board found that, according to Article 1F of the Convention, refugee status is denied to persons found to have committed a serious non-political crime outside the country of refuge prior to his admission to that country of refuge, and that a serious non-political crime is one in which a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada. Central to the decision of the Board was that the Applicant's claim, that he was set up and framed by the club owner and other authorities, was not credible.", "[9] In the alternative, the Board concluded that the Applicant did not have a well-founded fear of persecution for a Convention ground; nor, were there substantial grounds to believe that his removal to Romania would subject him personally to a danger of torture.", "[10] The Board also found that, if the Applicant were to return to Romania, he would serve time, if any, out of the general population, and thus would not be subject to persecution or a risk to his life. Issues", "[11] The Applicant raises the following issues: 1. Did the Board properly assess the issue of exclusion under Article 1F(b) of the Convention? 2. Did the Board base its finding, that the Applicant's story of being framed was not credible, on erroneous findings that were made in a perverse or capricious manner and/or without regard for the material before it? Analysis", "[12] The issue before the Board was whether the Applicant was excluded from protection by the operation of Article 1F(b) of the Convention. More specifically, the Board was to determine whether the crime for which the Applicant was convicted is one that meets the test of “serious non-political crime” in Article 1F(b) of the Convention.", "[13] In assessing the question of exclusion, the Board stated: The Minister submits that the claimant is wanted in Romania for the charge of accepting a bribe, which in Romania incurs a penalty of three to 12 years. The equivalent law in Canada is s. 120 of the Criminal Code of Canada which states, in part, that “Every one who (a) being a justice, police commissioner, peace officer, public officer or officer of a juvenile court, or being employed in the administration of criminal law, corruptly (I) accepts or obtains,…(iii) attempts to obtain, for himself or any other person any money, valuable consideration, office, place or employment with intent (iv) to interfere with the administration of justice, (v) to procure or facilitate the commission of an offence,… is guilty of an indictable offence and liable to imprisonment for a term not exceeding fourteen years. … The Federal Court of Appeal has held that a serious non-political crime is one to be equated with one in which a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada…. On a balance of probabilities, I find the Minister has established a prima facie case through the documents submitted which are the Romanian court proceedings.", "[14] The Applicant does not dispute that he was convicted of the crime in question or that s. 120 of the Criminal Code carries a maximum sentence in Canada of more than 10 years. The Applicant argues that the Board erred by not carrying out an examination of the equivalency of the Canadian Criminal Code provision and by failing to consider mitigating factors. He also submits that his conviction was the result of a frame-up by a corrupt police and judiciary; this issue is dealt with under Issue #2 below.", "[15] Article 1F(b) of the Convention is as follows: F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that: (b) he has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee;", "[16] As the Federal Court of Appeal stated in  <FRAGMENT_SUPPRESSED>  (C.A.)(QL) at para. 22, the primary purpose of Article 1F of the Convention is to ensure that perpetrators of serious non-political crimes are not entitled to international protection in the country in which they are seeking asylum. This principle is embedded in s. 98 of IRPA which provides as follows: 98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection. Thus, the effect of a Board finding that this Article is applicable to a claimant is that the claimant cannot be found to be a Convention refugee or a person in need of protection pursuant to s. 96 or s. 97 of the IRPA.", "[17] <FRAGMENT_SUPPRESSED>  (C.A.) (Q.L.) at para. 23, the Federal Court of Appeal established that an exclusion hearing under Article 1F of the Convention is not in the nature of a criminal trial where guilt or innocence must be proven by the Minister beyond a reasonable doubt. It is not the Board's role to establish the actual innocence or guilt of the claimant (see  <FRAGMENT_SUPPRESSED>  (C.A.) (QL) at para. 21). Rather, the onus upon the Minister is to establish, based on the evidence presented to the Board, that there are “serious reasons for considering” that a claimant committed a serious non-political crime outside of Canada, prior to his arrival in Canada. The standard of evidence to be applied to this threshold test is higher than a mere suspicion but lower than proof on the civil balance of probabilities standard (see  <FRAGMENT_SUPPRESSED>  (T.D.) at para. 174 and  <FRAGMENT_SUPPRESSED>  (C.A.) (QL) discussed how Article 1F of the Convention was a means of bringing refugee law into line with the basic principles of extradition law, by ensuring that fugitives are not able to avoid the jurisdiction of a state in which they may lawfully face punishment. In keeping this principle in mind, the Court in  <FRAGMENT_SUPPRESSED>  stated at para. 9 that, “a serious non-political crime is to be equated with one in which a maximum sentence of ten years or more could have been imposed had the crime been committed in Canada.”", "[19] Unfortunately for the Applicant, the jurisprudence does not support the notion that the past record of the Applicant or other mitigating factors should be considered in excluding the Applicant under s. 98 of the IRPA. On the contrary, as in  <FRAGMENT_SUPPRESSED>  at paras. 33-35, the Federal Court of Appeal held that other mitigating factors, such as risk of torture, are not salient in the Board's decision to exclude an Applicant under Article 1F of the Convention. The only consideration the Federal Court of Appeal finds salient is if the Applicant had served his sentence already, which is not applicable in this case (see  <FRAGMENT_SUPPRESSED> ).", "[20] The onus is on the Minister to establish an exclusionary claim (see, for example,  <FRAGMENT_SUPPRESSED>  (C.A.) (QL) at para. 34). In this case, the Minister provided detailed evidence of the charge, the convictions and decisions of all levels of court involved. There were no allegations by the Applicant that the documents were fraudulent. The existence of a conviction, and even a warrant, issued by a foreign country may be sufficient “serious reasons for considering” (see  <FRAGMENT_SUPPRESSED>  (T.D.) (Q.L.) at para. 18). The equivalent Canadian Criminal Code provision (s. 120(a)) provides for imprisonment for a maximum of 14 years thus meeting the standard for a “serious non-political crime” set out in  <FRAGMENT_SUPPRESSED> . It follows that the Applicant's conviction is strong prima facie evidence to support the Article 1F(b) finding. This is particularly so, in this case, where the Board had before it evidence that the Applicant has had access to three levels of judicial oversight.", "[21] The relevant provisions of the Criminal Code of Canada and the Romanian Code of Criminal Justice are set out in Appendix A to these reasons. While the Board discussed the elements of the Canadian offence, it did not carry out an express equivalency analysis of the Romanian law and s. 120(a) of the Criminal Code as the Applicant submits it is required to do so.", "[22] This argument misses the purpose of the Board's analysis. There is no need for the foreign law to be absolutely equivalent to the relevant Canadian offence. Foreign legislation is not determinative of whether a serious non-political crime has been committed for Canadian immigration purposes, although it may be helpful in assessing the crime. The focus must be on whether the acts of the claimant could be considered crimes under Canadian law. The words of a relevant foreign law may be helpful but need not be identical. In this case, I am satisfied that the Board carried out the necessary analysis.", "[23] The Board did not err in its approach to assessing exclusion.", "[24] On a final note, the Applicant asserts that the Board ignored evidence before it of the lack of independence and corruption of the judiciary in Romania. This argument could have applicability if the Applicant had presented evidence that linked his conviction to the alleged corruption. A review of the record does not show that corruption of the judicial system (if it exists) was a factor in the Applicant's conviction. The Board, in its reasons, recognized and addressed this issue. There is no error. Issue #2: Credibility", "[25] As noted above, the existence of a conviction, and even a warrant, issued by a foreign country may be sufficient “serious reasons for considering” (see  <FRAGMENT_SUPPRESSED>  at para. 18). When, however, as in this case, the Applicant alleges that the charges and conviction were brought falsely upon him, the Board has to go further and establish whether to accept his story or not. Essentially, the Board has to decide whether the Applicant is credible ( <FRAGMENT_SUPPRESSED>  at para. 19). Thus, the credibility finding of the Board is of critical importance to its decision. Had the Board believed the Applicant's story that he had been framed, it is likely that the Board would not have concluded that there were reasonable grounds to consider that the Applicant had committed a serious non-political crime.", "[26] The Applicant submits that the Board erred in finding the Applicant's story that he was framed and falsely convicted as not credible. Specifically, the Applicant argues that all of the Board's findings were based on implausibilities, which the Court should examine on a lower standard ( <FRAGMENT_SUPPRESSED>  (C.A.) (QL)). In particular, the Applicant points to the following findings: ● The Board found it not credible that the Applicant “did not know of corruption at every level”; ● The Board found that he could simply have been reassigned by his superior to be moved out of the way; ● The Board drew a negative inference from the omission, in his Personal Information Form, of an altercation with the owner of the club in his policing area.", "[27] The standard of review of the Board's findings of credibility, including plausibility findings, is patent unreasonableness ( <FRAGMENT_SUPPRESSED>  (C.A.) (QL)). With respect to plausibility findings that underlie conclusions related to the credibility of a refugee claim, the Federal Court of Appeal held in  <FRAGMENT_SUPPRESSED>  (C.A.) (QL) at para. 4 that, as a specialized tribunal, the Board has \"complete jurisdiction to determine the plausibility of testimony\": ... who is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences? As long as the inferences drawn by the tribunal are not so unreasonable as to warrant our intervention, its findings are not open to judicial review. ...", "[28] Thus, as long as there is evidence to support the Board's plausibility finding in relation to credibility or plausibility – and even if I would have interpreted that evidence differently or come to a different conclusion – the Board's decision should not be disturbed.", "[29] It is important to review the Board's decision as a whole and not just short extracts. In this case, the Board simply did not believe the Applicant's entire story of being framed. At the hearing, the Applicant explained that the set-up or his being framed was planned in advance, that he stopped a burgundy car that had its front light disabled, that the driver returned fifteen minutes later, after filling out declarations with military authorities, with fluorescent power on his hand, and that he was wrongly convicted in three courts in Romania. The Board concluded that, “For this to be a planned operation, too many things could have gone wrong…”. This is a rational conclusion that relies on common sense.", "[30] However, the Board did not rely solely on this overall perspective of the Applicant's claim. Rather the Board described many areas of the Applicant's testimony that were implausible or inconsistent. Given the number and cumulative effect of the many problems with the Applicant’s testimony, the overall finding of lack of credibility is not unreasonable.", "[31] With respect to the individual errors alleged by the Applicant, I have reviewed the findings of the Board and the record before it in light of the appropriate standard of review. In my view, each of the findings of the Board can be supported by the evidence. There is no finding that can be described as pure speculation. For example, the Board's conclusion that the Applicant could be transferred was not speculative. When asked about the possibility of a transfer, the Applicant did not deny the possibility (CTR 469). Thus, it was not unreasonable to infer that, if the police supervisor had wished to avoid the problems with the Applicant and the club owner, he could have transferred the Applicant rather than arranging an elaborate frame-up. It was also open to the Board to draw an adverse inference from the omission in the PIF of the altercation with the owner of the night club. Similarly, a reading of the testimony of the Applicant reveals that a possible interpretation of his words is that he denied knowing the existence of corruption in Romania; the Board was acting reasonable in relying on the Applicant's own testimony.", "[32] There is one area where the Board makes a finding that is difficult to reconcile with evidence before the Board. The Applicant argues that the Board erroneously found that the “bribe was too small” and ignores the relative size of the alleged bribe. I agree with the Applicant that the Board ignored the fact that the fine for a disabled headlight was smaller than the bribe the Applicant was convicted of receiving. Indeed Justice Mactavish, in a previous judicial review of the same file ( <FRAGMENT_SUPPRESSED> ), suggested that it would be implausible for someone to pay a $5 bribe to get out of paying a 75 cent fine. However, in balancing other findings the Board made, I do not find that the overall credibility finding was based solely on this factor, and thus did not lead to a patently unreasonable decision.", "[33] In sum, there is no reviewable error; the finding of lack of credibility was open to the Board. Conclusion", "[34] The issue before the Board was whether there are serious reasons for considering that the Applicant had committed a serious non-political crime in Romania and was thus excluded from protection pursuant to Article 1F(b) of the Convention. The equivalent offence in Canada – that being s. 120 of the Criminal Code – has a maximum sentence of more than 10 years, thus meeting the test for a serious non-political crime. The evidence before the Board of the conviction and the circumstances surrounding that conviction, coupled with the Board's finding that the Applicant's claim of a frame-up lacked credibility, is capable of supporting the Board's conclusions. This application for judicial review will be dismissed.", "[35] Neither party proposed a question for certification. No question of general importance is raised in this case and, accordingly, no question will be certified. ORDER", "[36] This Court orders that: 1. The application for judicial review is dismissed; and 2. No question of general importance is certified. to the Reasons for Order and Order dated February 15, 2007 In ANGHEL VLAD and THE MINISTER OF CITIZENSHIP AND IMMIGRATION IMM-1800-06 Criminal Code ( R.S., 1985, c. C-46 ) 120. Every one who (a) being a justice, police commissioner, peace officer, public officer or officer of a juvenile court, or being employed in the administration of criminal law, corruptly (I) accepts or obtains, (ii) agrees to accept, or (iii) attempts to obtain, for himself or any other person any money, valuable consideration, office, place or employment with intent (iv) to interfere with the administration of justice, (v) to procure or facilitate the commission of an offence, or (vi) to protect from detection or punishment a person who has committed or who intends to commit an offence, or Code criminel ( L.R., 1985, ch. C-46 ) (ii) soit convient d’accepter, (iii) soit tente d’obtenir, Romanian Code of Criminal Justice Accepting a Bribe ✤✤✤ Art. 254 – Every one who, being an official, directly or indirectly attempts to obtain or accepts any money or other undue valuable consideration, or accepts or does not reject the promise of such consideration, for the purpose of doing, of refraining from doing or of delaying an act in connection with his official duties, or for the purpose of performing an act contrary to his official duties, is guilty of an indictable offence and liable to imprisonment for a term of 3 to 12 years and interdiction of certain rights. If the offence specified in paragraph 1 is committed by an official with supervisory duties, the offence is punishable by imprisonment from three to 15 years and interdiction of certain rights. The money, valuable consideration or other property which constituted the bribe shall be confiscated; if it cannot be found, the offender shall pay an equivalent amount in cash. [End of document] <FRAGMENT_SUPPRESSED>"]}