{"id_": "052474", "body_str": ["[1] Mactavish, J. : Zorica Vukic's application for permanent residence was refused because a visa officer determined that there were reasonable grounds to believe that her husband was inadmissible to Canada for having been a member of an organization engaged in espionage.", "[2] For the reasons that follow, I am satisfied that Mrs. Vukic and her husband were treated fairly in the immigration process, and that the officer's inadmissibility finding was reasonable. Consequently the application for judicial review will be dismissed. Background", "[3] Mrs. Vukic is a Serbian citizen, currently living in Ottawa under a Temporary Resident Work Permit.", "[4] Mrs. Vukic's husband, Zoran, worked at the Embassy of the Federal Republic of Yugoslavia (now Serbia and Montenegro) in Ottawa between 1998 and 2002. He was the Communications Attaché at the Embassy, and was responsible for receiving and transmitting all secure communications between the Embassy and the Ministry of Foreign Affairs in Belgrade.", "[5] Mr. Vukic says that as the Communications Attaché, he was required to transmit encrypted messages to the Ministry of Foreign Affairs in Belgrade. The only other method of secure communication between the Embassy in Ottawa and the Ministry in Belgrade was by diplomatic bag or courier. These communications were co-ordinated by a different official at the Embassy.", "[6] Mr. Vukic was interviewed at the Canadian Embassy in Belgrade on August 16, 2005, in connection with the family's application for permanent residence. On December 21, 2005, Mrs. Vukic and her family were informed that the Visa Section in Vienna was in possession of new information that required further investigation. Mr. Vukic was interviewed once again on March 20, 2006.", "[7] By letter dated May 4, 2007, Mrs. Vukic was advised that there were \"reasonable grounds to believe\" that Mr. Vukic was inadmissible to Canada under section 34(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27. The letter stated that Mr. Vukic is or was a member of the Sluzba za istrazavanje dokumentacije (or\"SID\"), an organization that systematically engaged in espionage against Western democratic governments and institutions during the Communist era. The letter also invited Mr. and Mrs. Vukic to submit additional information if they had evidence to rebut this concern.", "[8] Mr. and Mrs. Vukic subsequently provided the officer with a substantial package of material including, amongst other things, Mr. Vukic's curriculum vitae , affidavits from a number of individuals (including two former ambassadors), an organization chart for the Ministry of Foreign Affairs and documents relating to Mr. Vukic's employment.", "[9] The visa officer nevertheless determined that there were reasonable grounds to believe that Mr. Vukic was inadmissible to Canada under section 34(1) of IRPA , and that as a member of Mr. Vukic's family, Mrs. Vukic was also inadmissible to Canada under section 42(a) of IRPA", "[10] Mrs. Vukic sought leave to commence an application for judicial review of this decision. This application was subsequently discontinued on consent on the basis that the matter would be reconsidered by a different visa officer.", "[11] Mr. Vukic was interviewed by the new visa officer in Vienna on February 9, 2011 and a negative decision was rendered in relation to the application for permanent residence the following day. The Visa Officer's Decision", "[12] The visa officer found that Mrs. Vukic was inadmissible to Canada under section 42(a) of IRPA as a result of her husband being inadmissible under paragraphs 34(1)(a) and (f) of IRPA . The officer found that there were reasonable grounds to believe that Mr. Vukic was inadmissible to Canada for having been a member of the SID, an organization engaged in espionage. The officer based her decision on three main findings.", "[13] First, the officer found that Mr. Vukic's evidence that he was employed by the Ministry of Foreign Affairs did not preclude him from also working with or for the SID during the same period.", "[14] Second, the officer noted that Mr. Vukic was the only communications officer working at the Yugoslavian Embassy in Ottawa between 1998 and 2002, and that he was responsible for receiving and transmitting all secure communications between the Embassy and Belgrade. In light of this, the officer found that Mr. Vukic's statement during his February 9, 2011 interview that he never saw communications to or from the SID was not credible. The officer also noted that this statement appeared to contradict earlier statements provided by Mr. Vukic.", "[15] Finally, the officer did not accept Mr. Vukic's statement that he did not know how the SID operated at the Embassy in Ottawa. The officer found that it was difficult to believe that Mr. Vukic would have no knowledge of the presence and activities of the SID at the Embassy, given that he had worked at the Embassy for four years as one of a very small contingent of employees. The officer also observed that Mr. Vukic's predecessor had worked for the SID.", "[16] Mrs. Vukic submits that she and her husband were treated unfairly by the visa officer, and that the inadmissibility decision was unreasonable. Legislative Framework", "[17] Before turning to consider the facts of this case, it is helpful to have an understanding of the inadmissibility provisions in issue in this case. These are paragraphs 34(1)(a) and (f) and section 42(a) of IRPA . They provide that: 34. (1) A permanent resident or a foreign national is inadmissible on security grounds for (a) engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada; [...] (f) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph ( ), ( ) or ( ). 42. A foreign national, other than a protected person, is inadmissible on grounds of an inadmissible family member if (a) their accompanying family member or, in prescribed circumstances, their non-accompanying family member is inadmissible; [...] ), ) ou ).", "[18] In making a finding under section 34(1) of the Act, an immigration officer is also to be guided by section 33 of IRPA , which provides that: 33. The facts that constitute inadmissibility under sections 34 to 37 include facts arising from omissions and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur. Were Mr. and Mrs. Vukic Treated Unfairly by the Visa Officer?", "[19] Mrs. Vukic alleges that she and her husband were treated unfairly by the visa officer. According to Mrs. Vukic, they were not provided with the evidence against Mr. Vukic, and thus did not have a fair opportunity to respond to the officer's concerns. Mrs. Vukic also alleges that the officer's reasons were inadequate and that the visa officer was biased.", "[20] I agree that the disclosure and bias questions raise issues of procedural fairness. However, the sufficiency of the reasons provided by the officer goes to the reasonableness of the decision: FRAGMENT_SUPPRESSED.", "[21] Where an issue of procedural fairness arises, the task for the Court is to determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances: see FRAGMENT_SUPPRESSED.", "[22] The jurisprudence of this Court has established that the duty of fairness will not be breached as long as an applicant had an opportunity to respond to the visa officer's concerns: see, for example, FRAGMENT_SUPPRESSED.", "[23] In this case, Mrs. Vukic had been aware since February of 2007 that immigration officials were concerned about her husband's past association with the SID. These concerns were put to Mr. Vukic during his various interviews, and he was offered a complete opportunity to address the officer's concerns in the course of those interviews.", "[24] Mr. and Mrs. Vukic were also provided with an opportunity to provide the officer with whatever documentary evidence that they wanted to provide in order to support their position. Moreover, they took full advantage of this opportunity.", "[25] Indeed, the applicant has not identified any evidence or information relied upon by the visa officer in arriving at her decision of which they were unaware, or which caught either Mrs. Vukic or her husband by surprise. Nor has the couple identified any information relied upon by the officer to which they were denied an opportunity to respond.", "[26] Mrs. Vukic also alleges that the officer was biased, and that the officer was \"intentionally and maliciously trying to invent contradictions from previous interviews in order to justify her decision and to protect evidence that she [refused] to disclose\". It is also alleged that the officer \"tamper[ed] with the truth and construe[d] lies\": see Mrs. Vukic's memorandum of fact and law at para. 37.", "[27] The test for determining whether actual bias or a reasonable apprehension of bias exists in relation to a particular decision-maker is well known. The question for the Court is what an informed person, viewing the matter realistically and practically - and having thought the matter through - would conclude. That is, would he or she think it more likely than not that the decision-maker, either consciously or unconsciously, would not decide fairly: see FRAGMENT_SUPPRESSED.", "[28] An allegation of bias, especially an allegation of actual, as opposed to apprehended, bias, is a serious allegation. Indeed, it challenges the very integrity of the adjudicator whose decision is in issue. As a consequence, the threshold for establishing bias is high: FRAGMENT_SUPPRESSED.", "[29] Mrs. Vukic has provided no persuasive evidence to demonstrate that the officer was biased in this case. The fact that Mrs. Vukic may not agree with the officer's assessment of the evidence or with the inferences drawn by the officer from that evidence is not proof of bias on the part of the officer. Her concerns in this regard will, however, be addressed in considering the reasonableness of the officer's decision.", "[30] As a consequence, I am not persuaded that the process followed by the visa officer in this case was unfair. Was the Visa Officer's Decision Unreasonable?", "[31] I understand the parties to agree that the officer's finding in relation to the issue of membership is reviewable on the standard of reasonableness. Given that what is in issue is a question of mixed fact and law, I agree that this is the appropriate standard of review: see FRAGMENT_SUPPRESSED.", "[32] In reviewing a decision against the reasonableness standard, the Court must consider the justification, transparency and intelligibility of the decision-making process, and whether the decision falls within a range of possible acceptable outcomes which are defensible in light of the facts and the law: see FRAGMENT_SUPPRESSED, and FRAGMENT_SUPPRESSED.", "[33] Mrs. Vukic takes issue with the officer's failure to define the term \"espionage\" in her decision, and with the officer's failure to identify any acts on the part of Mr. Vukic that would meet that definition.", "[34] This submission misconstrues the nature of the inadmissibility finding made in this case. The officer did not find that Mr. Vukic was himself personally involved in any acts that constituted espionage. Rather, the officer concluded that there were reasonable grounds to believe that Mr. Vukic was a member of, or worked in close collaboration with the SID, an organization which was involved in espionage.", "[35] Mrs. Vukic has not challenged the officer's finding that the SID was an organization that systematically engaged in espionage against Western democratic governments and institutions during the Communist era. Moreover, this finding was amply supported by the record, which identified the SID as a department within the Ministry of Foreign Affairs that was responsible for cryptologic and secure communications support for Yugoslav embassies abroad. This evidence also showed that the SID co-ordinated the overseas collection of political and economic intelligence, as well as intelligence concerning Yugoslav émigrés.", "[36] Therefore, the only issue is whether there were reasonable grounds to believe that Mr. Vukic was a \"member\" of the SID organization for the purposes of paragraph 34(1)(f) of IRPA", "[37] The Supreme Court of Canada described the \"reasonable grounds to believe\" evidentiary standard in FRAGMENT_SUPPRESSED, as requiring FRAGMENT_SUPPRESSED. The Supreme Court went on to hold that reasonable grounds will exist FRAGMENT_SUPPRESSED.", "[38] Insofar as the test for membership is concerned, it is clear that actual or formal membership in an organization is not required - rather the term is to be broadly understood: see FRAGMENT_SUPPRESSED Moreover, there will always be some factors that support a membership finding, and others that point away from membership: see FRAGMENT_SUPPRESSED.", "[39] Mrs. Vukic submits that the officer's membership finding was not supported by any evidence or findings and was thus unreasonable. She further contends that the visa officer relied on dubious speculative information and made grave accusations against Mrs. Vukic's husband which have tarnished the reputation of the family. As was noted earlier, Mrs. Vukic also contends that the reasons given by the officer for her inadmissibility finding were inadequate.", "[40] I do not accept any of these arguments.", "[41] Much of the evidence adduced by Mr. Vukic demonstrated that he was employed by the Ministry of Foreign Affairs. The officer considered this evidence, observing that the fact that Mr. Vukic worked for the Ministry of Foreign Affairs did not preclude him from also working for the SID. This was a reasonable finding.", "[42] Not only does the organization chart provided by Mr. Vukic show that the SID is in fact a part of the Ministry of Foreign Affairs, Mr. Vukic also acknowledged in his December, 2006 interview that the SID and the Ministry of Foreign Affairs were \"intertwined\".", "[43] Mr. Vukic also asserts that the officer erred in finding that his predecessor worked for the SID. According to Mr. Vukic, his evidence had been that his predecessor only went to work for the SID after returning to Belgrade. While Mr. Vukic does appear to have stated at one point in his February, 2011 interview that his predecessor had gone to work for the SID after returning to Belgrade, his evidence on this point was not entirely clear or consistent.", "[44] Indeed, later in his February, 2011 interview, Mr. Vukic appears to have acknowledged the possibility that one could work for both the SID and the Ministry of Foreign Affairs at the same time. That is, he seemed to accept that a Ministry of Foreign Affairs official at the Embassy may have also been working for the SID while in Ottawa. It is not clear if this individual was Mr. Vukic's predecessor or a different individual.", "[45] In any event, I am not persuaded that any error that may have been made by the officer in this regard was sufficiently material to the inadmissibility decision as to justify setting aside the decision. As will be explained below, the officer had a number of other reasons for finding Mr. Vukic to be inadmissible, each of which can withstand scrutiny.", "[46] The officer examined the evidence with respect to the nature of Mr. Vukic's employment while he was working at the Embassy in Ottawa. Given the fact that Mr. Vukic acknowledged that he was solely responsible for the sending and receiving of encrypted messages between the Embassy and Belgrade, it was reasonable for the officer to find that Mr. Vukic would therefore have been involved in the transmission of messages to and from the SID.", "[47] Given the broad and unrestricted meaning to be given to the word \"member\" as it appears in paragraph 34(1)(f) of IRPA , it was also reasonable for the officer to find that Mr. Vukic's support for the activities of the SID was sufficient to bring him within the scope of the paragraph.", "[48] Moreover, it was open to the officer to assess the credibility of Mr. Vukic's statement at his February, 2011 interview that he never saw any communications to or from the SID during the time that he worked at the Embassy. The officer's conclusion that this claim was not credible was reasonable, particularly in light of Mr. Vukic's own description of his role as a \"cypher clerk\", and his acknowledgement of his role in transmitting and receiving of encrypted messages, some of which he acknowledged were \"classified\".", "[49] The officer noted Mr. Vukic's claim that messages to and from the SID would have gone through the political counsellor rather than through Mr. Vukic himself. However, as the officer noted, Mr. Vukic also stated that the counsellor left the Embassy a couple of years after Mr. Vukic started working there. Mr. Vukic claimed not to know who was responsible for communications with the SID after the political counsellor left, although he said that he had his suspicions.", "[50] It was also reasonable for the visa officer to question the credibility of Mr. Vukic's statement that he had never seen any communication for or from the SID in light of the notes in the record indicating that Mr. Vukic had previously admitted that some of the messages that he sent to Belgrade may indeed have been destined for the SID.", "[51] Finally, the reasons provided by the officer clearly explain the basis for the inadmissibility finding. They meet the standard of justification, transparency and intelligibility required of a reasonable decision.", "[52] Given that the officer's finding that there were reasonable grounds to believe that Mr. Vukic was inadmissible to Canada for having been a member of the SID was itself reasonable, it follows that the finding that Mrs. Vukic was inadmissible to Canada under section 42 of IRPA as the spouse of an inadmissible individual was also reasonable. Conclusion", "[53] For these reasons, I am satisfied that there was no unfairness in the process followed in this case. I am further satisfied that the officer's finding that there were reasonable grounds to believe that Mr. Vukic was inadmissible to Canada for having been a member of an organization engaged in espionage was reasonable. It was thus reasonable to conclude that Mrs. Vukic was herself inadmissible to Canada under subsection 42(a) of the Immigration and Refugee Protection Act", "[54] As a consequence, the application for judicial review is dismissed. Certification", "[55] Neither party has suggested a question for certification, and none arises here. JUDGMENT", "[56] THIS COURT ORDERS AND ADJUDGES that 1. This application for judicial review is dismissed; and 2. No serious question of general importance is certified. Application dismissed. Editor: E. Joanne Oley/vnh [End of document]"]}