{"id_": "052454", "body_str": ["[1] Shore, J. : Upon review of the impugned decision, the parties' submissions and the evidence as a whole, the Court finds that it was open to the Refugee Protection Division [RPD] to find that the Applicants failed to demonstrate a nexus to a Convention ground. It was reasonable for the RPD to conclude that the principal Applicant's occupation as a police officer in Honduras does not, in and of itself, amount to membership in a particular social group for the purposes of section 96 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA]. II. Introduction", "[2] This is an application for judicial review pursuant to subsection 72(1) of the IRPA, of a decision dated October 10, 2013, by the RPD, rejecting the Applicants' claim to refugee protection under sections 96 and 97 of the IRPA. III. Background", "[3] The Applicants, Luis Alonso Artigas Menjivar [the principal Applicant] and his spouse, Dora Miroslava Godoy Cerrato [the secondary Applicant], are citizens of Honduras who claim refugee protection on the basis of a well-founded fear of persecution by the Mara Salvatrucha [MS] and risk upon return to Honduras.", "[4] The Applicants base their claim on the same alleged facts (Applicants' Basis of Claim forms dated March 1, 2013, Tribunal Record, at pp 15-36).", "[5] The principal Applicant claims he is targeted by members of the MS as a member of the Honduran National Police.", "[6] From April 10, 2012 to July 12, 2012, the principal Applicant worked as a personal guard for the General Police Commissioner, Mr. Jose Ricardo Ramirez Del Cid, who fought organized crime and corruption within the police force.", "[7] On May 17, 2012, Mr. Del Cid's chauffeur was murdered. The investigation led to information indicating that more police officers would be targeted.", "[8] In July 2012, the principal Applicant was transferred to the Toncontín International Airport and worked as a border police officer. Over the course of one month, the principal Applicant received numerous death threats, directed at him and at his wife. The Applicants also found discriminatory messages on the windows of their car.", "[9] On July 17, 2012, an unknown person, whom the Applicants believe is a member of the MS, struck the Applicants' car while he was driving, causing the principal Applicant to lose control of his vehicle and crash into a tree. Following the incident, the Applicants moved into the secondary Applicant's parents' house. The Applicants changed the color of their car and the principal Applicant was assigned to work in another city.", "[10] On November 8, 2012, the secondary Applicant found the Applicants' vehicle with eight bullet holes in the driver's window. In response, the principal Applicant, who was working in another city, contacted two trusted friends to attend to the vehicle.", "[11] On November 20, 2012, the principal Applicant resigned from his position and the Applicants went into hiding.", "[12] The Applicants fled to the United States on January 26, 2013, and arrived in Canada on February 15, 2013, claiming refugee protection upon entry.", "[13] A hearing was held before the RPD on September 5, 2013. IV. Impugned Decision", "[14] In a decision dated October 10, 2013, the RPD rejected the Applicants' claim.", "[15] The RPD's decision is based on three determinative findings: the Applicants' lack of credibility; the Applicants' failure to demonstrate an individualized risk; and the lack of nexus between the Applicants' alleged fear and one of the Convention grounds.", "[16] First, the RPD found that the principal Applicant's occupation as a police officer did not equate to \"membership in a particular social group\" for the purposes of section 96 of the IRPA. The RPD further noted that the principal Applicant's occupation as a police officer was neither immutable, nor inherent to his dignity. The RPD reasoned that although the \"right to work is fundamental, the right to work specifically as a police officer is not\" (RPD's Decision, at para 15).", "[17] Second, the RPD drew numerous negative credibility findings in respect of the evidence, including the Applicants' oral testimony. In particular: i) The RPD did not deem it credible or logical that the principal Applicant was unaware of the events surrounding Mr. Del Cid's dismissal; ii) Relying on the documentary evidence provided by the Applicants, the RPD noted that Mr. Del Cid was not a strident voice for reform; rather, he was among a group of high ranking police officers who allegedly failed to fully collaborate with police efforts in eliminating corruption; iii) The RPD drew a negative inference from the principal Applicant's failure to initially report to the police the alleged incidents involving his vehicle. The RPD found that the principal Applicant's testimony was inconsistent in this respect; iv) The RPD also drew a negative inference from the Applicants' action in compromising and destroying potential evidence following the two incidents involving the Applicants' vehicle. The RPD noted that this evidence could have been recovered from the scene and could have lead to a police investigation. The RPD rejected the Applicants' explanations, which the RPD deemed contradictory; v) The RPD found the Applicants' allegation to be, on a balance of probabilities, speculative and random in nature. The RPD noted that the principal Applicant had never seen anyone perpetrate the alleged incidents which form the basis of his fear, had never witnessed corruption within the police force and had never arrested a member of the MS during his career. The RPD further noted that the Applicants assumed that the incidents were attributable to the MS, without, however, being able to substantiate this claim.", "[18] Third, the RPD took issue with the Applicants' delay in fleeing Honduras and in claiming refugee protection in Canada. The RPD noted that the secondary Applicant was in possession of a multiple entry U.S. visa and could have left Honduras several months before she fled.", "[19] Finally, the RPD found that the Applicants did not face a particularized risk and therefore fell within the exception provided in paragraph 97(1)( ) of the IRPA. Among others, the RPD noted that the principal Applicant's situation was not unique, as there are 14,500 active police officers in Honduras who face similar occupational hazards.", "[20] The RPD concluded that on a balance of probabilities, the principal Applicant would not \"be targeted any more than any other citizen\", as he is \"no longer a police officer [since his resignation in November 2012] and there is nothing before the panel that demonstrates that formal police officers are targeted more than active police officers or the general population in Honduras\" (RPD's Decision, at para 34). V. Legislative Provisions", "[21] The following provisions of the IRPA are applicable: Convention refugee 96 . A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97 . (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. 96 97 VI. Issue", "[22] Is the RPD's finding that the Applicants fail to meet the requirements of sections 96 and 97 of the IRPA reasonable? VII. Standard of Review", "[23] Whether the Applicants have established a nexus to one of the Convention grounds and whether the risk faced by the Applicants is a generalized risk are questions of mixed fact and law, which are reviewable on the reasonableness standard ( REFERENCE_SUPPRESSED).", "[24] This deferential standard is concerned with the \"existence of justification, transparency and intelligibility within the decision-making process\" and \"with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (REFERENCE_SUPPRESSED).", "[25] Also, considering the RPD's position as a first instance decision-maker, the RPD's findings of credibility attract a high deferential standard from this Court. Indeed, the RPD \"had the advantage of hearing the witnesses testify, observed their demeanour and is alive to all the factual nuances and contradictions in the evidence\" (REFERENCE_SUPPRESSED). VIII. Analysis", "[26] For the purposes of section 96 of the IRPA, refugee claimants bear the onus of demonstrating that they are targeted for persecution, either personally or collectively (REFERENCE_SUPPRESSED).", "[27] As stated by Justice La Forest in REFERENCE_SUPPRESSED, membership in a \"particular social group\" under section 96 may be partly defined by an innate or unchangeable characteristic common to an identifiable group.", "[28] Additionally, section 97 of the IRPA provides a mechanism by which claimants may acquire refugee protection by demonstrating a personalized risk to life or a risk of cruel and unusual treatment or punishment ( REFERENCE_SUPPRESSED).", "[29] A subsection 97(1) analysis requires that the RPD undertake an individualized inquiry of the Applicants' particular claim, which is to be conducted on the basis of the evidence adduced in the context of a present or prospective risk (REFERENCE_SUPPRESSED). The individualized risk of harm must arise from something more than an isolated incident or a random act (REFERENCE_SUPPRESSED).", "[30] Relying on the documentary evidence provided, the RPD considered the widespread violence and high criminality rates in Honduras. The RPD took cognizance of the evidence demonstrating that Honduras has been suffering from an escalation of violence in the past several years, which includes violence perpetrated against police officers. The RPD also noted that those targeted by organized crimes in Honduras include journalists and human rights activists; however, the RPD found that the evidence was silent in regard of police officers being specifically targeted by gangs such as the MS.", "[31] Upon review of the impugned decision, the parties' submissions and the evidence as a whole, the Court finds that it was open to the RPD to find that the Applicants failed to demonstrate a nexus to a Convention ground. It was reasonable for the RPD to conclude that the principal Applicant's occupation as a police officer in Honduras does not, in and of itself, amount to membership in a particular social group for the purposes of section 96 of the IRPA.", "[32] It was also open to the RPD to qualify the acts of violence experienced by the Applicants as a generalized risk, within the meaning of subparagraph 97(1)( )(ii) of the IRPA (REFERENCE_SUPPRESSED). The RPD reasonably found that the risk faced by the principal Applicant emanates from his high-risk occupation as a police officer, rather than from targeted persecution at the hands of the MS.", "[33] The Court finds that the RPD's findings were made with regard to the objective and subjective evidence before it, and are consistent with the requirements of transparency, intelligibility and justification within the decision-making process ( CITATION_SUPPRESSED , above; REFERENCE_SUPPRESSED). IX. Conclusion", "[34] In light of the foregoing, the Court finds no basis to intervene. The application for judicial review must thus be rejected. JUDGMENT", "[35] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed; 2. There is no serious question of general importance to be certified. CITATION_SUPPRESSED"]}