{"id_": "052633", "body_str": ["[1] Bell, J. [Translation]: This is an application for judicial review of Vanthan Top (the applicant) filed under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) of a decision dated November 11, 2014, by a Citizenship and Immigration Canada officer (the officer) dismissing the applicant's application for permanent residence. At the beginning of the hearing, after hearing the parties and for the reasons rendered from the bench, I ordered that the name of Sothea Say (Ms. Say) be struck as a litigant and that a joint affidavit that is not compliant with the Federal Courts Citizenship, Immigration and Refugee Protection Rules , SOR/93-22, or the Federal Courts Rules , SOR/98-106, not be admitted into evidence. II. Alleged facts", "[2] The applicant is a Cambodian citizen. Ms. Say is a Canadian citizen. The applicant claimed that he met Ms. Say for the first time in 1993 in Cambodia. They stated that they were engaged in a serious relationship in February 1995. Ms. Say stated that she left the applicant in August 1997 and married another man in December 1997. She left Cambodia for Canada on December 21, 1998. On March 5, 2008, they claimed to have met by accident in Cambodia when Ms. Say was married to her second husband. She returned to Canada on April 13, 2008.", "[3] On December 12, 2009, during a conversation over the Internet, the applicant claimed that Ms. Say allegedly asked him if he still wanted to marry him, to which he said yes. Ms. Say told the applicant that she would marry him on the condition that he would never ask about her former husbands. They were married in Cambodia on April 5, 2010.", "[4] On July 2, 2010, the applicant filed an application for permanent residence with the Canadian Embassy in Bangkok, Thailand. This application was dismissed on October 9, 2012. In November 2011, the applicant came to Canada as a visitor. On November 26, 2012, he filed a second application for permanent residence in the category of spouses or common-law partners in Canada, with Ms. Say acting as sponsor. This application was dismissed on December 11, 2014, by the officer. This is the impugned decision. III. Impugned decision", "[5] The officer dismissed the sponsorship application because the applicant replied several times that he did not know the answer to the officer's questions, thus showing a lack of knowledge of several aspects of Ms. Say's life. The applicant's lack of knowledge related to the reasons for Ms. Say's last two divorces, the agreement between Ms. Say and her sisters regarding the payment of rent and the agreement between Ms. Say and her restaurant employees regarding their lodging, among other things. The officer also noted that Ms. Say had neglected to mention that her former husband lived with her, her sisters, her husband and two other employees from her restaurant.", "[6] The officer also read the report from Santé et Services sociaux of Quebec stating that Ms. Say is pregnant. However, the officer gives little weight to this document, because there is no mention of the child's father.", "[7] The officer found that the marriage was not genuine and, therefore, rejected the sponsorship application. IV.", "[8] The applicant argued that the officer did not take into account Cambodian tradition in its analysis of the husband's answers to questions given during the interview with the officer. He argued that it was for this reason that the applicant was not familiar with the names of the banks with which his wife does business and the name of her first ex-husband. The applicant also argued that the officer ignored the evidence that his wife was four months pregnant with his child.", "[9] The applicant also argued that the CITATION_SUPPRESSED tests, listed in REFERENCE_SUPPRESSED, used to assess the genuineness of a marriage, are met in this case. V.", "[10] The respondent argued that the officer's decision is reasonable. He claims that the officer adequately noted that the applicant was not able to reply to several questions on social, financial and historical aspects of Ms. Say's life. The respondent also claimed that the officer noted that the applicant had contradicted Ms. Say on several occasions during his interview. VI. Issues", "[11] After reviewing the parties' claims and their respective files, I propose the following question: • Is the officer's decision, in which he concluded that the marriage between the applicant and Ms. Say is not genuine and was entered into for the sole purpose of obtaining permanent residence in Canada, unreasonable in the circumstances? VII. Standard of review", "[12] The parties agree that the standard of review applicable to the officer's decision is that of reasonableness. Indeed, the question raised in this case is a mixed question of fact and law (REFERENCE_SUPPRESSED). Therefore, this Court will intervene only if the decision is unreasonable, i.e. it falls outside \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (REFERENCE_SUPPRESSED). VIII. Analysis", "[13] Subsection 12(1) of the IRPA explains that foreign nationals may be selected in the \"family class\" on the basis of their relationship with a Canadian citizen. Subsection 13(1) of the IRPA specifies, among other things, that any Canadian citizen may, subject to the regulations, sponsor a foreign national. Section 123 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations) states that \"[f]or the purposes of subsection 12(1) of the Act, the spouse or common-law partner in Canada class is hereby prescribed as a class of persons who may become permanent residents\". Section 124 of the Regulations specifies the conditions that the foreign national must fulfill to be part of the spousal class defined at section 123 of the Regulations. Finally, subsection 4(1) of the Regulations specifies the conditions under which a foreign national would not be recognized as a spouse.", "[14] According to an analysis under subsection 4(1) of the Regulations, an immigration officer must determine whether the marriage is mainly entered into for the purpose of acquiring a status or privilege under the IRPA or was not genuine (REFERENCE_SUPPRESSED). An applicant cannot obtain the visa required to live with his wife or spouse in Canada if one of these conclusions is drawn ( Ibid ). The burden is on the applicant to show that the marriage is genuine and was not mainly entered into for the purpose of acquiring any status or privilege under the IRPA (REFERENCE_SUPPRESSED).", "[15] In this case, the applicant made uncorroborated claims, which do not override the reasonableness of the decision as a whole (REFERENCE_SUPPRESSED). First, the applicant argued that the officer did not take into account Cambodian tradition in the analysis of the answers given by the applicant during his interview with this officer. This argument is erroneous. It was noted in the officer's CAIPS notes that: Unusual in Cambodia for a single male to want to marry a divorcee (twice divorced!) (Certified Tribunal Record (CTR) at page 22) ... Genesis of relationship, including the chance encounter, is not credible; it is not consistent with the local traditions and culture, especially them to go to a resort to and have sex while sponsor's husband is in town (CTR at page 27).", "[16] Therefore, the officer reasonably analyzed the answers given by the applicant by taking into account Cambodian culture. In addition, the Certified Tribunal Record contains no evidence from the applicant on the Cambodian culture relating to the exchange of financial or personal information between the members of a couple.", "[17] With respect to the evidence concerning the fact that Ms. Say is pregnant, the document included in the Certified Tribunal Record effectively confirms this fact, but as the officer noted, this document did not include any information regarding the child's father (CTR at page 34). Therefore, it was reasonable for the officer to give no weight to this document.", "[18] The applicant also argued that the CITATION_SUPPRESSED tests are met and, thus, that the officer's decision is unreasonable. This argument is also erroneous. The CITATION_SUPPRESSED tests are only factors that may be taken into account in the analysis of the genuineness of the marriage (REFERENCE_SUPPRESSED). They are not determinative in themselves. In this case, the officer noted that the applicant was not able to answer several questions on social, financial and historical aspects of Ms. Say's life. The applicant was not able to answer the questions regarding the amount that Ms. Say's sister and her restaurant employees who live with her contribute to the rent, the cost of their residence and why Ms. Say had divorced her first two husbands (CTR, CAIPS notes at page 25, the officer's decision at page 5). The applicant and Ms. Say also gave contradictory answers regarding the payment of the car. The officer also noted that although the applicant had stated that Ms. Say's ex-husband lived with them, Ms. Say neglected several times to mention this fact. It was only during the common interview, in the applicant's presence, that Ms. Say, confronted with questions from the officer, admitted that her ex-husband lived with them, in addition to working in her restaurant (CTR at page 5).", "[19] I also note that the CAIPS notes on the record show that Ms. Say was sponsored by her first husband in 1998 (CTR at page 21). Following her first divorce, Ms. Say sponsored her second husband in 2006 (CTR at page 16). She also attempted to sponsor her family on two occasions; one of these applications was refused in 2004 and the other was abandoned (CTR at page 21). The Certified Tribunal Record also shows that Ms. Say only declared her second marriage in her sponsorship form (CTR at page 71). This had also been noted by the officer in his CAIPS notes (CTR at page 21).", "[20] In this case, the officer's reasons and notes are clear and intelligible and help the Court understand why he made his decision REFERENCE_SUPPRESSED). IX. Conclusion", "[21] The officer's decision is reasonable. He adequately assessed the applicant's record and it is not appropriate for the Court to intervene.", "[22] The parties proposed no question to be certified. JUDGMENT", "[23] THIS COURT ORDERS AND ADJUDGES that 1. The application for judicial review is dismissed. 2. No question is certified. CITATION_SUPPRESSED"]}