{"id_": "052787", "body_str": ["[1] Dawson, J. : On March 22, 2005, the Court determined that the security certificate, signed by the Minister of Citizenship and Immigration (Minister) and the Solicitor General of Canada (together, the Ministers) in respect of Mr. Harkat, was reasonable [see 261 F.T.R. 52; 2005 FC 393]. The certificate stated that Mr. Harkat, a foreign national, is inadmissible to Canada on grounds of security because there are reasonable grounds to believe that: (a) He has engaged in terrorism by supporting terrorist activities. (b) He was, or is, a member of the Bin Laden Network which is an organization that there are reasonable grounds to believe has engaged, or will engage, in terrorism.", "[2] Thereafter, Mr. Harkat applied to the Court for release from incarceration. That application was dismissed by my colleague Mr. Justice Lemieux on December 30, 2005 [see (2005), 278 F.T.R. /// ; 2005 FC 1740]. Mr. Harkat has again applied, pursuant to subsection 84(2) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( Act ), for an order releasing him from incarceration. THE ISSUES TO BE DETERMINED", "[3] Three issues are raised by the parties on this application. First, the Ministers assert that an over-arching and threshold issue is whether Mr. Harkat has established a material or substantial change of circumstances since his previous application that would permit the Court to deal with this second application. If so, the two further issues to be determined are whether Mr. Harkat has met the onus placed upon him by subsection 84(2) of the Act to satisfy the Court that he will not be removed from Canada within a reasonable time and that his release will not pose a danger to national security or to the safety of any person. SUMMARY OF CONCLUSIONS", "[4] In these reasons, I: (i) find as a fact that there has been an unexplained delay in the process necessary to determine whether Mr. Harkat may be removed from Canada. This delay has prolonged Mr. Harkat's detention and constitutes a distinct departure from the circumstances previously before the Court. It follows that this second application for release is properly brought by Mr. Harkat; (ii) find that Mr. Harkat has met the onus upon him to establish that he will not be removed from Canada within a reasonable time; (iii) find that Mr. Harkat's release without condition would pose a threat to national security or to the safety of any person; and (iv) find that a series of terms and conditions can be imposed upon Mr. Harkat that will, on a balance of probabilities, neutralize or contain any threat or danger posed by his release. Thus, it is ordered that Mr. Harkat may be released from incarceration upon complying with the conditions set out in paragraph 95 below. THE LEGISLATION", "[5] As noted above, this application is brought pursuant to subsection 84(2) of the Act which is as follows: \"84(2) A judge may, on application by a foreign national who has not been removed from Canada within 120 days after the Federal Court determines a certificate to be reasonable, order the foreign national's release from detention, under terms and conditions that the judge considers appropriate, if satisfied that the foreign national will not be removed from Canada within a reasonable time and that the release will not pose a danger to national security or to the safety of any person.\"", "[6] In order to appreciate the arguments of the parties with respect to the threshold issue and the issue of removal from Canada within a reasonable time, it is helpful to comment upon the larger legislative scheme.", "[7] The effect of determining a security certificate to be reasonable is set out in section 81 of the Act ; once a certificate is determined to be reasonable it is conclusive proof that the person concerned is inadmissible to Canada and it is a removal order.", "[8] However, Mr. Harkat was found in February of 1997 to be a Convention refugee. He is, therefore, a protected person as defined in the Act . Generally, protected persons cannot be removed from Canada to a place where they would be at risk of persecution, torture or cruel and unusual treatment or punishment (see subsection 115(1) of the Act ). An exception exists to this general principle where a person is found to be inadmissible on grounds of security. In such case, the person may be removed if, in the opinion of the Minister, \"the person should not be allowed to remain in Canada on the basis of the nature and severity of acts committed or of danger to the security of Canada\" (see paragraph 115(2)(b) of the Act ).", "[9] Mr. Harkat says that if he is removed to Algeria, his country of citizenship, he will likely suffer torture or death. Unless, therefore, it is determined that Mr. Harkat does not face such a risk, or that notwithstanding such risk Canada's security requires his removal pursuant to paragraph 115(2)(b) of the Act , Mr. Harkat cannot be removed from Canada.", "[10] Sections 81 and 115 of the Act are set out in the appendix A to these reasons. THE EVIDENCE", "[11] At paragraphs 21 through 72 of his reasons, cited as Harkat, Re (2005), 278 F.T.R. ///, 2005 FC 1740, Mr. Justice Lemieux carefully reviewed the documentary and oral evidence adduced in public at the hearing of Mr. Harkat's first application for release and described generally the material placed before the Court in confidence by the Ministers on that application. All of that documentary evidence, whether tendered in public or in confidence was, by consent, re-filed in evidence on this second application. Additionally, the transcripts of the public and private proceedings were, by consent, filed in evidence before me.", "[12] In view of Mr. Justice Lemieux's review of the evidence tendered on the first application for release, there is no need for me to repeat that review.", "[13] The new evidence tendered on this second application for release consisted of: (i) Documents filed in public on behalf of both Mr. Harkat and the Ministers. (ii) Oral evidence adduced on Mr. Harkat's behalf in public. (iii) Information provided in private by the Ministers. (i) The Documentary Evidence", "[14] Mr. Harkat's counsel filed the affidavit of a legal assistant describing briefly matters that have arisen since the first application and to which is attached a copy of the final submissions, dated December 12, 2005, addressed to the Minister's delegate concerning whether Mr. Harkat could safely be returned to Algeria. Also filed was correspondence to and from counsel for Mr. Harkat that generally dealt with the possible movement of persons detained pursuant to security certificates to a new federal facility, the status of the appointment of the Minister's delegate and that delegate's qualifications, and an access to information request. The Minister's delegate is the person who will determine whether Mr. Harkat should be removed from Canada pursuant to paragraph 115(2)(b) of the Act", "[15] Of greatest relevance was a letter dated March 7, 2006 sent to Mr. Harkat's counsel just before the commencement of the hearing of this second application by the Director General, Case Management Branch of Citizenship and Immigration Canada. In its entirety the letter advised as follows: \"The purpose of this letter is to set out the status of the determination by the Minister's Delegate of the Danger Opinion in the case of Mr. Harkat. \"An officer has been designated to be the decision-maker for the purposes of Mr. Harkat's s.115(2) determination. This officer will begin his full time work on this case by mid-Marc[sic] and dell [sic] be dedicated solely to its completion. With the guideline (taken from other similar cases) of approximately 200 hours of work required, we anticipate that the decision will be completed in late April or Early [sic] May.\"", "[16] The Ministers filed the affidavit of a paralegal to which is attached a letter from the Detention Manager, Canada Border Services Agency. This letter advised that the transfer of persons detained under security certificates will take place in the near future. (ii) The Oral Evidence", "[17] The Ministers adduced no oral evidence in public on this second application for release. On Mr. Harkat's behalf both he and his wife testified, as did four proposed sureties including Mr. Harkat's mother-in-law, Pierrette Brunette. This oral evidence essentially reiterated testimony given before Mr. Justice Lemieux, as summarized by him at paragraphs 31 and 32 of his reasons, cited above. The witnesses testified in person on this second application so as to permit the Court to better assess their testimony. (iii) Information Provided in Private", "[18] No new confidential information was filed by the Ministers. Following the conclusion of the public hearing I requested that a witness or witnesses be produced to answer questions I had arising out of this second application and the confidential record.", "[19] At paragraphs 81 through 89 of my reasons given for finding the security certificate to be reasonable, cited as Harkat, Re , 2005 FC 393, I endeavoured to explain why it is necessary to keep certain information confidential, and gave examples of the type of information that must be kept confidential because its release would prove injurious to Canada's national security or to the safety of any person. For those reasons, I am not able to disclose the confidential information provided to me in private. It can be disclosed, as was set out in a direction provided to the parties setting out the status of the in camera proceeding, that the following issues were raised by me and that a witness was produced on behalf of the Ministers to answer questions concerning these issues: 1. The possibility of further disclosure of confidential information to Mr. Harkat and his counsel. 2. The existence of any exculpatory information which may have been learned since the certificate was found to be reasonable. 3. The extent, if any, Mr. Harkat's contacts while in detention, his mail or telephone communications have been monitored. 4. The precise nature of the threat Mr. Harkat's release is said to pose. 5. If Mr. Harkat was released on the proposed conditions, what is the exact nature of the acts it is feared that Mr. Harkat would engage in that would pose a danger to national security or the safety of persons, and how would he be able to do those things? 6. If Mr. Harkat was released on the proposed conditions, how is it believed that the conditions would be insufficient to prevent the harm feared? 7. Does the Service draw a distinction between the nature of the threat posed by persons such as Mr. Mahjoub and a person such as Mr. Harkat? 8. What, if any, concerns have arisen as a result of the release, on condition, of Mr. Charkaoui? 9. Why would Mr. Harkat's release pose a greater threat, and the basis for that belief? 10. What, if any, information exists that Mr. Harkat desires to resort to violence? 11. Information as to the nature of Mr. Harkat's dedication to his wife and mother-in-law. 12. Other matters that arose.", "[20] With this background, I now turn to the first issue to be determined. Has a Material or Substantial Change of Circumstances Been Established?", "[21] The Ministers argue that in <FRAGMENT_SUPPRESSED> the Federal Court of Appeal found that a renewal of a subsection 84(2) application \"is possible if new facts are discovered or if there is a substantial change in circumstances since the previous application\" and that the application \"can be renewed if new facts are discovered or the situation has evolved to a point where detention is no longer necessary or justified.\"", "[22] As to what constitutes a material change in circumstances, the Ministers rely upon the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  Sask.R. 241; 114 W.A.C. 241. There, the Court was required to interpret the provisions of the Divorce Act , R.S., 1985, c. 3 (2nd Supp.) that relate to custody and access, and specifically the need in that context to be satisfied as to the existence of a material change in the circumstances of a child. At paragraphs 11 and 12, Madam Justice McLachlin (as she then was) wrote: \"11 The requirement of a material change in the situation of the child means that an application to vary custody cannot serve as an indirect route of appeal from the original custody order. The court cannot retry the case, substituting its discretion for that of the original judge; it must assume the correctness of the decision and consider only the change in circumstances since the order was issued: <FRAGMENT_SUPPRESSED>  (N.S.S.C.), at p. 194. \"12 What suffices to establish a material change in the circumstances of the child? Change alone is not enough; the change must have altered the child's needs or the ability of the parents to meet those needs in a fundamental way: <FRAGMENT_SUPPRESSED>  (B.C.S.C.). The question is whether the previous order might have been different had the circumstances now existing prevailed earlier <FRAGMENT_SUPPRESSED>  (P.E.I.S.C.). Moreover, the change should represent a distinct departure from what the court could reasonably have anticipated in making the previous order. \"What the court is seeking to isolate are those factors which were not likely to occur at the time the proceedings took place\": J. G. McLeod, Child Custody Law and Practice (1992), at p. 11-5.\" (Emphasis added.)", "[23] Thus, the Ministers forcefully argue that Mr. Harkat has failed to establish on the evidentiary record before the Court any change in circumstances constituting a \"distinct departure\" that could not reasonably have been anticipated by Mr. Justice Lemieux. To the extent Mr. Harkat relies upon the fact that it was just immediately prior to the commencement of this hearing that the Minister's delegate was appointed and so the delegate had not yet started to work on his decision, the Ministers respond that it \"was certainly within the contemplation of Justice Lemieux that there would have been delay in appointing the Minister's delegate.\" They say this is reflected in paragraphs 114 to 120 of Mr. Justice Lemieux's reasons. There he noted that: \"114 Counsel for Mr. Harkat did not lead direct evidence on the issue of whether Mr. Harkat would not be removed within a reasonable time. Rather, he relied on the fact that from the date he made his preliminary submissions to the [Canada Border Services Agency] CBSA in respect to the seeking of a section 115(2)(b) opinion, six months had passed before the CBSA submitted its memorandum to the Minister's delegate seeking a positive section 115(2)(b) opinion. According to counsel for Mr. Harkat, this six-month time frame is evidence that the CBSA is not doing its job on a timely basis. This six-month time frame is prima facie unreasonable. This six-month delay falls within the principle expressed by Justice Létourneau in  <FRAGMENT_SUPPRESSED> , at paragraph 42, that Mr. Harkat has discharged his onus of leading some evidence that he has reasonable grounds to believe that the removal will not be effected within a reasonable time. Counsel pursues his argument that Mr. Harkat, having led this evidence, that evidence has to be answered. The burden has shifted to the government who has not called any evidence to justify the six-month delay and, as a result, Mr. Harkat is entitled to be released. \"115 Mr. Harkat's counsel also stated he does not know when Mr. Harkat might be removed and does not know when the Minister's delegate will render a decision on the section 115(2)(b) issue. He acknowledged that I should not be speculating on these two points. \"116 With respect to seeking leave to appeal to the Supreme Court of Canada from the Federal Court of Appeal's September 6, 2005 decision dismissing his constitutional challenge, Mr. Harkat's counsel argued that any delay arising on account of such challenge should not count against Mr. Harkat who would be pursuing a constitutional challenge fundamental to the process. \"117 It is true that six months have passed between the time counsel for Mr. Harkat made his preliminary submissions to the CBSA and the time the CBSA filed its memorandum with the Minister's delegate. Mr. Copeland had forwarded his preliminary submissions to the CBSA on April 21, 2005, with the CBSA's disclosure package to the Minister's delegate being dated October 21, 2005. \"118 I do not accept counsel for Mr. Harkat's argument that, in and of itself, this six-month period is per se unreasonable and constitutes prima facie evidence that Mr. Harkat will not be removed within a reasonable time. \"119 In my view, the evidentiary burden had not shifted to the respondents to explain this particular delay. \"120 I question whether the six-month time frame is accurate because, throughout the summer of 2005, counsel for Mr. Harkat was continuously submitting additional material.\"", "[24] During oral argument, I raised with counsel for the Ministers the issue of the extent to which reliance upon Gordon, cited above, was apt given that Mr. Harkat's liberty interest is at stake. It is, however, unnecessary for me to decide the question because on the evidence before me I find, as a fact, that the unexplained delay in the appointment of the Minister's delegate was a distinct departure from the circumstances which the Court could reasonably have anticipated when denying the first application for release. I reach this conclusion on the following basis.", "[25] At paragraph 122 of his reasons, Mr. Justice Lemieux set out seven factors that led him to conclude that Mr. Harkat had not discharged the onus upon him to satisfy the Court that he would not be removed within a reasonable time. The second and third factors were expressed as follows: \"(2) All indicators are that the CBSA is proceeding expeditiously in this matter and is not dragging its feet . It began seeking assurances from the Algerian Government in 2003. Two days after Justice Dawson's decision on the reasonableness of the security certificate, Mr. Harkat was notified a danger opinion would be sought against him and the time frame for preliminary submissions were set and completed expeditiously; \"(3) The process leading to a decision by the Minister's delegate on the section 115(b) opinion is completed. The Minister's delegate's decision is pending . I cannot speculate when the Minister's delegate's decision will be rendered. If there is unreasonable delay, Mr. Harkat can renew his application for judicial release;\" (Emphasis added.)", "[26] The unexplained delay in the appointment of the Minister's delegate (from December 12, 2005 when Mr. Harkat's final submission was made until sometime around March 7, 2006) and the consequent failure of the delegate to begin to consider his decision until sometime around mid-March are facts that are inconsistent with Justice Lemieux's conclusions that the authorities were \"proceeding expeditiously in this matter\" and \"[t]he Minister's delegate's decision is pend-ing.\"", "[27] I am therefore satisfied that if the delay in appointing a delegate and the resultant delay in considering whether Mr. Harkat may be removed from Canada were known in December of 2005, the decision of Mr. Justice Lemieux may well have been different. It must be remembered that unless the Minister grants a request made by Mr. Harkat to leave Canada to go to a country of his choice that is prepared to accept him, or unless Mr. Harkat is released from incarceration by this Court, Mr. Harkat must remain in detention until he is removed from Canada. The delay in proceeding with the subsection 115(2) opinion is, therefore, significant because, as Mr. Justice Lemieux noted at paragraph 74 of his reasons, any unreasonable delay by the authorities that unduly and unjustifiably prolongs the detention of a person is a violation of that person's constitutionally guaranteed right to liberty and security of the person.", "[28] Accordingly, Mr. Harkat has established, by way of new evidence, a substantial change in circumstances since the previous applica-tion.", "[29] I now turn to the second issue. Has Mr. Harkat Met the Onus upon Him to Establish That He Will Not Be Removed from Canada Within a Reasonable Time? (i) Applicable Principles of Law", "[30] In <FRAGMENT_SUPPRESSED> , cited above, the Federal Court of Appeal set out a number of legal principles applicable to proceedings under subsection 84(2) of the Act . The principles that are relevant to the evidence before me are as follows: 1. Time and the behavior of the parties are of the essence of the subsection 84(2) application (paragraph 5). 2. The purpose of subsection 84(2) is to ensure that due diligence will be exercised by the Minister in removing a foreign national detained for security purposes (paragraph 28). 3. The onus of proof is upon the person seeking release, and the burden must be discharged upon a balance of probabilities (paragraph 39). 4. A subsection 84(2) application requires the judge to determine whether the foreign national will be removed from Canada \"within a reasonable time.\" The concept of \"removal within a reasonable time\" requires a measurement of the time elapsed from the time the security certificate was found to be reasonable, and an assessment of whether that time is such that it leads to the conclusion that removal will not occur within a reasonable time (paragraph 55). 5. The judge must consider any delay in removal and the causes of the delay. Judicial remedies must be pursued diligently and in a timely fashion. This also applies to the Ministers' responses and to the judicial hearing of the application for release. Subsection 84(2) of the Act \"authorizes a judge to discount, in whole or in part, the delay resulting from proceedings resorted to by an applicant that have the precise effect of preventing compliance by the Crown with the law within a reasonable time.\" Put another way, where an applicant tries to prevent his removal and delay ensues as a result, he can not complain that his removal has not occurred within a reasonable time, unless the delay is unreasonable or inordinate and not attributable to him (paragraphs 57 and 58). 6. A forward-looking and future-oriented test is used. Evidence must be provided that indicates the applicant will not be removed within a reasonable time. If credible and compelling evidence of an imminent removal is produced, the conditions of detention and the time already served lose much of their significance (paragraph 81). 7. The length of the past detention is relevant only to the extent that the history of events may cast doubt on the reliability of the assertion and evidence submitted that the moment of removal is close at hand (paragraph 82).", "[31] These principles are to be seen in the context that the security certificate procedure established under the Act was intended to provide a constitutionally valid mechanism for the summary removal from Canada of non-citizens viewed to present a danger to Canada's security. The right to remove non-citizens is consistent with jurisprudence of the Supreme Court of Canada such as <FRAGMENT_SUPPRESSED> ,  where, at page 733, the Court stated \"[t] he most fundamental principle of immigration law\" to be that \"non-citizens do not have an unqualified right to enter or remain in the country.\" The Court went on to quote from its earlier decision in <FRAGMENT_SUPPRESSED> , where it stated at paragraph 133 that \"[t] he Government has the right and duty to keep out and to expel aliens from this country if it considers it advisable to do so.\" This principle was recently restated by the Supreme Court in <FRAGMENT_SUPPRESSED> .", "[32] However, in recent years this process has not been particularly summary in nature. Thus, in <FRAGMENT_SUPPRESSED>  my colleague Madam Justice Layden-Stevenson concluded in an application for release brought by Mr. Almrei that he had met the onus to establish that he would not be removed from Canada within a reasonable period of time. A similar conclusion had been reached in <FRAGMENT_SUPPRESSED> .", "[33] It is, therefore, perhaps salutary to repeat that the purpose of subsection 84(2) of the Act is to ensure that due diligence will be exercised by the Minister's officials with respect to removal of non-citizens detained for reasons of security and that unreasonable delay that unjustifiably and unduly prolongs detention is a violation of constitutionally guaranteed rights.", "[34] Before turning to the application of these principles to the evidence before the Court, it is important to stress that this second application for release must not be a collateral attack upon, or a disguised appeal from, the Court's decision on the first application. No appeal was taken from that decision, and during oral argument counsel for Mr. Harkat conceded that \"we would not succeed on an appeal of Justice Lemieux's decision, on his finding of reasonableness.\"", "[35] The issue now before the Court is whether, at this time, on the evidence presently before the Court, Mr. Harkat has met the onus upon him to satisfy the pre-conditions for release contained in subsection 84(2) of the Act", "[36] My analysis of this issue will consider: · the length of detention · any delay in removal and the cause of that delay · the forward-looking nature of the test (ii) The Length of Detention", "[37] Mr. Harkat has been detained since December 10, 2002. More than a year has elapsed since March 22, 2005, when the security certificate was found to be reasonable and it became a removal order. (iii) Any Delay and the Cause of that Delay", "[38] The procedural history of this matter was reviewed at paragraphs 4-22 of the reasons given for finding the security certificate to be reasonable. A further review of the procedural history is found at paragraph 52 of the Court's reasons reported as Harkat, Re (2004), 259 F.T.R. 98; 2004 FC 1717. This history shows that no delay that occurred prior to the appointment in June of 2004 of Mr. Copeland as counsel for Mr. Harkat can be attributed to the Ministers. After Mr. Copeland's appointment the matter proceeded on a timely basis.", "[39] I turn then to the time period from when the certificate was found to be reasonable until the present.", "[40] As noted above, Mr. Harkat asserts that if he is removed to his country of nationality he will likely be tortured or killed. He has provided expert opinion evidence to support that view. The Federal Court of Appeal explained in <FRAGMENT_SUPPRESSED> , cited above, at paragraph 86, that the possibility of removal to torture or serious violation of human rights requires that \"substantial procedural protections and safeguards be given\" to a detained person. As the Court of Appeal detailed: \"86 [...] The person facing deportation to torture must be informed of the case to be met and be given an opportunity to respond to the case presented by the Minister. He or she is entitled to disclosure, subject to privilege and other lawful exceptions. He or she also has the right to present evidence both on the issue of lack of danger to the security of Canada and on the risk of torture. Consultations with other government departments and with the countries to which the person could be removed may be necessary to obtain and implement safeguards for the life and integrity of the individual whose removal is being ordered. Landing rights may have to be negotiated and obtained. In short, as both the judge in the present case and Dawson J. in the Mahjoub case, supra, at paragraph 55, pointed out, 'more time, rather than less, will reasonably be required to ensure that the principles of fundamental justice are not breached.'\"", "[41] In light of the required procedural protections, the need for careful consideration of all of the submissions made to the Minister's delegate, and the difficulty of the issues raised, I respectfully adopt the conclusion of my colleague Mr. Justice Lemieux that as of December 30, 2005 the time expended was not unreasonable and that as of that date the evidentiary burden had not shifted to the Ministers to explain the delay.", "[42] However, a markedly different situation exists today due to the apparent and unexplained lack of activity from at least December 12, 2005 until March, 2006, when a delegate was finally appointed to exercise the Minister's discretion with respect to removal. I say \"at least\" as there would seem to be no reason why a delegate could not have been appointed pending receipt of the final submissions so as to be able to deal promptly with the submissions when received. I have previously found this delay to be a substantial change in circumstances from those before the Court on the first application. Considering the previously described purpose of subsection 84(2) of the Act , I find the unexplained delay is sufficient to shift the evidentiary burden to the Ministers.", "[43] Before leaving this point, I also observe that since the certificate was found to be reasonable Mr. Harkat has not been the cause of any delay. As explained above, as a Convention refugee Mr. Harkat cannot, as a matter of law, be removed from Canada except at his own request or upon a decision being made pursuant to subsection 115(2) of the Act . Thus, it was the CBSA that triggered the paragraph 115(2)(b) process, as it was obliged to do if it wished to remove Mr. Harkat from Canada, by notifying Mr. Harkat of its intention to seek the Minister's opinion. Mr. Harkat has taken no legal proceeding that has prevented the CBSA from removing him within a reasonable period of time. (iv) The Forward-Looking, Future Orientated Test", "[44] In this case, the Ministers did not produce any witness to testify with respect to the imminence of removal. In both <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , cited above, the Ministers called the Director of Security Review of the CBSA to testify as to when the respective paragraph 115(2)(b) decisions were expected and when removal might occur if there were no legal impediments to removal.", "[45] The evidence before the Court on the imminence of Mr. Harkat's removal is: i) the March 7, 2006 letter, quoted in full at paragraph 15 above, advising that the decision was anticipated in April or early May of this year. ii) the evidence of the Removals Manager adduced before Mr. Justice Lemieux as to how removal would be affected if the Minister's delegate endorsed the recommendation given to him that Mr. Harkat be removed to Algeria.", "[46] The Federal Court of Appeal observed in <FRAGMENT_SUPPRESSED> , cited above at paragraph 82, that the \"history of events may cast doubt on the reliability of the assertion and evidence submitted that the moment of removal is close.\" There is a history of events before the Court that, in my respectful view, casts doubt on the reliability of the statement that the delegate's decision is expected to be completed in late April or early May. That history is found in the treatment of persons similarly situated to Mr. Harkat and in Mr. Harkat's treatment.", "[47] In the case of Mr. Mahjoub, Citizenship and Immigration Canada first informed Mr. Mahjoub of its intention to seek the Minister's opinion with respect to removal on October 22, 2001. A decision was ultimately made on July 22, 2004. However, that decision was set aside by this Court on judicial review (see: <FRAGMENT_SUPPRESSED> ). On February 11, 2005, during a hearing of Mr. Mahjoub's application for release from detention, the Director of Security Review of the CBSA testified that once all submissions relating to paragraph 115(2)(b) of the Act were given to the Minister's delegate, approximately three months would be required to make a decision. The best case scenario was said to be that a decision would be made by the end of June, 2005. Notwithstanding this evidence, the records of the Court indicate that the decision was not made until January 3, 2006. An application for judicial review of that decision is pending before this Court.", "[48] With respect to Mr. Almrei, the reasons of the Federal Court of Appeal set out the following chronology: (i) December 5, 2001, Mr. Almrei  was advised that Citizenship and Immigration Canada intended to seek an opinion that he could be removed from Canada. (ii) January 13, 2003, the Minister's delegate rendered an opinion that Mr. Almrei  may be removed from Canada. (iii) April 23, 2003, the Minister acknowledged that \"serious errors\" were made in forming that opinion and the Minister consented to the decision being set aside. (iv) July 28, 2003, Mr. Almrei  was told a second opinion would be sought. (v) October 23, 2003, a second opinion concluded that Mr. Almrei  could be removed from Canada.", "[49] Justice Layden-Stevenson picks up the chronology in her reasons with respect to Mr. Almrei's detention review, cited above: (vi) March 11, 2005, the second opinion of the Minister's delegate was set aside by this Court. (vii) A third danger opinion was then sought. Submissions to the Minister's delegate were completed by Mr. Almrei  on July 29, 2005. At the time Justice Layden-Stevenson's reasons were delivered on December 5, 2005, the delegate's opinion remained outstanding.", "[50] On the basis of this history of events I was inclined to place little weight upon the unsworn estimate that the delegate's opinion with respect to removal would be completed by late April or early May.", "[51] Then, on April 13, 2006, counsel for Mr. Harkat forwarded to the Court the contents of a letter from the CBSA that stated: \"The Minister's Delegate has been fully dedicated to this task for some weeks. He has determined that, because of the volume of material, the complexity of the issues and the volume of previous litigation in this case, it will take somewhat longer than anticipated to release his decision and corresponding reasons. Although our earlier estimate was for completion by late April or early May, we now estimate the completion date to be approximately the end of May.\" I find on the basis of the lack of any other evidence, this advice that the delegate's decision will not be made within the time originally contemplated, and the time taken to reach such decisions in the past, that no cogent evidence of imminent removal has been put before the Court. I particularly note that notwithstanding the \"best case scenario\" estimate in <FRAGMENT_SUPPRESSED> , the decision was rendered in early January 2006 and not in June 2005 and that while submissions were completed in late July 2005 with respect to Mr. Almrei , no decision had been made by early December 2005. (v) Conclusion", "[52] Earlier, I concluded on all of the evidence that the evidentiary burden shifted to the Ministers. No credible or compelling evidence of an imminent removal was produced on behalf of the Ministers. It follows that Mr. Harkat has met the onus upon him to establish that he will not be removed from Canada within a reasonable period of time.", "[53] Mr. Harkat's counsel has submitted that if the Court so concluded it would be unnecessary for the Court to deal with his late raised issue with respect to the constitutionality of subsection 84(2) of the Act . I agree, and will not deal with the issue. Has Mr. Harkat Met the Onus upon Him to Establish That His Release Will Not Pose a Danger to National Security or to the Safety of Any Person? (i) Applicable Legal Principles", "[54] <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada considered what constitutes a \"danger to the security of Canada.\" The Court concluded, at paragraph 85, that the phrase must be given a \"fair, large and liberal interpretation in accordance with international norms.\" What constitutes such a danger is \"highly fact-based and political in a general sense.\"", "[55] The Court observed that support of terrorism abroad may harm Canada's national security. The Court explained the basis for that conclusion at paragraph 88 of its reasons, as follows: \"88 First, the global transport and money networks that feed terrorism abroad have the potential to touch all countries, including Canada, and to thus implicate them in the terrorist activity. Second, terrorism itself is a worldwide phenomenon. The terrorist cause may focus on a distant locale, but the violent acts that support it may be close at hand. Third, preventive or precautionary state action may be justified; not only an immediate threat but also possible future risks must be considered. Fourth, Canada's national security may be promoted by reciprocal cooperation between Canada and other states in combatting international terrorism. These considerations lead us to conclude that to insist on direct proof of a specific threat to Canada as the test for 'danger to the security of Canada' is to set the bar too high. There must be a real and serious possibility of adverse effect to Canada. But the threat need not be direct; rather it may be grounded in distant events that indirectly have a real possibility of harming Canadian security.\"", "[56] The Court also discussed the nature of the evidence required to establish a danger to Canada's security, at paragraphs 89 and 90, in the following terms: \"89 While the phrase 'danger to the security of Canada' must be interpreted flexibly, and while courts need not insist on direct proof that the danger targets Canada specifically, the fact remains that to return (refouler) a refugee under s. 53(1)(b) to torture requires evidence of a serious threat to national security. To suggest that something less than serious threats founded on evidence would suffice to deport a refugee to torture would be to condone unconstitutional application of the Immigration Act . Insofar as possible, statutes must be interpreted to conform to the Constitution. This supports the conclusion that while 'danger to the security of Canada' must be given a fair, large and liberal interpretation, it nevertheless demands proof of a potentially serious threat. \"90 These considerations lead us to conclude that a person constitutes a 'danger to the security of Canada' if he or she poses a serious threat to the security of Canada, whether direct or indirect, and bearing in mind the fact that the security of one country is often dependent on the security of other nations. The threat must be 'serious', in the sense that it must be grounded on objectively reasonable suspicion based on evidence and in the sense that the threatened harm must be substantial rather than negligible.\"", "[57] Thus, evidence that grounds an objectively reasonable suspicion of substantial threatened harm will establish a danger to national security.", "[58] To the extent possible, the Court's conclusion with respect to danger should be based upon the public record. However, reliance upon information put before the Court in confidence by the Ministers may be necessary (see: <FRAGMENT_SUPPRESSED> , cited above at paragraph 32).", "[59] To this must be added one comment about the effect of the Court's prior determination that the security certificate is reasonable. In Suresh, cited above, the Court cautioned that \"danger to the security of Canada\" means something more than a person being named in a security certificate as being inadmissible on grounds of security. The Court of Appeal developed this in <FRAGMENT_SUPPRESSED> , at paragraph 48, where it stated that a determination of the reasonableness of a security certificate is not determinative of the merit of the detention of the person named in the certificate, and is not a decision that is conclusive proof that the person is a danger to the security of Canada. (ii) Mr. Harkat's Position with Respect to Danger", "[60] In oral argument, counsel for Mr. Harkat stated that \"I am quite prepared to concede, based upon the findings [the Court made when determining the certificate to be reasonable] that Mr. Harkat fits within the element of danger.\" However, counsel argued that Mr. Harkat could be released from incarceration upon terms and conditions that would neutralize or prevent any danger. Counsel for Mr. Harkat submits that the terms and conditions proposed by Mr. Harkat, including electronic monitoring, the payment of money into Court as security, the filing of performance bonds or guarantees, the supervision by the supervisory sureties, and Mr. Harkat's agreement not to speak Arabic, would, subject to some \"fine-tuning\" by the Court, protect national security and the safety of persons. In that regard, counsel advises that Mr. Harkat agrees to abide by any conditions the Court considers to be necessary.", "[61] A document entitled \"Proposed Terms of Bail\" was filed as an exhibit by Mr. Harkat. A verbatim copy of that document, containing all of the proposed conditions, is attached as appendix B to these reasons.", "[62] In support of Mr. Harkat's counsel's submission, reference was made to the experience in the United Kingdom where a number of foreign nationals, detained under the provisions of the Anti-terrorism, Crime and Security Act 2001 , were released from incarceration on conditions. Counsel pointed to the following observation by Lord Bingham of Cornhill in A et al. v. United Kingdom (Secretary of State for the Home Department) , [2004] N.R. Uned. 234; [2004] H.L.J. No. 45 (H.L.) at paragraph 35: \"[...] When G, one of the appellants, was released from prison by SIAC on bail (G v Secretary of State for the Home Department (SC/2/2002, Bail Application SCB/10, 20 May 2004), it was on condition (among other things) that he wear an electronic monitoring tag at all times; that he remain at his premises at all times; that he telephone a named security company five times each day at specified times; that he permit the company to install monitoring equipment at his premises; that he limit entry to his premises to his family, his solicitor, his medical attendants and other approved persons; that he make no contact with any other person; that he have on his premises no computer equipment, mobile telephone or other electronic communications device; that he cancel the existing telephone link to his premises; and that he install a dedicated telephone link permitting contact only with the security company. The appellants suggested that conditions of this kind, strictly enforced, would effectively inhibit terrorist activity. It is hard to see why this would not be so .\" (Emphasis added.)", "[63] Counsel for Mr. Harkat also argues that: (i) The conditions proposed by Mr. Harkat are more stringent than those the Court imposed upon Mr. Charkaoui who was also detained pursuant to a security certificate (see Charkaoui, Re (2005), 261 F.T.R. 11; 2005 FC 248). (ii) Unlike Mr. Mahjoub, who was not released from incarceration, Mr. Harkat has agreed to abide by any terms and conditions the Court might impose. (iii) There is a warm and close relationship between Mr. Harkat, his wife and his mother-in-law such that he would be influenced by the fact that his mother-in-law is placing a major portion of her life's savings at risk and he would not do anything to jeopardize that trust or those funds. (iii) The Ministers' Position with Respect to Danger", "[64] The Ministers argue that no terms or conditions would be appropriate to protect Canadian society because of the nature and extent of Mr. Harkat's prior involvement with terrorism and because he has lied to, and continues to lie to, the Court.", "[65] As to the adequacy of the sureties: Mrs. Harkat and her mother are said by the Ministers to lack objectivity; Mrs. Harkat is said to be uninformed about her husband's past life; and Madam Brunette is said to be an apologist about Mr. Harkat's willingness to lie. While the additional sureties are acknowledged to be well-meaning, they are also described by counsel as: unfamiliar with Mr. Harkat so as to be unable to give any reasonable assurance to the Court that he would comply with any terms and conditions of release; unprepared to supervise Mr. Harkat; too busy; naïve; and inappropriately dismissive of the Court's credibility findings in respect of Mr. Harkat.", "[66] The effectiveness of any electronic monitoring equipment is said to have been undermined by evidence given publicly by a representative of the company that provides such monitoring equipment.", "[67] Finally, the Ministers rely upon the opinions of P.G. (an employee of the Canadian Security Intelligence Service (Service)) and Dr. Marc Sageman (formerly a case officer of the CIA in Afghanistan from 1987 to 1989, now a forensic psychiatrist) to argue that: (i) Individuals who have attended training camps or have independently opted for radical Islam must be considered to be threats to Canadian public safety for the indefinite future. (ii) The Service believes that Islamic extremists will rejoin their terrorist networks upon release. (iii) The Service believes that while in detention Mr. Harkat has had the continued support of friends who are associated with Islamic extremism. This continued support is said to form part of the \"group dynamics\" which Dr. Sageman assesses to be necessary in order to sustain the motivation to engage in terrorism. (iv) Would Mr. Harkat's Release Pose a Danger to National Security or to the Safety of Any Person?", "[68] As noted above, through the submissions of his counsel, Mr. Harkat has conceded this to be the case if he is released without terms and conditions being imposed upon him. However, being mindful that: (i) Mr. Harkat has not had access to the confidential information; (ii) as a matter of law, the determination that a security certificate is reasonable is not determinative of the issue of danger; and (iii) the standard of proof on an application for release is proof on a balance of probabilities, I have reviewed the confidential information contained in the original security intelligence report and in the confidential document entitled \"Information Pertaining to the Application for Release by Mohamed Harkat Pursuant to Section 84 of the Immigration and Refugee Protection Act .\" Having considered the sources of all of that confidential information, the reliability of those sources, and the extent to which the confidential information is corroborated by independent sources, I am satisfied that Mr. Harkat's release without the imposition of any term or condition would pose a threat to national security or to the safety of any person. For example, unchecked, Mr. Harkat would be in a position to recommence contact with members of the Islamic extremist network. (v) Can such Danger be Neutralized or Contained by the Use of Sureties and the Imposition of Conditions?", "[69] Consideration of this issue requires close attention to: (i) the exact nature of the acts it is believed that Mr. Harkat could engage in that would pose a danger to national security or to the safety of any person; (ii) the precise nature of the threat that would result from those acts; and (iii) why it is believed that conditions would be inadequate to neutralize or contain that threat.", "[70] Except as referred to in paragraph 68, to this point these reasons have been based only upon evidence and submissions given in public. However, it is now necessary to deal with the evidence and submissions received from the Ministers in camera and in the absence of Mr. Harkat. In an effort to redact as little information as possible from these reasons, where information must be kept confidential in order to protect national security, the information will be contained in an endnote. The entire series of endnotes will be kept confidential and will be set out in a confidential schedule attached to a second order to be issued on or before June 2, 2006. These public reasons and the accompanying order are released at this time in order to reduce delay, recognizing that in order to allow time for the terms and conditions to be complied with some further time will elapse before Mr. Harkat is released.", "[71] The testimony I received in confidence was clear as to the nature of the acts it is believed Mr. Harkat could engage in that would pose a danger to national security.1", "[72] The nature of the danger or threat that would result from those acts was also described in some detail.2", "[73] However, in my view, there was also evidence or considerations that diminished the likelihood of the Act and resultant threat occurring3 or that substantially diminished the cogency of the stated fear that Mr. Harkat would commit such acts.4", "[74] Weighing the evidence that supports the concerns of the Ministers against the evidence that diminishes the cogency of those concerns, I conclude for a number of reasons that the danger posed by Mr. Harkat's release from incarceration cannot be contained or neutralized through the imposition of the terms and conditions that he has proposed. Some of those reasons follow.", "[75] First, at paragraph 113 of my reasons for finding the security certificate to be reasonable, cited above, I wrote: \"113 Even without finding Mr. Harkat's testimony to be implausible and incredible on the three material points set out above, on the basis of the confidential information it is clear and beyond doubt that Mr. Harkat lied under oath to the Court in several important respects, including his denials that he: (i) knowingly supported or assisted Islamic extremists; (ii) assisted Islamic extremists who have come to Canada; (iii) was associated with Abu Zubaida; (iv) was in Afghanistan; and (v) lived in Peshawar.\" (Footnote omitted)", "[76] I remain convinced that throughout this proceeding Mr. Harkat's testimony to the Court has been untruthful on a number of significant points. Thus, any terms and conditions for release must be based upon something other than Mr. Harkat's assumed good faith or trustworthiness. This militates, in my view, against terms and conditions such as that proposed that would allow him to remain in his residence alone with unrestricted access to visitors, and that would allow him to leave his residence at will from 8:00 a.m. to 9:00 p.m. every day, albeit with a surety.", "[77] Second, Mr. Harkat's situation must be considered in the light that he is subject to a removal order and thus is liable to be removed from Canada if the Minister's delegate so decides. The possibility of removal at some future point in time requires, in my view, that any release be carefully monitored. This militates against terms and conditions that would allow Mr. Harkat to leave the residence daily to travel to any location within a defined portion of the Ottawa region, again albeit with a surety. Of specific concern is whether those locations would be consistent with effective electronic monitoring.", "[78] Third, I share the concern expressed by counsel for the Ministers as to the effectiveness of any supervision of Mr. Harkat on the part of Ms. Squires and Messrs. Skerritt and Bush. Ms. Squires has only met Mr. Harkat three times. Each time they met at the Ottawa Carleton Detention Centre, twice before the first application and once since then. Mr. Skerritt has only met Mr. Harkat twice. Both occasions were in 2005, while Mr. Harkat was in detention. Generally those visits were said to last about 15 minutes. Mr. Bush's evidence in chief was as follows: \"Q. And you indicated in your evidence - - I do not think you professed to it, but you spent a lot of time in the company of Mr. Harkat? A. No. Q. But you did spend some time in his company? A. I've spent - - I met him at the Detention Centre on one occasion for a half hour. Q. And that is it in total? A. Yes.\"", "[79] Additionally, each of these sureties has a busy life. Mr. Skerritt, for example, stated on cross-examination: \"Q. You said in your testimony that you would, in terms of the schedule and coordination with Leonard Bush and with Ms. Jessica Squires, that you would aim to have every day covered; is that correct? A. That is correct. Q. So despite those aims, there might be certain days when you would not have coverage; is that right? A. Well, what I said is that there is the possibility that among three people, you know, there is the possibility that a day may be missed. But what I am saying is the objective would be to provide every day coverage, yes.\"", "[80] The three sureties have, as appears from Ms. Squires' testimony, had little detailed discussion about how they would coordinate their responsibilities. She testified: \"Q. You indicated that you had some discussions with Mr. Skerritt and Mr. Bush pertaining to your coordination with respect to Sureties. I understood you to say that the discussions were not detailed; is that correct? A. Yes. Q. And those discussions would have taken place before the last Application for Bail; is that correct? A. We had some conversations before the last bail hearing, but not much. It was - - These conversations that I am referring to have happened since the last Bail Application. Q. Have happened since? A. Yes. Q. And despite the fact they have happened since, they still have not been very detailed; is that correct? A. That is correct.\"", "[81] In sum, while I accept that these three individuals are well-meaning and motivated by genuine concern, I find that they have had insufficient connection with Mr. Harkat to enable them to provide any real assurance to the Court that Mr. Harkat can and will comply with conditions of release. Further, I am not satisfied as to their objectivity or that their genuine commitment is to ensuring compliance with the Court's conditions, as opposed to facilitating Mr. Harkat's release from what they view to be unjust incarceration. As such, I find that they would not provide a sufficient controlling influence over Mr. Harkat if he is released from incarceration.", "[82] It would be, however, erroneous to reject Mr. Harkat's application for release if there are conditions that, on a balance of probabilities, would neutralize or contain the danger posed by his release. In that circumstance, his continued incarceration cannot be justified because of Canada's respect for human and civil rights, and the values protected by our Charter", "[83] In considering whether there are terms and conditions that would neutralize or contain the danger, I have borne in mind the need for terms and conditions to be specific and tailored to Mr. Harkat's precise circumstances. They must be designed to prevent Mr. Harkat's involvement in any activity that commits, encourages, facilitates, assists or instigates an act of terrorism, or any similar activity. The terms and conditions must be proportionate to the risk posed by Mr. Harkat.", "[84] The following factors support Mr. Harkat's release upon strict conditions.", "[85] First, I believe that Mrs. Harkat and her mother are capable of providing effective supervision. Having seen Madam Brunette testify, I was impressed with her testimony as to the significance to her of the sum of $50,000.00 that she is prepared to post and that she does not wish to lose because of any breach of condition by Mr. Harkat. I also accept Mrs. Harkat's testimony that she will have to ensure that her husband abides by all of the conditions of release or she will betray her mother, who is posting the largest cash guarantee, and she will also disappoint people whom she has become close to on the Committee for Justice for Mohamed Harkat.", "[86] Second, Mr. Harkat has been incarcerated since December 10, 2002. Thus, his ability to communicate with persons in the Islamic extremist network has been disrupted.", "[87] Third, Mr. Harkat's case has received wide publicity, including publication of his photograph and a nationally broadcast television interview. This publicity may reasonably be expected to hamper Mr. Harkat's ability to engage in covert or clandestine activity.6", "[88] Fourth, it can reasonably be assumed that, if released from incarceration, Mr. Harkat will remain a person of interest to Canadian authorities who will have the ability to lawfully exercise supervision of his activities.", "[89] Fifth, Mr. Harkat must be assumed to know of both the authorities' interest in him and their ability to monitor his activities. This knowledge may further be assumed to deter conduct that could result in further proceedings against Mr. Harkat.", "[90] Sixth, persons with something to hide from Canadian authorities must be presumed to believe that contact with Mr. Harkat will draw the authorities' attention to those persons.", "[91] Seventh, while I find much of Mr. Harkat's testimony to be untruthful, I do accept his evidence that he believes that if he breaches any condition of release that: \"[...] they're going to take me for sure to jail, plus it is going to be like give [sic] opportunity to the Government to point their finger on me and deport me.\" This fear, which I believe to be genuine, can reasonably be considered to provide some incentive to Mr. Harkat to abide by the conditions of his release.", "[92] Finally, I have given some weight (although not as much weight as has been given to the above factors) to the fact that a significant number of terrorist detainees have been released in the United Kingdom on control orders. In January of this year, Lord Carlile of Berriew, Q.C. released the First Report of the Independent Reviewer, an annual report regarding the operation of that act required pursuant to the Prevention of Terrorism Act 2005 . In his report, Lord Carlile concludes that \"in practical terms control orders have been an effective protection for national security\" and that while there had been some contraventions of the terms of control orders, all of the contraventions were of a relatively minor nature. In Canada, Mr. Charkaoui (also named in a security certificate) has been released on terms and conditions less stringent than those imposed herein. (vi) Conclusion", "[93] Considering these factors and considering as well the evidence I received in confidence as to the nature of the acts it is believed Mr. Harkat could engage in and the threat or danger that would result from those acts, I am satisfied that a series of terms and conditions can be imposed that will, on a balance of probabilities, neutralize or contain any threat or danger posed by Mr. Harkat's release.", "[94] For such conditions to be effective and proportionate the supervising sureties cannot include Ms. Squires or Mr. Skerritt or Mr. Bush; there must be electronic monitoring of Mr. Harkat's whereabouts as directed and arranged by the CBSA; Mr. Harkat's movement, associations and ability to communicate must be restricted in a fashion that permits those activities to be supervised and monitored; the authorities' ability to supervise Mr. Harkat's release must be facilitated while at the same time not imposing a undue burden upon the authorities.", "[95] In my view, the following terms and conditions will do these things, and are proportionate to the threat so as, on a balance of probabilities, to neutralize or contain the threat or danger posed by Mr. Harkat's release: 1. Mr. Harkat is to be released from incarceration on terms that he sign a document, to be prepared by his counsel and to be approved by counsel for the Ministers, in which he agrees to comply strictly with each of the following terms and conditions. 2. Mr. Harkat, before his release from incarceration, shall be fitted with an electronic monitoring device as from time to time arranged by the CBSA, along with a tracking unit. Mr. Harkat shall thereafter at all times wear the monitoring device and at no time shall he tamper with the monitoring device or the tracking unit or allow them to be tampered with. Also prior to his release, Mr. Harkat shall arrange at his expense for the installation in the residence specified below of a separate dedicated land-based telephone line meeting the CBSA's requirements to allow effective electronic monitoring. Mr. Harkat shall consent to the disabling as necessary of all telephone features and services for such separate dedicated land-based telephone line. 3. Prior to Mr. Harkat's release from incarceration, the CBSA shall install and test the necessary equipment and shall report to the Court as to whether it is satisfied that the equipment is properly working and that all necessary things have been done to initiate electronic monitoring. 4. Prior to Mr. Harkat's release from incarceration, the sum of $35,000.00 is to be paid into Court pursuant to Rule 149 of the Federal Courts Rules. In the event that any term of the order releasing Mr. Harkat is breached, an order may be sought by the Ministers that the full amount, plus any accrued interest, be paid to the Attorney General of Canada. 5. Prior to Mr. Harkat's release from incarceration, the following seven individuals shall execute performance bonds by which they agree to be bound to Her Majesty the Queen in Right of Canada in the amounts specified below. The condition of each performance bond shall be that if Mr. Harkat breaches any terms or conditions contained in the order of release, as it may from time to time be amended, the sums guaranteed by the performance bonds shall be forfeited to Her Majesty. The terms and conditions of the performance bonds shall be provided to counsel for Mr. Harkat by counsel for the Ministers and shall be in accordance with the terms and conditions of guarantees provided pursuant to section 56 of the Immigration and Refugee Protection Act . Each surety shall acknowledge in writing having reviewed the terms and conditions contained in this order. i) Pierrette Brunette ii) Sophie Harkat iii) Kevin Skerritt iv) Leonard Bush v) Jessica Squires vi) Pierre Loranger vii) Alois Weidemann 6. Upon his release from incarceration, Mr. Harkat shall be taken by the RCMP (or such other agency as the CBSA and the RCMP may agree) to, and he shall thereafter reside at, _______________ in the City of Ottawa, Ontario (residence) with Sophie Harkat, his wife, Pierrette Brunette, his mother-in-law, and Pierre Loranger. In order to protect the privacy of those individuals, the address of the residence shall not be published within the public record of this proceeding. Mr. Harkat shall remain in such residence at all times, except for a medical emergency or as otherwise provided in this order. While at the residence Mr. Harkat is not to be left alone in the residence. That is, at all times he is in the residence either Sophie Harkat or Pierrette Brunette or some other person approved by the Court must also be in the residence. The term \"residence\" as used in these reasons encompasses only the dwelling house and does not include any outside space associated with it. 7. Between the hours of 8:00 a.m. and 9:00 p.m., Mr. Harkat may exit the residence but he shall remain within the boundary of any outside space associated with the residence (that is, the yard). He must at all times be accompanied by either Sophie Harkat or Pierrette Brunette. While in the yard, he may only meet with persons referred to in paragraph 9, below. 8. Mr. Harkat may, between the hours of 8:00 a.m. and 9:00 p.m., with the prior approval of the CBSA, leave the residence three times per week for a duration not to exceed 4 hours on each absence. A request for such approval shall be made at least 48 hours in advance of the intended absence and shall specify the location or locations Mr. Harkat wishes to attend and the times when he shall leave and return to the residence. If such absence is approved, Mr. Harkat shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA. During all approved absences from the residence, Mr. Harkat shall at all times have on his person the tracking unit enabling electronic monitoring and shall be accompanied at all times by either Sophie Harkat or Pierrette Brunette, who shall bear responsibility for supervising Mr. Harkat and for ensuring that he complies fully with all of the terms and conditions of this order. This requires them to remain continuously with Mr. Harkat while he is away from the residence. Prior to Mr. Harkat's release from incarceration, Sophie Harkat and Pierrette Brunette shall each sign a document in which they acknowledge and accept such responsibility, specifically including their obligation to immediately report to the CBSA any breach of any term or condition of this order. The document shall be prepared by Mr. Harkat's counsel and shall be submitted to counsel for the Ministers for approval. 9. No person shall be permitted to enter the residence except: a) Sophie Harkat and Pierrette Brunette. b) the other individuals specified in paragraph 5 above. c) his legal counsel, Paul Copeland and Matthew Webber. d) in an emergency, fire, police and health-care professionals. e) a person approved in advance by the CBSA. In order to obtain such approval, the name, address and date of birth of such person must be provided to the CBSA. Prior approval need not be required for subsequent visits by a previously approved person, however the CBSA may withdraw its approval at any time. 10. When, with the approval of the CBSA, Mr. Harkat leaves the residence he shall not: i) leave the area bordered by streets or geographic features to be agreed upon by all counsel prior to Mr. Harkat's release from incarceration. The boundary shall be specified in a further order of this Court. ii) attend at any airport, train station or bus depot or car rental agency, or enter upon any boat or vessel. iii) meet any person by prior arrangement other than: a) Paul Copeland or Matthew Webber; and b) any person approved in advance by the CBSA. In order to obtain such approval, the name, address and date of birth of such person must be provided to the CBSA. iv) go to any location other than that or those approved pursuant to paragraph 8 above, during the hours approved. 11. Mr. Harkat shall not, at any time or in any way, associate or communicate directly or indirectly with: i) any person whom Mr. Harkat knows, or ought to know, supports terrorism or violent Jihad or who attended any training camp or guest house operated by any entity that supports terrorism or violent Jihad; ii) any person Mr. Harkat knows, or ought to know, has a criminal record; or iii) any person the Court may in the future specify in an order amending this order. 12. Except as provided herein, Mr. Harkat shall not possess, have access to or use, directly or indirectly, any radio or radio device with transmission capability or any communication equipment or equipment capable of connecting to the internet or any component thereof, including but not limited to: any cellular telephone; any computer of any kind that contains a modem or that can access the internet or a component thereof; any pager; any fax machine; any public telephone; any telephone outside the residence; any internet facility; any hand-held device, such as a blackberry. No computer with wireless internet access and no cellular telephone shall be permitted in the residence. Any computer in the residence with internet connectivity must be kept in a locked portion of the residence that Mr. Harkat does not have access to. Mr. Harkat may use a conventional land-based telephone line located in the residence (telephone line) other than the separate dedicated land-based telephone line referred to in paragraph 2 above upon the following condition. Prior to his release from incarceration, both Mr. Harkat and the subscriber to such telephone line service shall consent in writing to the interception, by or on behalf of the CBSA, of all communications conducted using such service. This shall include allowing the CBSA to intercept the content of oral communication and also to obtain the telecommunication records associated with such telephone line service. The form of consent shall be prepared by counsel for the Ministers. 13. Prior to his release from incarceration, Mr. Harkat and all of the persons who reside at the residence shall consent in writing to the interception, by or on behalf of the CBSA, of incoming and outgoing written communications delivered to or sent from the residence by mail, courier or other means. Prior to occupying the residence, any new occupant shall similarly agree to provide such consent. The form of consent shall be prepared by counsel for the Ministers. 14. Mr. Harkat shall allow employees of the CBSA, any person designated by the CBSA and/or any peace officer access to the residence at any time (upon the production of identification) for the purposes of verifying Mr. Harkat's presence in the residence and/or to ensure that Mr. Harkat and/or any other persons are complying with the terms and conditions of this order. For greater certainty, Mr. Harkat shall permit such individual(s) to search the residence, remove any item, and/or install, service and/or maintain such equipment as may be required in connection with the electronic monitoring equipment and/or the separate dedicated land-based telephone line referred to in paragraph 2 above. Prior to Mr. Harkat's release from incarceration all other occupants of the residence shall sign a document, in a form acceptable to counsel for the Ministers, agreeing to abide by this term. Prior to occupying the residence, any new occupant shall similarly agree to abide by this term. 15. Prior to his release, Mr. Harkat shall surrender his passport and all travel documents to a representative of the CBSA. Without the prior approval of the CBSA, Mr. Harkat is prohibited from applying for, obtaining or possessing any passport or travel document, or any bus, train or plane ticket, or any other document entitling him to travel. This does not prevent Mr. Harkat from travelling on public city bus transit within the City of Ottawa as may be authorized by the CBSA. 16. If Mr. Harkat is ordered to be removed from Canada, he shall report as directed for removal. He shall also report to the Court as it from time to time may require. 17. Mr. Harkat shall not possess any weapon, imitation weapon, noxious substance or explosive, or any component thereof. 18. Mr. Harkat shall keep the peace and be of good conduct. 19. Any officer of the CBSA or any peace officer, if they have reasonable grounds to believe that any term or condition of this order has been breached, may arrest Mr. Harkat without warrant and cause him to be detained. Within 48 hours of such detention a Judge of this Court, designated by the Chief Justice, shall forthwith determine whether there has been a breach of any term or condition of this order, whether the terms of this order should be amended and whether Mr. Harkat should be incarcerated. 20. If Mr. Harkat does not strictly observe each of the terms and conditions of this order he will be liable to incarceration upon further order by this Court. 21. Mr. Harkat may not change his place of residence without the prior approval of this Court. No persons may occupy the residence without the approval of the CBSA. This condition does not apply to Alois Weidemann. 22. A breach of this order shall constitute an offence within the meaning of section 127 of the Criminal Code and shall constitute an offence pursuant to paragraph 124(1)(a) of the Immigration and Refugee Protection Act 23. The terms and conditions of this order may be amended at any time by the Court upon the request of any party or upon the Court's own motion with notice to the parties. The Court will review the terms and conditions of this order at the earlier of: (i) the rendering of a decision of the Minister's delegate as to whether Mr. Harkat may be removed from Canada; and (ii) four months from the date of this order. Thereafter, the Court will direct the frequency of the review of the terms and conditions of this order.", "[96] With respect to these terms and conditions, Mr. Harkat, his wife and his mother-in-law each testified that they agreed to a number of terms and conditions that considerably impose upon their right to privacy, including conditions allowing their telephone communications be intercepted and warrantless searches of their residence. Mr. Loranger, who lives in the same residence as Mrs. Harkat and her mother-in-law, swore an affidavit in which he agreed to serve as a surety and to supervise Mr. Harkat so as to insure that he complied with all of the conditions proposed by Mr. Harkat which included interception of communications on the home telephone and warrantless searches of the residence. Mr. Harkat also agreed not to converse with others in Arabic.", "[97] I consider that the consent to the interception of telephone communications and warrantless searches provides a tangible means to help insure that Mr. Harkat's associations and communications are monitored and that the terms and conditions of release are not violated. Terms and conditions to that effect were therefore imposed.", "[98] In view of that consent and the other conditions imposed, I do not consider it necessary to prohibit Mr. Harkat from conversing in Arabic.", "[99] The consent to the interception of telephone communications did not expressly include consent to the interception of mail or couriered communications to or from the residence. This issue was not raised before me. I have, however, imposed such a condition because monitoring written communications is as important as monitoring oral com-munications and would seem to be no less an intrusion upon privacy than the interception of oral communications already consented to.", "[100] In drafting these conditions I have considered the submissions of counsel for the Ministers with respect to the effectiveness of electronic monitoring and I have therefore imposed conditions designed to deal with those submissions by allowing the CBSA to control when and where, within the general geographic region contemplated by the conditions, Mr. Harkat is permitted to go.", "[101] I have also considered the evidence of P.G. and Dr. Sageman. I have previously concluded in <FRAGMENT_SUPPRESSED> at paragraph 81, that such evidence may well be true on a broad basis in a number of cases; however, such evidence falls short of being accurate in every case. The weight of this evidence is further diminished in this case because of the following.", "[102] As Mr. Justice Lemieux noted, on cross-examination, P.G. \"tempered\" his opinion concerning the predictability of the recidivist behavior of incarcerated Islamic extremists. Little weight, in my view, can be given to P.G.'s testimony so tempered. However, a further concern exists. P.G. was unable to adequately respond to questions on cross-examination about whether information he relied upon was obtained through torture. P.G. is not from an operational branch of the Service. In my view, evidence on this point could have been provided in public7 by a more knowledgeable witness. The consequence of the failure to adduce, in public, evidence to respond to the public impugning of his evidence is another factor that diminishes the weight to be given to P.G.'s opinion.", "[103] With respect to the opinion provided by Dr. Sageman, counsel for Mr. Harkat requested that Dr. Sageman be produced for cross-examination upon his qualifications and the potential for bias. Justice Lemieux advised counsel that he too would like to hear Dr. Sageman's evidence viva voce. Notwith-standing, Dr. Sageman was not produced for cross-examination. In my view, any weight to be given to Dr. Sageman's opinion is diminished by the failure of the Ministers to produce him for cross-examination. CONCLUSION", "[104] For all of these reasons, this application for release is allowed and Mr. Harkat shall be released from incarceration upon the terms and conditions set out above. FINAL OBSERVATION", "[105] A final observation should be made to counsel for the Ministers arising out of certain information provided in camera at my request relating to the further disclosure of confidential information and the submissions made in camera by counsel for the Ministers upon that issue.8 The nature of the information and submissions requires that the observation not be public. Application allowed. Editor: Elizabeth M.A. Turgeon/ve Sections 81 and 115 of the Immigration and Refugee Protection Act 81. If a certificate is determined to be reasonable under subsection 80(1), (a) it is conclusive proof that the permanent resident or the foreign national named in it is inadmissible; (b) it is a removal order that may not be appealed against and that is in force without the necessity of holding or continuing an examination or an admissibility hearing; and (c) the person named in it may not apply for protection under subsection 112(1). \"115(1) A protected person or a person who is recognized as a Convention refugee by another country to which the person may be returned shall not be removed from Canada to a country where they would be at risk of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion or at risk of torture or cruel and unusual treatment or punishment. 115(2) Subsection (1) does not apply in the case of a person (a) who is inadmissible on grounds of serious criminality and who constitutes, in the opinion of the Minister, a danger to the public in Canada; or (b) who is inadmissible on grounds of security, violating human or international rights or organized criminality if, in the opinion of the Minister, the person should not be allowed to remain in Canada on the basis of the nature and severity of acts committed or of danger to the security of Canada. 115(3) A person, after a determination under paragraph 101(1)(e) that the person's claim is ineligible, is to be sent to the country from which the person came to Canada, but may be sent to another country if that country is designated under subsection 102(1) or if the country from which the person came to Canada has rejected their claim for refugee protection. FEDERAL COURT OF CANADA IN THE MATTER OF a certificate signed pursuant to subsection 77(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 AND IN THE MATTER OF an application for Judicial Release pursuant to section 84(2) of the Act. AND IN THE MATTER OF Mohamed Harkat PROPOSED TERMS OF BAIL It is proposed, using Justice Noel's ruling in Charkaoui as somewhat of a guide, that Mr. Harkat be released from custody provided he accepts in writing each of the conditions set out below and acknowledges that a breach of any one of the conditions will result in his detention. The document shall be prepared by counsel for Mr. Harkat and submitted to the Ministers for their approval. If agreement is not reached, the matter can be brought back before the Court for approval. The release is not to take place until such time as the document has been signed and filed with the Court. The conditions may only be revised by formal application made to the Court. The proposed preventative conditions are as follows: 1. The bail is to be set as a combination of a cash deposit bail, and assorted signed performance bonds, naming specific corresponding sureties: 2. Cash bail will be set in the amount of $35,000.00, which amount will be entered in the Registry of the Court prior to release. If this order is breached, the amount will become payable to the Attorney General of Canada, following an order by the Court. 3. The following sureties are each to be individually named as part of the bail, and are to execute performance bonds or recognizances in the following amounts: I) Pierrette Brunnette - to sign in the amount of $50,000.00 ii) Sophie Harkat - to sign in the amount of $3,000.00 iii) Kevin Skerritt to sign in the amount of $10,000.00 iv) Leonard Bush to sign in the amount of $10,000.00 v) Jessica Squires to sign in the amount of $1,000.00 vi) Pierre Loranger to sign in the amount of $2,000.00 In signing as sureties, each of the above-named individuals will have reviewed the terms of the release, and undertaken to ensure, to the best of their ability, that each and every one of the following conditions are obeyed. BAIL CONDITIONS 4. Mr. Harkat is to reside at (address specifically not published so as to protect privacy of others who live at the home), with his wife, Sophie Harkat and his mother-in-law, Ms. Pierrette Brunette. He is to be in that residence every day between the hours of 9:00 p.m. and 8:00 a.m., except for a medical emergency in his family. 5. He is not at any time to be outside of his residence unless in the company of one or more of his named sureties. 6. He is not to directly or indirectly use a cellular phone , hand-held message terminals such as a blackberry, fax machines, pagers, portable transceivers. He may use a conventional telephone, but only the one in his residence. 7. He is not to directly or indirectly access or use the internet. Further to this condition, it is agreed that any computers present in his home shall be fitted with access passwords, and Mr. Harkat shall not be provided such passwords. 8. In order to facilitate the ability of sureties to effectively supervise his conduct, he shall not converse with others in Arabic, but instead will carry on all such communications in the English language. 9. At the Minister's request, an electronic monitoring device bracelet will be worn by Mr. Harkat. 10. If required by the Ministers, he shall agree to personally report to Canadian Border Services Agency personnel, up to three times per week, at a location and time to be determined. 11. Mr. Harkat will allow employees of the Canadian Border Services Agency or any other peace officer, access to his residence at any time. 12. At the Ministers' request, Mr. Harkat will consent to the interception of his private communications via his home phone. 13. Mr. Harkat shall undertake to be present at any and all sittings of the Court at which his presence is required. 14. Mr. Harkat shall undertake not to possess any weapon, imitation weapon or explosive or chemical substances. 15. When he does go out, Mr. Harkat undertakes not to leave the City of Ottawa. (for the purpose of the electronic monitoring, a perimeter boundary defined by set streets should be devised and agreed upon by all counsel). 16. Mr. Harkat shall undertake not to communicate directly or indirectly with any such persons that the Ministers advise this Court of, and for which reasonable grounds for such non-communication exist. 17. Mr. Harkat shall undertake to keep the peace and be of good behaviour. 18. Mr. Harkat shall acknowledge that failure to abide by any one of these conditions shall constitute a breach of this release order, and that he will again be incarcerated following an order by the Court. The only qualification made by counsel for Mr. Harkat regarding these conditions, is that the proposal is made in the context of having no idea what the Ministers' evidence is regarding the threat allegedly posed by Mr. Harkat. Therefore, if one or more of the suggested conditions is unnecessary in order to 'prevent' such threat, then counsel invites the Court to delete it or them from the proposal. [End of document]"]}