{"id_": "052737", "body_str": ["[1] Snider, J. : The Applicant, Ms. Tingting Sun, is a citizen of the People's Republic of China who arrived in Canada on February 26, 2006 on a student permit. On July 19, 2006, she filed a claim for protection pursuant to ss. 96 and 97(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA), based on a fear of religious persecution if she were to return to China due to her membership in an underground church in China. In a decision dated November 15, 2007, a panel of the Immigration and Refugee Board, Refugee Protection Division (the Board) rejected her claim on the basis that she was \"not credible with respect to the central core of [her] claim\". Specifically, the Board did not believe that the Applicant was a member of an underground church in China or that she was wanted by the Chinese Public Security Bureau (PSB).  <FRAGMENT_SUPPRESSED>", "[2] The Applicant seeks to overturn this decision.  <FRAGMENT_SUPPRESSED>", "[3] The only issue in this application is whether the Board erred in its credibility findings. The Board's decision is reviewable on a standard of reasonableness, meaning that the task of the Court is to determine \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  at para. 47). It is also important to note that, on this standard of review, the Court ought not to substitute its discretion for that of the Board, even if the Court might have drawn different inferences or reached a different conclusion. In other words, it is not sufficient for the Applicant to demonstrate that different conclusions could have been reached on the evidence; the Applicant must show that the findings of the Board are unreasonable ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 188 (QL) at para.11).  <FRAGMENT_SUPPRESSED>", "[4] Looking at the decision, as a whole, it appears that the Board doubted the credibility of the Applicant's claim for the following key reasons:  <FRAGMENT_SUPPRESSED> • Joining the underground Church against the wishes of her parents and knowing that it could impede her chances to come to Canada is not rational;  <FRAGMENT_SUPPRESSED> • Her claim that the PSB came looking for her in China lacks an air of reality given that: (a) the PSB would likely have known that she had already left China; and (b) if the PSB did come to her parents' home, they would likely have left a summons or warrant; and (c) her evidence as to the number of times the PSB came to her home was inconsistent.  <FRAGMENT_SUPPRESSED>", "[5] In assessing the reasonableness of the Board's decision, certain principles are well established in the jurisprudence:  <FRAGMENT_SUPPRESSED> 1. The Board, who has heard the oral testimony, is in the best position to gauge the credibility or plausibility of a claimant's account (see, for example, <FRAGMENT_SUPPRESSED>  (F.C.A.), at para. 4).  <FRAGMENT_SUPPRESSED> 2. A lack of credibility finding can be based on implausibilities, contradictions, irrationality and common sense (see, for example, <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL)).  <FRAGMENT_SUPPRESSED> 3. The Board may draw an adverse inference with respect to credibility based on omissions of significant information from a claimant's Personal Information Form (PIF) (see, for example, <FRAGMENT_SUPPRESSED>  (T.D.) (QL)).  <FRAGMENT_SUPPRESSED> 4. The Board has discretion to decide what weight to give to the evidence (see, for example, <FRAGMENT_SUPPRESSED> , at para. 4, <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL) at para. 1)  <FRAGMENT_SUPPRESSED>", "[6] The Applicant points to alleged errors with respect to the Board's findings. I will address each of the alleged errors.  <FRAGMENT_SUPPRESSED>", "[7] The first of these alleged errors is with respect to the Board's finding that it was implausible that the Applicant would join an underground church after four casual conversations with friends and after viewing a television program on Christianity. The Applicant submits that there were no internal inconsistencies or contradictions in the Applicant's evidence that she joined the underground church after four discussions with her friend.  <FRAGMENT_SUPPRESSED>", "[8] I find that the Board's conclusion was not unreasonable. In this case, the Board applied common sense and rationality to the testimony of the Applicant. The Applicant allegedly joined the Church at about the same time that she began serious arrangements to come to Canada. Her parents had counselled her not to join the Church, because of the possible danger. Ignoring the warnings of her parents and jeopardizing her study plans on the basis of four conversations with Church members and a television program certainly raises a question about the plausibility of her claim.  <FRAGMENT_SUPPRESSED>", "[9] The Applicant next questions the finding of the Board that it was implausible that the PSB would come to look for her because they would have already known she was in Canada studying.  <FRAGMENT_SUPPRESSED>", "[10] This finding is supportable on the documentary evidence and the Applicant's own testimony. Upon the Applicant's departure from China, her exit would have been included in a computer database that would likely have been accessible by the PSB. Even the Applicant acknowledged, in her testimony, that the PSB would know that she was already out of the country at the time when the PSB allegedly came to find her at her home in China. A further problem with this part of her story is that the Applicant changed her story on the number of PSB visits to her home. As noted above, inconsistencies in a claim can be held against a claimant. Here, the Applicant claimed, in her PIF, that the PSB made only one visit to her home; at the hearing, she revised the number of visits to five. Given these two serious concerns about the PSB actions, the Board's conclusion that this aspect of the claim was not plausible is well supported by the evidence.  <FRAGMENT_SUPPRESSED>", "[11] The third alleged error is that the Board erred by requiring objective evidence, such as a summons or warrant, in order to accept that the PSB visited the Applicant's home. The Applicant adduced the opinion of an associate professor who stated that there were regional variances in law enforcement between different PSBs. While some PSBs may follow the law on summons and warrants, others, like the local PSB where the Applicant's family resides, may not.  <FRAGMENT_SUPPRESSED>", "[12] The first problem with this argument is that the documentary evidence is to the effect that written summons would normally be given. The exceptions referred to by the Applicant do not appear to be widespread.  <FRAGMENT_SUPPRESSED>", "[13] It must also be pointed out that the lack of a summons was an additional reason for rejecting the Applicant's story that the PSB was looking for her. Not only was the Applicant unable to explain why the PSB, who likely knew of her departure, would bother looking for her at her home, she was unable to produce a document that one would reasonably expect (a summons or warrant) that could support her claim. In the circumstances, the Board's finding that the PSB were not looking for her falls within a range of possible, acceptable outcomes.  <FRAGMENT_SUPPRESSED>", "[14] The final alleged error is that the Board erred by requiring the Applicant to provide objective evidence that she attended an underground Church in China. As submitted by the Applicant, the fact that she had no documentation from an underground Church is not surprising. In requiring such evidence, the Board was unreasonable.  <FRAGMENT_SUPPRESSED>", "[15] I do not read this section of the reasons of the Board as a statement that the Board required the Applicant to provide objective evidence from her Church in China. Rather, the Board's comments on this point must be read cumulatively with the balance of the Board's concerns. Immediately after the Board's statement on the lack of objective evidence, the Board refers to the totality of the evidence. In the Board's view, there was simply insufficient evidence to support the Applicant's claim of being a member of an underground Church and of being wanted by the PSB in China. In my view, this overall conclusion was reasonably open to the Board on the evidence (or, more accurately, the lack of evidence) before it.  <FRAGMENT_SUPPRESSED>", "[16] For these reasons, the application for judicial review will be dismissed. Neither party requested that I certify a question of general importance.  <FRAGMENT_SUPPRESSED>", "[17] THIS COURT ORDERS AND ADJUDGES that  <FRAGMENT_SUPPRESSED> 1. the application for judicial review is dismissed; and  <FRAGMENT_SUPPRESSED> 2. no question of general importance is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}