{"id_": "052957", "body_str": ["[1] : This judicial review application is a challenge by Guo Tian Zhou, a citizen of China, to the January 27, 2009 decision by Pre-Removal Risk Assessment (PRRA) Officer Cope (the PRRA Officer) determining Mr. Zhou would not be at risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to China.", "[2] Mr. Zhou's flight from China to this country in order to seek Canada's protection centers on his practice of Falun Gong in China which began in January 1999 because he suffered from frequent headaches. He was happy with the results and continued to practice it \"almost everyday at South Village Park with other practitioners.\" On July 22, 1999, the Chinese government banned Falun Gong defining it as a cult. He continued practicing it at home or at the home of the friend who had introduced him to it. In June 2000, he was discovered and warned to stop it; he did not. In September 2000 the security personnel came again, told him to write a confession and report to the police station. Rather than doing so, he went into hiding and travelled to Canada in early 2001.", "[3] His refugee claim was rejected on December 17, 2001. The Refugee Division ruled he was not credible and there was insufficient evidence to make a finding of a well-founded fear of persecution. Mr. Zhou did not seek leave to challenge the decision. Its main findings were: • In China, since June 2000, he only practiced Falun Gong in the privacy of his home behind a locked door. • There is no evidence he would do so otherwise if returned to China. • He was unable to describe the benefits of practising Falun Gong and, in particular, was unable to describe any spiritual or other benefits from the practice. • He has a basic understanding of Falun Gong but did not know its components, which led the Refugee Division to find Mr. Zhou was not a devout follower of Falun Gong nor would he continue to practice it after return to China in a manner that would draw the attention of the authorities. • There is a lack of evidence that he is sought by the authorities in China as a Falun Gong practitioner: (1) he is not a leader or Master of Falun Gong; (2) he could not link the officials who visited him to the PSB; (3) there was no involvement of his neighbourhood committee, which would be expected in a small village; (4) there are no charges against him; (5) no documents were served on him whether while in China or since his departure; (6)his name is not posted on the village notice board in regard to his alleged infraction; and (7) he was able to obtain a valid USA visa using his own documents and an allegedly fraudulent passport and leave China five months after being told to report to the police. • Should he return to China, it is not likely Mr. Zhou would come to the attention of the authorities and be severely treated on account of his Falun Gong activities despite the existence of documentary evidence suggesting an increase in the intensity of the PRC crackdown in 2002 because: (1) he testified that while in Canada he continued practicing in the privacy of his apartment and not in a way that would come to the knowledge of the Chinese authorities in Canada; (2) he was unaware of any Falun Gong organizations in Canada; (3) there is no persuasive evidence he is a devotee or would be identified as a Falun Gong practitioner; (4) there is no evidence, other than his own testimony which is not credible, that he is being sought by the authorities or that he left the country illegally.", "[4] As an alternative finding, if it was wrong on credibility, the Refugee Division was of the view he had no well-founded fear of persecution if he returned to China because he would most likely face a fine since he had never left China before and had no record with the Public Security Bureau (PSB). Such fine would not be persecutory in nature and any incarceration for failure to pay, a law of general application.", "[5] As mentioned, Mr. Zhou did not seek leave to commence a judicial review of this decision but he did file, on February 5, 2002, an application to be recognized as a member of the Post-Determination Refugee Claimants in Canada Class (PDRCC). However, this application was never decided presumably because when the Immigration and Refugee Protection Act (IRPA) came into force in June 2002, the PDRCC ceased to exist and any outstanding applications were transferred for consideration as a PRRA which, in Mr. Zhou's case, occurred only on June 25, 2008, when he was invited to update his PDRCC submissions. I should mention that previously on March 14, 2008, Mr. Zhou submitted an application to become a permanent resident in Canada on H& C grounds. I also add the applicant made his submissions without benefit of legal counsel.", "[6] There is some confusion in the record as to when the PRRA decision was actually served on Mr. Zhou. An application for an extension of time was made; nothing turns on it because I indicated a very important factor to extend time was whether the judicial review application had merit and I preferred hearing the matter and deciding it on a substantive basis.", "[7] There is another decision of this Court which should be mentioned. On August 13, 2009, my colleague Justice Michel Shore stayed Mr. Zhou's removal from Canada and subsequently on November 26, 2009, granted leave to commence this judicial review application. He was of the view Mr Zhou \"has raised a serious issue of but one key piece of evidence and that is in respect of the summons.\" II. The PRRA Decision", "[8] The fundamental perspective of the decision under review is the PRRA Officer's recognition the documentary evidence established \" there is credible evidence of persecution of some Falun Gong practitioners .\" He had to decide which Falun Gong practitioners would likely be at risk of persecution. In other words, the decision-maker had to conduct a risk profile analysis of Mr. Zhou. He turned to the June 2008 UK Home Office, quoting a UNHRC report, stating: ... there have since then (2001) been no known public manifestations of Falun Gong practitioners in China. Secondly , although it is still correct to say that membership per se does not adequately substantiate a claim to refugee status, and members are not 'sought out\" at home, even lower level members may risk longer-term detention if they go out and practice in public . Likely punishment would be detention without trial for approximately four years in so called 'reform through labour' camps and (extra-judicial) police beatings that often accompany such detention. Thus, the likelihood of members/practitioners returning to China now and engaging in public activities is low . [My emphasis]", "[9] The evidence which was before the PRRA Officer consisted of: a. the applicant's submissions b. two sets of photographs showing Mr. Zhou performing movements in front of a sign saying \"Falun Xiulian DafaVoluntary Teaching\" c. 2003 and 2008 letters from his wife saying police regularly attend their home d. a Summons dated 16 November 2007 notifying the applicant to appear on November 27, 2007 e. letters from his brother, sister and co-worker, who all reside in Canada, stating among other things that he is a Falun Gong practitioner f. the applicant's documents on the treatment of Falun Gong practitioners g. other publicly available sources of information such as the \"US DOS Country Report for China 2008\" and the \"US DOS 2007 Religious Freedom Report\"", "[10] The PRRA Officer also noted because this was a Pre-IRPA case \"all evidence will be considered.\" In other words, he was not constrained by the new evidence rule applicable to PRRA cases.", "[11] The main evidentiary findings made by the PRRA Officer were: (1) While he was not bound by the Refugee Division's decision and recognized it was made seven years ago, he wrote: \"However, I find that the applicant has provided little to address its findings with regard to his profile as a Falun Gong practitioner.\" (2) He analyzed the applicant's statement that as soon as he arrived in Canada he practiced weekly at Queen Elizabeth Park. He examined the photographs and considered the letters he received from his brother, sister and co-worker. He found that evidence, for various reasons, \" insufficient evidence that the applicant has practiced weekly and continues to do so .\" (3) Mr. Zhou made little attempt to explain the principles of Falun Gong in his submissions finding \"the applicant's inability to articulate, even in basic terms, the connection he has to Falun Gong suggests, as the CRDD found, he is not a devoted follower of Falun Gong teachings.\" (4) He considered the summons sent by his wife in the following terms: I have considered the summons sent by the applicant's wife. The document appears to have been printed on plain paper with no security features. In her letter, the applicant's wife advises that Public Security Bureau (PSB) officials came to their home to deliver the document and asked that he present themselves [ sic ] by the date shown. There is no suggestion why the PSB would choose to issue a summons seven years after the applicant's first encounter with them. There is little indication that similar documents were issued by the authorities since the applicant left China. I give this document little weight and find it insufficient to lead me to find that, on a balance of probabilities, the PSB is actively seeking the applicant seven years after what appears to be a minor encounter.", "[12] The PRRA Officer expressed his overall conclusion this way: The applicant has presented some evidence that he has practiced Falun Gong while in Canada. As noted above, there is little evidence that the applicant is able to articulate the importance of Falun Gong in his life, something one might reasonably expect, given that he left his job, his wife and sons rather than face a situation in which he would be compelled to abandon the practice. He has not suggested that he would publicly practice Falun Gong in China and I note that he did not do so before traveling to Canada. I find little evidence that the applicant is similarly situated to outwardly active Falun Gong practitioners or protesters. III. The Applicant's Arguments", "[13] The applicant's counsel attacked the decision in a variety of ways. She submits the tribunal erred: (1) In not granting the applicant a hearing since his credibility was impugned; (2) There were serious administrative delays in the handling of his file that make it extraordinary; (3) He had vested rights as a PRDCC claimant; (4) The PRRA Officer misconstrued or ignored relevant evidence. IV. Analysis and Conclusions", "[14] In her memorandum at paragraph 20, counsel for the respondent objected to materials in the applicant's record which were not before the PRRA Officer. She refers to well-known jurisprudence that evidence post-dating the decision under review is inadmissible in a judicial review application. She is correct on the point. These materials cannot be considered.", "[15] I will quickly dispose of the following legal arguments raised by counsel for the applicant.", "[16] First, the argument Mr. Zhou was entitled to an oral hearing has no merit. Pursuant to paragraph 113(b) of IRPA \"a hearing may be held on the basis of the prescribed factors spelled out in the Immigration and Refugee Protection Regulations (IRPR). Pursuant to section 167 of the IRPR, an applicant is only entitled to an oral hearing if there is \"evidence that raises a serious issue of the applicant's credibility.\" It is clear the PRRA Officer did not base his decision on the lack of credibility of what Mr. Zhou advanced, but on the insufficiency of that evidence.  <FRAGMENT_SUPPRESSED> .", "[17] Second, there is no substance to Mr. Zhou's argument he is entitled to relief because of the delay in processing his application. The applicant has advanced no cogent evidence he was prejudiced by the delay, and if he felt that his family was, he had a legal remedy readily at hand - mandamus - which he did not seek.", "[18] Third, Mr. Zhou has no vested rights in his PDRCC application. Section 190 of IRPA is a transitional clause which provides that any application pending or in progress before June 2002 is governed by IRPA and not the old Immigration Act . Section 346 of the IRPR makes it clear an outstanding PDRCC becomes a PRRA application which is what occurred here.", "[19] This leaves for consideration the treatment of the evidence made by the PRRA Officer and the findings that flowed from such treatment. The Supreme Court of Canada has told the courts that they are not entitled to reweigh the evidence before a tribunal and can only interfere in limited circumstances. (See, for example, Canadian Union of Public Employees, Local 301 v. Montreal (City) at para. 85 and <FRAGMENT_SUPPRESSED>  where the Supreme Court of Canada specified the court's judicial review function does not permit it to review and re-assess findings of fact by an administrative tribunal unless a reviewable error has been demonstrated.)", "[20] The Supreme Court of Canada in two recent cases has re-emphasized the considerable deference which must be given to the fact-finding functions of administrative tribunals ( <FRAGMENT_SUPPRESSED>  at para. 47)", "[21] During the hearing, I informed counsel for the respondent that I was particularly concerned with the following factual findings made by the PRRA Officer: (1) his finding on the summons; (2) his finding on whether he ignored the evidence that Mr. Zhou publicly practiced Falun Gong in a park in China before the 1999 crackdown; and (3) he might have made a finding on the basis of no evidence when he maintained the view of the Refugee Division. Mr. Zhou did not satisfy him he could articulate the teachings of Falun Gong. All of these concerns by the Court were aimed at determining whether the decision-maker had erred in such a manner as would warrant this Court's intervention in the limited circumstances available to it to set aside a finding of fact made by the PRRA Officer.", "[22] After hearing counsel for the respondent and counsel for the applicant on those specific points, I am persuaded the PRRA Officer's assessment of the evidence fell within the ambit of his fact-finding functions such that this Court cannot intervene. This view also covers a point which counsel for the applicant raised early in her argument - that the PRRA Officer had erred in saying only Falun Gong practitioners were exposed to risk from the authorities in China.", "[23] One last point. Counsel for Mr. Zhou suggested there was a recent new crackdown on Falun Gong adherents in China. No such evidence was before the PRRA Officer, but Justice Shore made mention of it in his stay decision.", "[24] The PRRA Officer made no error in not considering this evidence or cannot be faulted for not discovering it. It was the applicant's onus to adduce that evidence ( <FRAGMENT_SUPPRESSED> ).", "[25] The applicant is not without recourse. ( <FRAGMENT_SUPPRESSED> .", "[26] For these reasons, this judicial review application is dismissed. JUDGMENT", "[27] THIS COURT ORDERS AND ADJUDGES that this judicial review application is dismissed. No question of general importance was proposed for certification. [End of document]"]}