{"id_": "052979", "body_str": ["[1] MacKay, J. : These are reasons for disposition of two motions heard on February 4, 1997, which were concerned with proceedings of the Commission of Inquiry into the deployment of Canadian Forces to Somalia (hereinafter the \"Commission\"). A motion on behalf of the applicant, Colonel J. Serge Labbé, filed January 27, 1997, sought an order to expedite the hearing of the applicant's originating motion for judicial review also filed January 27, 1997, which sought an order of prohibition to preclude the Commission from calling the applicant as a witness until full disclosure and time to review matters disclosed has been given to the applicant, and also an order of certiorari to set aside a summons to a witness issued to Colonel Labbé. Also sought with the motion for an expedited hearing was an injunction to prevent the Commission from calling the applicant as a witness until final determination of the application for prohibition. That latter relief, an interlocutory injunction, was refused by order dated January 30, 1997, issued by my colleague, Mr. Justice Pinard, who then adjourned the application for an expedited hearing until February 4, 1997. When that matter came on for hearing there was also before the court a motion, filed January 29, 1997, on behalf of the respondents, which sought an order striking the applicant's originating notice of motion and an order abridging time for filing the motion. That matter was also put over from the hearing on January 30 to February 4.  <FRAGMENT_SUPPRESSED>", "[2] The general issue raised by the two motions is an important one, concerning, as it does, the rights of a witness summoned to appear before a public inquiry. When the two matters came on for hearing on February 4 it was agreed that the respondents' motion to strike be heard first. Following argument on that matter, after a brief recess, I allowed the motion to strike, and ordered that the originating notice of motion for judicial review be struck. As a result, the applicant's motion for an expedited hearing was dismissed. The primary relief granted, the striking of an originating motion, is unusual, but in my opinion in this case that was appropriate, for the reasons which follow.  <FRAGMENT_SUPPRESSED>", "[3] The applicant, Colonel Labbé, served as the commander of the Canadian Joint Forces to Somalia from December 1992 until June 23, 1993, when those forces returned home. Because of certain incidents arising while those forces were in Somalia, the respondent Commissioners were appointed by the Governor-in-Council pursuant to the Inquiries Act , R.S.C. 1985, c. I-11 (the \" Act \"), to inquire into and report upon the deployment of and the activities of the Canadian Joint Forces, in particular with reference to the Canadian Airborne Regiment Battle Group, one of the units under the applicant's command in Somalia. (The terms of reference of the Commissioners are set out in P.C. 1995-442, dated March 20, 1995.)  <FRAGMENT_SUPPRESSED>", "[4] The applicant, Colonel Labbé, was involved in choosing the majority of staff officers that were assigned to the Canadian Joint Forces to Somalia and later, as noted, he was commander of those forces, in Somalia. Since as early as May 1995 it was anticipated by the Commissioners and by Colonel Labbé that he would testify as a witness before the Commission. Early in the life of the Commission he applied for and was granted standing. Throughout the Commission's hearings he has been entitled to representation, and his counsel has had opportunity to cross-examine witnesses whose testimony related to his interests.  <FRAGMENT_SUPPRESSED>", "[5] That process was consistent with s. 12 of the Act . That provision and s. 13 are basic provisions concerning procedural fairness for persons whose interests may be adversely affected by a public inquiry. The two sections provide as follows:  <FRAGMENT_SUPPRESSED> \"12. The commissioners may allow any person whose conduct is being investigated under this Act, and shall allow any person against whom any charge is made in the course of an investigation, to be represented by counsel.  <FRAGMENT_SUPPRESSED> \"13. No report shall be made against any person until reasonable notice has been given to the person of the charge of misconduct alleged against him and the person has been allowed full opportunity to be heard in person or by counsel. <FRAGMENT_SUPPRESSED>", "[6] Among others, Colonel Labbé received two notices according to s. 13 of the Act , putting him on notice that adverse findings may be made against him in the Commission's report when it is completed. The first notice, dated December 21, 1995, related to the pre-deployment phase of the military operation in Somalia. The second, dated March 29, 1996, related to the in-theatre operations in Somalia. The latter notice was withdrawn on January 16, 1997, after the Commission was directed by government to terminate public hearings by March 31, 1997, and to complete its report not later than June 30, 1997. It is accepted that the effects of terminating the work of the Commission include an inability on the part of the Commission to call witnesses and hear evidence on matters that were within the mandate established by the order creating it, and that witnesses with standing, as Colonel Labbé has, will not have opportunity to call witnesses or to adduce evidence at public hearings of the Commission as they and the Commission originally anticipated would be permitted.  <FRAGMENT_SUPPRESSED>", "[7] The motion filed January 27, 1997, by Colonel Labbé raises the issue \"whether or not it is in the interest of natural or fundamental justice or procedural fairness\" that the Commission, in advance of the applicant's appearance as a witness, make full disclosure of the issues with which he would be faced as a witness, and of the facts and evidence and specific documents with which he is to be confronted at hearings before the Commission.  <FRAGMENT_SUPPRESSED>", "[8] Planning and preparations for Colonel Labbé to testify before the Commission were underway for a year or more before his counsel served notice on December 20, 1996, that the colonel would not voluntarily appear as a witness unless there was full and complete disclosure, and an opportunity to consider matters disclosed, in advance of his appearing. Counsel for the Commission, who believed that opportunity for reasonable disclosure had been provided for an anticipated voluntary appearance of Colonel Labbé, then obtained, on January 20, 1997, from the Commission a summons to a witness directing Colonel Labbé to appear on January 31, 1997, and providing for substituted service on the Acting Chief of the Defence Staff as the superior officer of Colonel Labbé, who was then serving overseas. Thereupon Colonel Labbé confirmed by message dated January 27, 1997, that he would return to Canada, that he was committed to testifying, and he looked forward to doing so, before the Commission.  <FRAGMENT_SUPPRESSED>", "[9] In dismissing the motion of Colonel Labbé for an interlocutory injunction, heard on short notice on January 30, 1997, Mr. Justice Pinard stated, in part, in his reasons for order and order:  <FRAGMENT_SUPPRESSED> \"1. Given the fact that the applicant has known since at least May 31, 1995, that he would testify before the Commission, and considering that the issue of 'full disclosure' raised by the applicant has been on his mind since at least September 19, 1995, I am of the view that the applicant could and should have brought his applications for judicial review and for interim relief much earlier. I find it totally unreasonable for the applicant, in the circumstances, to have waited until the very eve of the day on which he has been summoned to appear before the Commission, before seeking relief before this court.  <FRAGMENT_SUPPRESSED> \"2. Furthermore, given the advanced stage of the inquiry before the Commission, I am of the opinion that public interest must prevail over the private interest of the applicant and that, therefore, the balance of convenience favours the respondents. I find further support for this opinion in the fact that the prejudice invoked by the applicant, if he has to testify before the Commission without further disclosure, is merely speculative.\" (footnote omitted)  <FRAGMENT_SUPPRESSED>", "[10] On January 31, 1997, Colonel Labbé appeared with counsel at hearings of the Commission as directed by the summons earlier issued. At that occasion, counsel advised that his client did not appear in response to the substituted service of the summons, rather \"he has come ... and presented himself voluntarily and is anxious to give evidence\". The Commission then confirmed it would adjourn his testimony, to commence on February 4, 1997. (See Commission, Transcript of Evidentiary Hearing, Vol. 156, pp. 31708-9, January 31, 1997.)  <FRAGMENT_SUPPRESSED>", "[11] To the extent additional facts are relevant they are dealt with in discussion of the issues presented in relation to the Commissioners' motion to strike the application for judicial review. The originating motion for judicial review is said by the respondents to be without any prospect for success and thus, it is urged, the court in its discretion should summarily strike out the application. That conclusion is supported upon the following grounds here alleged:  <FRAGMENT_SUPPRESSED> 1) that in view of developments since it was filed, the purpose of and relief sought by the motion are moot;  <FRAGMENT_SUPPRESSED> 2) even if this were not the case, no reasonable ground for the primary relief requested, an order for further disclosure of evidence and documents, is made out on the facts of this case since to the extent that fairness dictates reasonable disclosure in advance of testifying by a witness before a public inquiry, that responsibility was met by the Commission.  <FRAGMENT_SUPPRESSED> Is The Originating Motion Moot?  <FRAGMENT_SUPPRESSED>", "[12] The originating notice of motion, filed January 27, 1997, seeks \" an Order of prohibition enjoining the respondent [Commissioners] from acting upon the Summons to Witness, compelling the applicant, Colonel, J., Serge Labbé ... to appear before the Commission until full disclosure, and time to review the same, has been given to Colonel Labbé's counsel, pursuant to the rules of natural justice\". That motion also sought \"an Order of certiorari as against any Summons to Witness or Subpoena that the Commission has or may issue without full disclosure having first been given to Colonel Labbé\".  <FRAGMENT_SUPPRESSED>", "[13] We have noted that on January 31, before this matter was heard, Colonel Labbé appeared before the Commission prepared to testify voluntarily, and he declared his interest in giving evidence. He was then scheduled to be heard before the Commission on February 4, the same day this application was heard. No question of the validity of the summons to a witness, already issued, was raised at Commission hearings on January 31 and no further request of the Commission was then made for additional disclosure before Colonel Labbé was called to testify. I should also note that on January 31, 1997, at about 3:15 p.m. counsel for the Commission forwarded to counsel for Colonel Labbé a six page memorandum listing documentary materials to which reference might be made by Commission counsel during the first part of his anticipated testimony. That memorandum refers to particular documents, apparently previously produced and available to parties in volumes of documents. Counsel for Colonel Labbé notes that to the best of his recollection this was the first time a detailed list of references to particular documents, relevant to subject areas anticipated to be canvassed, was given to counsel in advance of the testimony to be elicited from a prospective witness, and he notes that the list is apparently incomplete with only a partial list of subject areas and documents with which the Commission was expected to seek testimony from Colonel Labbé.  <FRAGMENT_SUPPRESSED>", "[14] Whatever the cause or circumstance which led Colonel Labbé to appear before the Commission on January 31, 1997, without conditions, in my opinion, the purpose of the originating notice of motion, and the remedies thereby sought, were moot when this application to strike that motion was heard. By February 4, Colonel Labbé had appeared before the Commission and had indicated his readiness and his desire to testify, claiming that to be without reference to the summons to witness previously issued to compel his attendance. At this stage prohibiting his appearance and quashing the summons issued for him to appear would have no significance or utility. In these circumstances, the court will not act to grant relief which could be of no effect, and where the objectives of the relief sought are moot.  <FRAGMENT_SUPPRESSED> The Factual Basis For The Relief Here Claimed  <FRAGMENT_SUPPRESSED>", "[15] If I am wrong in characterizing the objectives and relief sought by the application for judicial review to be now moot, I am persuaded on the affidavit evidence before me that no reasonable grounds are established for the relief claimed.  <FRAGMENT_SUPPRESSED>", "[16] In the first place, I am not persuaded that the principle of fairness supports a finding that Colonel Labbé is owed a duty by the Commission that would require more than reasonable disclosure of areas to be the subject of testimony and documents to which he may expect to be referred. He is to be a witness before a public inquiry engaged in investigative processes to determine facts. The Commission is not an adjudicative body and, at least at this stage, is engaged simply in investigating matters within its terms of reference. In discussing the principle of fairness as it applies to the process of an inquiry under the Inquiries Act , Mr. Justice Décary, for the Court of Appeal, has said:  <FRAGMENT_SUPPRESSED> \"The Inquiries Act does not impose any code of procedure. Section 2 of the terms of reference in fact authorizes the commissioner 'to adopt such procedures and methods as he may consider expedient for the proper conduct of the inquiry'. It is common ground that while a commissioner has all necessary latitude, the procedure he establishes must nonetheless respect the rules of procedural fairness, including those set out in ss. 12 and 13 of the Act . The concept of procedural fairness is a shifting one; it changes depending on the type of inquiry and varies with the mandate of the commissioner and the nature of the rights that the inquiry might affect. A public inquiry under the Inquiries Act is not, I would point out, a trial, the report of the commissioner is not a judgment and his recommendations may not be enforced. Thus a commissioner has broad latitude and discretion, and the courts will question his procedural choices only in exceptional circumstances.\" ( <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 237 (F.C.A.))  <FRAGMENT_SUPPRESSED>", "[17] In that decision Décary, J.A., also noted that public inquiries of the sort here concerned are not criminal investigations or criminal trials. They do not establish criminal or civil liability. Their findings may or may not be accepted or acted upon by government. In my view, a witness appearing voluntarily or by summons at investigative hearings of an inquiry is not faced with \"a case to be met\" which requires disclosure of the sort directed by <FRAGMENT_SUPPRESSED>  A.R. 161; 8 W.A.C. 161; 68 C.C.C.(3d) 1 or by <FRAGMENT_SUPPRESSED>  C.R.(4th) 325 (T.D.), affd. (1991), 122 N.R. 79; 3 C.R.(4th) 346 (F.C.A.). Those cases concern circumstances where a specific determination is to be made, one defined by criminal charges or statutory provision, with reference to an individual whose liberty may be at issue. The circumstances are very different from those facing witnesses before this Commission which is simply investigating general conditions. They also differ from those where an inquiry under human rights legislation may be considering allegations of discrimination. ( <FRAGMENT_SUPPRESSED> ; 67 O.A.C. 72; 115 D.L.R.(4th) 279).  <FRAGMENT_SUPPRESSED>", "[18] The decisions of Mr. Justice Richard [see footnote 1] and of the Court of Appeal, supra, para. 16, in relation to the Krever Inquiry are instructive on the nature of the notice requirement established by s. 13 of the Act , the principle of fairness and the responsibilities of a public inquiry in relation to witnesses or others to whom notice is issued. In the latter regard, Mr. Justice Décary, for the Court of Appeal, said at pp. 31-32:  <FRAGMENT_SUPPRESSED> \"Section 13 requires 'reasonable notice' ('préavis suffisant' in the French version). The words 'reasonable' and 'sufficient' include a content and a time element. A person who receives a notice must have a good idea of the misconduct that is imputed to him or her and must have sufficient time, before the report is made, to prepare and present an adequate response.  <FRAGMENT_SUPPRESSED> \"The content of the notice may vary depending on when it is given: a notice given before the hearings commence will likely be less detailed than one given after the hearings have concluded. ...  <FRAGMENT_SUPPRESSED> \"... all that the Act tells us is that notice must be given 'in the course of an investigation' and before the report is made. Even the word 'investigation' is not defined, and, in my view, it cannot be limited to the hearings proper; thus the notice might be given at the pre-inquiry stage, during the hearings, at the end of the hearings, or after the hearings have been formally concluded, provided, of course, that the person concerned had an opportunity in each case to be heard before the Commissioner made his report.  <FRAGMENT_SUPPRESSED> \"As well, there is no requirement anywhere that the notice be given to a person before he or she testifies. It would have been surprising were this otherwise, since there may surely be instances in which an allegation of misconduct acquires substance only after testimony is given. Nor does the Act impose a duty on a commissioner to give notice as soon as he or she foresees the possibility, and a fortiori becomes certain, of an allegation of misconduct. And nor does it impose a duty on him or her to inform the parties and potential witnesses, or anyone else, in advance, at the commencement of the inquiry, of the possibility that a notice may be given: the Act gives a commissioner the power to give notices, and whenever a public inquiry is conducted under the Act any person whose conduct may be connected, whether closely or otherwise, to the investigation must be aware than an allegation of misconduct would be made against him or her.  <FRAGMENT_SUPPRESSED> \"In short, the Commissioner enjoys considerable latitude, and is thereby permitted to use the method best suited to the needs of his inquiry. I see no objection in principle to a commissioner waiting until the end of the hearings, when he or she has all the information that is required, to give notices, rather than taking a day-to-day approach to it, with the uncertainty and inconvenience that this might involve. <FRAGMENT_SUPPRESSED>", "[19] The decisions relating to the Krever Inquiry, supra, para. 16 and para. 18, footnote 1, dealt with circumstances at a later stage in the investigation by that inquiry than is the case here. The issues in the Krever Inquiry decisions concern the application of the principle of fairness where notices under s. 13 of the Act were given following completion of scheduled hearings to investigate facts. In the case at bar we are concerned with fairness in the case of a prospective witness who has yet to testify but to whom notice has been given under s. 13 in the first stage, during the investigatory hearing process, of the Commission.  <FRAGMENT_SUPPRESSED>", "[20] So far as the principle of fairness would dictate disclosure to a prospective witness at this stage of the Commission's work, in my opinion the facts here establish that efforts were made to provide reasonable disclosure to Colonel Labbé. It is true that his counsel directed a number of requests to the Commission or its counsel requesting \"full disclosure\" of evidence and documents in advance of Colonel Labbé's appearance as a witness. It is also true that the Commission made substantial disclosure of documents, with more than 300 volumes made available for interested parties, in the regular process of the Commission. Counsel for the Commission also arranged for briefings of counsel for parties with standing; Colonel Labbé was interviewed with counsel on two previous occasions and a third interview session, scheduled for January 3, 1997, with counsel for the Commission, was cancelled by the Colonel, even though that occasion, like the earlier interviews, would have provided further opportunity to identify issues of concern to the Commission and documents to which he might be referred. At a hearing of the Commission on January 20, 1997, when the Commission ordered substituted service of its summons directed to Colonel Labbé, the Chairman indicated that in his opinion the Commission had disclosed all relevant documents in its general collection available to the parties. Finally, on January 31, a letter from counsel for the Commission did identify a number of specific documents to which Colonel Labbé might expect to be referred from the general collection earlier made available. Counsel for the colonel noted that list was incomplete, and it was the first time, to his knowledge, that the Commission had made this information available to a prospective witness.  <FRAGMENT_SUPPRESSED>", "[21] I am satisfied on the affidavit evidence before me that the Commission did undertake reasonable steps to, and did in fact, disclose to Colonel Labbé relevant documents and areas on which testimony might be expected when he appeared before the Commission. At the early interviews with him, and as planned for the January 3, 1997, meeting which the colonel cancelled, counsel for the Commission drew attention to evidence on the record which affected Colonel Labbé, and a detailed outline of pre-deployment issues expected to be dealt with, and areas of questioning to be expected by Colonel Labbé, were provided in advance. Reference was made to documents and to extracts from testimony concerning certain issues expected to be of concern in questioning Colonel Labbé. Further, counsel for the Commission had offered to meet to discuss any issues of alleged nondisclosure that concerned counsel for the colonel, and to search the Commission's data base for documents of concern to him. Whether the latter offers were significant is in dispute, but those offers were not taken up.  <FRAGMENT_SUPPRESSED>", "[22] The notice to Colonel Labbé under s. 13 of the Act , which was still outstanding, relating to the pre-deployment phase of the Somalia forces, the only phase the Commission now contemplates completing for its report, was issued more than a year before this application. The notice included a general description of the matters then apparent on which the colonel might ultimately be said to be at fault for misconduct. Since that notice was issued the Commission has disclosed much documentation and indicated areas of concern to it for purposes of testimony of Colonel Labbé, and other witnesses. The Colonel has had legal representation throughout the Commission's proceedings. In my opinion, at this stage Colonel Labbé and his counsel must have a good idea of any potential imputation of misconduct that might arise from documentary evidence or testimony already before the Commission and from the efforts of counsel for the Commission to communicate areas of evidence and documents expected to be referred to in questioning of the Colonel as a witness at public hearings.  <FRAGMENT_SUPPRESSED>", "[23] The principle of fairness is applicable to the Commission's processes, particularly those affecting persons given notice under s. 13 of the Act . But that statutory provision relates to the duty to provide notice of, and an opportunity to respond to, findings that may be made by the Commission about misconduct of a person. At this stage in its process, in its investigatory process, in my opinion, the steps taken by this Commission to provide information to witnesses, relevant for, but in advance of, their testifying, have been extensive and thorough. I am not persuaded that, as the processes have been followed in efforts to communicate with Colonel Labbé, the Commission has not met its obligation of fairness to Colonel Labbé as a prospective witness by reasonable disclosure of areas of interest, of documents, of testimony by others affecting him, which are of interest to the Commission.  <FRAGMENT_SUPPRESSED>", "[24] The obligation of the Commission continues, particularly in regard to those, like Colonel Labbé, who have had notices under s. 13 of the Act . Opportunity must be provided for comment by any such persons about whom the Commission may ultimately propose to make findings of misconduct. But that stage of the Commission's work has not been reached. Thus far any perception of fault arises from the testimony of others, of which Colonel Labbé will be fully aware through counsel, or from documents adduced at hearings, or if not adduced already, then made available by the Commission. If the Commission ultimately seeks to rely on documents not adduced at hearings, in regard to any finding concerning alleged misconduct of Colonel Labbé, the obligations of the Commission arising under s. 13 of the Act will have to be met. At this stage it would be unfair to the Commission and its high purposes, and mere speculation, for one to presume the Commission's obligations will not be met. Even if, as now appears, any person against whom findings may be made will not have opportunity to call witnesses or adduce their own evidence in the course of public hearings, as once was contemplated, there can still be opportunity for response in writing by any person to whom the Commission gives notice of a possible specific conclusion that would fall within s. 13 of the Act .  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[25] An application for judicial review ordinarily is considered on its merits in an expeditious process and it is unusual to strike out an originating motion for such review without hearing the merits. Nevertheless, it is clear that the court will dismiss an originating motion in a summary manner where the motion is without any possibility of success. ( <FRAGMENT_SUPPRESSED>  (T.D. Protho.).  <FRAGMENT_SUPPRESSED>", "[26] In my opinion, the originating motion of Colonel Labbé in this case has no possibility of success. Its purpose and the relief sought had become moot before the hearing of this application by the appearance of Colonel Labbé before the Commission and his acceptance of arrangements made to testify, commencing the day this matter was heard. Moreover, the principle of fairness was here met by the Commission, by its arrangements for reasonable disclosure of areas of concern, of testimony of others and, of documents made available generally and some of which were specifically indicated, albeit belatedly, in advance of testimony by Colonel Labbé, to whom the Commission had earlier issued notice under s. 13 of the Inquiries Act with regard to matters related to the pre-deployment phase of the Somali forces.  <FRAGMENT_SUPPRESSED>", "[27] I conclude that the process followed by the Commission in providing disclosure to this prospective witness in advance of his testifying at public hearings clearly met its responsibilities in light of the principle of fairness. Those responsibilities continue as the Commission continues in preparation of its report, in accord with s. 13 of the Act .  <FRAGMENT_SUPPRESSED>", "[28] For these reasons, at the conclusion of the hearing, after a brief recess, the application of the Commissioners to strike the originating notice of motion filed on behalf of Colonel Labbé was allowed. As a consequence, the application of Colonel Labbé, for an order expediting hearing of that originating motion for judicial review, was dismissed.  <FRAGMENT_SUPPRESSED> Order accordingly.  <FRAGMENT_SUPPRESSED> Editor: Jocelyne M. Caissie/sag  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1. <FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}