{"id_": "053170", "body_str": ["[1] MacKay, J. : This matter, heard June 26, 1989, in Toronto, dealt with an application by the original respondent in this matter, the Satellite corporation, for return of an outstanding motion dated December 22, 1988, made pursuant to s. 225.2(8) of the Income Tax Act, as amended, for review and setting aside of an order originally made by this court on November 28, 1988. That order, granted on an ex parte application by the Crown, authorized the Minister of National Revenue to take any of the actions described in s. 225.1(a) to (g) of the Income Tax Act, including authorizing a designated sheriff to hold under seizure a 1984 Lake Renegade airplane belonging to the applicant Satellite. At the time of the hearing there was also outstanding in relation to this matter a motion of the original applicant, the Crown, to dismiss the original respondent's motion of December 22, 1988. Background", "[2] The motion of December 22, 1988, was dealt with on January 9, 1989, at which time it was adjourned sine die to permit cross-examination on related affidavits filed. On March 13, 1989, the Crown applied by motion returnable on March 20 for dismissal of the December 22, 1988, motion and on March 15, 1989, the applicant filed an objection to the Crown's March 13, 1989 motion. On March 20, 1989, Rouleau, J., adjourned, sine die, the Crown's March 13 motion to dismiss the respondent's December 22, 1988, motion and, at the same time, dismissed an application by David Brough, the owner and principal officer of the applicant corporation, who is not a lawyer, to represent the applicant in these proceedings. On April 12 by motion returnable on April 24, 1989, the Crown applied once again to bring on and to dismiss the adjourned December 22, 1988, motion of the applicant. On April 24 the matter was further adjourned to April 26, but was not then dealt with again until April 27 at which time it was set over to May 29, 1989, but again, on that date it was adjourned sine die, returnable on the usual two days notice. Finally, by notice of June 22 the applicant again sought to bring forward the motion of December 22, 1988, and the matter was heard with consent on June 26, 1989.", "[3] The history of procedural steps in this matter is recounted because a number of motions have been launched in more than one court file and a number of documents filed, in this and other court record files, all concerned with the same general situation.", "[4] That general situation arose when on May 10, 1988, this court issued a writ of fieri facias on the application of Her Majesty the Queen, made, ex parte, upon filing on the same date of a certificate under s. 223 of the Income Tax Act. That section of the Act provides that a certificate when filed shall be deemed to be a judgment of the court against the debtor for a debt due to Her Majesty. Under the writ an aircraft, alleged by the Crown to be the property of the applicant corporation, Satellite, was seized by the Sheriff. In other proceedings David Brough has sought to contest the validity of the seizure and of the writ of fieri facias, inter alia, on the ground that the aircraft is not owned by the applicant corporation Satellite. In the original court file, no. ITA-1697-88, Mr. Justice Martin, on June 19, 1989, adjourned sine die the applicant's motion to strike the original writ of fieri facias pending the final disposition of the motion of December 22, 1988, the matter now under consideration. That course followed similar action by Mr. Justice Cullen, in court file no. T-2392-88, who ordered on January 9, 1989, that a motion by the applicant for an order quashing the writ of fieri facias be adjourned pending disposition of the motion of December 22, 1988.", "[5] While contesting the validity of orders of this court the applicant corporation and its principal officer, David Brough, simultaneously pursued recourse open to them under the Income Tax Act. It appears that in June 1988 application was made to the Tax Court of Canada to permit filing of a Notice of Objection to the Minister's reassessment of the corporation's tax liability for 1984, 1985 and 1986 after the normal time for filing and thus to initiate the process of appeal of that assessment. It is claimed that notice of reassessment was not received prior to seizure of the aircraft now held by the sheriff. The matter was heard by the Tax court November 28, 1988, and thereafter it allowed the application for late filing. On that same day as the Tax Court heard the application the Crown applied ex parte to this court and was issued the so-called \"jeopardy order\" under s. 225.2(2) of the Income Tax Act as amended, the order which the applicant's motion of December 22, 1988 seeks to have reviewed and set aside.", "[6] While there are numerous initiatives in the name of the corporate party, Satellite Earth Station Technology Inc. and of its principal officer, Brough, the only matter fully dealt with in the hearing on June 26, as specified in the Notice of Return of Motion dated June 22, and the only issue dealt with in these reasons is whether the applicant corporation, Satellite, is entitled under s. 225.2 (8) of the Income Tax Act as amended, to have set aside the earlier order of this court made November 28, 1988. Determination of this issue simultaneously resolves the Crown's motion to dismiss the application of the corporation.", "[7] The applicant's original motion of December 22, 1988, also sought additional relief, namely, an order releasing seized aircraft N14008; an order to put the aircraft back in airworthy condition; an order restraining Revenue Canada from acting against the company or its owner, and restitution for damages. It did seem implicit from argument on behalf of the parties that if the order of November 28 were set aside the aircraft held under that authority would be released, but neither this nor other additional relief originally sought were argued and they are not dealt with in these reasons. Relevant Portions Of The Income Tax Act", "[8] Under the Income Tax Act as amended ss. 222 to 228 set out a variety of procedures for collection of moneys owed to Her Majesty for taxes, interest, penalties or other charges under the Act. Among those procedures, s. 223, here followed by the Crown in May 1988, provides for a certificate of an amount owing to be registered with the court which registration effectively becomes a judgment of the court. Regular court processes, including in this case a writ of fieri facias, are then available to recover the debt due Her Majesty.", "[9] In 1985 the Act was amended by a new s. 225.1 (enacted S.C. 1985, c. 45, s. 116(1)) to introduce restrictions on collection processes so that in the ordinary course these would be postponed during the time limited by the Act for filing a Notice of Objection or for appealing in relation to an assessment of tax made by or on behalf of the Minister. Thus, for example, s. 225.1 (1), as now amended, provides: \"225.1(1) Collection restrictions. - Where a taxpayer is liable for the payment of an amount assessed under this Act (in this subsection referred to as the 'unpaid amount'), other than an amount payable under subs. 227(9), the Minister shall not, for the purpose of collecting the unpaid amount, (a) commence legal proceedings in a court, (b) certify the unpaid amount under s. 223(1), (c) require a person to make a payment under subs. 224(1), (d) require an institution or person to make a payment under subs. 224(1.1), (e) require the retention of the unpaid amount by way of deduction or set-off under s. 224.1, (f) require a person to turn over moneys under subs. 224.3(1), or (g) give a notice, issue a certificate or make a direction under subs. 225(1) before the day that is 90 days after the day of mailing of the notice of assessment.\" Other paragraphs of s. 225.1 deal with restrictions of collection processes during the course of an appeal.", "[10] In commenting upon s. 225.1 FRAGMENT_SUPPRESSED, FRAGMENT_SUPPRESSED", "[11] At the same time as restrictions were introduced on collection procedures, in 1985, provision was made under a new s. 225.2 for exceptional action, initiated by the Minister subject to review by a court, where \"it may reasonably be considered that collection of an amount assessed would be jeopardized by delay\". Section 225.2 as enacted by S.C. 1985, c. 45, s. 116(1), provided, in part: \"225.2(1) Notwithstanding s. 225.1, where it may reasonably be considered that collection of an amount assessed in respect of a taxpayer would be jeopardized by a delay in the collection thereof, and the Minister has, by notice served personally or by registered letter addressed to the taxpayer at his latest known address, so advised the taxpayer and directed the taxpayer to pay forthwith the amount assessed or any part thereof, the Minister may forthwith take any of the actions described in paragraphs 225.1(1)(a) to (g) with respect to that amount or that part thereof. \"(2) Where the Minister has under subs. (1) directed a taxpayer to pay an amount forthwith, the taxpayer may (a) upon three days notice of motion to the Deputy Attorney General of Canada, apply to a judge of a superior court having jurisdiction in the province in which the taxpayer resides or to a judge of the Federal Court of Canada for an order fixing a day (not earlier than 14 days nor later than 28 days after the date of the order) and place for the determination of the question whether the direction was justified in the circumstances; (b) serve a copy of the order on the Deputy Attorney General of Canada, within six days after the day on which it was made; and (c) if he has proceeded as authorized by paragraph (b), apply at the appointed time and place for an order determining the question. \"(5) On the hearing of an application under paragraph (2)(c) the burden of justifying the direction is on the Minister. \"(6) On an application under paragraph (2)(c), the judge shall determine the question summarily and may confirm, vacate or vary the direction and make such other order as he considers appropriate. \"(8) Cost shall not be awarded upon the disposition of an application under subs. (2).\" In the circumstances of this case, it is not clear whether the action of the Minister in May 1988, in filing a certificate of the amount owing by Satellite and obtaining a writ of fieri facias under which an aircraft was seized, was by virtue of this version of s. 225.2 which was then in force. That section would have authorized this if authorization were deemed necessary some five months after the company's tax liability had been reassessed, without objection filed.", "[12] Subsequently, by amendment effective upon Royal Assent, September 13, 1988, S.C. 1988, c. 55, s. 170 changed the exceptional process of s. 225.2 to require prior authorization by a court of action takin in circumstances where \"there are reasonable grounds to believe that the collection of all or any part of an amount assessed in respect of a taxpayer would be jeopardized by a delay in the collection thereof\". The amended s. 225.2, in force at the time of the order made November 28, 1988, provides in part: \"225.2(2) Notwithstanding s. 225.1, where, on ex parte application by the Minister, a judge is satisfied that there are reasonable grounds to believe that the collection of all or any part of an amount assessed in respect of a taxpayer would be jeopardized by a delay in the collection thereof, he shall, on such terms as he considers reasonable in the circumstances, authorize the Minister to take forthwith any of the actions described in paragraphs 225.1(1)(a) to (g) with respect to the amount. \"(3) An authorization under subs. (2) in respect of an amount assessed in respect of a taxpayer may be granted by a judge notwithstanding that a notice of assessment in respect of that amount has not been sent to the taxpayer at or before the time the application is made where the judge is satisfied that the receipt of the notice of assessment by the taxpayer would likely further jeopardize the collection of the amount, and for the purposes of ss. 222, 223, 224, 224.1, 224.3 and 225, the amount in respect of which an authorization is so granted shall be deemed to be an amount payable under this Act. \"(4) Statements contained in an affidavit filed in the context of an application under this section may be based on belief with the grounds therefor. \"(5) An authorization granted under this section in respect of a taxpayer shall be served by the Minister on the taxpayer within 72 hours after it is granted, except where the judge orders the authorization to be served at some other time specified in the authorization, and, where a notice of assessment has not been sent to the taxpayer at or before the time of the application, the notice of assessment shall be served together with the authorization. \"(8) Where a judge of a court has granted an authorization under this section in respect of a taxpayer, the taxpayer may, upon six clear days notice to the Deputy Attorney General of Canada, apply to a judge of the court to review the authorization. \"(11) On an application under subs. (8), the judge shall determine the question summarily and may confirm, set aside or vary the authorization and make such other order as he considers appropriate. \"(13) No appeal lies from an order of a judge made pursuant to subs. (11).\" In the case at bar the order of this court made under s. 225.2(2) on November 28, 1988, which the application of Satellite seeks to have set aside, provided as follows: \"Upon Motion dated the 28th day of November, 1988, on behalf of Her Majesty the Queen in Right of Canada; upon hearing counsel on behalf of Her Majesty the Queen in Right of Canada as represented by the Minister of National Revenue, and upon reading the affidavits of Sherman Lee, Nancy Olexiuk, George Rennick, and Joe Giallanardo, all sworn the 25th day of November, 1988; \"1. This Court Orders That the Minister is authorized to take forthwith any of the actions described in paragraphs 225.1(1)(a) to (g) of the Income Tax Act, S.C. with respect to the respondent including authorizing the Sheriff of the County of Wellington to continue to hold under seizure a 1984 Lake Renegade airplane belonging to the respondent bearing registration #N14008, serial #9.\" The Tests To Be Met", "[13] On behalf of the applicant, Satellite, counsel submits that cases decided in relation to s. 225.2 as it was prior to amendment in 1988 are relevant at least insofar as the former and the current s. 225.2 are similar. I accept that submission but where there are differences in the legislative provisions, the later ones naturally prevail and comments that deal with matters inconsistent with the current legislation are not useful.", "[14] Thus, for example, comments relating to the need for the Minister to justify the order if the court is called upon to review the matter, made with reference to the former s. 225.2 are not directly relevant to review proceedings under s. 225.2(8) as enacted in 1988 for there is no provision now comparable to the previous s. (5) which specifically provided that in a review hearing the burden of justifying the direction was on the Minister. Moreover, under the current legislation any review proceedings initiated by the taxpayer relate to a previous order of the court authorizing exceptional action by the Minister, and not to a direction or order by the Minister himself.", "[15] Counsel for the Crown submitted that Ontario cases concerning an analogous process, a motion to rescind or vary an order granted on an ex parte application, provide a helpful precedent for dealing with applications under s. 225.2(8). Cases cited included FRAGMENT_SUPPRESSED Comments to similar effect are made in FRAGMENT_SUPPRESSED. I do not accept the implication counsel suggested from these cases, that upon review the court must be satisfied that the order originally made was improper and, in addition, that the order ought now to be set aside. The cases cited do not support that proposition and such a process would be duly complicated, in my view involving aspects of an appeal and a hearing de novo.", "[16] In an application to review a \"jeopardy order\" originally granted under s. 225.2(2) the issue will be whether that order will now be set aside or varied. In this, an application under s. 225.2(8) has the initial burden to muster evidence, whether by affidavits, by cross-examination of affiants on behalf of the Crown, or both, that there are reasonable grounds to doubt that the test required by s. 225.2(2) has been met. Thus the ultimate burden on the Crown established by s. 225.2(2) continues when an order granted by the court is reviewed under s. 225.2(8).", "[17] Occasionally there may be concern about whether the order should have been made initially, but I expect that this will not often be the principal focus, unless there appears to have been a serious procedural flaw in the original application. This was one ground for decision in FRAGMENT_SUPPRESSED. That case was also based in part on another ground, that the Minister did not offer sufficient evidence to satisfy the test warranting an order under s. 225.2(2) of the Act.", "[18] When the evidence submitted by the taxpayer applicant raises reasonable doubt about the sufficiency of evidence originally provided by the Crown in an ex parte application, it is implicit in the process established by s. 225.2(8) that the court considering review of the authorization once made may consider evidence originally presented on behalf of the Minister in support of the jeopardy order and any additional evidence by affidavit or from cross-examination of affiants, presented by either party in relation to the motion for review. The evidence must be considered in relation to the test established by s. 225.2(2) itself and by relevant cases, that is, whether on a balance of probability the evidence leads to the conclusion that it is more likely than not that collection would be jeopardized by delay. Relevant Cases", "[19] Before turning to the evidence presented in connection with this application, it will be useful to review cases dealing with s. 225.2 or its predecessor that are relevant. I was referred to only one reported case dealing with s. 225.2 as it now is, FRAGMENT_SUPPRESSED allowed applications to set aside ex parte orders previously made under s. 225.2(2), in part because on review he concluded the Crown was not justified in making the original ex parte application as he found it had not made full disclosure with respect to allegations made in support of the application (i.e. a flaw in the original application), and in part because he was not satisfied that the Crown had met the test established by the statute in s. 225.2(2). I agree with Sheppard, J., that this test is the same as that enunciated by FRAGMENT_SUPPRESSED, with reference to the earlier s. 225.2(1): FRAGMENT_SUPPRESSED In introducing that test in FRAGMENT_SUPPRESSED", "[20] The decision in FRAGMENT_SUPPRESSED was followed by FRAGMENT_SUPPRESSED. There the court, reviewing the Minister's directive under s. 225.2(1) as it then was, was not satisfied that there were reasonable grounds for believing the taxpayer would waste, liquidate or otherwise transfer its assets, or evade its fiscal obligations, or that on a balance of probabilities collection would be jeopardized by delay. Mere suspicion of collection being jeopardized by delay was not enough. In that case assets seized under the Minister's order exceeded the amount assessed for tax and, moreover, other substantial assets available to the taxpayer were not taken into account by department assessors at the time of the order. In the course of his judgment FRAGMENT_SUPPRESSED", "[21] In FRAGMENT_SUPPRESSED, supra, the first reported case to deal with s. 225.2 as it was enacted in 1985, FRAGMENT_SUPPRESSED", "[22] In FRAGMENT_SUPPRESSED supra, and in FRAGMENT_SUPPRESSED in the Supreme Court of Ontario, both dealing with the predecessor of the current s. 225.2, the court, upon review, found that the evidence on a balance of probabilities supported the likelihood that collection would be in jeopardy by reason of delay, and thus that the jeopardy order of the Minister would not be varied. In each of these cases there appears to have been some evidence of the taxpayer's involvement in nefarious activities and also of the likelihood of dissipation of assets or their likely movement from the jurisdiction of the court. Where these factors were not present, in FRAGMENT_SUPPRESSED supra, and in FRAGMENT_SUPPRESSED, supra, both cases dealing with the predecessor of the current s. 225.2, and in FRAGMENT_SUPPRESSED supra, dealing with s. 225.2 as it now is, the court was satisfied on a balance of probabilities that the \"jeopardy order\", made by the Minister in the first two cases, and issued by the court in FRAGMENT_SUPPRESSED should be set aside. The Evidence", "[23] When the order of November 28, 1988, was granted, as noted in the order itself, affidavits were on file, all dated November 25, of Sherman Lee, Director - Taxation of the Hamilton District Office of the Department of National Revenue - Taxation, and from the same office, of Nancy Olexiuk, Collections Officer, of George Rennick, Collections Officer and of Joseph Giallanardo, Business Auditor. Later, affidavits sworn by Joan Kathleen Heal, Ted Landowski, Veroslav Sjurdjuri, Mona Leonard, Thomas Wright, Reg Phillips and Ronald T. Grodecki were filed in December, 1988, all supportive of some part of the information provided on the basis of advice and belief in the affidavit of Nancy Olexiuk dated November 25, 1988. In addition to these documents filed by the Crown there was one further affidavit filed on the day of hearing of this matter, sworn by Yin S. Jang.", "[24] In connection with the application for review on behalf of the corporation Satellite, reliance was placed on affidavits of David Brough, dated December 23, 1988, and May 26, 1989, of Joni Manchee dated December 23, 1988, of Alex Reinfels dated December 21, 1988, and of Lynn Callighen dated December 23, 1988. Reference was also made to the affidavit of Thomas Wright, dated December 15, originally filed by the Crown. Other affidavits of David Brough, undated but sworn March 17, and dated March 29, April 11 and 18, June 7 and 13, all in the year of 1989, were filed and reviewed, though in regard to the main issue in this application they have little relevance.", "[25] The final aspect of evidence relied on by counsel for the Crown at the hearing of this matter was the transcripts of cross-examination, relating to matters raised on behalf of the applicant Satellite, by the affiants Brough, Manchee and Callighen.", "[26] A review of the affidavits filed in support of the applicant Satellite and of the transcripts of cross-examination of affiants Brough and Manchee, the two principals responsible for operations of Satellite, leads me to two general conclusions. Satellite was a small, fledgling enterprise dependant significantly upon Brough and to a lesser extent Manchee, and at least in 1986 it was not operated on a very business-like basis in terms of records and the meeting of formal requirements. In these respects it may not be unique among small struggling enterprises. The first general conclusion is that, despite the less than tidy operations of the company, a number of the concerns raised by the taxation officers as the basis for the conclusion by Lee, the officer responsible, that delay would jeopardize collection are answered in a reasonable way by evidence offered in relation to the company's application for review. That conclusion led in May 1988 to action by the Minister in accord with s. 223 of the Income Tax Act, to the filing of the certificate and then to the issue of the writ of fieri facias. It was also the basis of the application on behalf of the Crown, made ex parte on November 28, 1988, for authorization by order of this court in accord with s. 225.2, as amended with effect from September 1988.", "[27] The second general conclusion from the applicant's evidence, that is, that a number of the concerns of the Department's officers can be reasonably answered, leads to a reasonable doubt about the likelihood of jeopardy, as a result of delay, in the collection process. This requires an assessment of whether all the evidence available at the date of hearing, June 26, 1989, on balance of probability leads to a conclusion that it is more likely than not that collection of part or all of the debt due Her Majesty would be jeopardized by delay. That is the standard required by s. 225.2(2) to support an order from the court authorizing collection action by the Minister, and that is the standard to be met upon review if the authorization once granted is to be sustained.", "[28] The applicant, Satellite, is a corporation organized under the laws of Ontario in 1981. Apparently it was principally engaged in the manufacture, sale and servicing of Satellite dishes or instruments for reception of television or electronic signals, but its objects were not limited to these activities. By 1986 the corporation had encountered financial difficulties. Its place of business had been moved a number of times, the scale of its activities had been reduced, the relationship between the two principal players in the company was undergoing change, and some consideration was being given to alternative activities within the company's objects.", "[29] Any shares of the corporation were held by David Brough and Joni Manchee, though they appear not to have in vested, or at least not to have kept track of any investment, finacially in the company. They managed its operations on the basis of sales and by withdrawing little in wages or dividends. Initially both were officers of the company; for a time following a personal bankruptcy in 1985 Brough resigned as an officer. After resolution of relations between the two of them and of Manchee's withdrawal from the company, from late 1986 or early 1987 Brough was the sole officer and president of the company. By agreement between the two principals in October 1986 Brough was considered to have purchased the assets of the company, though apparently no corporate documents were executed as evidence of the intended transaction. By further agreements in 1987 certain continuing responsibilities were outlined between the corporation and Manchee, and between the corporation and Brough. By an agreement made in January 1988, Brough agreed to purchase the shares in the company which they deemed were held by Manchee who until then had been perceived as the major shareholder in the company. In March 1988, a vehicle originally registered in the name of the company and apparently purchased by it was transferred to Manchee. All of the agreements referred to were between Brough and Manchee, without execution of any documents on behalf of the corporation.", "[30] In the summer of 1986 the Department of National Revenue, Taxation, initiated an audit of the company's operations and its tax liability. This led to correspondence, initiated by the department in November 1986, concerning operating expenses and research expenditures claimed on behalf of the company in the years 1984 and 1985. Brough replied to these letters on behalf of the corporation in December 1986, and the accountant retained by the company in previous years wrote to the department in February 1987. These replies were apparently not satisfactory explanations for the department which wrote again to the company for the attention of Brough in mid-April 1987. Brough replied two weeks later disputing some of the positions of the department auditor, indicating he would be writing to the Minister to complain of the department's methods and offering to meet department representatives to resolve concerns about research expenditures. Apparently there were discussions between tax auditors and the company's accountant early in 1987.", "[31] In the spring of 1987 the company left premises in Milton, Ontario, where it had previously based its satellite dish operations, and withdrew to an address in Hillsburgh, Ontario, where Manchee and Brough had lived and where they considered some of their business activities had been based. Later, there were to be different perceptions between the department's officers and Brough about the circumstances of the company's occupations of these properties. While normal advice for change of address to postal authorities for purposes of forwarding mail for four months, and to creditors and debtors of the company, is claimed to have been provided no special advice was provided to the department and there was, after the spring of 1987 obvious uncertainty on the part of the department about the business address of the company.", "[32] Brough who had apparently written to the Minister in the spring of 1987 from the Milton address of the company did not receive a reply although one was apparently sent in August. The Department of National Revenue, Customs and Excise branch, wrote to the company at the Hillsburgh address in July 1987, so that at least another branch of the same department was cognizant of the company's address then. The company address had been provided to the telephone company. Taxation officers had telephoned Brough about company tax matters, at least once in April 1988, at the Hillsburgh address. There is evidence the department's taxation officers were not completely ignorant of the Hillsburgh address since part of the company's expenses in dispute for 1986 related to operations at that address.", "[33] Whether or not uncertainty about the company's address was warranted, the department did issue, in December 1987, addressed to the former address of the company, in Milton, notice of reassessment of tax liability of the company for the years of 1984, 1985 and 1986, claiming at that time a total in tax and interest arrears of more than $104,000. This notice and two subsequent collection letters in January and February, 1988 demanding payment, all apparently addressed to the company's former Milton address, were not received by the company or by Brough, though the letters were not returned to the department through the postal service.", "[34] In April 1988 one of the department's officers telephoned the company at its Hillsburgh address. There is conflicting evidence about the conversation but agreement that on that occasion Brough did say that the company had done virtually no business for a year or more, and that its assets had been dispersed, without reference to where the assets had gone, i.e., largely to him. There is dispute as to whether anything was then said about taxes owed or about payment of taxes by the company. On May 10, as noted earlier, the department initiated legal action filing a certificate under s. 223, indicating taxes and arrears of interest in excess of $108,000 then owed, and obtaining a writ of fieri facias.", "[35] What factors are said to indicate risk that delay in collection processes would jeopardize ultimate collection of the whole or part of the debt claimed? As outlined in the affidavit of Sherman Lee and as amplified by submissions of counsel at the review hearing these can be summarized, with the explanations offered on behalf of the applicant Satellite, under four main headings.", "[36] First, concern was expressed about the instability of the business location of the company. It had operated from several locations since its incorporations in 1981, and officers of the department believed on information provided by third parties that the company had been locked out of its leased premises in Milton with rental payments in arrears, and that the landlord of the Hillsburgh property had commenced action to evict Brough and thus the company, because of lease infractions. The evidence of Brough and Manchee is that while the company may have been locked out by the landlord of the Milton property, that was done at the end of the term of the lease which the landlord had earlier tried to have renewed. The evidence of Brough and Callighen was that any difficulties with the landlord of the Hillsburgh property arose over differences about landlord and tenant's obligations but in any event these had been resolved. Whatever the company's difficulties with its several landlords were, and implicitly whatever may have been the cause of departmental uncertainty about the company's address, these factors do not in themselves lead to any basis for concluding that delay would jeopardize collection.", "[37] Second, reluctance on the part of Brough to file tax returns for 1987 and to provide documentation was set out by Sherman Lee as a basis for concluding there was risk warranting special action. The company's tax return for 1987 was due not later than November of that year. When it was not filed Brough had been requested by letters twice in June of 1988 to file the return, he was personally served in August with a notice to do so and in October was urged again to do so since the department was in a position to prosecute him for continuing failure. At the time of his affidavit of November 25, 1988, Lee indicates that the return for 1987 was still outstanding, Brough's affidavit swears that it was filed before November 25, 1988. On the other aspect of reluctance to provide information requested, Lee's affidavit points to the requests in November 1986 and April 1987 for information about expenditures for research and development. Yet it was the failure to provide such information that led in part to the reassessment of tax liability of the company, so that it is not as if the requests for information created any special barrier to departmental actions. In my view, the reluctance referred to in relation to information about research expenditures and in relation to the 1987 return, have no significance in considering the risk from delay in collection of arrears of taxes and interest claimed for the years 1984 to 1986.", "[38] The third general factor relied on by officers of the department was the change in assets of the corporation. In financial statements filed with the company's 1986 tax return, assets of the company included an Ultimate 100 aircraft, a Lake Renegade aircraft and a 1986 Nissan van all purchased from company funds. Yet subsequently the ultimate aircraft was registered in the name of Brough, the Lake Renegade aircraft was said to have been purchased by Brough and registered in the United States in the name of Brough's mother who is resident in the United States, and the Nissan van was transferred to Manchee's name in March 1988, apparently as part of the settlement arrangements of personal relations and corporate involvement of Manchee. In addition the department pointed to a company bank account closed out, with the balance in the account apparently distributed in the spring of 1987, largely between Manchee and Brough. The evidence of the two principals is that the account in question was closed when the company ceased operations in Milton and another account, nearer Hillsburgh, was opened. In November 1988 the officers of the department apparently believed that the only asset of value of the company was the Lake Renegade aircraft which had originally been ordered seized under the writ of fieri facias in May. As noted earlier, another action contests the validity of the department's action, in part on the ground that at the time that aircraft was not owned by the company.", "[39] The fourth general factor, implicitly underlying the department's action and developed in submissions of counsel at the hearing of this matter, was the instability of the company's operations from 1986 and particularly in 1988. By the latter year the company's operations had virtually ceased, and its cash receipts in the previous year were only about $15,000 as estimated by Brough. He professes that consideration was being given to other activities to be undertaken within the company's objects, in particular the production of documentary films for which use of the aircraft now held by the sheriff was crucial, and he points as well to grants available to the company to promote sales abroad, grants apparently available only to meet travel expenses if a representative of the company could travel within the terms of these grants. Despite continuing difficulties for the company, the department was able by the affidavit of Jang, to point to those difficulties being ignored or even misrepresented by Brough in applications for these grants. Efforts by Brough were unsuccessful in obtaining a letter of guarantee from a bank to meet the claims of the department if those were upheld following his appeal on behalf of the company because the company had been virtually out of business for two years.", "[40] Finally, as part of the instability in the company's operations by 1988, the department appears to have been concerned about changes in responsibilities for the operations of the company, with the departure of Manchee, with whom tax officers had originally dealt, and the assumption of full responsibilities by Brough. Department officers only learned of these changes commencing in April of 1988. At the same time they learned that Brough had acquired in 1986 a so-called \"green card\" to permit him to work in the United States, and that he claimed some involvement in corporate activities in that country. In response, Brough's evidence is that the \"green card\" issued in 1986 merely replaced a card he had earlier held and had lost and that he had for some years done some work, claiming work for the applicant company, in the United States. In my view, whatever may have been the change in responsibilities for the company's operations, these were still principally influenced by Brough as they had been since the company's inception and there was no evidence that Brough intended to leave Canada to avoid company liabilities or to evade collection of taxes if his appeal is unsuccessful about the tax claims of the department.", "[41] When one considers all these factors it seems to me that only two in combination could possibly warrant the conclusion that collection of the debt claimed by Her Majesty would be jeopardized by delay in collection processes. Those are that the one asset deemed by the department to be owned by the company which was of sufficient value to meet the debt, the Lake Renegade aircraft, might, in the circumstances of continuing instability of the company's operations, be wasted or transferred. It is an irony that Brough contends that the aircraft is deteriorating because of improper maintenance since it has been held by the sheriff's office. The instability of the company was not a new development in 1988, and in itself it would not warrant a conclusion of risk if collection be delayed. Nor would the fact that the company's assets are changed or reduced, in itself warrant such a conclusion unless there is a reasonable basis on the evidence to conclude that transfer of assets, which are not naturally wasting, has been or will be effected to avoid the claims of creditors including Her Majesty, or that the assets are likely to be moved out of the jurisdiction and beyond the reach of the department.", "[42] In this case considerable mistrust appears to have developed between department officers and Brough. Brough may well have appeared less than open and truthful in his dealings with representatives of the department and he may well have perceived the officers as less than fair and cooperative. From the perspective of each their mistrust may appear warranted, but it is unfortunate. It appears to have generated suspicion on the part of the taxation officers that Brough was simply seeking to evade payment of taxes deemed due from the company. That suspicion might have been inferred from the facts that those responsible for the company were aware of the audit and subsequent correspondence about liability of the company for past taxes and that assets of the company, which was already in some financial difficulty, were distributed between the principals in less than orthodox fashion. But there is not evidence, in my view, that would warrant this suspicion as a reasonable conclusion and suspicion in itself is not a reasonable basis for authorization to avoid delay in collection which s. 225.1 of the Act specifies as the normal case.", "[43] It is my assessment that the evidence in this case does not lead to a conclusion on the balance of probability, that it is more likely than not that collection of all or part of the debt due Her Majesty would be jeopardized by delay in the collection process.", "[44] In the circumstances the application of the corporation Satellite is allowed and the order made November 28, 1988, is set aside pursuant to s. 225.2(8) of the Income Tax Act. At the same time, the complementary motion of the Crown that the application of the corporation be dismissed is itself dismissed.", "[45] Costs are awarded to the applicant Satellite. Order accordingly. Editor: Reginald W. Curtis/slg [End of document]"]}