{"id_": "053322", "body_str": ["[1] Mosley, J. : The application for judicial review pursuant to section 72 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA) in Court file IMM-448-09 is in respect of a decision made by the Immigration Division (ID) of the Immigration and Refugee Board (the Board), dated January 20, 2009, ordering the deportation of the applicant.  <FRAGMENT_SUPPRESSED>", "[2] The matter of the deportation decision was heard in conjunction with two other related applications for judicial review which refer to the October 30, 2008, decision under subsection 44(1) of IRPA to prepare an admissibility report (file IMM-450-09); and the November 12, 2008, decision under subsection 44(2) of IRPA to refer the report to the Board for an admissibility hearing (file IMM-449-09). As each of these decisions are connected, these reasons for judgment and judgment will apply to each of the three judicial reviews.  <FRAGMENT_SUPPRESSED>", "[3] For the reasons that follow, the three applications are dismissed.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[4] Mr. Tran, the applicant, is a permanent resident of Canada. He entered Canada in 1994 at the age of 15 years. He is presently engaged in a common-law marriage to a Canadian and is the father of her two young children.  <FRAGMENT_SUPPRESSED>", "[5] On March 20, 2008, the applicant was convicted of trafficking in cocaine and possessing cocaine for the purpose of trafficking contrary to the Controlled Drugs and Substances Act and possessing proceeds of crime contrary to the Criminal Code of Canada . He was sentenced to 4 years imprisonment. Mr. Tran had prior convictions in 2002 and 2003. His application for Canadian citizenship was denied in 2007 because of his prior criminal record.  <FRAGMENT_SUPPRESSED>", "[6] On May 14, 2008, a Canada Border Services Agency (CBSA) officer sent the applicant a letter informing him about the admissibility hearing process and giving him four weeks, until June 11, 2008, to provide written reasons why a removal order should not be sought. An extension of time was requested and granted. On September 27, 2008 CBSA received a letter and supporting documents from Mr. Tran's counsel, dated September 17, 2008, which the officer reviewed. On October 30, 2008, having confirmed the March 20, 2008 convictions, the officer drafted a report pursuant to subsection 44(1) of the Act. She then contacted counsel and arranged for a telephone interview with the applicant, his parole officer and counsel. The interview took place on November 6, 2008.  <FRAGMENT_SUPPRESSED>", "[7] The officer's interview notes are attached to her affidavit filed in this matter. Her uncontradicted affidavit evidence is that the decision to refer the subsection 44(1) report was not made until after the November 6, 2008 teleconference. This was not disputed at the hearing. No request for the officer's notes was made following the teleconference.  <FRAGMENT_SUPPRESSED>", "[8] After reviewing the file and completing her interview notes and recommendations, the CBSA officer then prepared a narrative report entitled \" Subsection 44(1) and 55 Highlights - Inland Cases \". In her narrative, the officer recommended that the applicant be referred to an admissibility hearing. This document was then transmitted to the Minister.  <FRAGMENT_SUPPRESSED>", "[9] On November 12, 2008, and pursuant to subsection 44(2) of IRPA, the Minister's Delegate referred the officer's 44(1) report to the Immigration Division (ID) for an admissibility hearing. The delegate's affidavit evidence is that prior to making that decision she reviewed the entire file including, but not limited to, the applicant's September 17, 2009 submissions and the CBSA officer's interview notes and narrative report. The delegate states that she adopted as her own the reasons set out in the CBSA officer's narrative report.  <FRAGMENT_SUPPRESSED>", "[10] On January 20, 2009, the admissibility hearing was held by video-teleconference. The applicant was represented by counsel. He presented no evidence and made no submissions. On the basis of the information before him respecting the applicant's status in Canada and criminal convictions, the Member concluded that Mr. Tran is inadmissible pursuant to paragraph 36(1)(a) of IRPA. A Deportation Order was made the same day.  <FRAGMENT_SUPPRESSED>", "[11] The applicant filed the three leave applications on February 2, 2009, each stating that he had not received written reasons for the decisions. By letters to the Court Registry dated February 19, 2009 the CBSA responded to requests pursuant to Rule 9 of the Federal Courts Immigration and Refugee Protection Rules with written reasons including the CBSA officer's narrative or \"Highlights Report\".  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[12] At the hearing of these judicial review applications, the applicant conceded that, on the evidence, the ID Member made no error and could not have arrived at a different finding. Similarly, he did not press arguments made in his Memorandum of Fact and Law that the CBSA officer did not consider his September 17, 2008 submissions or did not adequately weigh those submissions. The sole remaining issue is whether the applicant was denied procedural fairness in the process leading up to the ID hearing.  <FRAGMENT_SUPPRESSED>", "[13] If the applicant was denied fairness at any stage of the proceedings, no deference is required and the matter should be remitted for the correct actions to be taken.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[14] The applicant's procedural fairness argument, essentially, is that he did not receive the \"Highlights Report\" and the interview notes until after these applications for judicial review had been filed and the CBSA responded to the Rule 9 requests. He submits that had he received the report prior to the decision to refer the matter for an inadmissibility hearing he could have made submissions on that material and could possibly have persuaded the delegate not to make the referral. He contends that the jurisdiction of the ID to conduct the inadmissibility hearing was vitiated by the breach of procedural fairness.  <FRAGMENT_SUPPRESSED>", "[15] The applicant concedes that he did not request the materials prior to the referral decision and the admissibility hearing. The applicant relies on the decision of Mr. Justice Hughes in <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 965, at paras. 40-41, for the proposition that once documents such as the Highlights Report and the interview notes have been prepared they must be disclosed to the subject of a s.44 (1) report prior to consideration of referral to an admissibility hearing. He argues that Hernandez does not require a specific request by counsel to trigger disclosure of the documents, although one was made in that case prior to the admissibility hearing.  <FRAGMENT_SUPPRESSED>", "[16] As has been previously held by this Court, \"the duty of fairness owed for the proceedings under section 44 of IRPA is relaxed and consists of the right to make submissions and to obtain a copy of the report.\": <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1033, at para. 18, aff'd 2009 FCA 73, [2009] F.C.J. No. 309. The reference  <FRAGMENT_SUPPRESSED> to \"the report\" was to the document referenced in subsection 44(1) which sets out the relevant facts and is to be transmitted to the Minister by an officer who has formed the opinion that a foreign national is inadmissible. There is no issue in these proceedings that the report was not delivered to the applicant.  <FRAGMENT_SUPPRESSED>", "[17] In Hernandez , as stated at paragraph 40 of Justice Hughes' decision, the officer had prepared and delivered to the Minister not only the \"report\" but also a detailed recommendation with many appendices. Justice Hughes observed that this was not required by the statute and that no breach of fairness would have occurred if these additional documents had not been prepared. He considered, however, that they had become part of the report. Once created and delivered to the Minister, he concluded at paragraph 41, they must be provided to the applicant prior to the admissibility hearing \"[p] articularly this is so when a specific request has been made. <FRAGMENT_SUPPRESSED>", "[18] Hernandez was distinguished by Mr. Justice Zinn in <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 876, at para. 24. He considered that the documents referenced in the Highlights Report were all documents that the Minister could reasonably expect the applicant to have. These documents included the Crown disclosure at the criminal trial, the criminal charge, the judge's reasons for sentence, pre-sentence report, etc. It was argued that failure to disclose this information prior to the subsection 44(2) review constituted an error. Justice Zinn concluded that this was simply an administrative process and did not amount to a breach of procedural fairness.  <FRAGMENT_SUPPRESSED>", "[19] Similarly, in this case, the information transmitted to the Minister was all information that the applicant already had or knew about. As the respondent notes, all of the documents referred to by the applicant at paragraphs 13-19 of his affidavit came from the applicant before the highlights report was made and were duly considered by the officer.  <FRAGMENT_SUPPRESSED>", "[20] The applicant submits that the officer's notes of the telephone interview conducted on November 6, 2008 with the applicant and his counsel should have been disclosed. These notes are, in effect, the officer's reasons for making the report and recommending referral.  <FRAGMENT_SUPPRESSED>", "[21] There was no clear and specific request for delivery of such material made by the applicant before either the referral decision or the admissibility hearing. No request was made by the applicant for an explanation of the 44(1) and 44(2) decisions. In my view, the applicant can not be heard now to complain about the failure to disclose the officer's notes or to provide such an explanation when he did not request that they be produced.  <FRAGMENT_SUPPRESSED>", "[22] <FRAGMENT_SUPPRESSED> Evans J., as he then was, noted at paragraph 31 that the duty of fairness normally only requires reasons to be given on the request of the person to whom the duty is owed and, in the absence of such a request, there will be no breach of the duty if reasons are not provided. This view of the duty was endorsed by the Federal Court of Appeal in Marine Atlantic Inc. v, Canadian Merchant Service Guild , (2000), 258 N.R. 112 (C.A.), [2000] F.C.J. No. 1217 and has been applied in other decisions of this  <FRAGMENT_SUPPRESSED>  [2007]  <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 629.  <FRAGMENT_SUPPRESSED>", "[23] As noted by Mr. Justice Pinard in <FRAGMENT_SUPPRESSED>  at paragraphs 10-11, the rule in Marine Atlantic applies where the reasons given may be insufficient. The applicant is required to request further reasons before he can complain in Court that they are inadequate: see also <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1642.  <FRAGMENT_SUPPRESSED>", "[24] As I observed in <FRAGMENT_SUPPRESSED>  at paragraphs 12-15, it is not necessary for a CBSA officer preparing a report under subsection 44(1) to consider humanitarian and compassionate factors. In doing so in this case, the officer went beyond the scope of her duty. But the practical effect was that those factors, as set out in the applicant's September 18, 2008 package, were included in the officer's narrative report and were before the Minister's delegate for her consideration in deciding whether to refer the case for an admissibility hearing. The applicant suffered no unfairness as a result.  <FRAGMENT_SUPPRESSED>", "[25] The respondent argues that the applicant must be taken to have implicitly waived his right to complain that the highlights report and interview notes were not disclosed because neither he nor his counsel made any objections or submissions at the January 20, 2009 admissibility hearing: <FRAGMENT_SUPPRESSED>  at para. 7. As I have not found that there was a breach of procedural fairness in this case, I do not consider it necessary to deal with that argument.  <FRAGMENT_SUPPRESSED>", "[26] I conclude that the process was conducted with procedural fairness, that each decision was reasonable and that the result at each stage falls within the range of acceptable outcomes. There is no reason to interfere with any of the three decisions which are before the Court on these applications for judicial review.  <FRAGMENT_SUPPRESSED>", "[27] The applicant has proposed that I consider certifying as a question of general importance whether documents once created as part of a subsection 44(1) report should be disclosed prior to the subsection 44(2) referral decision. The respondent submits that the law in this area is no longer unsettled as a result of <FRAGMENT_SUPPRESSED> . I agree but am also of the view that a broadly worded question, as proposed, would not be determinative of the result in this case given the applicant's failure to request reasons or an explanation of the officer's decision.  <FRAGMENT_SUPPRESSED>", "[28] IT IS THE JUDGMENT OF THIS COURT that the applications for judicial review in Court files IMM-448-09, IMM-449-09 and IMM-450-09 are dismissed. A copy of this judgment shall be placed on each file. There are no questions to certify.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}