{"id_": "053534", "body_str": ["[1] Noël, J. : This is an Application for leave to commence an application for judicial review pursuant to section 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] of a decision of Me Haig Basmajian of the Refugee Protection Division [RPD] dated March 20, 2014, which held that the Applicants were not Convention Refugees nor persons in need of protection within the meaning of sections 96 and 97 of the IRPA. II. Facts", "[2] The Applicants, the principal Applicant, Gabor Tamas CSURGO, his common-law partner, Idiko Gegeny and their young son, Martin Csurgo, are Hungarian citizens of Roma ethnicity. They generally allege that they were, through the years, subject to discrimination and racism at school, work and in general.", "[3] In 2007, the main Applicant was beaten by bouncers when attempting to enter a bar with friends and did file a complaint with the police.", "[4] On September 11, 2011, the main Applicant's best friend was killed by a racist extremist.", "[5] In 2012, he got involved in different socio-political organisations that aim to ameliorate the situation of Romas.", "[6] During a general assembly meeting in July 2012, members from the Jobbik extreme right party attempted to gain Roma's support in exchange of financial considerations. The main Applicant is said to have convinced his colleagues to refuse the Jobbik party's offer.", "[7] Supporters of the Jobbik group subsequently made an attempt on the life of the main Applicant on October 16, 2012, where the latter was attacked by two skinheads armed with a knife, an incident for which he was hospitalized. The Applicants all left Hungary six weeks later, while the police was still investigating the attack.", "[8] They arrived in Canada on November 28, 2012.", "[9] They requested asylum on December 3, 2012. III. Contested Decision", "[10] The identities of the Applicants are not in dispute.", "[11] The RPD is of the opinion that state protection is the central issue of this case.", "[12] The RPD first explains that there is a presumption that states are able to protect their citizens ( <FRAGMENT_SUPPRESSED>  [ Ward ]), and that the burden of proof lies with the Applicants to show the absence of state protection. The RPD recognizes that, based on the documentary evidence provided, there are difficulties in protecting Romas in Hungary, but that the government is aware of those difficulties and is implementing mechanisms to rectify the situation. Considering the evidence provided, the Applicants did not demonstrate in a convincing way that there is an absence of state protection with regards to the Applicants if they were to return to Hungary.", "[13] The RPD also takes into account the fact that the main Applicant explained that police officers, on two occasions, took notice of the incidents involving the main Applicant and made incident reports. The main Applicant did not, however, submit those incident reports to the RPD and maintained that nothing came out of those reports.", "[14] The RPD finally notes that the Applicants have established themselves in Canada and that they have family here as well. They put a lot of efforts into learning Canada's official languages and integrated themselves very well into the workforce. Although these are important aspects of their case, the RPD does not have the jurisdiction to take them into account in a refugee claim. Another proceeding could consider those important points.", "[15] The Applicants are therefore neither Convention refugees nor persons in need of protection. IV.", "[16] The Applicants submit that in analysing the availability of state protection, the RPD had to focus on the actual operational adequacy of state protection and not the willingness of the government to address the issues. The Respondent replies that the Applicants did not show that state protection was unavailable in Hungary, since no clear and convincing evidence was provided to that effect by the Applicants.", "[17] The Applicants also raise the issue that the RPD failed to assess whether the state is actually able to provide state protection to the Applicants, with regards to their own experiences. They submit that the RPD's finding that the Applicants did not refute the presumption of state protection in part because the Applicants left Hungary six weeks after reporting the stabbing incident to the police is unreasonable. The Applicants are of the opinion that this does not mean that adequate state protection would have been forthcoming had they stayed in Hungary. They add that there is no requirement to seek state protection where it would not be reasonably forthcoming. The Respondent argues, however, that the Applicants failed to rebut the presumption of the availability of state protection because they did not seriously attempt to obtain state protection and because there is no evidence of a complete breakdown of the State apparatus.", "[18] The Applicants also raise the point that the RPD failed to analyse the impacts of Hungary's measures on the protection of Romas against extremist violence in light of the evidence cited by the RPD in its decision that indicates that the measures taken have had little effects. The Respondent responds that it is up to the RPD to weigh the evidence and evaluate the situation in Hungary. V. Applicants' Reply", "[19] The Applicants' reply, first of all, to the Respondent's argument stating that the Applicants did not rebut the presumption of state protection with respect to the Applicants' position that the RPD failed in its evaluation as to whether or not the efforts of the Hungarian government translated into adequate operational protection. The Applicants state that the Respondent's position is without merit and has been rejected by this Court in <FRAGMENT_SUPPRESSED>  [2014] FCJ No 304 at para 53 [ Kina ]. The Applicants state that this Court has reiterated on numerous occasions that the RPD errs when it does not assess the operational adequacy of state protection. The intervention of this Court is thus warranted.", "[20] Second, in response to the Respondent's argument that the Applicants failed to exhaust all of their recourses in Hungary before demanding refugee protection in Canada (an argument raised in the Respondent's original memorandum, but not in their supplementary memorandum), the Applicants argue that the unreasonable assessment by the RPD of the adequacy of state protection prevented a meaningful evaluation of whether or not state protection would have been reasonably forthcoming to the Applicants had they sought recourses in Hungary. VI. Respondent's Supplementary Memorandum", "[21] The Respondent's supplementary memorandum mainly reiterates their main arguments from their original memorandum, with the exception of excluding their original argument stating that the Applicants did not exhaust all of their recourses in Hungary before demanding refugee protection in Canada. VII. Issue", "[22] The Applicants submit that the RPD's state protection analysis is unreasonable.", "[23] The Respondent submits the following issue: 1. Was it reasonable to conclude that the Applicants did not show that Hungary could not protect them?", "[24] After reviewing the parties' submissions, I agree with the Respondent's formulation of the issue. VIII. Standard of Review", "[25] Both parties agree that the standard of review is that of reasonableness. Indeed, the question as to whether or not it was reasonable to conclude that the Applicants did not show that Hungary could not protect them, an issue addressing state protection, raises questions of mixed facts and law and is to be reviewed on a reasonableness standard ( <FRAGMENT_SUPPRESSED>  [2013] FCJ No 1099 at para 22). The Court shall only intervene if it concludes that the decision is unreasonable, where it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  [2008] SCJ No 9 at para 47). IX. Analysis", "[26] It is evident that the RPD's decision, when dealing with state protection in Hungary, does not concern itself with whether or not the state protection shows operational adequacy. It limits itself to enumerating the different measures being taken to show state protection, but it does not explain how these measures actually provide adequate protection. The willingness of the government in setting up measures is certainly a good beginning, but it must also be that there are, in reality, offering an actualized protection. The jurisprudence of this Court on such a matter is well established ( <FRAGMENT_SUPPRESSED> ). Moreover, Justice Mosley's analysis in <FRAGMENT_SUPPRESSED> pplies to the case at bar: The Board did not provide any analysis of the operational adequacy of the efforts undertaken by the government of Honduras and international actors to improve state protection in Honduras. While state's efforts are indeed relevant to an assessment of state protection, they are neither determinative nor sufficient ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 816 at para 75). Any efforts must have \"actually translated into adequate state protection\" at the operational level ( <FRAGMENT_SUPPRESSED> ).", "[27] Does that error make the RPD decision unreasonable? The Applicants have presented evidence of a 2007 incident involving the main Applicant, which shows that the police involvement did not trigger any result. A complaint was filed with the police after the main Applicant was assaulted by bouncers at a bar; the aggressors from the bar were identified. After six months, the police decided that nothing could be done. The credibility of the Applicants is not questioned, as both counsel noted, but the RPD criticized the main Applicant for not having filed the report or obtained the documentation. In fairness to the Applicants, the documentation of events that occurred seven years ago is not easy to obtain and more so when it was unforeseen then that it could have been useful in 2014.", "[28] The most recent event of 2012, where the main Applicant was attacked and stabbed in the stomach by two individuals in a public street in Budapest shows some actualization of police involvement. While the main Applicant was in the hospital, the police went to him to ask for his version of the events and to begin an investigation. The Applicants left Hungary six weeks after the stabbing incident and did not do any follow up with the police as to the status of the investigation.", "[29] As noted in the RPD decision, at paragraphs 11 and 12, Hungary does show weaknesses with the state protection of the Roma minority, but notes that it is establishing remedies to improve this sad situation (« cette situation malheureuse »). It went on to enumerate what was being done.", "[30] Having concluded on the poor status of the state protection in Hungary and what was being done to improve it; it then became essential for the RPD to review what was actually being effectively done. As mentioned above, it did not.", "[31] As seen in paragraphs 15 and 16 of its decision, the RPD, in effect, blames the main Applicant for not submitting a police report of the incidents of 2007 and 2012 in order to demonstrate that the Applicants did not show that there was an absence of state protection. Under the present circumstances, this is partly unfair (the incident of 2007 goes back seven years ago and the credibility of the main Applicant is not in question). The RPD itself did conclude that state protection was inadequate, that measures were being taken, but did not comment on the operational adequacy of these measures as the jurisprudence of this Court requires.", "[32] It may be, at the next hearing, that the evidence will show that the investigation of 2012 has produced tangible results, whatever this may be, but at the present, the flaw in not doing a proper assessment of the operational adequacy of the state protection prevails and is fatal. For these reasons, the RPD's decision is unreasonable. X. Conclusion", "[33] For the reasons mentioned above, the application for judicial review is granted.", "[34] The parties were invited to submit questions for certification, but none were proposed. JUDGMENT", "[35] THIS COURT'S JUDGMENT is that: 1. The application for judicial review of the decision of Me Haig Basmajian, dated March 20, 2014, is granted and the matter shall be referred to a new panel. 2. There is no serious question of general importance to be certified. Gabor Tamas Csurgo, Ildiko  <FRAGMENT_SUPPRESSED>  Noël A. Faits", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] II.", "[10]", "[11]", "[12] Canada (Procureur général) c Ward , [1993] 2 RCS 689 ( Ward", "[13]", "[14]", "[15] III.", "[16]", "[17]", "[18] IV.", "[19] Kina", "[20] V.", "[21] VI.", "[22]", "[23]", "[24] VII. Norme de contrôle", "[25] <FRAGMENT_SUPPRESSED>  [2008] ACS nº 9, paragraphe 47). VIII. Analyse", "[26] <FRAGMENT_SUPPRESSED>  paragraphe 9).", "[27]", "[28]", "[29]", "[30]", "[31]", "[32] IX. Conclusion", "[33]", "[34] JUGEMENT", "[35] [End of document]"]}