{"id_": "053542", "body_str": ["[1] Mosley, J. : The principal applicant, Md Azizul Haque, was found inadmissible to Canada under paragraph 40(1) (a), of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (\"IRPA\") for having omitted and misrepresented certain information in his application for permanent residence pertaining to his prior studies, residency and work history. He seeks judicial review of the decision refusing his application made on May 28, 2010 by the Immigration Program Manager of the High Commission of Canada in Singapore. For the reasons that follow, the application is dismissed. BACKGROUND", "[2] Mr. Haque is a 33-year old citizen of Bangladesh. He submitted his application for permanent residence under the investor class in March 2010. His application failed to disclose that he had formerly lived and studied in the United States for over one year. He also omitted or misrepresented details with respect to his places of residence, his education and his employment history.", "[3] In a letter from the Immigration Section of the High Commission of Canada in Singapore dated April 12, 2010, Mr. Haque was asked to clarify why he withheld such information. His consultant replied on the applicant's behalf saying Mr. Haque assumed that because it was a short stay in the United States, he was not required to declare it. Mr. Haque denied this explanation in a phone conversation with a Visa Officer on May 26, 2010. Instead, he said he had disclosed all information to his consultant and it was the consultant who had made the error. In that same phone call, Mr. Haque was also asked to explain the discrepancies related to his employment history and residential addresses in Bangladesh. He was unable to sufficiently clarify these questions to satisfy the Officer with respect to concerns regarding the overall application. DECISION UNDER REVIEW", "[4] Mr. Haque was found inadmissible for permanent residence under paragraph 40(1) (a) of the IRPA for failing to disclose and for misrepresenting information that was relevant to his application. Such information was deemed to form an important part of his admissibility assessment. ISSUES", "[5] Was the Visa Officer's inadmissibility finding reasonable? RELEVANT LEGISLATION", "[6] Section 40 of the IRPA deals with inadmissibility due to misrepresentation. Paragraph 40(1)(a) reads as follows: 40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation ) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act;", "[7] Subsection 16(1) of the Act imposes an obligation on applicants to be truthful: 16. (1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires. ANALYSIS", "[8] The facts in this case are largely not disputed. It is acknowledged by both parties that the applicant omitted certain information in his permanent residence application, namely the fact that he attended school in the United States for three semesters (from November 1997 to December 1998). This was only discovered by the Visa Officer in his review of the Field Operational Support System (FOSS). FOSS contained information about the applicant's previous visits to Canada while he was in the United States.", "[9] In their written submissions, the applicants argue that the misrepresentations were not intentional, that it was the consultant who erred in properly filling out the application and that regardless, because Mr. Haque was applying as an investor, his visits to the United States were not relevant to the selection criteria for that category. Nor were the discrepancies regarding his residential addresses in Bangladesh. He disclosed his stays in the United States in his Temporary Resident Visa (\"TRV\") applications of 2003 and 2006.", "[10] The applicants rely on several decisions to support their claim that according to paragraph 40(1) of the IRPA, misrepresentations must be material or relevant and could actually induce an error in the administration of the Act <FRAGMENT_SUPPRESSED>  at para. 12; <FRAGMENT_SUPPRESSED>  at para. 30; <FRAGMENT_SUPPRESSED>  at para. 17; <FRAGMENT_SUPPRESSED>  at paras. 2-4.", "[11] A foreign national seeking to enter Canada has a \"duty of candour\" which requires disclosure of material facts. I agree with the respondent that Mr. Haque did not disclose information that, had it not been discovered, could have resulted in a visa being issued without the required police and conduct certificates from the United States. This information was material to the application and without it, an investigation would have been foregone that could have had the effect of inducing an error in the administration of the Act . If the information was deliberately omitted to avoid a delay in conducting such inquiries, it was a costly mistake.", "[12] The applicant never \"corrected\" or \"rectified\" the misrepresentations, as he submits. They were only revealed when his previous TRV applications made some years ago were compared with the information provided in his permanent residence application. In any event, this Court has rejected the argument that paragraph 40(1) (a) is inapplicable where the misrepresentation is \"corrected\": <FRAGMENT_SUPPRESSED>  at paras. 25, 27 and 29.", "[13] Reading sections 40 and 16 of the IRPA together, I agree with the respondent that foreign nationals seeking to enter Canada have a \"duty of candour\" which requires disclosure of material facts: <FRAGMENT_SUPPRESSED>  F.T.R. 200 at paras. 41-42; <FRAGMENT_SUPPRESSED>  at para. 15. Indeed, the Canadian immigration system relies on the fact that all persons applying under the Act will provide truthful and complete information: <FRAGMENT_SUPPRESSED>  F.T.R. 153 at para. 28. Mr. Haque's omission concerning his year-long study period in the United States, discrepancies in home addresses and work history are material and relevant facts needed in order to properly assess admissibility.", "[14] Section 3 of the IRPA points to a number of immigration objectives that should be kept in mind when administering the Act . Among others, these objectives include enriching and developing the country through social, economic and cultural means while ensuring the protection and security of Canadians living here. In order to adequately protect Canada's borders, determining admissibility necessarily rests in large part on the ability of immigration officers to verify the information applicants submit in their applications. The omission or misrepresentation of information risks inducing an error in the Act 's administration.", "[15] Mr. Haque has attempted to attribute blame to his consultant for improperly filling out his application. Nonetheless, he signed the application and so cannot be absolved of his personal duty to ensure the information he provided was true and complete. This was expressed succinctly by Justice Robert Mainville at para. 31 of <FRAGMENT_SUPPRESSED> , supra: The Applicant signed her temporary residence application and consequently must be held personally accountable for the information provided in that application. It is as simple as that.", "[16] The applicant was in Bangladesh at the time the updated application was submitted. He admitted during the phone conversation on May 26th that he \"could have signed the blank form for the consultant\". The new form had further discrepancies. The applicant apparently chose to rely on the consultant to submit the required information without personally verifying that it was accurate.", "[17] The applicants' argument that Mr. Haque corrected his misrepresentations does not stand. Although paragraph 40(1)(a) is written broadly, it should not be read to mean that that it applies in all situations where a misrepresentation is clarified prior to a decision being rendered: Khan , supra at para. 25; <FRAGMENT_SUPPRESSED>  F.T.R. 211 at para. 40. Thus, the attempted clarifications in this case do not change the reasonableness of the Officer's finding.", "[18] Finally, the jurisprudence relied upon by the applicant has no bearing on the case at bar. In <FRAGMENT_SUPPRESSED> , above, the Officer was found to have committed a reviewable error by refusing permanent resident visas on the basis of bone age tests. These tests were not accurate and thus it was unreasonable for the Officer to conclude that the applicant made material misrepresentations. <FRAGMENT_SUPPRESSED> involved a situation where past misrepresentations were not held to be relevant to the application for permanent residence status. <FRAGMENT_SUPPRESSED> upheld the Visa Officer's conclusions, finding that misrepresentations pursuant to s.40 had indeed occurred. <FRAGMENT_SUPPRESSED> was a \"special circumstance\" involving the disclosure of the birth of a baby prior to the visas being issued. And <FRAGMENT_SUPPRESSED> concerned a case where the Computer Assisted Immigration Processing System (\"CAIPS\") notes did not reflect an analysis of the materiality of the misrepresentations in question.", "[19] The application is dismissed. No serious questions of general importance were proposed. JUDGMENT", "[20] THIS COURT'S JUDGMENT is that the application is dismissed. There are no certified questions. [End of document]"]}