{"id_": "053700", "body_str": ["[1] O'Reilly, J. : Ms. Sharon Mitchell was abused physically and verbally by her spouse in Jamaica and, after she joined him here, in Canada. They have since separated, but she is still afraid of him.", "[2] Ms. Mitchell filed a claim for refugee protection, but a panel of the Immigration and Refugee Board turned her down, even though it accepted her account of long-standing abuse by her spouse. She argues that the Board erred in finding that her delay in submitting a claim, as well as the availability of state protection in Jamaica, contradicted her assertion that she had a well-founded fear of persecution in Jamaica. She asks for a new hearing. I agree with Ms. Mitchell that the Board erred and, therefore, I will grant her application for judicial review. I. Issues 1. Did the Board err when it found that Ms. Mitchell's delay in seeking refugee protection in Canada was inconsistent with her claim to fear persecution in Jamaica? 2. Was the Board's finding that state protection is available in Jamaica for victims of domestic abuse supported by the evidence? II. Analysis", "[3] I can overturn the Board's decision only if it was out of keeping with the evidence before it. A. Did the Board err when it found that Ms. Mitchell's delay in seeking refugee protection in Canada was inconsistent with her claim to fear persecution in Jamaica?", "[4] Ms. Mitchell arrived in Canada in 1999. She came here to be with her spouse who, as a permanent resident of Canada, had promised to sponsor her. He had come to Canada in 1990, sponsored by his mother. Between 1990 and 1999, Mr. Mitchell travelled to Jamaica often and mistreated his wife while he was there. They had children together.", "[5] Ms. Mitchell did not claim refugee protection in Canada until 2004. The Board concluded that this delay showed that Ms. Mitchell did not really have a well-founded fear of further abuse from her husband.", "[6] Ms. Mitchell explained to the Board that she delayed seeking Canada's protection because her husband had promised to sponsor her application for permanent residence in Canada. She felt safe here. When she called police after her spouse assaulted her in Montreal, they responded quickly.", "[7] The Board discounted Ms. Mitchell's explanation for the delay in filing her refugee claim. It concluded that her spouse could not have sponsored her because he was not a Canadian citizen. In fact, Mr. Mitchell, as a permanent resident, could sponsor her: Immigration and Refugee Protection Regulations, SOR/2002-227, s. 130(1) (see Annex).", "[8] Accordingly, the Board failed to consider a valid explanation for the delay. Its conclusion that Ms. Mitchell's conduct was inconsistent with a well-founded fear of persecution was unsupported by the evidence. B. Was the Board's finding that state protection is available in Jamaica for victims of domestic abuse supported by the evidence?", "[9] Ms. Mitchell testified that she had gone to the police in Jamaica after she had been assaulted by her husband and they had done nothing. The Board noted that there have been improvements in dealing with domestic violence cases during the years when Ms. Mitchell was in Canada and concluded that state protection there was now \"adequate\". The Board cited a report which described the sensitivity training that police officers in Jamaica had undergone. However, that same report contained an acknowledgement from a Jamaican government official, a person responsible for women's issues, that women could not be protected from domestic violence in Jamaica and that their claims for asylum in other countries should be accepted.", "[10] In my view, the Board's treatment of the issue of state protection did not evaluate Jamaica's real capacity to protect women in Ms. Mitchell's situation. It merely noted Jamaica's good intentions to improve the situation through police training, but it did not deal with the reality that faces women there, where domestic violence is the second leading cause of homicide. The Board's conclusion that state protection was adequate was not supported by the evidence it relied on.", "[11] Accordingly, I must grant this application for judicial review and order a new hearing before a different panel. Neither party proposed a question of general importance for me to certify, and none is stated. JUDGMENT", "[12] THIS COURT'S JUDGMENT IS that: 1. The application for judicial review is granted and a new hearing before a different panel is ordered; 2. No question of general importance is stated. Annex Immigration and Refugee Protection Regulations, SOR/2002-227 Sponsor 130. (1) Subject to subsection (2), a sponsor, for the purpose of sponsoring a foreign national who makes an application for a permanent resident visa as a member of the family class or an application to remain in Canada as a member of the spouse or common-law partner in Canada class under subsection 13(1) of the Act, must be a Canadian citizen or permanent resident who (a) is at least 18 years of age; (b) resides in Canada; and (c) has filed a sponsorship application in respect of a member of the family class or the spouse or common-law partner in Canada class in accordance with section 10. [Emphasis added.] b) réside au Canada; [End of document] <FRAGMENT_SUPPRESSED>"]}