{"id_": "053752", "body_str": ["[1] Pinard, J. : This an application for judicial review of a decision of the Immigration Division of the Immigration and Refugee Board (the Board), dated June 15, 2006, wherein the Board found that the applicant was inadmissible to Canada for reasons of serious criminality pursuant to paragraph 36(1)( ) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, (the Act) and ordered that he be deported.  <FRAGMENT_SUPPRESSED>", "[2] The respondent submits that this application for judicial review is statute-barred, because the applicant has not exhausted his right of appeal to the Immigration Appeal Division (the IAD). I agree.  <FRAGMENT_SUPPRESSED>", "[3] The relevant provisions of the Act are as follows:  <FRAGMENT_SUPPRESSED> 63 .(3) A permanent resident or a protected person may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them.  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.  <FRAGMENT_SUPPRESSED> (2) The following provisions govern an application under subsection (1):  <FRAGMENT_SUPPRESSED> (a) the application may not be made until any right of appeal that may be provided by this Act is exhausted;  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> 162. (1) Each Division of the Board has, in respect of proceedings brought before it under this Act, sole and exclusive jurisdiction to hear and determine all questions of law and fact, including questions of jurisdiction.  <FRAGMENT_SUPPRESSED> (2) Each Division shall deal with all proceedings before it as informally and quickly as the circumstances and the considerations of fairness and natural justice permit.  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> 174. (1) The Immigration Appeal Division is a court of record and shall have an official seal, which shall be judicially noticed.  <FRAGMENT_SUPPRESSED> (2) The Immigration Appeal Division has all the powers, rights and privileges vested in a superior court of record with respect to any matter necessary for the exercise of its jurisdiction, including the swearing and examination of witnesses, the production and inspection of documents and the enforcement of its orders.  <FRAGMENT_SUPPRESSED> 63. [...]  <FRAGMENT_SUPPRESSED> 72. a) [...]  <FRAGMENT_SUPPRESSED> 162 [...]  <FRAGMENT_SUPPRESSED> 174.", "[4] The language of paragraph 72(2)( ) is clear: an application for judicial review under the Act cannot be made until any right of appeal provided by the Act is exhausted. Subsection 63(3) of the Act allows permanent residents, such as the applicant, to appeal to the IAD against a decision at an admissibility hearing to make a removal order.  <FRAGMENT_SUPPRESSED>", "[5] <FRAGMENT_SUPPRESSED>  the Federal Court dismissed an application for judicial review on the basis that the applicant had failed to avail himself of the proper procedure, which included making an appeal to the Appeal Division. At paragraph 34, Justice Dawson wrote:  <FRAGMENT_SUPPRESSED> Declining, in the face of an adequate alternative remedy, to exercise the court's discretion at this juncture preserves the integrity of the process established by Parliament, reflects a proper and measured concern for the economic use of judicial resources, and ensures that if questions of law are ultimately to be decided by this Court on an application for judicial review the Court will have the benefit of reasons from the Appeal Division.  <FRAGMENT_SUPPRESSED>", "[6] Dawson J's reasoning applies equally to this case. The applicant has an alternative remedy available to him, and must take advantage of this remedy, before judicial review of the Board's decision is available (see also <FRAGMENT_SUPPRESSED>  (C.A.) and <FRAGMENT_SUPPRESSED>  the application for judicial review is dismissed for being statute-barred by paragraph 72(2)( ) of the Act.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}