{"id_": "053868", "body_str": ["[1] Strayer, D.J. : This is an application for judicial review for a declaration that section 4 of the Leq'á:mel First Nation Election Regulations is invalid, such request being based on subsection 15(1) of the Canadian Charter of Rights and Freedoms or section 52 of the . The Notice of Application also sought various remedies predicated on the invalidity of section 3 of those Regulations , on similar grounds, but the whole argument proceeded on the basis of the inconsistency of section 4 of the Election Regulations with subsection 15(1) of the Charter . The Applicant also seeks an order to prevent the Leq'á:mel First Nation Council from continuing to enforce section 4 of the Election Regulations , or an order requiring the Band council to amend the regulations, or orders under subsection 24(1) of the amending the Election Regulations or declaring invalid the procedure in the Election Regulations for their amendment, and an order setting aside the result of the March 31, 2006 Band elections held under the existing Regulations FACTS", "[2] The Leq'á:mel First Nation has three reserves some 22 kilometres east of Mission in the lower mainland of British Columbia. The Applicant is a member of the Band and resides in Vancouver. He was born on the reserve but left at the age of five to attend a residential school and has not lived on the reserve since. In his affidavit he states that he has had problems with alcohol, has undergone treatment and has \"been sober for eight years\". He states his belief that: \"alcoholism, drug use and gambling are significant problems on the Leq'á:mel First Nation reserve and returning to live on the reserve would compromise my sobriety.\" He states that he had planned to vote in the election for the chief and council of the Leq'á:mel First Nation to be held March 31, 2006 and that he wished to have been considered as a candidate for chief and council member. He was unable to be a candidate or vote, however, because of the provisions of sections 3 and 4 of the Leq'á:mel First Nation Election Regulations and Procedures . Those sections provide as follows: 3.0 Eligibility Criteria For Office \"3.1 To hold the position of Chief or Councillor for the Lakahahmen First Nation a person must: (a) be a Lakahahmen First Nation Member; and (b) reside in the Canadian Traditional Stó:lo Territory; and (c) be at least 18 years of age 4.0 Eligible Elector \"4.1 To be eligible to vote a person must: (a) be a Lakahahmen First Nation Member; and (b) reside in the Canadian Traditional Stó:lo Territory; and (c) be at least 18 years of age\" (The band's name has been changed since the adoption of the Regulations from Lakahahmen to Leq'á:mel and it is assumed that references to Lakahahmen should now be interpreted as references to Leq'á:mel) The Canadian Traditional Stó:lo Territory (CTST) is defined by a map which is an appendix to the Regulations . As I understand it, the Leq'á:mel First Nation is part of the Stó:lo people who shared a language group and traditionally occupied these lands. The Leq'á:mel reserves are within the CTST but it is an extensive territory lying along the Canada-United States border which includes the City of Chilliwack, the City of Abbotsford, the District of Mission City, the District of Kent including Agassiz and Ruby Creek, the District of Hope, the Village of Harrison Hot Springs, the Village of Fort Langley, and large tracts of rural non-reserve areas in the Fraser Valley. It does not include the City of Vancouver. Therefore, by virtue of sections 3 and 4 of the Election Regulations , the Applicant, being a resident of Vancouver, is not eligible to be a candidate, or to vote,  <FRAGMENT_SUPPRESSED> :mel First Nation elections.", "[3] I have been provided with minimal evidence by both sides, the explanation being that as it is a judicial review proceeding, more evidence could not be produced. It would have been open to the parties to produce as much evidence as they wished by affidavit and to have cross-examination on those affidavits. If there were documents, studies, or histories of which I could take judicial notice, these could have been submitted. As it is there is no evidence, for example, as to whether the Applicant could readily move from Vancouver to any one of the cities or other communities within the CTST referred to above and thereby gain the vote. I have no specific evidence upon which I can base any conclusions as to historical disadvantage suffered by those living outside the CTST. Nor do I have evidence as to why these provisions were thought necessary in the Election Regulations", "[4] In his affidavit the Applicant complained that he could neither be a candidate nor vote. The only section argued before me, however, was section 4, namely the Right to Vote, but the Respondent in its request for relief assumed that section 3 is also in issue. As it appears to me the same criteria of validity apply to both sections, I will also deal with section 3 in my disposition.", "[5] The evidence did show, and it was not disputed, that these Elections Regulations , adopted in 1995, have in section 24 an amending provision which requires that for the Regulations to be amended there must be a referendum held and any amendment must be supported by 60% of the eligible electorate (not 60% of those who cast a vote) of the First Nation. Two attempts have been made by referendum to amend the Regulations so as to permit all off-reserve members to vote. Referendums were held on November 28, 2005 and on January 11, 2006. In both referenda, fewer than 60% of the eligible electorate cast votes. The Applicant was therefore unable to be a candidate or vote in the March 31, 2006 First Nation Elections.", "[6] The Applicant contends that section 4 of the Election Regulations is contrary to subsection 15(1) of the Charter because it discriminates against him as an off-reserve band member. He relies principally on the decision of the Supreme Court in <FRAGMENT_SUPPRESSED> . The Respondent essentially argues that Corbiere is distinguishable because in that case no member living off the reserve could vote. In the present case, the Election Regulations only exclude those persons who live outside the CTST. It argues that the Applicant does not have to move to the reserve to vote: he can simply move from Vancouver to Abbotsford, Chilliwack, or some other community of his choice. The Respondent further argues that if section 4 is found to infringe the Applicant's section 15 rights, it is nonetheless justifiable under section 1 of the Charter ISSUES", "[7] The following appear to be the essential issues: 1. Do sections 3.1 and 4.1 of the Leq'á:mel Election Regulations contravene subsection 15(1) of the Charter by requiring that Band Members reside within the CTST to be able to be a candidate and vote in Band Elections? 2. If so, are they justifiable under section 1 of the Charter ANALYSIS", "[8] I should first note that both parties accept that a Regulation made by the Band is subject to the Charter . Paragraph 32(1)(a) of the Charter makes it applicable to Parliament \"in respect to all matters within the authority of Parliament\". Although the Regulation in question here was made by the Band, and elections are not held under the Indian Act , I respectfully agree with Justice O'Keefe, who held in <FRAGMENT_SUPPRESSED> ; 2005 FC 1030, at paragraph 45 that a band council elected under Band Regulations still exercises its powers of governance under the Indian Act and therefore if admission to, or the right to vote for, that council is discriminatory within the meaning of subsection 15(1) of the Charter such discriminatory results arise under an act of Parliament.", "[9] With respect to the question of the relevant comparator group in this case, both parties seem to be in agreement that it consists of those members of the Leq'á:mel Band who live within the CTST (which includes but is not confined to the three reserves). It is the members of that group who have the right to stand for office or vote in elections of the Leq'á:mel Band, an advantage which the Applicant seeks and is denied by the Regulations . I agree that this is the appropriate comparator group.", "[10] To determine whether this distinction between the Applicant and the comparator group infringes subsection 15(1) of the Charter , I must apply the analysis set out in <FRAGMENT_SUPPRESSED>  and followed  <FRAGMENT_SUPPRESSED> . It consists of three stages. First Stage", "[11] This stage involves the determination as to whether the impugned law or action makes a distinction that denies equal protection or equal benefit. In Corbiere it was held that denial of the vote to band members living off the reserve was a denial of equal benefit. In the present case, that denial does not apply to some who live off the reserve but applies to anyone who does not live within the CTST. It appears to be that at this stage the significant factor is that a band member is, as  <FRAGMENT_SUPPRESSED> , denied the vote or to stand for office in the band because of where he lives as compared to the comparator group. I believe this satisfies the requirements of the first stage. Second Stage", "[12] This stage requires the determination as to whether that distinction is discriminatory: that is whether it is made on the basis of an enumerated ground or a ground analogous thereto.", "[13] In Corbiere , it was held that there is an analogous ground of aboriginality-residence which the majority equated to \"off-reserve status\". It cautioned that this was not a finding that distinctions among the general population based on place of residence would per se fall within an analogous ground. In a later decision, Chippewas of  <FRAGMENT_SUPPRESSED> the Federal Court of Appeal emphasized that the analogous ground identified  <FRAGMENT_SUPPRESSED> was limited to \"off-reserve status\". By implication, this ground is confined to members of a First Nation that has a reserve. In the present case, we have a distinction which does not exclude from the vote all those living off the reserve, but only those living outside of the traditional territories of the Stó:lo people of which the Leq'á:mel are a part. Indicators of what were described  <FRAGMENT_SUPPRESSED> (para. 13) as \"stereotypical decisions made not on the basis of merit but on the basis of a personal characteristic\" that would constitute analogous grounds, were said typically to involve characteristics that are immutable, or changeable only at an unacceptable cost, or that \" the government has no legitimate interest in expecting us to change \" (Emphasis added). In the present case, the Applicant's choice to live in Vancouver is obviously not immutable. It is implicit  <FRAGMENT_SUPPRESSED> that a change of residence to the reserve to qualify for the vote may be impossible or available only at an unacceptable cost, but that reasoning does not necessarily apply here. The Applicant could move from Vancouver to, e.g., Abbotsford or Chilliwack and not necessarily to the reserve and still qualify to vote. He has provided me with no evidence as to the costs or other factors involved in such a move. The only evidence he provided in his affidavit was as to the difficulties of him moving to the reserve. I have concluded, however, on the evidence I have, that the last kind of discriminatory characteristic mentioned above is involved here, namely that the Band has no legitimate interest in expecting the Applicant to change his residence from Vancouver to someplace in the CTST. As I will note later in considering justifiability under section 1, the Respondent has failed to demonstrate any such legitimate interest.", "[14] As a result, I conclude that this Election Regulation also comes within the ground of aboriginality-residence. Although that ground was understood  <FRAGMENT_SUPPRESSED> to be limited to \"off-reserve status\". I believe it can be extended to distinctions based on residence off the traditional lands of a First Nation and its related people. Third Stage", "[15] At this stage, it is necessary to determine whether a distinction made on an analogous ground constitutes discrimination within the intention of section 15. The Supreme Court of Canada in Law and Corbiere has said that to determine this question one must determine whether the claimant is of a group historically subject to disadvantage, stereotyping, and prejudice; to what extent the differential treatment complained of corresponds to the claimant's particular characteristics or circumstances; and the importance of the interest infringed.", "[16] To consider whether persons not resident on the CTST have been historically disadvantaged and victims of stereotyping and prejudice, some evidence is necessary and has not been provided in this case.", "[17] In the Corbiere case, neither the pleadings nor the evidence at trial addressed the situation of off-reserve Aboriginal people generally throughout Canada. The pleadings and evidence were confined to the situation of the Batchewana Band. In my reasons at trial in that case, I described my intended declaration of partial invalidity of subsection 77(1) of the Indian Act . I observed that my declaration would be: \"... confined to voting rights of members of the Batchewana Band because as a trial judge I must confine myself to the actual case I have before me, its pleadings and its evidence.\" <FRAGMENT_SUPPRESSED>  (F.C.T.D.) at para. 38) The Federal Court of Appeal in its decision ( <FRAGMENT_SUPPRESSED>  (F.C.A.)) confined itself to the history and circumstances of the Batchewana Band and its remedy was similarly focussed. On appeal, however, the Supreme Court of Canada (faced with five non-governmental interveners, three of whom had appeared in the Federal Court of Appeal but none at trial) restated the issue to include the question of whether subsection 77(1) of the Indian Act contravened subsection 15(1) of the Charter generally throughout Canada. In its consideration of historical disadvantage, stereotyping, etc. of off-reserve aboriginals generally across Canada, a matter on which there had been no evidence (apart from the circumstances of the Batchewana Band) before the trial or lower Appeal Court, it found there to be generally such stereotyping and historical disadvantage. The only evidence specifically mentioned in either the majority or the minority reasons was drawn from general statements in the Report of the Royal Commission on Aboriginal Peoples , volumes 1 and 4. (See Corbiere , paras. 17, 71, 83, 84, and 86). I assume that this source was treated as \"evidence\" on the basis of judicial notice and I assume I am at liberty, or even obliged, to so treat it as well. It is more emphatic on the historical disadvantage of off-reserve band members but that is not my precise issue for determination. In the present case, the Regulations do not distinguish against all off-reserve members of the Leq'á:mel Band, but only those who live outside the CTST. Yet they display similar attitudes of stereotyping of urban aboriginals who do not live with their people. As it was said by the majority  <FRAGMENT_SUPPRESSED> (para. 19): \"... the differential treatment resulting from the legislation is discriminatory because it implies that off-reserve band members are lesser members of their bands or persons who have chosen to be assimilated by the mainstream society.\" It may be said that the same is true of band members who choose not to live in the CTST.", "[18] Admittedly, the historical approach is of limited value in dealing with this particular kind of distinction. As far as I am aware the section of the Election Regulations complained of here was first adopted in 1995, first singling out for a denial of the vote those persons not residing in the CTST. One must apply by analogy the historical disadvantage found by the Supreme Court to have been suffered by off-reserve members generally throughout Canada. In this context the group of members living outside the CTST must be regarded as a subset of the traditional category of off-reserve members. The fact that voting rights have been extended to those off-reserve members living within the CTST does not make any better the situation of off-reserve members living outside it.", "[19] The second contextual factor to examine is whether there is a relationship between the differential treatment and the characteristics of the claimant and others: that is whether the distinction made corresponds to his needs, capacities or circumstances. If it does, then the dignity of the claimant and his group are not affected; but if does not then their dignity is affronted. As was found  <FRAGMENT_SUPPRESSED> , an off-reserve member has a real and legitimate interest in participating in the governance of his band and it is irrelevant for most purposes that he does not reside on the reserve or in a specifically designated traditional territory of his people. Therefore, the denial to him of the vote does not correspond to his interests and circumstances and thus infringes his dignity.", "[20] The third contextual factor to take into account is the importance of the interest affected by the negative distinction. As was held  <FRAGMENT_SUPPRESSED> (see e.g. paras. 19, 81-84), the right of a band member to vote is indeed important for his financial, social, and cultural interests. It helps him maintain a connection with his people and gives him a voice in many matters directly affecting him. The Supreme Court of Canada also emphasized that it does not matter that the particular claimant has voluntarily chosen not to live on the reserve ( Corbiere , para. 19). In the present case, it has been argued that the Applicant could readily move to another urban area, one located within the CTST, where he could have a similar lifestyle and also enjoy the right to vote in band elections. As I understand Corbiere , that is an irrelevant consideration.", "[21] I therefore conclude that section 4 of the Election Regulations infringes subsection 15(1) of the Charter and for similar reasons so does section 3.", "[22] The Respondent contends that even if section 4 infringes subsection 15(1) of the Charter , it is a justifiable limitation of voting rights in a free and democratic society.", "[23] Its written submissions on this point include the following: \"59. The objective of the limit is related to the Leq'á:mel First Nation's connection to the Canadian Traditional Stó:lo Territory and its profound connection to those lands. The 24 Stó:lo First Nations, which includes the Leq'á:mel First Nation, have identified by consensus the lands encompassed by the Canadian Traditional Stó:lo Territory as lands used, occupied and governed by the Stó:lo since time immemorial and hence identifiable as the 'traditional' lands of the Stó:lo. The limitation in s. 4.1 of the Election Regulations accordingly recognizes and respects this traditional connection. \"60. The residence requirement in s. 4.1 of the Election Regulations is not 'arbitrary, unfair or based on irrational considerations' because the Canadian Traditional Stó:lo Territory was the result of careful deliberations of the 24 Stó:lo First Nations, which included the knowledge of their Elders. The Canadian Traditional Stó:lo Territory moreover is bound by historic language ties that defined those Aboriginals who occupied and managed the land and its resources. \"61. With respect to the third test of minimal impairment, the Respondent could have set a residential requirement limited to Leq'á:mel First Nation reserves, or even the reserves of the other 23 Stó:lo First Nations. By setting the boundaries as broadly as they are found in the Canadian Traditional Stó:lo Territory, the Respondent chose to impair the Applicant's rights as minimally as possible while still respecting the traditional lands the 24 First Nation communities identified, lands to which the Leq'á:mel First Nation is and has been connected as a community from time immemorial. \"62. The Respondent submits that the limitation of residency in the Canadian Traditional Stó:lo Territory does not have a disproportionately severe effect on the Applicant. The objective of acknowledging the importance of the deep and historic connection of the Leq'á:mel First Nation to the Canadian Traditional Stó:lo Territory is properly given more weight than the Applicant's right to exercise his vote or to stand for office while choosing to reside outside of the Canadian Traditional Stó:lo Territory.\" Oral submissions were to the same effect. The only evidence the Respondent submitted in support of this argument pertained to the creation and authenticity of the map defining the CTST. It did not really support the need for denying the vote to those members who live outside that area.", "[24] In determining whether a restriction is justifiable under section 1, I must consider whether it has a sufficiently important objective, whether there is a rational connection between the restriction and the objective, whether it represents the least drastic means to accomplish the objective, and whether it has a disproportionately severe effect on the persons it restricts: see <FRAGMENT_SUPPRESSED>  O.A.C. 335. The written submissions quoted above do not, in my view, define any important objective. While no doubt it is important to the Leq'á:mel Band to identify the area traditionally occupied by it and 23 other Stó-lo First Nations enjoying historic language ties, nowhere is it explained why a present band member not living in that area should not be allowed to vote in the band election governing the three Leq'á:mel reserves that make up only a small part of the CTST. Similarly, no rational connection is shown between the right to vote and the obligation to live somewhere in the CTST. To the extent that there might be some logic, in respect to purely local matters, to require that voters be resident on the reserve, this regulation does not require that. It only requires that the voter live in any one of dozens of communities, or in rural areas, scattered throughout the CTST. As I cannot identify an important objective for this law, I think I need not consider further whether the least drastic means have been used to reach that objective or whether the effect is proportionate. To the extent that there may some symbolic value  <FRAGMENT_SUPPRESSED> :mel voters living in the traditional Stó-lo territory, the effect of denial of the vote to persons living outside that territory is clearly disproportionately severe. DISPOSITION AND REMEDY", "[25] While the Applicant in his affidavit complained also of being denied the right to run for band office in the \"Order Sought\" portion of his Memorandum of Fact and Law, the Applicant asks for remedies with respect to section 4 but not with respect to section 3. However, the Notice of Application also sought remedies in respect of section 3 which concerns eligibility to be a candidate. Clearly, the Respondent understood section 3 to be in issue as indicated in its relief requested in paragraph 82 of its memorandum. The principles with respect to the validity of section 4 apply equally to section 3. I am therefore going to declare paragraph 3.1(b) and 4.1(b), the first requiring residence in the CTST in order to hold office and the second requiring such residence to vote in a band election, to be invalid as contrary to subsection 15(1) of the Charter . I will suspend that declaration until August 1, 2008 in order to give the Leq'á:mel First Nation an opportunity to amend the sections by its own democratic processes. The Applicant asked that I issue mandamus requiring the Leq'á:mel First Nation Band Council to amend the Regulations or enact new Regulations . I do not think it appropriate to give such directions to a legislative body.", "[26] A problem arises out of section 24.3 of the Election Regulations which requires that any amendment to the Regulations must have the support of at least 60% of the eligible electorate. Two referenda to change section 4 have already failed because of a lack of voters. The Applicant asked me to declare section 24 invalid in this respect. There has been insufficient argument to justify striking down this section. No sufficient nexus has been shown between section 15 of the Charter and this provision. For the same reason I will not adopt the suggestion of the Respondent that I suspend the operation of section 24 of the Election Regulations . The Respondent also asked in the alternative that if I found section 3 and 4 to be invalid and if I suspended my declaration, I should nevertheless suspend the operation of these sections temporarily and at once so that non-resident voters could participate in a referendum to repeal or amend sections 3 and 4. The effect of doing so, it appears to me, would be to expand the list of eligible electorate to include all members of the band not living in the CTST. I have no evidence as to how feasible it will be and how much time it would take to establish a system for such non-residents to vote in a referendum. If this cannot be done in a timely fashion the result would be to make it even more difficult to obtain the vote of 60% of the eligible electorate (thus augmented by members resident outside the CTST) for the desired amendment. I will therefore not suspend sections 3 and 4 in relation to the operation of section 24.", "[27] The Applicant has asked me to set aside the Election of March 31, 2006 where the Applicant sought unsuccessfully to vote. As noted by Justice Dawson in <FRAGMENT_SUPPRESSED> ; 233 F.T.R. 254 (T.D.) at paragraph 52, the Court has a discretion as to giving such an order declaring an election void. While there has not been a long passage of time here as in the Ominayak case, I believe it would be too disruptive of the ongoing business of the Leq'á:mel First Nation and to the achievement of the necessary amendment of the Election Regulations . Therefore I make no such order. I believe all concerned will be best served if the present council takes necessary steps to have the Regulation amended. If this is not done, my suspended declaration will take effect to eliminate these restrictions prior to the next election.", "[28] At the end of the hearing, it appeared that there were cost issues that would require a special motion. I therefore direct that cost issues should be dealt with by a motion in writing and the response thereto. As the successful party, the Applicant should file a motion in writing under Rules 369 on or before August 15, 2007 and the other time requirements of that Rule will then apply. Application allowed. Editor: Giovanni A. Merlini/vnh [End of document]"]}