{"id_": "054271", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated October 27, 2011, wherein the applicants were determined to be neither Convention refugees within the meaning of section 96 of the Act, nor persons in need of protection as defined in subsection 97(1) of the Act. This conclusion was based on the Board's finding that the applicants had not rebutted the presumption of state protection in Hungary and that the female applicant did not have a well-founded fear of persecution if returned to Mongolia.", "[2] The applicants request that the Board's decision be quashed and the matter be referred back for redetermination by a differently constituted panel. Background", "[3] Istvan Horvath, the principal applicant, is a Roma citizen of Hungary. Narantuya Oyuntsetseg, the female applicant, is the principal applicant's wife. She is a citizen of Mongolia and has permanent residence status in Hungary. The couple's children, Catherina Nara Horvath and Istvan Enrique Horvath, are the minor applicants and are citizens of Hungary.", "[4] The female applicant was born in Mongolia. Her parents divorced when she was very young. After the divorce, her mother took the two children and hid from their father to escape his domestic violence and sexual abuse. However, on occasion, her father found them and abused them again. To escape further abuse, the female applicant's mother immigrated to Hungary with her two children. The female applicant was nine years old when she arrived in Hungary. There, she experienced abuse and discrimination due to her ethnicity.", "[5] In 1999, the female applicant met the principal applicant. They began living together soon thereafter. As a mixed nationality couple, they experienced severe discrimination and harassment by skinheads and by the Hungarian Guard. In addition, both of their parents opposed the relationship.", "[6] In 2000, the female applicant became pregnant. Her son, the minor applicant Istvan, was born in November of that year. The following year, the female applicant became pregnant again. When she was four months pregnant, two boys sent their dog to attack her while she was walking on the street. She found refuge in a shop, but the stress of the incident led to a miscarriage.", "[7] In 2004, the family moved to another district in the hopes of finding greater safety there. However, one day in 2005, two police officers stopped the principal applicant on his way home from work. The officers asked for his identification and whether he was Roma. When the principal applicant answered affirmatively, the officers beat him. The principal applicant asked the officers for their badge numbers so that he could report them. They refused and threatened him with retaliation. In fear, the couple moved again in September 2005.", "[8] On a summer evening in 2007, when the couple and their minor son where out walking, a group of skinheads noticed them and starting yelling at them. The family tried to escape, but the skinheads pursued them, grabbed the principal applicant and started beating him. When the principal applicant lost consciousness, the attackers took off. Based on his previous experience with the police in 2005, the principal applicant did not report this incident. Rather, the couple began searching for a new home and after three months moved to a townhouse approximately 40 kilometers away.", "[9] On an evening in November 2008, the female applicant was walking home alone. She was confronted by two skinheads who sexually assaulted her and called her racial slurs. She managed to escape to a bus stop. There, she complained to a police officer. However, the officer was only interested in seeing her identification and would not listen to her complaint or walk her home. The applicants did not report this incident to the police.", "[10] To protect their family from further attacks by skinheads and the Hungarian Guard, the applicants decided to leave Hungary. The couple did not want to go to Mongolia in fear of being targeted by the female applicant's father there. Thus, when the minor son finished the school year, the couple arranged to leave for Canada. They arrived in Canada on July 29, 2009. The following day they filed refugee claims based on their membership in minority ethnic groups in Hungary.", "[11] The hearing of the applicants' refugee claim was held on October 4, 2011. Board's Decision", "[12] The Board issued its decision on October 27, 2011. Notice of the decision was sent to the applicants on November 8, 2011. The Board determined that the applicants were neither Convention refugees nor persons in need of protection. The Board assessed the principal and minor applicants' joint claims against Hungary and assessed the female applicant's claim against Mongolia. The Board acknowledged that it had read and considered counsel's written submissions.", "[13] The Board first summarized the applicants' allegations. The Board noted that the 2005 incident led to the principal applicant's loss of confidence in the police. This was followed by an assault by skinheads in 2007. The Board also noted the female applicant's reasons for leaving Mongolia, the attack in 2001 which led to her miscarriage and the subsequent attack by skinheads in 2008.", "[14] The Board then considered the issue of state protection. It reviewed documentary evidence showing widespread discrimination against the Romani population in Hungary. The Board noted that its duty was to determine, against this background, whether or not adequate state protection exists for the principal applicant in Hungary. The Board found that the determinative issue was the presumption that countries are capable of protecting its citizens. The Board noted that it was not obliged to prove that Hungary can offer the applicants effective state protection; rather, the applicants bore the burden of rebutting the presumption of adequate state protection by adducing clear and convincing evidence that would satisfy the Board on a balance of probabilities.", "[15] After citing the relevant legal principles, the Board found that the principal applicant had not met his burden. The Board noted that the principal applicant testified that he never sought state protection from the police in Hungary because he had lost confidence in the police after the incident in 2005. The Board found it unreasonable for the principal applicant not to have made a complaint against these police officers. The Board also noted the principal applicant's failure to report the 2007 attack. The Board concluded that this failure to report resulted in the presumption of adequate state protection in Hungary not being rebutted.", "[16] Similarly, the Board found that the female applicant's failure to report the 2001 attack, which led to her miscarriage, also resulted in a failure to rebut the presumption of state protection. The Board found that if the female applicant did not receive a satisfactory response from the police officer she spoke with after the 2008 attack, she should have reported the incident to the police station. As the female applicant did not take all reasonable efforts to avail herself to state protection, the Board found that the presumption of adequate state protection was not rebutted.", "[17] The Board also found the principal applicant's testimony on the effectiveness of state protection in Hungary was not persuasive because it was not credible, was largely unsubstantiated and was not consistent with the documentary evidence. The Board preferred the documentary evidence as it was drawn from a wide range of publicly accessible documents published by reliable non-government and government organizations.", "[18] Turning to the documentary evidence, the Board noted that it was mixed on the adequacy of state protection for Roma in Hungary. It acknowledged that there was widespread reporting of incidents of intolerance, discrimination and persecution of Romani individuals in Hungary. Concurrently, there was persuasive evidence that Hungary has acknowledged its past problems and is making serious efforts to rectify the treatment of minorities within its borders.", "[19] The Board concluded that the preponderance of the objective evidence suggests that, although not perfect, there is: adequate state protection in Hungary for Roma who are victims of crime, police abuse, discrimination and persecution, the state is making serious efforts to address these problems and the police and government officials are willing and able to protect victims.", "[20] The Board highlighted legal and political reforms that began in Hungary in 1993. It noted that the courts had recently ordered the dissolution of the extreme nationalist Hungarian Guard. The Independent Police Complaints Board (IPCB) was in place since 2008 to review complaints of police actions. The NGO European Roma Rights Centre described the IPCB as credible and independent. However, the Board acknowledged the criticism that the police only followed up on a small portion of IPCB's recommendations. The Board also observed that the Hungarian government had adopted several initiatives to address police corruption and to grant the public measures or avenues of complaint.", "[21] The Board noted that the National Bureau of Investigation had investigated a series of physical attacks against Roma in 2008 and 2009; these investigations had led to criminal charges. Recourse was also available through the Equal Treatment Authority, the Parliamentary Commissioners, the Roma Police Officers' Association and the courts. In addition, the Board observed that the Hungarian government had taken a number of legal and institutional measures to improve the situation of the Romani minority in the country.", "[22] The Board further noted that Hungary has been criticized on its implementation of its laws against discrimination and minority persecution. Although the Board acknowledged that these criticisms may be deserved, the Board noted that Hungary is part of the European Union (EU). This requires that it uphold a number of standards to maintain membership. A 2009 report of the European Commission against Racism and Intolerance praised Hungary for its accomplishments, highlighted issues of concern and provided recommendations for future action.", "[23] Based on this review of the \"totality of the evidence\", the Board concluded that, in the circumstances of this case, the principal applicant had failed to rebut the presumption of state protection with clear and convincing evidence. Therefore, the Board concluded that the principal and minor applicants' joint claims failed under sections 96 and 97 of the Act.", "[24] The Board then considered the female applicant's claim against Mongolia. The Board stated that it considered and applied the Gender Guidelines in making its determination. The Board noted that the determinative issue in the section 96 analysis was nexus and whether the female applicant's fear is well-founded.", "[25] The Board found that the female applicant does not have a well-founded fear of persecution if she returned to Mongolia today. The Board noted that the Convention refugee definition is forward looking and that the fear must be reasonably justified considering the objective situation. The Board found that there was insufficient evidence that the female applicant would face a serious possibility of persecution if she were to return to Mongolia.", "[26] The Board noted the female applicant's testimony on the sexual abuse she suffered at the hands of her father before immigrating to Hungary. The Board noted that this fact was absent from the female applicant's PIF. However, in considering the Gender Guidelines, it accepted that she omitted this for reason of shame as her husband did not know of this abuse.", "[27] The Board also noted that the female applicant testified that she did not know the name or whereabouts of her father and merely speculated that he is in Mongolia. However, she also testified that her mother's relatives had seen her father drunk. When asked why she did not include this in her PIF, she explained that she did not deem it necessary. The Board found this explanation unreasonable since it pertained to a central element of her claim; namely, that her agent of persecution would still be interested in persecuting her today. The Board found that this undermined the female applicant's credibility. It concluded that: Because the claimant's spouse has been outside of Mongolia for approximately 20 years, and since she does not even know the name of her father, and that it is implausible her father, even if he were still alive, would recognize her, or for that matter, be motivated or inclined to persecute the claimant's spouse, I find that she has not established that she has an objective basis for a well-founded fear of return to Mongolia. Thus, the Board concluded that the female applicant's claim failed under section 96 of the Act.", "[28] The Board then considered the female applicant's claim under section 97 of the Act. The Board found that the female applicant had not demonstrated, on a balance of probabilities, that it was more likely than not that she would face a risk to life, a risk of cruel and unusual treatment or punishment, or a danger of torture if she were to return to Mongolia. The Board therefore concluded that her claim also failed under section 97 of the Act.", "[29] Finally, the Board considered counsel's submissions that the female applicant's claim fell within the exception to the cessation of refugee protection under subsection 108(4) of the Act. The Board noted that this issue was first raised in counsel's submissions; it was not raised during the hearing. Nevertheless, the Board proceeded in considering the issue.", "[30] The Board found that the female applicant had not established that there were compelling reasons pursuant to subsection 108(4) of the Act. In coming to this finding, the Board considered the level of atrocity of the acts inflicted on her, the repercussions on her physical and mental state and whether the experience constituted a compelling reason for her not to return to Mongolia.", "[31] The Board noted its previous finding that there was insufficient evidence to make the determination that the female applicant's experiences were appalling and atrocious. The Board noted the absence of supporting documentation, such as a psychological report, to determine if there were repercussions on the female applicant's physical and mental state. Therefore, the Board concluded that the female applicant had not established that her claim fell within the exception outlined under subsection 108(4) of the Act. Issues", "[32] The applicants submit the following points at issue: 1. Did the Board conduct an unreasonable state protection analysis by: (a) finding that the applicants failed to establish that the police in Hungary could not or would not protect them?; and (b) relying on the \"efforts\" of the Hungarian government to protect Romas, as opposed to the effectiveness of such efforts? 2. Did the Board err in finding that there are not \"compelling reasons\" as to why the female applicant should not return to Mongolia?", "[33] I would rephrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the Board err in its state protection analysis? 3. Did the Board err in finding that the female applicant's claim did not fall within the exception provided under subsection 108(4) of the Act? Applicants' Written Submissions", "[34] The applicants submit that the issues raised in this application are reviewable on a reasonableness standard.", "[35] The applicants submit that the Board made two errors in its state protection analysis.", "[36] First, the applicants submit that the Board unreasonably determined that they did not put forward clear and convincing evidence that the Hungarian police could and would not protect them. The applicants submit that the Board failed to properly consider their explanations for not approaching the police, namely, their past experiences that led to their lack of confidence in the Hungarian police's ability and willingness to protect them.", "[37] The applicants highlight that the Board did not question the principal applicant's testimony on the account of his experience with the police in 2005. Thus, in finding that the principal applicant's failure to report this conduct and his subsequent failure to approach the police was unreasonable, the Board failed to assign the proper weight to his prior experience with the Hungarian police.", "[38] The applicants also submit that the Board erred in finding that the female applicant did not take all reasonable efforts to seek state protection after she was assaulted in 2008. The applicants highlight that the female applicant did approach a police officer, but rather than helping her, he demanded to see her identification. The applicants submit that the Board's finding that the female applicant failed to report this incident was perverse and unreasonable. The applicants also note that the Board did not question the credibility of the female applicant's story.", "[39] The applicants further note that in light of their previous experience with the police and the general feeling amongst Romani citizens that Hungarian police will not help them, they had good reason to mistrust the police and believe that it was futile to approach them. For these collective reasons, the applicants submit that the Board erred in finding that they had failed to establish that the police could and would not protect them.", "[40] Second, the applicants submit that the Board unreasonably concluded from its review of the country evidence that the Hungarian government had recently adopted a sufficient range of safeguards to protect the rights of Roma citizens.", "[41] The applicants submit that the Board erred in relying on the Hungarian state's efforts and measures to enact laws and policies in the face of evidence that such laws and policies have not been effective. For example: - The Board ignored the fact that the Hungarian Court had ruled that government attempts to criminalize hate speech were unconstitutional; - As acknowledged by the Board, the IPCB has been sharply criticized with police only following up on a small proportion of the IPCB recommendations; - The Minorities Ombudsman has been criticized for its limited scope of corrective action; - Legal avenues of redress in the courts are very long and the courts have a very low willingness to acknowledge non-material damage; - The country evidence indicates that limitations with the free legal aid services to Romani clients limits the effectiveness of these services; and - As acknowledged by the Board, the Hungarian government's initiatives to address Romani education, employment, housing, health care and political representation have been criticized as ineffective.", "[42] Although the Board acknowledged the clear evidence that the government's efforts have been ineffective, it concluded that as a member of the EU, Hungary must uphold certain standards. The applicants submit that this finding is non-responsive to the question of whether there is adequate state protection available to them.", "[43] The applicants note that the evidence indicates that it still remains to be proven whether the changes adopted by the Hungarian government have been effectively implemented in practice. It was therefore unreasonable for the Board to focus on the Hungarian state's efforts to protect its Romani citizens in light of the evidence showing that those efforts have been inadequate.", "[44] The applicants also submit that the Board erred in finding that there were no compelling reasons, pursuant to subsection 108(4) of the Act, for which the female applicant should not return to Mongolia. In rendering its decision, the Board did not consider the totality of the situation. The applicants note that the Board accepted that the female applicant was a victim of domestic violence and sexual abuse by her father. Thus, the applicants submit that it was unreasonable for the Board to find that there was insufficient evidence that this abuse was sufficiently appalling and atrocious on the basis of a lack of psychological evidence on her mental state. Respondent's Written Submissions", "[45] The respondent submits that the Board did not ignore or misconstrue the evidence, nor did it make perverse or capricious findings of fact in its assessment on state protection or of compelling reasons under subsection 108(4) of the Act.", "[46] The respondent submits that the Board's state protection finding was reasonable. The respondent highlights that the applicants did not seek state protection and that they acknowledged that the Board did consider the evidence on the specific incidents that they relied on in support of their claims. The applicants merely disagree with the Board's weighing of their evidence.", "[47] The respondent submits that the Board's assessment of the absence of efforts to seek state protection was in accordance with this Court's jurisprudence. This jurisprudence establishes that a subjective reluctance to seek state protection is generally insufficient to rebut the presumption of state protection. Based on the documentary evidence, the Board found that the principal applicant's beliefs regarding the effectiveness of state protection were not persuasive.", "[48] The respondent also submits that the Board did not err in its assessment of the availability of state protection in Hungary. It is trite law that this is a fact assessment made on a case-by-case basis. The Board is presumed to have weighed and considered all the evidence, unless the contrary is shown. Here, the Board stated that it considered the totality of the evidence in rejecting the applicants' claim. The decision shows that the Board conducted a thorough and detailed review of the evidence and the documentary record. The Board considered counsel's written submissions and acknowledged the inconsistencies in the documentary record and the existence of inefficiencies, discrimination and corruption in Hungary. In so doing, the Board reasonably found that the state protection was adequate in Hungary.", "[49] In addition, the respondent submits that <FRAGMENT_SUPPRESSED>  [2010] FCJ No 1242, a case relied on by the applicants, is distinguishable. The respondent highlights that in <FRAGMENT_SUPPRESSED> above, the applicants had initially been found to be Convention refugees. That determination was vacated when they returned to Hungary. When they later came back to Canada and claimed refugee protection again, Mr. Justice Michel Shore found that the PRRA officer failed to adequately assess their individual circumstances in the context of the documentary record. Conversely, in this case, the respondent submits that the applicants have not demonstrated that the Board ignored evidence or made erroneous state protection findings on the evidence on the record.", "[50] The respondent further notes that this case does not turn on a finding of past persecution as no such finding was made by the Board. In addition, subsections 108(1) and 108(4) of the Act do not alter the test established under sections 96 and 97 of the Act. The only question before the Board was how well-founded the applicants' fear of persecution was based on the evidence before it. The applicants submit that the Board appropriately noted that refugee protection was forward looking and reasonably found that there was insufficient evidence to support a well-founded fear of persecution if the female applicant returned to Mongolia today.", "[51] The respondent submits that subsection 108(4) of the Act only applies where there has been a determination that, but for the changed country conditions, the applicants would have been found to be persons in need of protection. It addition, as noted by the Board, there is a high threshold for demonstrating compelling reasons under subsection 108(4) and the exception under this provision only applies to a small minority of applicants. The respondent submits that the Board's decision was entirely open to it based on the lack of evidence on the record. Analysis and Decision Issue 1 What is the appropriate standard of review?", "[52] Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED>  at paragraph 57).", "[53] It is trite law that issues of state protection and of the weighing, interpretation and assessment of evidence are reviewable on a reasonableness standard (see <FRAGMENT_SUPPRESSED>  [2011] FCJ No 924 at paragraph 5; and <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1286 at paragraph 38). The Board's assessment under section 108 of the Act is also reviewable on a reasonableness standard (see <FRAGMENT_SUPPRESSED>  [2010] FCJ No 1042 at paragraph 20).", "[54] In reviewing the Board's decision on a standard of reasonableness, the Court should not intervene unless the Board came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47; and Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at paragraph 59). It is not up to a reviewing Court to substitute its own view of a preferable outcome, nor is it the function of the reviewing Court to reweigh the evidence (see <FRAGMENT_SUPPRESSED> above, at paragraphs 59 and 61). Issue 2 Did the Board err in its state protection analysis?", "[55] It is well established that applicants bear the burden of demonstrating, on a balance of probabilities and based on relevant, reliable and convincing evidence, that their home country provides inadequate state protection (see <FRAGMENT_SUPPRESSED> above, at paragraph 10; and <FRAGMENT_SUPPRESSED> above, at paragraph 52). In addition, where there has not been a complete breakdown in the state, the applicants must test the protection before doubting its existence (see <FRAGMENT_SUPPRESSED> above, at paragraph 12; and <FRAGMENT_SUPPRESSED>  [2009] FCJ No 917 at paragraphs 25 and 26).", "[56] In its decision, the Board noted: the principal applicant's experience in 2005 when two police officers beat and threatened him; the 2007 attack which the principal applicant did not report; the female applicant's failure to report the 2001 attack that led to her miscarriage; and her later experience in 2008 when two skinheads attacked her and the police officer she reported to did not help her. In reviewing these incidents, the Board found that the applicants did not take all reasonable efforts to avail themselves of state protection.", "[57] In so doing, the Board did acknowledge the applicants' belief that the Hungarian police would not help them because of their ethnicity. However, it found the principal applicant's testimony on the effectiveness of state protection in Hungary not persuasive because it was not credible, was largely unsubstantiated and was not consistent with the documentary evidence. Thus, contrary to the applicants' submission, the Board did consider their explanations for not approaching the police.", "[58] Further, in reviewing the documentary evidence, the Board explicitly noted that it was mixed. However, after conducting a lengthy review of this evidence, the Board concluded that the Hungarian state had adopted several measures and initiatives to address discrimination against minorities in the country and that a number of avenues were available to the applicants, none of which they had pursued.", "[59] The applicants highlight specific sections of the Board's decision and submit that it erred in relying on the Hungarian state's efforts in the face of evidence that those efforts have not been effective. However, on review of the Board's decision and of the evidence on the record, I find that the Board conducted a transparent, justifiable and intelligible analysis of this evidence and ultimately came to a conclusion that was well within the range of acceptable outcomes based on the evidence before it. It is trite law that it is not this Court's role to reweigh the evidence and that the Board is entitled to grant more weight to some evidence than to other evidence (see <FRAGMENT_SUPPRESSED> above, at paragraph 54).", "[60] I also note the applicants' reliance on this Court's decision in <FRAGMENT_SUPPRESSED> above. That case also pertained to Roma refugee applicants from Hungary. Mr. Justice Shore reviewed the PRRA officer's decision on state protection available for those applicants and found that the officer selectively relied on limited documentary evidence in finding that state protection was available (at paragraph 55). Mr. Justice Shore concluded that (at paragraph 58): The PRRA officer must at least assess the meaningful evidence concerning the deterioration of living conditions for the Romani people. It was unreasonable for the PRRA officer to find that the attacks against the Roma have stopped in Hungary without explaining how she reached that finding. This finding is pivotal to making the decision, because a PRRA decision is used to determine whether there is a risk in removing an individual to his or her country of nationality and not whether there was a risk at the time he or she left for Canada. [emphasis in original]", "[61] For the reasons mentioned above, I do not find that the Board in this case made a similar error as the PRRA officer did in <FRAGMENT_SUPPRESSED> above. I therefore do not find that <FRAGMENT_SUPPRESSED> above, supports the applicants' submissions.", "[62] In summary, based on the applicants' limited efforts to seek state protection and the Board's careful review of the documentary evidence, I find that its conclusion that the applicants had not rebutted the presumption of state protection available to them in Hungary was within the range of acceptable outcomes based on the evidence before it. Issue 3 Did the Board err in finding that the female applicant's claim did not fall within the exception provided under subsection 108(4) of the Act?", "[63] Although the applicants did not raise the subsection 108(4) claim until after the hearing, the Board did analyze this claim in its decision. The purpose of this provision was described by Mr. Justin Richard Boivin in <FRAGMENT_SUPPRESSED>  [2010] FCJ No 398 at paragraph 37: Subsection 108(4) of the Act provides that refugee status can be conferred on humanitarian grounds to a special and limited category of persons who \"have suffered such appalling persecution that their experience alone is a compelling reason not to return them, even though they may no longer have any reason to fear further persecution\". [...]", "[64] A subsection 108(4) analysis only comes into play where there has been a finding that a person was a Convention refugee or person in need of protection at the time of persecution, but is no longer so because the conditions that led to that status no longer exists (see <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1603 at paragraph 62; <FRAGMENT_SUPPRESSED> above, at paragraphs 37 to 39; and <FRAGMENT_SUPPRESSED>  [2011] FCJ No 976 at paragraph 31). The change must relate to country conditions and not merely be a change in personal circumstances (see Sow above, at paragraph 68; and <FRAGMENT_SUPPRESSED>  [2010] FCJ No 1253 at paragraph 19).", "[65] The applicants bear the onus of establishing \"that there are compelling reasons for not returning to the country in which past persecution arose\" (see Sow above, at paragraph 64). Further, it is not sufficient that an applicant states that he or she suffered acts that could constitute persecution. The Board must in fact conclude that those acts did occur and that they did constitute persecution (see Sow above, at paragraph 66).", "[66] In this case, the Board found that the female applicant had not established that there were compelling reasons arising out of previous persecution for refusing to avail herself to the protection of the country that she left due to that previous persecution. In so finding, the Board noted the level of atrocity of the acts inflicted on her, the repercussions on her physical and mental state and whether the experience constituted a compelling reason for her not to return to Mongolia. The Board ultimately found that there was insufficient evidence before it to determine that the female applicant's experiences were appalling and atrocious. Thus, the Board concluded that she had not established that her claim fell within the scope of the subsection 108(4) exception.", "[67] Based on the limited evidence on the record, I find that the Board came to a reasonable finding on the female applicant's subsection 108(4) claim. The Board noted the lack of evidence, such as a psychological report, to determine if there were repercussions on the female applicant's physical and mental state. This evidence was particularly important to establish her claim, as evidenced by the considerations highlighted by Mr. Justice Luc Martineau in <FRAGMENT_SUPPRESSED>  [2004] FCJ No 1354, at paragraph 19: The degree, to which a refugee claimant lives his anguish upon thought of being forced to return from where he came, is subject to the state of his psychological health (strength). The formulative question to ask in regard to \"compelling reasons\" is, should the claimant be made to face the background set of life which he or she left, even if the principal characters may no longer be present or no longer be playing the same roles? The answer lies not so much in established determinative conclusive fact but rather more to the extent of travail of the inner self or soul to which the claimant would be subjugated . The decision, as all decisions of a compelling nature, necessitates the view that it is the state of mind of the refugee claimant that creates the precedent - not necessarily the country, the conditions, nor the attitude of the population, even though those factors may come into balance. Moreover, this judgment does not involve the imposition of Western concepts on a subtle phenomenon which roots in the individuality of human nature, an individuality which is unique and has grown in an all-together different social and cultural environment. Therefore, consideration should also be given to the claimant's age, cultural background and previous social experiences . Being resilient to adverse conditions will depend of a number of factors which differ from one individual to another. [emphasis added]", "[68] Here, the Board noted that the female applicant left Mongolia at a young age and approximately twenty years had passed since her departure. The hearing transcript highlights the female applicant's lack of knowledge about her father (including his name) and his whereabouts. There was no evidence on the female applicant's psychological state on which the Board could consider the \"travail of the inner self or soul to which the claimant would be subjugated\" (see <FRAGMENT_SUPPRESSED> above, at paragraph 19).", "[69] In addition, at the hearing, the female applicant stated that her mother's relatives had told her that they had seen her father drunk. However, the Board granted little weight to this allegation as it was not included in her original or amended PIF, even though it pertained to a central element of her claim. I also note that this claim was not supported by any evidence such as, for example, affidavits from her mother or her remaining relatives in Mongolia.", "[70] Therefore, based on the onus that the female applicant bore to establish that there are compelling reasons for her not to return to Mongolia, coupled with the lack of evidence of her psychological state, I find that the Board also came to a reasonable finding on this issue. Concurrently, I note that the Board did not confer refugee or protected person status on the female applicant. It was therefore not required to conduct a compelling reasons analysis.", "[71] For these reasons, I would dismiss this judicial review application.", "[72] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[73] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. 108. (1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances: . . . (e) the reasons for which the person sought refugee protection have ceased to exist. . . . (4) Paragraph (1)(e) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment. . . . . . .", "[1] Le juge O'Keefe", "[2] Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45]", "[46]", "[47]", "[48]", "[49]", "[50]", "[51]", "[52] <FRAGMENT_SUPPRESSED> , au paragraphe 57).", "[53] <FRAGMENT_SUPPRESSED>  [2010] ACF no 1042, au paragraphe 20).", "[54]", "[55] <FRAGMENT_SUPPRESSED>  [2009] ACF no 917, aux paragraphes 25 et 26).", "[56]", "[57]", "[58]", "[59]", "[60]", "[61]", "[62]", "[63]", "[64] Sow <FRAGMENT_SUPPRESSED>  [2010] ACF no 1253, au paragraphe 19).", "[65] Sow Sow", "[66]", "[67]", "[68] Suleiman,", "[69]", "[70]", "[71]", "[72] JUGEMENT", "[73] ANNEXE , LC 2001, c 27 . . . . . . 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. 108. (1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances: . . . (e) the reasons for which the person sought refugee protection have ceased to exist. . . . (4) Paragraph (1)(e) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment. [End of document]"]}