{"id_": "054268", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA) for judicial review of a decision by an officer dated July 4, 2008 denying the applicant's pre-removal risk assessment (PRRA) application pursuant to sections 96 and 97 of IRPA.", "[2] The applicant seeks the following relief by way of judicial review: 1. (a) pursuant to ss. 7, 15, and 24(1) of the C harter , the Applicant is entitled to positive PPRA consideration and/or a \"suspension remedy\" from the removal provisions of the IRPA; (b) and a further declaration that the decision is a nullity as being\"unreasonable\", contrary to the Supreme Court of Canada decision in Baker (c) the officer(s) completely fettered discretion and denied the Applicant fundamental justice; (d) that the officer misapplied the statutory provisions under ss. 96 and 97 of IRPA; 2. an order (in the nature) of certiorari quashing the decision of the officer(s); 3. an order (in the nature) of prohibition prohibiting the Minister from removing the Applicant pending the determination of this Court; 4. an order (in the nature) of mandamus directing that the Minister consider the Applicant's case in accordance with fundamental justice, the Baker and Suresh decisions at the Supreme Court of Canada, the statutory provisions, and the reasons of this Court; and 5. any such after relief as counsel may advise and this Honourable Court permit. Background", "[3] Lloyd Blain McDowell (the applicant), is a citizen of Jamaica. He first entered Canada in 1988 as a permanent resident sponsored by his mother. The applicant is married to a Canadian citizen and he has four Canadian born children.", "[4] Between 1992 and 1994, the applicant was convicted of assault with a weapon, trafficking narcotics and other charges. He was deported to Jamaica on January 19, 2000 because of his convictions.", "[5] On January 10, 2001, the applicant returned to Canada under a false name and passport. On March 22, 2005 the applicant made a refugee claim which was heard on January 26, 2007. On June 22, 2007 the applicant was found not to be a Convention refugee or a person in need of protection by an officer of the Refugee Protection Division (RPD).", "[6] The applicant filed a PRRA application on October 31, 2007 and provided submissions November 29, 2006. In a decision dated July 4, 2008, the PRRA officer rejected the applicant's PRRA application. This is the judicial review of the PRRA officer's decision.", "[7] In the RPD hearing, the applicant testified that when he was 15 years old he witnessed his friend, Vivian Filey being stabbed to death in front of his school. According to his testimony, he believed that this was a political murder as Vivian Filey's family and his family belonged to the Jamaican Labour Party (JLP) but lived in an area controlled by the People's National Party (PNP).", "[8] Delroy Wright was convicted for the murder and was released from prison in 2002. The applicant feared retribution from Delroy Wright for identifying him to police and heard that he blamed the applicant for his imprisonment. The RPD recognized that Delroy Wright still remained powerful within the PNP and was the government in power at the time, but found there was state protection for him despite the political power of Delroy Wright and corruption in the Jamaican police force. They pointed to the fact that Delroy Wright had been convicted and served a prison sentence despite these concerns.", "[9] There were three bases for denying the applicant's refugee claim. First, the officer found that there was no-well founded fear of persecution as crime is not a Convention ground; it is faced generally by everyone in Jamaica. Second, the officer found that the delay of five years in filing a claim pointed to a lack of subjective fear of persecution and found that the applicant made his claim as the only way to avoid deportation. Third, the officer found that there was state protection available for the applicant and it was not unreasonable for the applicant to seek that protection. PRRA Officer's Decision", "[10] The officer rejected the applicant's PRRA application on the basis that he had provided insufficient evidence to demonstrate that he would be at risk if returned to Jamaica. The PRRA officer stated that he had reviewed and considered all of the applicant's submissions and evidence but found: that the risks identified were not new, that the applicant had not provided substantially sufficient new evidence to rebut the presumption of state protection, that the applicant does not face more than a mere possibility of persecution under section 96 of IRPA, and that there are no substantial grounds to believe a risk to him under section 97 of IRPA if returned.", "[11] The PRRA officer examined the evidence submitted under the requirements of subsection 113(a) of IRPA and found that the applicant had not raised any new evidence of risk rather the fear of retribution of Delroy Wright as was already heard by the RPD Board.", "[12] The officer noted that under subsection 161(2) of the Immigration and Refugee Protection Regulations , SOR/2002-227, the applicant must identify the evidence presented in written submissions and indicate how it relates to the applicant.", "[13] The officer noted that the applicant had submitted that throughout 2007 his home was vandalized, targeted and burglarized. A police report was provided and photos from the scene. The officer concluded however, that this evidence is not sufficient to establish that the applicant is being targeted by Delroy Wright.", "[14] The officer pointed to the wording in the police report which stated that, \"it is rumoured that (that) they went to kill your brother who gave evidence in the murder of his best friend...\" and \"[o] ur information is that there are two gangs operating in that area and they could be the ones targeting your premises\". The officer noted that the applicant's family thought the vandalism was a reprisal against the applicant for giving evidence of the murder of Vivian Filey but also noted that the police felt that there were two gangs that might also be responsible for the crime. The officer found that it was \"not clear from the police report who burglarized the house and for what reasons\" and given that the murder happened in 1988, the break-in incidents are not sufficient evidence of risk of reprisal.", "[15] The officer also noted that the applicant had not reported anyone harmed in his family since Delroy Wright was released in 2002 and the break-in incidents happened five years after Delroy Wright's release. The officer also found that the applicant did not provide sufficient evidence that the police would not investigate, arrest and punish those responsible for the break-ins because of the investigation that was commenced and the file that was opened.", "[16] The Board's analysis of state protection continues. The officer found that the police report and the photos provided by the applicant do not provide the \"clear and convincing\" proof needed to rebut the presumption that protection would be forthcoming (see <FRAGMENT_SUPPRESSED> ). The Old Harbour Police's report in Jamaica opening an investigation into the break-ins provides just the opposite the officer contends: proof that the matter is being investigated.", "[17] The final issue of new evidence that the officer examined is the allegation that the applicant's mother received various warnings that particular individuals were aware of her return for her father's funeral in Jamaica and they were planning to attack her as \"as an indirect means of getting retribution against the applicant\". The officer found that there was nothing to collaborate these allegations including testimony from the mother or a police report.", "[18] The officer then turned to the country conditions in Jamaica, specifically the implication that Delroy Wright has strong ties to the ruling PNP and as such, the applicant could not receive state protection. The officer found that, according to their own research, the PNP no longer ruled as of September 2007. Therefore the officer found that the applicant's fear does not support latest country conditions.", "[19] Reports on country conditions are also not sufficient evidence for the Board. The officer notes the decision in <FRAGMENT_SUPPRESSED>  which was found to be in error when it did not refer to the \"cogent evidence\" of reprisal murders and shortcomings in the witness protection program. The officer found that there is insufficient evidence that the applicant would be targeted pertinent to these reports salient in <FRAGMENT_SUPPRESSED> above, such as reprisal and witness killings. In any case, the officer maintains the violence in Jamaica is primarily drug related and 1,500 people in witness protection have never been killed or harmed.", "[20] Finally, the officer finds that the remaining documentary evidence, while dated past the RPD rejection, do not constitute new evidence as crime has remained a problem in Jamaica before and after the rejection. As well, the officer found that there is evidence that the Jamaican government is making efforts to address the high crime rate.", "[21] The PRRA officer found that the issues of ostracization and negative treatment upon returning to Jamaica are extraneous to a PRRA application that addresses risk as defined in sections 96 and 97 of IRPA. The officer suggests that this might be more appropriately dealt with within a humanitarian and compassionate needs application.", "[22] Issues The applicant submitted the following issues for consideration: 1. Whether the PRRA officer misapplied the test under sections 96 and 97 of IRPA, in his role as a PRRA officer? 2. Whether the PRRA officer, in his assessment of effective state protection: (a) misapplied the legal test under Ward , et. seq.? (b) in misapplying the legal test, made findings, conclusions and inferences without evidence and in disregard to the evidence? 3. Whether the PRRA officer erred in making findings on the documentary evidence, based on what the documents \"didn't say\" rather on what they did, contrary to this Court's ruling in, inter alia <FRAGMENT_SUPPRESSED> ? 4. Whether the PRRA officer, in making his determination(s), made perverse and capricious findings, conclusions, and inferences without evidence and in disregard to the evidence? 5. Whether the PRRA officer, in the totality of his decision, made an \"unreasonable\" decision contrary to <FRAGMENT_SUPPRESSED> . Whether the PRRA officer denied the applicant natural justice and a fair hearing?", "[23] I would rephrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the PRRA officer err in his findings on the factual evidence before the Board? 3. Did the PRRA officer err in his findings on the documentary evidence? 4. Did the PRRA officer err in applying the wrong test under sections 96 and 97 of IRPA? 5. Did the PRRA officer err in his analysis of state protection available to the applicant? 6. Did the PRRA officer breach the duty of fairness in failing to have the applicant and his wife and mother testify? Applicant's Written Submissions", "[24] The applicant addresses the issue of the standard of review. He states that \"unreasonableness\" is the minimum standard of review in this case, and possibly \"correctness\" under <FRAGMENT_SUPPRESSED> . An unreasonable decisions lacks transparency, and as in as in Baker above, cannot stand up to a probing examination and have deficiencies in the evidentiary foundation or logical process.", "[25] There are five areas of concern that the applicant raises in his application for judicial review. First, the applicant states that the officer made findings of fact that were \"perverse and capricious\" and made conclusions with a disregard for the evidence and by ignoring evidence which constitute reviewable errors. Second, the applicant submits that the officer erred in his findings on the documentary evidence. Third, the applicant contends that the wrong test was applied under sections 96 and 97 of IRPA. Fourth, the applicant states that the officer misapplied the legal test when assessing effective state protection for the applicant as set out in Ward above, and other related jurisprudence. Fifth, the officer breached the duty of fairness to the applicant when he failed to have the applicant's mother and wife testify.", "[26] Findings of Fact The findings of fact by the officer are problematic for the applicant to the extent that he submits that they are unreasonable. The applicant submits that the \"self-contradictory\" nature of the statement regarding new risk and new evidence by the officer was perverse and capricious and is also concerned that evidence was ignored and not evaluated in its totality (see <FRAGMENT_SUPPRESSED>  (C.A.). The applicant also states that when a piece of the evidence that is relevant is ignored an error is made (see <FRAGMENT_SUPPRESSED>  applicant submits that the wrong test was applied under sections 96 and 97 of IRPA. The argument is that the Board was in error when it based the ultimate findings on that there was no new risk other than the one identified in the RPD hearing. The applicant submits that it is new evidence that is the focus of the PRRA analysis not new risk, and as such, this is an error of law. The applicant argues that in <FRAGMENT_SUPPRESSED>  even though it is recognized that the PRRA application is not another evaluation of the evidence and law before the Board at the RPD hearing; there is nevertheless a place for new evidence that is capable of contradicting the findings of fact by the Board.", "[28] Documentary Evidence The applicant submits that the case of <FRAGMENT_SUPPRESSED>  is illustrative of how the officer erred in ignoring and disregarding documentary evidence. In <FRAGMENT_SUPPRESSED> above, Mr. Justice Lemieux states that the officer was not in error from the perspective of not referring to every document presented (see <FRAGMENT_SUPPRESSED> ), rather the officer was in error when it did not consider documentary evidence that was particularly material to the applicant's claim. The evidence submitted on country conditions was so vital and important to the applicant's claim that a failure to acknowledge it is a reviewable error (see <FRAGMENT_SUPPRESSED> ).", "[29] Further, the applicant submits that the officer used subordinate evidence chosen selectively to support its findings. The applicant argues <FRAGMENT_SUPPRESSED>  for the principle that error occurs when an officer does not assess \"whether the cumulative effects of discriminatory treatment, based on ethic origin, constitute[es] persecution\". In summary, the Board's findings were made without regard for the documentary material before it when it \"seized on one statement in the RIR without taking into consideration other far more equivocal assertions ...\".", "[30] State Protection The applicant submits that the officer misapplied the legal test in finding that state protection was available to the applicant. Important to the applicant's argument is that claimants should not be required to put themselves at risk in seeking ineffective protection of the state and with this in mind, claimants can prove a state's inability to protect through \"testimony of similarly situated individuals let down by the state protection arrangement to the claimant's testimony of past personal incidents in which state protection did not materialize ...\" (see Ward above and Balogh v. (Canada (Minister of Citizenship and Immigration ), [2002] F.C.J. No. 1080).", "[31] The applicant claims that in this respect, the <FRAGMENT_SUPPRESSED> above, decision provided the Board with clear and convincing evidence to rebut the presumption of state protection: the killing of witnesses is a serious problem, reprisals account for 39% of the murders, and that protecting witnesses is very challenging in Jamaica.", "[32] Further, in a case where a state had not always succeeded in protecting citizens from being targets of terrorism, the Court found that when authorities are not able to furnish protection \"proportionate to the threat\" and as such had not demonstrated that it had the \"capacity to implement a framework for the applicants' protection\" (see <FRAGMENT_SUPPRESSED> ); state protection was insufficient.", "[33] Additionally relevant, states the applicant, is that an analysis on the state's ability to protect should be guided by \"not only the existence of an effective legislative and procedural framework but the capacity and the will to effectively implement that framework\" (see <FRAGMENT_SUPPRESSED> ).", "[34] Duty of Fairness The applicant submits that \"[t] he duty of fairness owed by the RPD falls at the high end of the continuum of procedural fairness (see <FRAGMENT_SUPPRESSED> ). The applicant submits that the officer erred when he did not allow the mother to have an interview and fair hearing to substantiate and assert the warnings she was given in Jamaica. When the officer found that the applicant did not provide sufficient evidence to collaborate the mother's assertions that she had been threatened, it was a breach of natural justice as the mother and wife of the applicant were willing and able to provide evidence to such effect and were prohibited from doing so. Respondent's Written Submissions", "[35] The respondent first raises the standard of review and the recent findings of <FRAGMENT_SUPPRESSED> above. A PRRA officer's decision is assessed on the new collapsed reasonableness standard and questions of procedural fairness warrant correctness in law.", "[36] The respondent reiterates the general principles underlying international refugee law particularly the presumption that \"serves to reinforce the underlying rationale of international protection as a surrogate, coming into play where no alternative remains to the claimant\" (see Ward above). This being the standard to meet, the respondent pointed to the onus on the applicant to provide clear and convincing evidence of a state's inability to protect. Protection is not perfect as expressed by Mr. Justice Hugessen in Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> ).", "[37] The respondent argues that the officer committed no error in this regard. The officer did note that Jamaican state protection was not perfect but found that Jamaica's witness protection program was highly successful as no program participant had ever been harmed or killed.", "[38] The respondent argues that the onus was on the applicant to provide the officer with whatever evidence \"he believed would support his PRRA application\" and argued <FRAGMENT_SUPPRESSED> in the absence of evidence to prove his claim, the officer was open to conclude as he did..", "[39] The respondent submits that the applicant has not demonstrated an arguable issue for a successful judicial review application (see Bains v. (Canada) Minister of Employment and Immigration (1990), 109 N.R. 239 (F.C.A.). Analysis and Decision", "[40] Issue 1 What is the appropriate standard of review? The decision of <FRAGMENT_SUPPRESSED> above, found that if an analysis to determine the standard of review in a particular context had already been established by previous jurisprudence, then it would stand. Previous to the important administrative law case of <FRAGMENT_SUPPRESSED> above, decisions in the PRRA context used the reasonableness simpliciter standard (see <FRAGMENT_SUPPRESSED> ). This standard was collapsed to the standard of reasonableness by <FRAGMENT_SUPPRESSED> above, and subsequent cases have continued to adopt reasonableness as the correct standard (see <FRAGMENT_SUPPRESSED> ).", "[41] As in Christopher above, this review of the PRRA officer's decision involves questions of fact and questions of fact and law in all but one issue which is discussed below.", "[42] What is a reasonable regard to all the evidence is discussed in many cases including  <FRAGMENT_SUPPRESSED> .", "[43] At paragraph 47 of <FRAGMENT_SUPPRESSED> above, reasonableness has been articulated as: ...concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[44] The duty of fairness owed to the applicant is the lone issue that attracts a standard of correctness. Errors of law are reviewable on a standard of correctness (see Canada (Minister of Public Safety and  <FRAGMENT_SUPPRESSED> ).", "[45] I wish to first deal with Issue 4.", "[46] Issue 4 Did the PRRA officer err in applying the wrong test under sections 96 and 97 of IRPA? The officer's decision reads in part as follows at pages 14 to 15 of the applicant's application record: The purpose of PRRA is to evaluate new evidence or risk developments which have arisen since the RPD decision. I have thoroughly reviewed the RPD decision in June 2007 and note that the panel has thoroughly addressed the issues regarding corruption in the police, political influence of Delroy Wright and his ongoing threats, the justice system and the availability of state protection. I have reviewed the entirety of the evidence and do not find that the applicant has identified any new risk that has not been considered by the RPD panel. Regarding the risk development after the RPD rejection, it is submitted that throughout 2007, the applicant's home in Jamaica has been repeatedly targeted, burglarized and vandalized, including the latest one on 8 October 2007 which was reported to the police. A police report and some photos were submitted as evidence. I note from the police report that similar incidents had happened two times before and the vandals left threats that they will come back and murder anyone who is in the house. I also note from the pictures that the house was burglarized, furniture was overturned and windows and grills to the windows were broken. However, I do not find the police report and the photos sufficient to establish that the applicant is being targeted by Delroy Wright. I read from the police report that \"it is rumoured that (that) they went to kill your brother who gave evidence in the murder of his best friend and if they can't catch him then any one of his family they catch will pay. Our information is that there are two gangs operating in that area and they could be the ones targeting your premises and in my view point think it is safe for any one to leave of this premises at this time. The matter is being investigated by the Old Harbour Police.\" I understand from the police report that the applicant's family suspected it was a reprisal against the applicant for giving evidence in the murder of the applicant's best friend; whereas the police noted that there were two gangs in the area who might be responsible for the crime. It is not clear from the police report that who burglarized the house and for what reasons. Taking into account the fact that the murder happened in year 1988, almost twenty years ago, I do not find the three break-in incidents in year 2007 sufficient evidence of risk of reprisal.", "[47] My understanding of section 113 of the Act is that it refers to new evidence of the same risk alleged in the refugee claim or new evidence of a new risk that arose since the rejection of the refugee claim.", "[48] From my review of the officer's decision in relation to new evidence, I cannot determine whether the officer is talking of evidence of a new risk only or of further evidence of the same risk. The police report of the burglaries state there was a rumour that burglars wanted to kill the applicant for having given testimony in a murder trial. The police also surmise it could have been the work of gangs.", "[49] There is also the statement that his mother received warnings that she was to be attacked in order to get retribution against the applicant. The officer gave little weight to this evidence because it was not corroborated. However, I would note that the applicant's credibility was not questioned.", "[50] Based on the above, I am of the view that the evidence should have been analyzed and determined why the evidence was not new evidence relating to the earlier risk. As I have noted, it is not at all clear from the decision how the officer reached his conclusion on the evidence.", "[51] For this reason, the decision of the officer must be set aside and the matter referred to another PRRA officer for redetermination.", "[52] Because of my conclusion on this issue, I need not deal with the remaining issues.", "[53] The respondent did not wish to submit a proposed serious question of general importance for my consideration for certification. The applicant submitted five proposed question, however, because of my finding in the application, I am not prepared to certify the questions. JUDGMENT", "[54] IT IS ORDERED that the application for judicial review is allowed and the matter is referred to a different PRRA officer for redetermination. ANNEX Relevant Statutory Provisions The relevant statutory provisions are set out in this section. The Immigration and Refugee Protection Act , S.C. 2001, c.27: 112.(1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1). (2) Despite subsection (1), a person may not apply for protection if (a) they are the subject of an authority to proceed issued under section 15 of the Extradition Act; (b) they have made a claim to refugee protection that has been determined under paragraph 101(1)(e) to be ineligible; (c) in the case of a person who has not left Canada since the application for protection was rejected, the prescribed period has not expired; or (d) in the case of a person who has left Canada since the removal order came into force, less than six months have passed since they left Canada after their claim to refugee protection was determined to be ineligible, abandoned, withdrawn or rejected, or their application for protection was rejected. (3) Refugee protection may not result from an application for protection if the person (a) is determined to be inadmissible on grounds of security, violating human or international rights or organized criminality; (b) is determined to be inadmissible on grounds of serious criminality with respect to a conviction in Canada punished by a term of imprisonment of at least two years or with respect to a conviction outside Canada for an offence that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years; (c) made a claim to refugee protection that was rejected on the basis of section F of Article 1 of the Refugee Convention; or (d) is named in a certificate referred to in subsection 77(1). 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; (b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; (c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98; (d) in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and (i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or (ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada. 114.(1) A decision to allow the application for protection has (a) in the case of an applicant not described in subsection 112(3), the effect of conferring refugee protection; and (b) in the case of an applicant described in subsection 112(3), the effect of staying the removal order with respect to a country or place in respect of which the applicant was determined to be in need of protection. (2) If the Minister is of the opinion that the circumstances surrounding a stay of the enforcement of a removal order have changed, the Minister may re-examine, in accordance with paragraph 113(d) and the regulations, the grounds on which the application was allowed and may cancel the stay. (3) If the Minister is of the opinion that a decision to allow an application for protection was obtained as a result of directly or indirectly misrepresenting or withholding material facts on a relevant matter, the Minister may vacate the decision. (4) If a decision is vacated under subsection (3), it is nullified and the application for protection is deemed to have been rejected. [End of document]"]}