{"id_": "054217", "body_str": ["[1] Le juge Shore", "[2] FAITS", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] NORME DE CONTRÔLE", "[10]", "[11] ANALYSE", "[12]", "[13] Testimony for this claimant was somewhat laborious. He had difficulty answering what would normally be considered clear and concise questions addressed by both the tribunal and his own counsel. The problem of alcohol and drug abuse was identified by counsel as perhaps being the cause for his lack of spontaneity. This tribunal cannot confirm nor deny that such abuse could contribute to his less than accurate testimony.", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] ...His testimony to the effect that he would not hesitate to return to India if Riaz ALI was captured by police further shows that his fear is not based on the alleged accusations that he helped militants, nor that he supplied food, shelter, and weapons to terrorists...", "[23]", "[24]", "[25]", "", "", "", "[26]", "<FRAGMENT_SUPPRESSED>  (QL)).", "", "[27]", "[28]", ", 2001 CFPI 17, [2001] A.C.F. No. 162, au paragraphe 13).", "[29]", "[30]", "[31]", "[32] ...Exhibit R-12, paragraph 6, shows that his family left the village of habitual residence to avoid police problems. This does not confirm that his parents and family are harassed in any way. His testimony to the effect that he would be further maltreated by police is unsubstantiated and not believed. He is not a credible witness.", "[33]", "", "As to the Board's credibility finding about the male applicant's political activities in the United States, the applicants' main argument seems to be that the Board provided no explanation for assigning \"no probative value\" to a letter issued by the DUP in the U.S. regarding the male applicant's political activities. Considering the Board's finding that it was implausible that the male applicant would continue high profile activities against the government of Sudan while living illegally in the U.S. and while his wife was still in Sudan, the Board was entitled to give no weight to that letter. The fact that he is a member of the DUP does not indicate that he has high profile activities against the government. [ <FRAGMENT_SUPPRESSED>  (QL), la conclusion d’absence de crédibilité du témoignage du revendicateur, tel qu’est le cas en l’espèce, peut s’étendre à tous les éléments de preuve liés à ce témoignage:", "[35]", "", "sarpanch sarpanch", "[36]", "[37] Based on several above factors, where the claimant has failed in his quest to convince this tribunal of his previous persecution...", "[38]", "[39]", "[40]", "[41]", "[42] For purposes of judicial review, however, it is my view that a Refugee Board decision must be interpreted as a whole. One might approach it with a pathologist's scalpel, subject it to a microscopic examination or perform a kind of semantic autopsy on particular statements found in the decision. But mostly, in my view, the decision must be analyzed in the context of the evidence itself. I believe it is an effective way to decide if the conclusions reached were reasonable or patently unreasonable. <FRAGMENT_SUPPRESSED> )", "[43]", "[44]", "[45] Demandeur: Oui Il y a des problèmes de communication? Demandeur: Non.", "[46]", "[47]", "", "[48]", "", "[49]", "[50] CONCLUSION", "[51] JUGEMENT", "[52] <FRAGMENT_SUPPRESSED>  Court is of the opinion that the Board may draw reasonable conclusions based on implausibilities, common sense and rationality and may reject testimony if it does not accord with the probabilities affecting the case as a whole: ( <FRAGMENT_SUPPRESSED>  (QL)) LEGAL PROCEEDINGS", "[2] This is an application for judicial review, under subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (Act), of a decision dated April 19, 2006, of the Immigration and Refugee Board (Board), which concluded that the applicant is not a Convention refugee (section 96 of the Act) or a person in need of protection (section 97 of the Act). FACTS", "[3] The applicant, Pritam Singh, is a citizen of India. He is of the Sikh Jatt religion. He alleges a fear of persecution by the Indian police. According to his narrative, Indian police persecuted him because he was suspected of harbouring terrorists. These suspicions were based on the sudden disappearance of an employee of the applicant, Riaz Ali, who allegedly lived on the applicant’s farm from December 2002 to March 2003.", "[4] According to Mr. Singh, on March 3, 2003, Indian police accused him of having supplied munitions or firearms to Sikh militants. They kept him in custody and tortured him for two days. On March 5, 2003, they released him on condition that he co-operate with the police in searching for Mr. Ali.", "[5] On August 12, 2003, Mr. Singh hired another person to work on his farm. The police came to interrogate him the next day. Several days later, they arrested him and accused him of conspiring or attempting to cause an explosion on Independence Day in Moga on August 15, 2003. They released him on August 16, 2003, in exchange for a bribe and on condition that Mr. Singh co-operate once again with the police in searching for Mr. Ali. They asked him to report any information on Mr. Ali by October 1, 2003, at the latest.", "[6] Following this incident, Mr. Singh lived in hiding at his uncle’s home in New Delhi. Meanwhile, he met an agent who made arrangements for his departure from India. On May 21, 2004, Mr. Singh left India for Canada, transiting through the United Kingdom. He entered Canada on the same date.", "[7] After arriving in Canada, he left Toronto for Alberta, where he worked as a cook in a restaurant. On May 27, 2005, Mr. Singh claimed refugee protection in Montréal, following the expiry of his temporary workers visa. CHALLENGED DECISION", "[8] On April 19, 2006, the Board concluded that Mr. Singh was not a “Convention refugee” or a “person in need of protection” under sections 96 and 97 of the Act, after having ruled that his testimony was not credible. This conclusion was based on the numerous inconsistencies, implausibilities, and contradictions in Mr. Singh’s testimony, as well as on his behaviour before his arrival in Canada. ISSUE", "[9] Did the Board make a patently unreasonable error in deciding that Mr. Singh was not credible? STANDARD OF REVIEW", "[10] Assessment of the credibility of witnesses and the weighing of evidence is within the Board’s jurisdiction. It has well-established expertise to deal with issues of fact and, more specifically, to assess credibility and the subjective fear of persecution of a claimant for refugee protection. ( <FRAGMENT_SUPPRESSED>  (QL), at paragraph 14).", "[11] In the case of an application for judicial review concerning issues of credibility, the applicable standard of review is that of patent unreasonableness. The Court must show great deference, as it is up to the Board to weigh the testimony of the applicant and assess his credibility. If the Board’s conclusions are reasonable, intervention is not warranted. However, the Board’s decision must be based on the evidence. It must not be made in a capricious manner on the basis of erroneous findings of fact or without regard for the material before the  <FRAGMENT_SUPPRESSED>  (QL), at paragraph 38;  <FRAGMENT_SUPPRESSED> , at paragraph 4) ANALYSIS The conclusion of the Board about Mr. Singh’s credibility was not patently unreasonable", "[12] Following a study of the documentary evidence and the hearing minutes, the Court is of the opinion that the Board’s decision is reasonably based on all the evidence. The Board supported its decision by giving detailed explanations and by addressing the crux of the applicant’s claim.", "[13] Right from the start, the Board noted that Mr. Singh hesitated when he testified. He did not answer directly or precisely when he was asked specific questions. In other words, the applicant was not spontaneous in his testimony: Testimony for this claimant was somewhat laborious. He had difficulty answering what would normally be considered clear and concise questions addressed by both the tribunal and his own counsel. The problem of alcohol and drug abuse was identified by counsel as perhaps being the cause for his lack of spontaneity. This tribunal cannot confirm nor deny that such abuse could contribute to his less than accurate testimony. (Reasons for Decision of the Board, page 3)", "[14] The case law of the Federal Court and the Federal Court of Appeal confirms that the Board may assess credibility by evaluating the general demeanour of a witness as he or she is testifying. ( <FRAGMENT_SUPPRESSED>  (QL); Singh (Re), [1994] F.C.J. No. 1140 (QL))", "[15] It is important to note that, contrary to what Mr. Singh stated, as appears from the Board’s reasons, the Board did not deal with Mr. Singh’s problems with drugs and alcohol in his absence. Quite the contrary, it was counsel for Mr. Singh who raised these problems at the pre-trial conference. (Tribunal record, at page 256).", "[16] Moreover, the Board took Mr. Singh’s problems with alcohol into consideration to explain his lack of spontaneity, even though no medical evidence was submitted to corroborate this allegation. The burden of establishing the merits of the claim is on the applicant. The Board is not required to enquire any further into Mr. Singh’s alcohol problems to show that his application is well founded. Quite the contrary, it is up to the applicant to prove that he has a drinking problem that could affect his testimony. ( <FRAGMENT_SUPPRESSED>  (QL), at paragraph 6)", "[17] In any event, Mr. Singh’s problems with alcohol or drugs cannot explain the implausibility of his narrative, his inability to adduce evidence corroborating his testimony, and the absence of any subjective fear. Almost all of the negative conclusions reached by the Board concern the implausibility of Mr. Singh’s story, his inability to corroborate the testimony, or his subjective fear.", "[18] On this point, Mr. Singh testified to the effect that, during his detention on March 3, 2003, the police accused him of supplying militant Sikhs with munitions or firearms. Mr. Singh added that the police released him two days later on condition that he co-operate with them in searching for Mr. Ali. However, the Board found it implausible that the police would release Mr. Singh if they actually did believe he was supplying militant Sikhs.", "[19] Mr. Singh also stated at the hearing that as soon as he was released from detention on March 3, 2003, he co-operated with the police in searching for Mr. Ali. However, five months later, when Mr. Singh tried to hire a new employee to work on his farm, the police arrested him and accused him once again of conspiring or attempting to cause an explosion on Independence Day.", "[20] Again, the Board was of the opinion that such a scenario was implausible. In fact, it did not see any reason why the police would accuse Mr. Singh of attempting to cause an explosion, especially when Mr. Singh alleged having co-operated with the police after his release. Furthermore, Mr. Singh did not give any reasonable explanation on this point when the Board asked him to explain this inconsistency.", "[21] Secondly, the Court is of the opinion that the Board s entitled to make reasonable findings based on implausibilities, common sense and rationality, and may reject evidence if it is not consistent with the probabilities affecting the case as a whole. ( <FRAGMENT_SUPPRESSED> ;  <FRAGMENT_SUPPRESSED> ;  <FRAGMENT_SUPPRESSED> )", "[22] On this point, Mr. Singh stated that he was prepared to return to India without any fear if the police found and detained Mr. Ali. The Board noted that this statement directly contradicted Mr. Singh’s narrative, in which he alleged that the police suspected him of supplying Sikh militants and of helping or harbouring terrorists. The Board affirmed the following: …His testimony to the effect that he would not hesitate to return to India if Riaz ALI was captured by police further shows that his fear is not based on the alleged accusations that he helped militants, nor that he supplied food, shelter, and weapons to terrorists… (Reasons for Decision of the Board, at page 4)", "[23] Thirdly, Mr. Singh’s behavoiur affects his credibility. He entered Canada in May 2004 and claimed refugee protection in May 2005.", "[24] There is a well-established principle to the effect that any person having a well-founded fear of persecution should claim refugee protection in Canada as soon as he or she arrives in the country, if that is his or her intent. On this point, the Federal Court of Appeal has already concluded that any delay in claiming refugee protection is an important factor which the Board may take into consideration in its analysis. Such a delay indicates a lack of a subjective fear of persecution, since there is a presumption to the effect that a person having a well-founded fear of persecution will claim refugee protection at the first opportunity. Accordingly, in conducting its assessment, the Board is entitled to take into consideration the applicant’s delay in claiming refugee protection. ( <FRAGMENT_SUPPRESSED>  (QL), at paragraph 4;  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1680 (QL), at paragraph 16)", "[25] Mr. Singh claims that the conclusion reached by the Board is patently unreasonable because the Board drew an unfavourable conclusion about his credibility on the basis of the delay in claiming refugee protection, in spite of the fact he legally resided in Canada until May 2005. With respect, the Court is of the opinion that this argument is not always valid. For example, in  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1310 (QL):", "[15]     The applicants submitted that the Board erred in failing to consider that the applicants had legal status as visitors for six months when they claimed protection and so were not removable from Canada at that time. . . .", "[18]     The respondent submitted that a delay in making a refugee claim is relevant when assessing the existence of subjective fear. Conversely, possession of a visitor’s visa does not normally displace a presumption that a bona fide refugee would claim protection at the first available opportunity. . . .", "[29]     A review of the Board’s decision shows that the Board did take delay into account, but it does not appear to be a determinative element of the Board’s decision. The Board noted the principal applicant’s explanation but found it unacceptable. I am of the view that the Board did not make a reviewable error in this respect.", "[26] Likewise, in  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 210 (QL), the Court ruled as follows:", "[22] The Board attached considerable importance to the fact that the applicant had let a month go by before claiming refugee status. Clearly this was a relevant point which the panel could take into account in assessing the applicant's credibility, even if it could not be a determinative factor in itself ( <FRAGMENT_SUPPRESSED>  (QL)).", "[23] It is true that the applicant had a visa which allowed him to remain in Canada until January 2003. The fact remains that his actions were not those of someone truly fearing for his life if he were to return home. Not only are the reasons he gave for waiting for the end of his training before going to the Immigration Canada office unconvincing, but it was also apparent from the transcripts that he had the time to travel on weekends. The negative inferences drawn by the Board regarding the lack of evidence of a medical certificate to prove Mr. Singh’s statements and the affidavit of the Sarpanch submitted in evidence are not patently unreasonable", "[27] First of all, Mr. Singh criticizes the Board for drawing negative inferences with regard to the lack of evidence of a medical certificate to prove his statements.", "[28] It is trite law that the Board may draw an unfavourable conclusion about Mr. Singh’s credibility when his story is implausible and when he does not submit any evidence to corroborate his allegations.  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 85 (QL), Mr. Justice Simon Noël wrote the following:", "[21] I would add that it is clear from reading the transcript of the hearing that the applicants did not discharge their onus of proof to convince the RPD that their claim was well-founded. Indeed, the RPD informed them more than once that certain facts should have been put in evidence (the employment relationship in 2003, for example). Consequently, the RPD, not having at its disposal the evidence that it would have liked to receive, found that the version of the facts in the claim was not credible. That finding was certainly open to the RPD. (See Muthiyansa and Minister of Citizenship and Immigration, 2002 FCT 17, [2001] F.C.J. No. 162, at para. 13.)", "[29] In the present case, the Board noted that Mr. Singh did not submit any evidence corroborating his allegations. On this point, Mr. Singh claims that, following the alleged torture he suffered on two occasions in police detention, he received medical care. However, he did not submit any medical certificates to that effect.", "[30] Likewise, Mr. Singh did not submit any evidence to confirm that Mr. Ali actually does exist and worked on his farm from December 2002 to March 2003. The Board was entitled to require evidence corroborating the existence of Mr. Ali, because Mr. Singh’s credibility had already been affected. Although it is quite possible that the hiring of a person to work on a farm is not documented in India, there are numerous ways of showing a person exists, especially if that person is a wanted terrorist. However, Mr. Singh’s record contains no newspaper articles or sworn statements from neighbours confirming that Mr. Ali exists. It is also important to underline the fact that even the sworn statement of the Sarpanch did not mention Mr. Ali.", "[31] Secondly, Mr. Singh criticizes the Board for not attaching any probative value to the affidavit of the Sarpanch. According to the applicant, the affidavit should have been accepted as a proven fact, because there is nothing to contradict the statements therein.", "[32] The Board stated the following on this point: …Exhibit R-12, paragraph 6, shows that his family left the village of habitual residence to avoid police problems. This does not confirm that his parents and family are harassed in any way. His testimony to the effect that he would be further maltreated by police is unsubstantiated and not believed. He is not a credible witness. (Reasons for Decision of the Board, at page 2)", "[33] The Board is not required to comment on each of the documents submitted if the decision may be logically understood on the basis of the evidence. Mr. Justice Paul Rouleau stated the following in  <FRAGMENT_SUPPRESSED>  (QL):", "[12] The Refugee Division need not specifically mention that it is rejecting a piece of documentary evidence when it does not believe the circumstances that are said to have given rise to that evidence.", "[13]     Tremblay-Lamer J. has stated the following on this point: As to the Board's credibility finding about the male applicant's political             activities in the United States, the applicants' main argument seems to be       that the Board provided no explanation for assigning \"no probative value\"    to a letter issued by the DUP in the U.S. regarding the male applicant's             political activities. Considering the Board's finding that it was implausible          that the male applicant would continue high profile activities against the          government of Sudan while living illegally in the U.S. and while his wife         was still in Sudan, the Board was entitled to give no weight to that letter.          The fact that he is a member of the DUP does not indicated that he has      high profile activities against the government [ <FRAGMENT_SUPPRESSED>  (QL), the conclusion that a claimant has no credibility, as in this case, may affect all of the evidence connected with this testimony: [A] tribunal’s perception that he is not a credible witness effectively amounts to a finding that there is no credible evidence on which the second-level tribunal could allow his claim. Although this decision was rendered on the basis of the former Immigration Act, R.S.C. 1985, c. I-2, it is still valid. In fact, given the legislative framework of the current Act, “a tribunal’s perception that a claimant is not credible on an important element of their claim can amount to a finding that there is no credible evidence to support the claim”. ( <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1211 (QL), at paragraph 7;  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1213 (QL), at paragraph 10;  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 302 (QL), at paragraphs 29-30.)", "[35] In addition, in  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1908 (QL), Mr. Justice Noël wrote the following:", "[13]     The Board concludes that the affidavit signed by the Sarpanch is either a document of convenience or a false document. The applicant claims that such a finding is arbitrary and unfair, particularly considering that no independent verification or expertise was done on the affidavit in question.  <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal adopted the statement of Justice Nadon in <FRAGMENT_SUPPRESSED> regarding the use of documents after a negative finding of credibility: Once a Board, as the present Board did, comes to the conclusion that an applicant is not credible, in most cases, it will necessarily follow that the Board will not give that applicant's documents much probative value, unless the applicant has been able to prove satisfactorily that the documents in question are truly genuine. In the present case, the Board was not satisfied with the applicant's proof and refused to give the documents at issue any probative value. Put another way, where the Board is of the view, like here, that the applicant is not credible, it will not be sufficient for the applicant to file a document and affirm that it is genuine and that the information contained therein is true. Some form of corroboration or independent proof will be required to \"offset\" the Board's negative conclusion on credibility.", "[14]     In the present matter, the Sarpanch's affidavit was not given any probative value because the Board found the applicant not to be credible. Therefore, I find the Board's decision to dismiss the Sarpanch's affidavit not to be arbitrary or unfair.", "[36] It is obviously up to the Board to assess the credibility of the remaining evidence. Accordingly, it is not patently unreasonable for the Board to conclude that Mr. Singh’s lack of credibility affects the weight of the other evidence submitted, as it depends to a large extent on the reliability of his testimony. Accordingly, the intervention of the Court is not warranted on this point. Burden of proof", "[37] Mr. Singh alleges that the Board imposed an excessively heavy burden on him. He submits that, instead of assessing the evidence on a balance of probabilities, the Board expected him to convince it. This allegation by Mr. Singh is based on one word in the reasons for decision. The sentence at issue is the following: Based on several above factors, where the claimant has failed in his quest to convince this tribunal of his previous persecution… (Reasons for Decision of the Board, at page 4)", "[38] According to Mr. Singh, the use of this term is sufficient to conclude that the Board erred with regard to the burden of proof required. Mr. Singh is mistaken in relying on  <FRAGMENT_SUPPRESSED>  F.C.A. (QL). This old decision involved an issue which is completely different from the one invoked by Mr. Singh in the case at bar. In Naredo, the Federal Court of Appeal concluded that the Board had erred in requiring that the applicant show he was actually persecuted, even though the legal definition of refugee status only required a well-founded fear of persecution.", "[39] Mr. Singh did not explain in what way the use of the verb “convince” made the burden on him more onerous. It is possible to convince a decision-maker on a balance of probabilities, just as it is possible to convince the decision-maker beyond a reasonable doubt. The verb used does not change the required threshold or burden.", "[40] Accordingly, Mr. Singh submits that the use of the verb “convince” is an error with regard to the applicable burden of proof.", "[41] The Court is of the opinion that the word “convince” must not be read in isolation. Rather, it must be read as being part of the expression “in his quest to convince”. By this, the Board is implying that Mr. Singh has set himself the goal of convincing the Court. However, this attempt has failed.", "[42] Furthermore, it is important to note that the point is not to look at each word in the reasons for decision under a microscope to try to find an error. Rather, the decision must be examined as a whole: For purposes of judicial review, however, it is my view that a Refugee Board decision must be interpreted as a whole. One might approach it with a pathologist's scalpel, subject it to a microscopic examination or perform a kind of semantic autopsy on particular statements found in the decision. But mostly, in my view, the decision must be analyzed in the context of the evidence itself. I believe it is an effective way to decide if the conclusions reached were reasonable or patently unreasonable. ( <FRAGMENT_SUPPRESSED> )", "[43] Likewise, this Court has already decided that the mere use of terms such as “convince” or “persuade” is not sufficient to conclude that the decision-maker imposed a heavy burden. Interpretation", "[44] Mr. Singh alleges much too late that there were problems with interpretation at the hearing.", "[45] However, the respondent notes that at the beginning of the hearing Mr. Singh confirmed that he understood the interpreter very well and that there were no communication problems: [translation] Panel member : Sir, do you understand Mr. Mouladad when he speaks to you in Punjabi? Applicant :      Yes Panel member : Any communication problems? Applicant :      No.", "[46] In addition, in his affidavit dated January 7, 2006, Mr. Singh did not mention that he had had problems with the interpretation at the hearing.", "[47] However, even if we assume for the sake of argument that the interpretation was erroneous, Mr. Singh is precluded from invoking this matter at this stage of the proceedings. In fact, at the hearing, neither Mr. Singh nor his counsel raised an objection about the quality of the interpretation. This Court has ruled on many occasions that failure to invoke problems with interpretation before an administrative tribunal is determinative. For example, in  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 154 (QL) :", "[11]     . . . The issue of improper interpretation was not raised as an objection at the hearing before the tribunal and consequently, in this case, cannot be raised now to defeat the tribunal’s determination.", "[48] Likewise, in  <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 916 (QL), The Federal Court of Appeal ruled that the applicant’s failure to invoke problems with the interpretation before an administrative tribunal constitutes a waiver of the right to object later:", "[19]     . . . In my view, therefore, Pelletier J. did not err in determining that the appellant had waived his right under section 14 of the Charter by failing to object to the quality of the interpretation at the first opportunity during the hearing into his claim for refugee status.", "[49] The argument submitted by Mr. Singh concerning the quality of the interpretation must be dismissed for another reason. The examples he mentioned have no effect on any aspect of his claim for refugee protection.", "[50] If the interpretation caused real difficulties for Mr. Singh, it was up to him to establish the prejudice he sustained. No such evidence was adduced. In addition, Mr. Singh did not propose having the tape recordings re-heard by another interpreter. CONCLUSION", "[51] Considering the preceding, the application for judicial review is dismissed. JUDGMENT", "[52] THE COURT ORDERS that 1. The application for judicial review be dismissed; 2. No serious question of general importance be certified. [End of document]"]}