{"id_": "054375", "body_str": ["[1] Rennie, J. : This motion for summary trial relates to an alleged trade-mark infringement by the defendant Afod Ltd of the trade-mark LINGAYEN held by the plaintiff MC Imports. In response, the defendant challenges by counter-claim the validity of the trade-mark's registration under the Trade Marks Act (RSC, 1985, c T-13) (the Act ). The LINGAYEN trade-mark covers Filipino food products such as fish/shrimp sauce, known as bagoong, fish/shrimp preserves, fish paste, salted fish, soy sauce, and vinegar (the wares) and food supplier and distributor services (the services). For the following reasons, the plaintiff's trade-mark is invalid and the action for infringement is dismissed. II. Background", "[2] The plaintiff MC Imports was incorporated in 2004 and is located in Mississauga, Ontario. The principal of MC Imports is Mr. Alfredo C. Meneses III. His father started a family business in September, 1975, under the name \"Meneses-Canso Bros Trading of Canada\" (Meneses-Canso). Meneses-Canso is the predecessor company to MC Imports an importer, packager and distributor of fish and seafood products, including bagoong.", "[3] Meneses-Canso and now MC Imports have sold their products through distributors and direct sales since 1975. In 1975, the company began to use the mark LINGAYEN in Canada in association with the wares, and since that time there has been continuous use of the mark. LINGAYEN products are available in small, medium and national grocery stores across Canada. MC Imports has also advertised its products bearing the LINGAYEN trade-mark on the internet since October, 2004.", "[4] On February 15, 2000, Meneses-Canso filed a trade-mark application for LINGAYEN in Canada in association with the wares and the services, under application No. 1,046,868. On March 6, 2000, a prior trade-mark registration for LINGAYEN (registration No. TMA 432,060), owned by Apo Products Ltd. was expunged on the basis of non-use. The application filed by Meneses-Canso was approved for advertisement on May 17, 2001 and advertised on June 20, 2001. The application was registered on August 27, 2003, under registration No. TMA 588,314.", "[5] In 2004, Meneses-Canso assigned the trade-mark to various members of the Meneses family, operating as a partnership (the Partnership). After MC Imports was incorporated, the company became a licensee of the trade-mark LINGAYEN and imported and sold food products under the mark. The Partnership subsequently assigned the trade-mark to MC Imports on October 21, 2011.", "[6] The defendant Afod Ltd. is a company based in Delta, British Columbia. The defendant imports food products, including bagoong, from the Philippines and other Asian countries into Canada and then sells them to grocery stores.", "[7] In about May 2011, the defendant imported from the Philippines a shipment of bagoong products. The products included 49 cases of bagoong alamang, a type of fish sauce, and 49 cases of bagoong guisado. The labels from these products were marked with the defendant's trademark Napakasarap ; however, the labels also included the language of \"Lingayen Style\" in lesser-script, immediately below the defendant's trademark. The defendant sold the inventory of bagoong guisado between September and November 2011, precipitating this litigation. The total sales revenue of those products was less than $3,500.", "[8] Each party provided affidavit evidence to the Court. The plaintiff filed affidavit evidence which addressed bagoong as a regional, specialized product including its method of preparation, uses and connection with the Lingayen municipality in the Philippines. Evidence was also led about the history of MC Imports and the LINGAYEN trade-mark. The plaintiffs also filed the affidavit of Professor Michael S. Mulvey, an expert in consumer behaviour and consumer research. The sum of this evidence was that LINGAYEN was a discrete and distinctive word, generally not known to Canadians or in common use in the English language.", "[9] The defendant filed affidavit evidence from five individuals who the defendant says are representative of ordinary users of the goods in Canada, including the President of the defendant company. The affidavits advise that Lingayen is a place in the Philippines known to Canadian consumers, that Lingayen is also known to Canadians for its bagoong products, and that products from Lingayen are known for their distinct aroma and flavour. III. Issues", "[10] The issues engaged in this case and canvassed at the trial were: 1. Whether it is appropriate to determine this matter by summary trial; 2. Whether the plaintiff's claim for infringement should be dismissed because the trade mark is invalid: a. because it is either clearly descriptive or deceptively misdescriptive (section 12(1)(b) of the Act ); or b. because it is not distinctive (section 2 of the Act ); 3. Whether the plaintiff's claim should be dismissed independent of the trade-mark's validity; and 4. Remedies and costs. IV. Analysis A. Appropriateness of Summary Trial", "[11] A motion for summary trial is permitted if the motion post-dates the filing of a defence and pre-dates when the time and place for trial have been fixed: Rule 213(1) Federal Courts Rules . The Court may grant judgment on summary trial, either generally or on a particular issue, \"[i]f the Court is satisfied that there is sufficient evidence for adjudication, regardless of the amounts involved, the complexities of the issues and the existence of conflicting evidence [...] unless the Court is of the opinion that it would be unjust to decide the issues on the motion\" (Rule 216(6)).", "[12] Factors to be considered when assessing the appropriateness of a summary trial include, the amount of money involved, the complexity of the matter, the urgency of the matter, whether any prejudice is likely to arise from delay, the cost of taking the case forward to a full trial in relation to the amount of money involved, and the history of the proceedings ( <FRAGMENT_SUPPRESSED> ).", "[13] A majority of these factors weigh in favour of summary proceedings. First, the amount of money involved is small: $3500 of sales revenues with profits less than $1700 relating to the products in question. Second, comparing this small amount of money at stake with the cost of a full trial, which would surely exceed the money at stake, is disproportionate. Third, the matter is relatively simple, and consists of a straightforward record and clear legal issues. Finally, the course of proceedings, which is currently at an early stage (discovery has yet to occur) favours a summary trial because there is no concern that the parties have prepared for a conventional trial only to have that time wasted through summary proceedings. To conclude, summary proceedings are the most just and efficient use of judicial resources in this case. B. Validity of Registration", "[14] The validity of the plaintiff's mark is challenged on the basis that it is clearly descriptive or deceptively misdescriptive of the place of origin of the wares or services. The defendant also argues that, as required under sections 19 and 20 of the Act , a mark must be used for the purpose of distinguishing the wares, with the result that words appearing in, or in association with wares will not infringe if they are very descriptive of the content. The ground of invalidity based on material false statements was not pursued at trial, and, in my view, properly so. (1) Whether the Mark is Invalid because it is Clearly Descriptive or Deceptively Misdescriptive of the Place of Origin of the Wares of Services (a) Law Regarding Clear Description and Deceptive Misdescription", "[15] A trade-mark registration is invalid if \"the trade-mark was not registrable at the date of registration\" (section 18(1)(a)). A trade-mark is not registrable if it is \"clearly descriptive or deceptively misdescriptive\" of the \"place of origin\" of the wares or services it is associated with (section 12(1)(b)). Accordingly, a registered trade-mark which is clearly descriptive or deceptively misdescriptive of the place of origin of its wares or services is invalid.", "[16] Differentiating between the distinct issues of a mark being clearly descriptive or, alternatively, deceptively misdescriptive , in the context of describing its place of origin, depends on whether or not the ware or service actually originates from the place of origin identified in the mark. If the ware or service does originate from the place of origin ( e.g. Dijon mustard) then a mark accurately identifying that place of origin may be invalid because it is clearly descriptive of that origin. In contrast, if the ware or service does not originate from the place of origin identified in the mark then a mark falsely alleging that place or origin ( e.g. Dijon ketchup) may be deceptively misdescriptive of that origin. Accordingly, the actual origin of the wares or services categorizes the basis of invalidity as between clear description or deceptive misdescription, and is not in itself decisive of the validity of the mark.", "[17] The parties contend that there is a doctrinal divide in the decisions with respect to the role that the perception of ordinary consumers plays in the analysis under section 12(1)(b). One perspective is that the recognition of a name as a place of origin is irrelevant to a finding under section 12(1)(b). The alternate view is that a mark must have, in the mind of the consumer a generally recognized connection to the wares or services at issue. As stated in Fox on Trade-Marks Fox on Canadian Law of Trade-Marks and Unfair Competition , 4th Ed., (Toronto: Carswell, 2012), ch 5 at 43), \"[t]he intent of the prohibition against geographical names is to prevent any one person from acquiring a monopoly on a word that is generally recognized as a locality connected to the wares or services in issue.\" Consequently, if the place of origin within the mark is generally recognized as being linked to the particular ware or service it is associated with, then the mark is liable to be invalid.", "[18] There are two subsidiary issues imbedded in this alternate formulation of the description/deceptive misdescription which merit attention: (1) whether or not the perspective of ordinary consumers is relevant and (2) how the \"ordinary consumer\" is defined.", "[19] In my view, it is not necessary to determine which approach is, doctrinally, correct, as under either formulation, the mark is invalid by reason of section 12(1)(b). As the legal and evidentiary analysis on the first approach is straightforward, I turn to whether the mark is invalid because of its perception by the ordinary consumer. (i) The Perspective of Ordinary Consumers", "[20] The perspective of ordinary consumers is relevant to the assessment of clear description and deceptive misdescription. In particular, a mark can only be clearly descriptive or deceptively misdescriptive of place of origin if it would be perceived by the ordinary consumer as relating to the ware's place of origin. Otherwise, it could neither describe nor deceive. This is in contrast with the view, which I have adopted, that the perspective of ordinary consumers is irrelevant because any mark identifying a ware's authentic place of origin is invalid regardless of the public's perception of it.", "[21] A line of authorities support the relevance of the perception of ordinary consumers. As Justice Cattanach held in <FRAGMENT_SUPPRESSED>  to the determination as to whether a trade mark in its entirety is deceptively misdescriptive must be whether the general public in Canada would be misled into the belief that the product with which the trade mark is associated had its origin in the place of a geographic name in the trade mark. [Emphasis added]", "[22] This test was applied  <FRAGMENT_SUPPRESSED>  del Prosciutto di  <FRAGMENT_SUPPRESSED> ). The Court of Appeal did note that it was in general agreement with the reasons for judgment of the trial judge.", "[23] In contrast, a more recent decision held that the perspective of the ordinary consumer is not relevant to the assessment of clear description and deceptive misdescription. Justice Sean Harrington, in <FRAGMENT_SUPPRESSED> held that clear description and deceptive misdescription \"is not dependent on the knowledge, or lack thereof, of the average Canadian consumer.\" Instead, Justice Harrington held that a connection between a region and a particular ware, in reality (rather than in perception), is decisive of the issue. Put differently, if certain wares come from a region, the region cannot be contained in a trade-mark relating to those wares. Once the Registrar found as a fact, as he did, that Leyda is a wine producing region in Chile, as a matter of law he was required to conclude on the record before him that the opposition was well founded. Those \"far away places with strange sounding names\" may call some more than others, but section 12(1)(b), at least as far as \"place of origin\" is concerned, is not dependent on the knowledge, or lack thereof, of the average Canadian consumer . The Registrar rightly pointed out that there was no real evidence before him as to the state of mind of such a person. Would he or she be one who reads the wine magazines referred to by those who opposed the application, or one whose knowledge is limited to red, white, rosé or bubbly? Over the past several years, a great many wines have been introduced to the market from \"new world\" countries such as Chile, Argentina, Australia and New Zealand. Other countries may follow suit. Although decided in a different context, the decision of the Supreme Court in <FRAGMENT_SUPPRESSED>  D.L.R. (3d) 740, can be relied upon for the proposition that a shrewd trader should not be permitted to monopolize the name of a foreign wine district in Canada by registering it as a trade-mark. [Emphasis added]", "[24] No one appeared for the respondent in <FRAGMENT_SUPPRESSED> . Justice Harrington nevertheless, considered the <FRAGMENT_SUPPRESSED> case, and observed: The respondent did not appear to contest this appeal. Nevertheless, the Registrar's decision stands until set aside, and this Court does not give judgment on the pleadings. Indeed, rule 184 provides that an allegation of fact in a pleading that is not admitted is deemed to be denied. Applicants' counsel properly brought to the Court's attention the decision of Mr. Justice McKeown  <FRAGMENT_SUPPRESSED>  del Prosciutto di  <FRAGMENT_SUPPRESSED>  (CanLII), 2002 FCA 169. However, that case is distinguishable on the grounds of prior use. At the time the application was made to expunge the trade-mark \"Parma\", it had been used in Canada for 39 years, 26 of which as a registered trade-mark. Thus sections 12(2) and 18(1)(b) were in issue. A trade-mark not otherwise registrable because it is descriptive of the place of origin of the wares is nevertheless registrable if it had become distinctive at the date the application was filed. Furthermore, the registration is not invalid if it was distinctive at the time proceedings bringing its validity in question were commenced. The facts in this case are quite different. The evidence is that  <FRAGMENT_SUPPRESSED>  had not been in use in Canada in association with wine at the time the trade-mark application was made, and had not become distinctive.", "[25] In light of the distinction between the facts of Prosciutto di Parma and those before Justice Harrington, I do not think the jurisprudential divide, if it exists at all, does so to the extent urged by counsel. In any event, it is not necessary, in this case, to resolve the tension between what is said to be two divergent schools of thought. Regardless of how broadly the consumer is scoped, the mark in question fails. I say this for the following reasons.", "[26] It is clear on the evidence that Lingayen is a geographical location. It is a city of 100,000 people or more, and is situated on a large bay of the same name. The plaintiff's website displayed information confirming Lingayen as a place of origin for bagoong, referencing media reports and literature emphasizing the Philippine origin of bagoong. Municipal, regional and national tourism and trade websites identify Lingayen both as a place, and as a source of bagoong. As such, the wares are clearly descriptive of this place of origin, and not registerable under section 12(1)(b); <FRAGMENT_SUPPRESSED> .", "[27] Secondly, the goods in question originate from Lingayen. While the plaintiff does not admit that the goods come from Lingayen, saying that it has no knowledge as to the origin and \"that the specific region in the Philippines cannot be determined\", the plaintiff admitted Lingayen as the place of origin in proceedings before the Unites States Trademark Office. Third, the plaintiff, in its evidence, is silent on the source of origin, a matter which presumably is, or ought to have been, in its knowledge.", "[28] As I find that the goods originate from Lingayen, the wares were clearly descriptive of their place of origin and not registerable under section 12(1)(b).", "[29] I turn to the alternate formulation, in which clear description and deceptive misdescription pivot on the perceptions held by ordinary consumers are engaged. Three observations are in order.", "[30] First, on a statutory basis, for a trade-mark to be \" clearly descriptive\" of place of origin (section 12(1)(b)) it must be self-evident to a consumer, on \"immediate impression,\" that the mark signals the origin of the ware ( Hughes on Trade Marks , looseleaf, Butterworths, Toronto, 1984 at page 427, paragraph 25; <FRAGMENT_SUPPRESSED> ). By necessity, then, the ordinary consumer must recognize such a connection (and, it follows, that the ordinary consumer's perception must be relevant). Otherwise, though the mark would be descriptive in theory , such description would not be clear to consumers . A prohibition of trade-marks which are clearly descriptive of place of origin as in this example would not preclude trade-marks which in no way communicate place of origin to the average, or even any, Canadian consumers. Similarly, such a mark could not deceive consumers about a ware's place of origin, since no consumers would perceive one way or the other that a product was related to a place of origin in the first place.", "[31] Second, on a doctrinal basis, the Federal Court of Appeal affirmed Consorzio del Prosciutto di Parma , which held that the proper perspective is the average consumer. Admittedly, the Court of Appeal did not specifically discuss this issue and, importantly, as Justice Harrington notes in <FRAGMENT_SUPPRESSED> , the Consorzio del Prosciutto di Parma case was decided on the basis of prior use.", "[32] Third, academic commentary has considered the <FRAGMENT_SUPPRESSED> decision, and while the editors of Fox on Trade-Marks may have overlooked paragraph 23, their observation at ch 5 at 44.1 n 199.1 is worth noting: The Court in <FRAGMENT_SUPPRESSED>  (FC) incorrectly held that \"section 12(1)( ), at least as far as 'place of origin' is concerned, is not dependent on the knowledge, or lack thereof, of the average Canadian consumer.\" It is clear from all authorities that the average Canadian consumer must perceive the mark in the context of the wares or services at issue to be clearly descriptive or deceptively misdescriptive. [...] This decision [...] should be approached with great caution.", "[33] For these reasons, the perspective of ordinary consumers is relevant to the assessment of clear description and deceptive misdescription. This does not, however, end the inquiry. A further nuance relates to how the ordinary consumer is itself defined, the second aspect of this area of law meriting specific discussion. (ii) Who is the Ordinary Consumer?", "[34] Who is the \"ordinary consumer\"? Is it the ordinary consumer or is it a subset of the ordinary consumers - the consumers of niche products?", "[35] To begin, Justice McKeown  <FRAGMENT_SUPPRESSED>  del Prosciutto di Parma affirms the broad conception of the ordinary consumer relied upon by Justice Cattanach in Atlantic Promotions Inc - \"the general public in Canada\" (at para 12). Then, Justice McKeown rephrases this ordinary consumer as \"a consumer of ordinary intelligence and education\" seeing the mark \"in context\" (at para 13). Both of these conceptions of the ordinary consumer appear broad and would include consumers who do not typically (or who may have never) purchased the particular wares in question. Again, the Federal Court of Appeal, when hearing Consorzio del Prosciutto di Parma , generally agreed with these views. Moreover, Fox on Trade-Marks accepts Justice Cattanach's description of the notional consumer as \"the general public in Canada\" (ch 5 at 43).", "[36] However, it is contended that Justice Yves de Montigny, more recently, described a narrower conception of the notional consumer - \"the average retailer, consumer or user of the type of wares or services the mark is associated with\" ( <FRAGMENT_SUPPRESSED> ). In other words, counsel interpret Justice de Montigny's judgment as defining a notional consumer who is not the average Canadian consumer in general (i.e. the general public), but rather, the average Canadian consumer of the particular wares in question (i.e. the subset of the public that typically consumes the wares in question).", "[37] Justice de Montigny describes the perspective flowing from the above passage as \"the average retailer, consumer or user of the type of wares or services the mark is associated with\" (at para 22). From this wording, counsel argues, persuasively, that Justice de Montigny identifies a narrow perspective which contemplates only those Canadians who are familiar with and typically purchase the ware in question.", "[38] There is support for the position that the ordinary consumer is the actual consumer of the wares in question. In <FRAGMENT_SUPPRESSED>  affirmed 2008 FCA 98. Justice Tremblay-Lamer observed: As held by the Court in <FRAGMENT_SUPPRESSED>  (F.C.T.D.) it is not the view of the \"average person\" that is relevant but rather, the view of the consumer. I am satisfied that the correct consumer was surveyed, as the survey was limited to individuals who were aware of the Hyundai brand, and likely to purchase the relevant wares, at the time that the expungement application was commenced.", "[39] There is also an air of unreality in positing a test of an average Canadian consumer who would never purchase the goods in question and would approach the purchase with no knowledge whatsoever. The average consumer has, presumably, some intelligence and is concerned about what he or she is purchasing, its contents and its origins. Seeing the words \"Lingayen\" or \"Lingayen Style\" would reasonably prompt a series of questions - the answers to which are that Lingayen is a city in the Philippines, known for its fish sauce. In this case, there was evidence that the average consumer of the goods in question, Canadians of Filipino or South East Asian origins, are the main users of the wares in question. Put otherwise, the \"ordinary Canadian\" of these wares is a discrete subset of the general population, and somewhat more informed.", "[40] In this regard, the evidence establishes that the main users of bagoong are Canadians of Filipino or South-East Asian origin. Both of the products come from the Philippines; the plaintiff's website indicates that bagoong is \"a condiment to compliment your favourite Filipino dish\" and as being \"a popular accompaniment to native Filipino dishes\". The evidence also establishes that they are sold in the speciality products sections of grocery stores or at \"your local Asian supermarket or neighbourhood store\".", "[41] All of the emphasized portions in the passage above convey that the relevant perspective is the average Canadian consumer that typically purchases the ware. Admittedly, there is some ambiguity in the reference to \"the average retailer, consumer or user of the type of wares or services the mark is associated with.\" This phrasing could be read as outlining a narrow notional consumer who typically purchases the ware in question, in other words, a subset of the notional consumer, which, in this case, would be aficionados of the use of fish sauce.", "[42] In conclusion, given that the wares at issue do originate from Lingayen, and that Lingayen, as a region, has a generally recognized connection to fish sauce products from the perspective of the average Canadian consumer of the wares in question, it is clearly descriptive of those products' place of origin. Regardless of which approach is taken to the question of geographic marks - the outcome is the same.", "[43] I turn to alternate grounds for invalidity. C. The Plaintiff's Claim Independent of Trade-Mark Validity", "[44] Trade-mark infringement requires a defendant to use the trade-mark \"as a trade-mark\" i.e. for the purpose of distinguishing its wares and services from others (sections 2 and 20; <FRAGMENT_SUPPRESSED> ). Accordingly, if a trade-mark is not used for the purpose of distinguishing a defendant's wares, then there is no infringement of the trade-mark.", "[45] That the words \"Lingayen Style\" are not used as a trade-mark is confirmed by the fact that the defendant's products were prominently marked with the defendant's Napakasarap trade-mark which was identified as a trade-mark (by the presence of the ™ symbol). The defendant did not display the ™ symbol with the words \"Lingayen Style\" or otherwise indicate that \"Lingayen Style\" was a trade-mark. The words \"Lingayen Style\" appear in lesser-script, immediately below the defendant's trademark Napakasarap , which is prominent. The dominant color is red on the Lingayen product and orange on the Napakasarap which are different and would be recognized as such by an ordinary consumer who was somewhat in a hurry. [Diagram omitted - see printed version]", "[46] The clear message to the public in the present case was that Napakasarap was used as a trade-mark with the defendant's bagoong products and the words \"Lingayen Style\" were used to indicate a characteristic of the bagoong products. As such, there can be no infringement under sections 19 or 20 of the Act", "[47] The presence of a clearly marked trade-mark on the products was an important factor in the Court determining that VOLCANO and \"wood CONSERVATOR\" were not \"used as a trade-mark\" in Pepper King and in <FRAGMENT_SUPPRESSED>  respectfully. As in Pepper King , the words are not used for a distinguishing purpose, rather to indicate the characteristic of the product (i.e. degree of spiciness), and not the source. To the same effect in Osmose-Pentox , paras 74, 94-96, the Court held that the words \"wood conservator\" had not been used as a mark, but rather as an accurate description of the character and quality of the defendants' products. I note as well that the use of the word \"style\" as a descriptor of the quality and characteristics of the defendant's goods across its product range - such as \"Pinoy Style\" liver spread (Pinoy means Filipino) and \"Pampanga style\" pork (Pampanga is a province in the Philippines).", "[48] In my view, based on the evidence before me, the words \"Lingayen Style\" are descriptive of the quality and nature of the goods and therefore there has been no use of the word LINGAYEN as a trade-mark as required by section 2 of the Act ORDER", "[49] THIS COURT ORDERS that: 1. The motion for summary trial is granted. 2. The plaintiff's action for infringement of its mark is dismissed. 3. A declaration of invalidity is granted on the basis that: a. LINGAYEN was not registerable at the date of registration as it was clearly descriptive or deceptively misdescriptive in the English or French language of the character or quality of the wares and services in association with which it is alleged to be used or of the conditions of or the persons employed in their production or of their place of origin, contrary to section 12(1)(b) of the Trade-marks Act ; and b. LINGAYEN was not distinctive at the time proceedings bringing the validity of the registration into question were commenced, contrary to sections 2 and 18(1)(b) of the Trade-marks Act 4. Canadian Trademark Registration No. TMA 588,314 (for LINGAYEN) shall be expunged and struck out from the Register of Trade-marks pursuant to section 57 of the Trade-marks Act 5. The plaintiff shall pay the defendant's costs for this proceeding. Such costs shall include fees to be assessed at the top end of Column IV of Tariff B to the Federal Courts Rules , disbursements and applicable taxes on such fees and disbursements. 6. The plaintiff shall pay the defendant post-judgment interest on the defendant's costs, with such interest to be calculated from the date of the assessment or lump-sum award of the defendant's costs until the date of payment to the defendant, such interest to be calculated at a rate as determined under section 7 of the Courts Order Interest Act , RSBC 1996, c 79. Motion for summary trial granted; plaintiff's action dismissed. Editor: Elizabeth M.A. Turgeon/nmg [End of document]"]}