{"id_": "054327", "body_str": ["[1] Zinn, J. : The Refugee Protection Division of the Immigration and Refugee Board determined that Rocio Rangel Macias was neither a Convention refugee nor a person in need of protection. The determinative issue was whether she had taken sufficient steps to rebut the presumption of state protection in Mexico - the Board determined that she had not.  <FRAGMENT_SUPPRESSED>", "[2] For the reasons that follow, this application is dismissed.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] Rocio Rangel Macias is a citizen of Mexico. She came to Canada on March 22, 2008 and claimed refugee status on April 3, 2008.  <FRAGMENT_SUPPRESSED>", "[4] In Mexico, Ms. Rangel Macias was a lawyer and a human rights activist. She alleges that she was targeted by unidentified people either because of her defence of an activist friend who faced charges stemming from civil unrest in the State of Oaxaca or because she had exposed the misdeeds of government officials in that state.  <FRAGMENT_SUPPRESSED>", "[5] Ms. Rangel Macias says that in February 2008 she noticed that she was being followed by a man. On February 13, 2008, she received an anonymous phone call. The caller mentioned the \"Oaxaca stories\" and said \"I was in prison because of you.\" The next day, Ms. Rangel Macias was approached on the subway by the man who had previously been following her. Ms. Rangel Macias states that the man threatened her and told her \"you are already dead. <FRAGMENT_SUPPRESSED>", "[6] She immediately went to the neighbourhood police detachment. The police asked if she would be able to identify the man. Ms. Rangel Macias said that she could and the police took her in a patrol car and drove to the area where the threat was made in an attempt to find the man, but this was unsuccessful. The neighbourhood police recommended that Ms. Rangel Macias go to the district police to pursue her complaint further. She did not go to the district police nor did she make any other attempts to seek state protection in Mexico. Instead, Ms. Rangel Macias moved away from her home and shortly thereafter came to Canada.  <FRAGMENT_SUPPRESSED>", "[7] The Board found the applicant's description of events to be credible, but held that this did not mean that her inferences as to why she was targeted were anything more than speculation.  <FRAGMENT_SUPPRESSED>", "[8] The Board found \"that the neighbourhood police provided a reasonable attempt to assist the claimant in her immediate circumstances.\" The Board summarized the applicant's many reasons for not seeking further assistance from the district police: (1) that the police would not help her because she could not identify the man in question, (2) that the police in Mexico are corrupt, (3) that she might be on a watch list with the police because of her civil activism, (4) that the man might have been a state agent, and (5) that she presumed the police would be ineffective because even police officers are targeted in Mexico.  <FRAGMENT_SUPPRESSED>", "[9] In reviewing the law on state protection as it applies to Mexico, the Board considered and rejected each of the applicant's reasons for not seeking further state protection. The Board noted the absence of evidence of persecution from similarly situated individuals:  <FRAGMENT_SUPPRESSED> [The applicant was] one among many lawyers listed in the defence of [the activist]. Even though she said some of those lawyers had received threats, she did not provide evidence that any of them had been harmed or killed in Mexico.  <FRAGMENT_SUPPRESSED>", "[10] The Board found that Ms. Rangel Macias did not take all reasonable steps in the circumstances to seek protection of the state and thus she failed to rebut the presumption of state protection. Accordingly, it found that this was fatal to a refugee claim under both sections 96 and 97 of the Immigration and Refugee Protection Act , R.S.C. 2001, c. 27.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[11] The issues raised in the written and oral submissions of the applicant may be characterized as follows:  <FRAGMENT_SUPPRESSED> 1. Was the Board required to separately assess the applicant's refugee claim under sections 96 and 97 of the Act;  <FRAGMENT_SUPPRESSED> 2. Did the Board ignore evidence;  <FRAGMENT_SUPPRESSED> 3. Was the applicant unfairly prevented from testifying;  <FRAGMENT_SUPPRESSED> 4. Did the Board make any material errors of fact; and  <FRAGMENT_SUPPRESSED> 5. Was it reasonable for the Board to find that the applicant failed to rebut the presumption of state protection?  <FRAGMENT_SUPPRESSED> 1. Was the Board required to separately assess the applicant's refugee claim under sections 96 and 97 of the Act?  <FRAGMENT_SUPPRESSED>", "[12] The applicant submits, relying on <FRAGMENT_SUPPRESSED>  that the Board is required but in this case failed to conduct a separate analysis of the claim under section 97. However, Ozdemir does not stand for the proposition that the Board must always conduct a detailed analysis under both section 96 and 97 of the Act.  <FRAGMENT_SUPPRESSED>", "[13] In Ozdemir this Court stated that the Board's negative credibility finding, while determinative of the claim under section 96, did not necessarily vitiate the possibility of a positive claim under section 97. On this basis, it was held that the Board's failure to conduct a separate analysis was a reviewable error.  <FRAGMENT_SUPPRESSED>", "[14] In contrast, this Court has held that a reasonable finding that an applicant has failed to rebut the presumption of state protection is determinative of both sections 96 and 97 of the  <FRAGMENT_SUPPRESSED> . Therefore, even if it can be said that the Board in this case failed to conduct a full section 97 analysis, this failure does not amount to a reviewable error because the determinative issue was not credibility it was the failure to rebut the presumption of state protection.  <FRAGMENT_SUPPRESSED> 2. Did the Board ignore evidence?  <FRAGMENT_SUPPRESSED>", "[15] Ms. Rangel Macias submits that the Board failed to consider evidence related to her representation of her activist friend. The applicant also submits that the Board failed to consider relevant documentation that showed Mexico is unable or unwilling to protect citizens who bring legal actions against the state. Specifically, the applicant points to an urgent action appeal from Amnesty International that highlighted the murder of a leading human rights lawyer in Mexico as relevant evidence of a similarly situated individual that was alleged to be directly contradictory to the Board's conclusion. The applicant also says that the Board failed to consider the fact that she filed her refugee claim immediately after entering Canada.  <FRAGMENT_SUPPRESSED>", "[16] Whether the Board ignored evidence is a question of mixed fact and law and therefore reviewable on the reasonableness standard.  <FRAGMENT_SUPPRESSED>", "[17] <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL), the Court of Appeal held:  <FRAGMENT_SUPPRESSED> The fact that the [Board] did not mention each and every one of the documents entered in evidence before it does not indicate that it did not take them into account: on the contrary, a tribunal is assumed to have weighed and considered all the evidence presented to it unless the contrary is shown.  <FRAGMENT_SUPPRESSED>", "[18] I agree with the submission of the respondents that the applicant has failed to rebut the presumption that the Board considered all of the evidence before it. The applicant has failed to point to any evidence that was so contradictory to the Board's findings that failure to refer specifically to this evidence constitutes a reviewable error: <FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>", "[19] Further, the Board explicitly referred to a number of documents submitted by the applicant, including documentation relating to her representation of her activist friend. It was reasonable for the Board to reject or give little weight to documents provided by the applicant that were not translated by an independent third-party. It was also reasonable for the Board to prefer the applicant's testimony that threats against other lawyers who defended Oaxaca activists had not lead to more serious abuses, over the documentary evidence that one human rights lawyer, not associated with these protests, had been murdered. In my view, the Board's failure to explicitly reference this particular instance of a human rights lawyer being targeted does not impugn its findings in the circumstances of the applicant, because the applicant did not show that this person was a similarly situated individual.  <FRAGMENT_SUPPRESSED> 3. Was the Applicant unfairly prevented from testifying?  <FRAGMENT_SUPPRESSED>", "[20] Ms. Rangel Macias submits that the Board prevented her from fully explaining why she did not seek assistance from the district police when it informed her that it was aware of the law in Mexico. The applicant also complains that the translator was not able to translate the technical terms she was using properly.  <FRAGMENT_SUPPRESSED>", "[21] The respondents, in response, say that the applicant and her counsel should not have relied on the apparent exchanges with the Board member as evidence that she understood Mexican law. They submit that \"there is no indication that the overall quality of the interpretation was deficient\" and further point out that the applicant failed to raise this issue during the hearing.  <FRAGMENT_SUPPRESSED>", "[22] Questions of procedural fairness are reviewed on the correctness standard. The applicant says that she wanted to explain that the district police likely did not have jurisdiction over her type of complaint and that the legal consequence of a threat such as was made to her was so slight that a suitable response would likely not have been forthcoming.  <FRAGMENT_SUPPRESSED>", "[23] I have reviewed the transcript of the hearing and there is nothing therein that leads me to the view that that she was prevented from leading evidence on the relevance of Mexican law to her situation.  <FRAGMENT_SUPPRESSED>", "[24] However, even if the applicant were correct in her submission, this does impugn the Board's finding. If the jurisdiction of the applicant's complaint did not lay with the district police, then she should have sought the protection of the proper police authority. Even if the legal consequence of the threat the applicant received was minimal, she still bore the burden of rebutting the presumption of state protection by making all reasonable efforts to seek state protection. She did not do so.  <FRAGMENT_SUPPRESSED>", "[25] I have also formed the view from my reading of the transcript that that the translation the applicant received did not affect the fairness of her hearing. This case did not and does not turn on the translation of technical legal terms. It turns on the applicant's failure to rebut the presumption of state protection. Even if it was reasonable for the applicant not to have sought protection from the district police, on technical legal grounds, this does not explain why she did not make efforts to seek protection elsewhere. It also does not explain the lack of evidence of similarly situated individuals.  <FRAGMENT_SUPPRESSED> 4. Did the Board make any material errors of fact?  <FRAGMENT_SUPPRESSED>", "[26] The applicant further submits that the Board made errors in its decision with respect to the date and location of key events. She says that the location error is relevant to the jurisdictional question above.  <FRAGMENT_SUPPRESSED>", "[27] I am in agreement with the position advanced by the respondents that the errors made were typographical errors that do not impugn the Board's decision. Any error with respect to the location of the threat made to the applicant is not a reviewable error as it was not material to the Board's reasoning and final determination.  <FRAGMENT_SUPPRESSED> 5. Was it reasonable for the Board to find that the applicant failed to rebut the presumption of state protection?  <FRAGMENT_SUPPRESSED>", "[28] The applicant submits that the Board failed to consider the relevance of her political activism in the context of its state protection analysis. The applicant submits that her testimony of personal instances in which state protection failed was sufficient to rebut the presumption of state protection. The applicant contends that the Board's failure to consider contradictory evidence rendered the decision unreasonable.  <FRAGMENT_SUPPRESSED>", "[29] The respondents submit that the Board's state protection finding was reasonable and they say that the applicant is asking this Court to reweigh the evidence - a function that is improper on judicial review.  <FRAGMENT_SUPPRESSED>", "[30] State protection findings are reviewed on the reasonableness standard. The applicant bears the burden of leading clear and convincing evidence that is sufficient to rebut the presumption of state protection: <FRAGMENT_SUPPRESSED> . In this case, the applicant did not meet her burden.  <FRAGMENT_SUPPRESSED>", "[31] The Board reasonably concluded that the applicant received adequate protection from the neighbourhood police and that it was unreasonable for the applicant not to make further efforts to seek state protection elsewhere. The applicant's testimony not only failed to rebut the presumption of state protection, it showed that the police, when approached, were willing to provide assistance.  <FRAGMENT_SUPPRESSED>", "[32] In my view, the Board also reasonably concluded that the applicant had not led evidence of similarly situated individuals. In fact, the evidence of similarly situated individuals was that they suffered from harassment but that it did not rise to the level of persecution. The applicant has not shown that the Board failed to consider relevant evidence.  <FRAGMENT_SUPPRESSED>", "[33] It is true that human rights lawyers around the world are often targets of harassment and persecution. It is also true that the threats some receive are so serious that they may be said to be at imminent risk of death. The evidence in this case suggests that the threats made against similarly situated human rights lawyers never amounted to anything more than threats. While I am sympathetic to the applicant's subjective fear, it cannot be said that the Board's finding that she had failed to rebut the presumption of state protection was unreasonable.  <FRAGMENT_SUPPRESSED>", "[34] For these reasons, this application is dismissed. Neither party proposed a question for certification; no question meets the test for certification on the facts disclosed in the record.  <FRAGMENT_SUPPRESSED>", "[35] The application for judicial review was commenced, naming as respondent the Minister of Public Safety and Emergency Preparedness or Minister of Citizenship and Immigration. Thereafter, the parties named only the Minister of Citizenship and Immigration as the respondent. In my view, The Minister of Citizenship and Immigration is the only proper respondent and, according to the Court, on its own motion, orders the style of cause to be amended.  <FRAGMENT_SUPPRESSED>", "[36] THIS COURT ORDERS AND ADJUDGES that:  <FRAGMENT_SUPPRESSED> 1. This application for judicial review is dismissed;  <FRAGMENT_SUPPRESSED> 2. No question is certified; and  <FRAGMENT_SUPPRESSED> 3. The style of cause is amended naming only The Minister of Citizenship and Immigration as the respondent.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}