{"id_": "054499", "body_str": ["[1] O'Keefe, J. : This is a judicial review of a decision by the Public Service Staffing Tribunal (the tribunal) dismissing the applicant's complaint that an assessment board had abused its authority by relying on a retracted reference to reject his application.", "[2] The applicant seeks an order returning the matter to the tribunal for redetermination. Background", "[3] The applicant is a material acquisition and support officer at the Procurement Group of the Department of National Defence (DND). His position is at the PG-02 level. He applied for appointment into a pool of qualified candidates at the PG-04 level.", "[4] The final stage of the competition was consulting references. The applicant had provided his supervising manager as one of three references (Mr. Burke). The selection board contacted Mr. Burke, after which the applicant was informed that he had failed the reference check. Mr. Burke subsequently contacted the board to withdraw his reference and the applicant requested that the board do the same. The board refused and the applicant was therefore unsuccessful in the competition.", "[5] The applicant complained to the tribunal that this refusal, among other actions, constituted an abuse of authority. Only this refusal is at issue in the judicial review. The Decision", "[6] On March 30, 2012, the tribunal released its decision with reasons cited as 2012 PSST 0009. The tribunal summarized the evidence it had considered, which included testimony from the applicant, Mr. Burke and a DND employee involved in the appointment process.", "[7] Notably, Mr. Burke testified that he had withdrawn his reference because he understood the applicant would be pursuing legal action.", "[8] The tribunal concluded that relying on Mr. Burke's reference in spite of the request to retract it did not constitute an abuse of authority. It cited a previous tribunal decision indicating the important criterion for a reference given and whether the reference given is sufficiently familiar with the work of the candidate to provide adequate information. The discretion to accept the retraction rested with the assessment board, which is tasked with determining whether it has sufficient information to make an informed assessment of the candidate.", "[9] The tribunal held that the evidence showed that Mr. Burke was the applicant's manager. Although he did not provide direct supervision, Mr. Burke talked with the applicant about work on a daily basis and participated in managing his performance. The evidence did not show that the reference itself was unreliable, unrepresentative or misleading. If the applicant had reservations about the reference given, he should not have provided his name to the assessment board.", "[10] The tribunal dismissed the complaint. Issues", "[11] The applicant's memorandum raises the following issue: 1. If a person acting as a job reference requests that their reference be retracted, must a board honour this request?", "[12] I would rephrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the tribunal err in dismissing the complaint? Applicant's Written Submissions", "[13] The applicant argues the standard of review is reasonableness, although he also refers to procedural fairness. The applicant's submissions cite a dictionary definition for the word \"retract\" and argue that the board acted improperly and prejudicially by relying on the retracted reference, since it has no value and should be considered null and void. The applicant argues the tribunal acted unfairly by supporting the decision of the board. Respondent's Written Submissions", "[14] The respondent agrees that the standard of review is reasonableness and argues that the tribunal has committed no reviewable error. The respondent also argues that the applicant's record in this judicial review includes documents that were not before the tribunal and are therefore not properly before the Court.", "[15] The respondent argues that Mr. Burke, who attempted to withdraw his reference, provided no reason to the board for wanting to do so and did not suggest his reference was inaccurate or untrue.", "[16] The respondent also argues that the threshold to find an abuse of authority is high and the burden is on the applicant to establish that a decision was made in bad faith, influenced by personal favouritism or otherwise affected by similar consideration. The term \"abuse of authority\" is partially defined by subsection 2(4) of the Public Service Employment Act , SC 2003, c 22, ss 12, 13, which provides that it includes bad faith and personal favouritism. Employees should understand that a complaint of abuse of authority is a very serious matter and more than merely a forum for stating a perceived injustice.", "[17] The respondent further submits that the assessment board is in the best position to determine whether they have sufficient information to make an assessment. Its decision is only subject to review if the applicant can establish, on a balance of probabilities with clear and cogent evidence, that there has been bad faith, personal favouritism, discrimination, corruption, gross negligence or misfeasance of a similar egregious nature. The evidence here was that Mr. Burke was familiar with the work of the applicant. The Act gives broad discretion to deputy heads in assessment methods.", "[18] The respondent asks the Court to dismiss the application and grant $2,500 in costs. The respondent also requests an order directing that the style of cause be amended to make The Attorney General of Canada as the sole respondent in this application. Analysis and Decision Issue 1 What is the appropriate standard of review?", "[19] Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED>  at paragraph 57).", "[20] The Supreme Court of Canada recently applied a reasonableness standard in reviewing a decision of the tribunal (see <FRAGMENT_SUPPRESSED> ).", "[21] In reviewing the tribunal's decision on the standard of reasonableness, the Court should not intervene unless the tribunal came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> at paragraph 47). As the Supreme Court held in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraphs 59 and 61).", "[22] It is trite law that no deference is warranted on matters of procedural fairness (see <FRAGMENT_SUPPRESSED> at paragraph 43). Issue 2 Did the tribunal err in dismissing the complaint?", "[23] I have considered the applicant's argument in this judicial review that the board's use of the reference constituted an abuse of authority. I see no reason to disturb the tribunal's finding on this point, given the deference owed to its expertise in interpreting its home statue and in evaluating these complaints. As the tribunal's reasons indicate, the purpose of using a reference is to hear from a person who is familiar with the applicant's previous work. The reference given was indeed familiar with the applicant's work.", "[24] Procedurally, I do not agree with the applicant's contention that using a reference he provided is unfair. Fairness does not require allowing a party to unilaterally retract evidence that he himself submitted to the tribunal if such evidence turns out to be unfavourable. The purpose of a reference is for the board to hear the opinion of a third party on the applicant's performance. It is an extremely common method used in hiring and that is how it was used in this case.", "[25] I would dismiss the application for judicial review.", "[26] I have considered the respondent's request for costs in the amount of $2,500. I am not prepared to make an order for costs based on the facts of the case.", "[27] The respondent, in its written submissions, requested that the style of cause be amended by making The Attorney General of Canada the sole respondent. I am prepared to grant this amendment. JUDGMENT", "[28] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed. There shall be no order for costs. 2. The style of cause is amended by removing The Deputy Minister of National Defence and the Deputy Minister of Public Works and Government Services Canada as respondents and adding The Attorney General of Canada as the sole respondent. ANNEX Relevant Statutory Provisions Public Service Employment Act, SC 2003, c 22, ss 12, 13 2. (4) For greater certainty, a reference in this Act to abuse of authority shall be construed as including bad faith and personal favouritism.", "[2] Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19] <FRAGMENT_SUPPRESSED> , par. 57).", "[20] , 2012 CSC 64, [2012] 3 RCS 398).", "[21]", "[22] Khosa, par. 43).", "[23]", "[24]", "[25]", "[26]", "[27] JUGEMENT", "[28] ANNEXE 2. (4) For greater certainty, a reference in this Act to abuse of authority shall be construed as including bad faith and personal favouritism. [End of document]"]}