{"id_": "054430", "body_str": ["[1] Gauthier, J. [Translation]: This is an application by the applicant, Cortes Silva, for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the RPD) rejecting his claim under sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ).", "[2] The applicant is a citizen of Colombia. His claim for refugee protection was heard together with the claim made by his de facto spouse, Lopez Rosero, whose claim for refugee protection was accepted by the RPD. The RPD determined that Lopez Rosero had been targeted by the revolutionary armed forces of Colombia because of her activities as a teacher. She left Colombia for the United States in May 1999. The applicant did not meet her until 2002.", "[3] At the hearing before the RPD, the applicant testified that he had never had any problem in Colombia, personally, and that he had no fear of persecution if he returned to his country alone. He submitted that it was his family membership that made him a refugee. His claim was rejected because the RPD concluded that he could not base his claim on the problems experienced by Lopez Rosero before she left Colombia in 1999. In the opinion of the RPD, the applicant failed to establish that he personally was at risk of persecution in his country.", "[4] The applicant argues that the RPD committed two errors. First, it erred by failing to acknowledge the concept of family unity. Second, and this is his principal argument, the RPD failed in its obligation to abide by the rules of natural justice. On that point, he submits that the RPD did not afford him a fair hearing and failed to give sufficient reasons for its decision. A. Family Unity", "[5] Although the applicant did not stress his first argument at the hearing, the Court notes that in <FRAGMENT_SUPPRESSED>  (T.D.), the Federal Court clearly held that the concept of family unity is not relevant in Canada in relation to the definition of a Convention refugee. That is in fact why, in <FRAGMENT_SUPPRESSED>  (T.D.), the Court held that the fact that a member of the family has been persecuted does not automatically confer Convention refugee status on all members of that family.", "[6] Under section 176 of the Immigration and Refugee Protection Regulations , SOR/2002-227, a person whose claim for refugee protection has been accepted may include their family members in their application for permanent residence.", "[7] Accordingly, regardless of what standard of review applies to this issue, the RPD did not commit a reviewable error in this respect, in this case, because the applicant had to establish that he was personally at risk of persecution if he returned to Colombia. The applicant did not argue that he presented evidence of this to the RPD. B. Procedural Fairness", "[8] Before examining the second issue, it is useful to note that, because the question is whether the RPD failed in its duty to abide by the rules of natural justice and procedural fairness, this is not a case in which we should apply the pragmatic and functional method to determine what standard of review is applicable <FRAGMENT_SUPPRESSED> ; 332 N.R. 113 at para. 16 (F.C.A.)). If there was a breach of duty, the decision must be set aside unless it is inevitable that the claim will be rejected ( <FRAGMENT_SUPPRESSED> ; 172 N.R. 308 ( <FRAGMENT_SUPPRESSED> ; 280 F.T.R. 39 (T.D.), at para. 17).", "[9] The applicant contends that the RPD denied him his right to present his claim and evidence before being cross-examined by the refugee protection officer (RPO). He said that on December 1, 2003, Guideline 7, issued by the Chairperson of the Immigration and Refugee Board, [see footnote 1] formalized a practice that had been in effect for some time, consisting, first, of foregoing hearing the claimant repeat to the RPD the facts set out in his or her PIF. This means that the hearing can move directly to cross-examination by the RPO and questions by the RPD. Only after that is completed does the claimant have an opportunity to present his or her own position and call any other evidence that he or she has.", "[10] On the other hand, the claimant acknowledges that the RPD did not limit the time he was allowed for presenting that evidence, and he does not allege that the RPD was biased in this case. What he argues is that in the facts of the case, having regard to the increasingly partisan attitude of the RPOs, the order established for presenting evidence puts the claimant at a disadvantage and is in itself a breach of procedural fairness.", "[11] He submits that certain comments made by Pelletier, J., as he then was, in <FRAGMENT_SUPPRESSED>  (T.D.), and the decision of O'Keefe, J., in <FRAGMENT_SUPPRESSED> , at paragraph 16, that the RPD controls its own procedure. Subsection 162(2) of the Act further provides that it shall deal with proceedings before it as informally and quickly as the circumstances and the considerations of fairness and natural justice permit.", "[13] In this case, the practice suggested in Guideline 7, entitled Guideline Concerning Preparation and Conduct of a Hearing in the Refugee Division , does not constitute a breach of the audi alteram partem rule, because it is evident that the applicant was fully afforded the right to be heard in order to argue the merits of his claim for refugee protection.", "[14] The respondent points out that that practice was also examined by this Court in <FRAGMENT_SUPPRESSED>  (T.D.), at para. 8; <FRAGMENT_SUPPRESSED> ; 174 F.T.R. 191 (T.D.), at paras. 32-34 and <FRAGMENT_SUPPRESSED> ; 202 F.T.R. 233 (T.D.), at paras. 55-58.", "[15] In those cases, the Court confirmed that starting with cross-examination by the RPO does not, in itself, constitute a violation of the rules of natural justice.", "[16] The respondent also submits that in this case, whatever the Court concludes on this issue, a new hearing could not change the fact that the applicant's claim cannot be accepted, because he admits that he has no personal fear of persecution ( <FRAGMENT_SUPPRESSED> ; 156 N.R. 1 (F.C.A.), at paras. 2-4). [see footnote 2]", "[17] The audi alteram partem rule is generally defined as the right of a party to be heard in order to present his or her argument, defence or point of view (Brown and Evans, Judicial Review of Administrative Action in Canada , 5th ed., Toronto; Canvasback Publishing 1998-2004, chap. 7, page 7:1300.)", "[18] The rule necessarily implies that the party is aware of the matters on which he or she is to be heard. The method used to make his or her representations is flexible and will depend on the circumstances.", "[19] Those are the broad principles by which the Court must be guided in considering the issue raised by the applicant.", "[20] Normally, the order in which evidence is presented seems to me to be related more to the question of the burden of proof than to the right to be heard. For example, a defendant could argue that the burden of proof has been reversed if he or she were required to call evidence first: this might deprive the defendant of his or her right to call no evidence if, after hearing the plaintiff's evidence, the defendant was of the opinion that the plaintiff had not met his or her burden of making out a prima facie case.", "[21] As Pelletier, J., said in <FRAGMENT_SUPPRESSED> , supra, the RPD is the master of its procedure. \"It is entitled to take economy of time into account in devising its procedures. It can equally direct which evidence it wishes to hear from the mouth of the witness and which it waives hearing\" (paragraph 28). However, the choices it makes impose duties on it that it would not otherwise have. For example, when it says that it does not need to hear a witness, it cannot then complain that it did not hear the witness. Accordingly, as Pelletier, J., said at paragraph 32, \"[t] he price of setting the agenda is to accept the responsibility for the items which are missed\". The judge then explained that in each particular case, the Court must consider whether the interaction that occurred during the hearing would fairly put the claimant on notice that the absence of further explanation would be prejudicial to his or her cause. Those comments relate to cases where there was no evidence, and not to the question of whether the evidence presented was sufficient.", "[22] The applicant submits that, at paragraph 35 of that decision, Pelletier, J., questioned the validity of this practice, but that he could not have invalidated the decision in that case because Mr. Veres had not objected to the order in which evidence was presented.", "[23] In my view, what Pelletier, J., said was that the practice of forgoing the examination-in-chief may well raise questions of fairness apart from the question of gaps in the evidence, but that those questions must be addressed by the Court when they are properly before it, that is, not only that there has been a timely objection, but also that the particular circumstances of the case warrant it.", "[24] On this point, the Court notes that the applicant stressed the fact that a person who makes a claim for refugee protection is in a very vulnerable position. He or she is in a foreign place, often operating in a language other than his or her own, and this can give rise to major difficulties in practical and psychological terms. Obviously, each case will turn on its facts. That is precisely what is provided in paragraph 23 of Guideline 7, which reads as follows: \"The member may vary the order of questioning in exceptional circumstances. For example, a severely disturbed claimant or a very young child might feel too intimidated by an unfamiliar examiner to be able to understand and properly answer questions. In such circumstances, the member could decide that it would be better for counsel for the claimant to start the questioning. A party who believes that exceptional circumstances exist must make an application to change the order of questioning before the hearing. The application has to be made according to the RPD Rules . ( Refugee Protection Division Rules , s. 44 .)\" (Emphasis added.)", "[25] That is in fact how I interpret all the cases cited by the parties in which the Court was required to consider this practice. In Del Moral , supra, <FRAGMENT_SUPPRESSED> , supra, <FRAGMENT_SUPPRESSED> , supra, and <FRAGMENT_SUPPRESSED> , supra, Dubé, Teitelbaum and Blais, JJ., respectively, held that this approach was not unfair in the particular circumstances of the cases before them.", "[26] In <FRAGMENT_SUPPRESSED> , supra, Campbell, J., to whom this order of presenting the evidence had been represented to be an unusual procedure, concluded after examining the transcript that in the particular case before him, in which there had clearly been an attempt to intimidate the witness during cross-examination, the claimant had not been heard by an impartial decision-maker.", "[27] After examining the transcript in the case that was before him, O'Keefe, J., also concluded that there had been unfairness, not merely because of the order in which the evidence was presented, but also because of the kind of examination to which the applicant had been subjected by the RPD itself. He concluded that there had been bias.", "[28] That is why questions of procedural fairness must not be considered in a hypothetical context.", "[29] In this case, after rereading the transcripts, I am satisfied that procedural fairness was afforded. The applicant had an opportunity to fully present all the facts in support of his claim for refugee protection.", "[30] With respect to the applicant's second argument, the Court is also satisfied that although the decision is brief, the reasons are complete and sufficient, since there was nothing left to say after determining that the applicant had admitted that he did not fear persecution personally.", "[31] Lastly, even if the RPD had violated the rules, I would not have set the decision aside because, in the circumstances, it is obvious that it is inevitable that Mr. Cortes Silva's claim would be rejected. There is no question to be certified in this case. ORDER", "[32] THE COURT ORDERS that: The application for judicial review be dismissed. Application dismissed. Editor: Angela E. McKay/djc Footnotes 1. The power of the Chairperson of the IRB to issue directives is recognized in paragraph 159(1)(h) of the Act 2. In his PIF, the applicant did not allege personal fear, and at the hearing he confirmed that he had no amendments to make to that form (page 140 of the tribunal's certified record). He also confirmed that he had no safety problem that related to him personally (tribunal's certified record, pages 174, 175 and 193)."]}