{"id_": "054911", "body_str": ["[1] Pinard, J. : On March 21, 2011, Yuan Ji (the \"applicant\") filed the present application for judicial review of the decision of R.S. Garner, member of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\"). The Board determined that the applicant was not a Convention refugee or a person in need of protection under sections 96 and 97 of the Act.", "[2] The applicant sought refugee protection under section 96 and subsection 97(1) of the Act by reason of his fear of persecution for his religious membership in an underground Christian church in his home province of Fujian, China.", "[3] According to the applicant, in July 2007, he attended his first underground church service with a friend in order to counter his addiction to internet gaming. After his first service, he would have continued to regularly attend these services. The applicant further alleges that having successfully countered his addiction and consequently improved his grades, his father took him on a trip. During this trip in 2008, he visited Canada in July. Prior to returning to China as initially planned on July 22, 2008, he would have called his mother back home who would have informed him that the Public Security Bureau (PSB) had come to the house looking for him due to his illegal house church activities. Consequently, while his father returned to China as planned, the applicant decided to remain in Canada and claim refugee status for he allegedly feared for his safety.", "[4] In its decision, the Board concluded that the applicant was not a refugee nor a person in need of protection based on its findings of credibility.", "[5] The Board began by making various findings of fact supported by the documentary evidence and explained why it did not consider the applicant to be credible, before ultimately rejecting his claim.", "[6] The applicant attacks the Board's decision due to its findings of fact. These factual determinations are owed deference ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ He ] ). In reviewing the Board's findings of fact, this Court must apply a standard of reasonableness, thereby determining whether the Board's findings fall within the \"range of possible, acceptable outcomes that are defensible in respect of the facts and the law\" ( <FRAGMENT_SUPPRESSED>  at para 47 [ <FRAGMENT_SUPPRESSED> ] ; He at para 8).", "[7] Firstly, the applicant claims the Board erred in drawing a negative inference from the absence of summonses left by the PSB because the documentary evidence states that this was not usual practice in the applicant's region: the PSB would not usually leave summonses with family members.", "[8] In this regard, the Board concluded that, despite the applicant's assertion that the PSB came looking for him 10 to 13 times after its initial visit in July 2008, it is unlikely that the PSB is actually looking for him because no credible documents were left by the PSB, such as warrants or summonses. Although certain sources identified by the applicant explain that it is uncommon for the PSB to leave such documents with family members, the Board goes on to consider a further document indicating that summonses can be left with family members. Moreover, the Board doubts the veracity of the applicant's Jail Inmate Visitor's Card that he produced in evidence, claiming his friend who introduced him to Christianity was, as a result of his religious beliefs, incarcerated for 36 months. In the Board's view, if this friend would truly have been incarcerated because of his membership in the underground church, the PSB would have left summonses with the applicant's family.", "[9] While this Court may have come to a different decision in determining whether the PSB was actually looking for the applicant, it cannot substitute its own view for that of the Board's: the Board's finding was reasonable. The Board's finding was justified, transparent and intelligible ( He at para 8; <FRAGMENT_SUPPRESSED> at para 47). The Board mentions all the documentary evidence in its reasons, including the document stating that the PSB does not usually leave summons with family members, and then concluded that the authorities were most likely not looking for the applicant. The Board was granted the authority to make such findings and deference is owed. This same level of deference is owed when reviewing the Board's evaluation of the applicant's religious beliefs.", "[10] Secondly, the applicant claims that the Board's conclusion that he was not a genuine practicing Christian was unreasonable because the Board based its determination on an assessment of the applicant's knowledge and not his religious conviction.", "[11] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], religion is defined as a deeply held personal conviction or belief. It is the sincerity of the belief that matters, not whether the belief or practice is required in the opinion of religious officials. Courts are qualified to inquire into this sincerity as a question of fact ( <FRAGMENT_SUPPRESSED> ). Credibility can affect the Court's finding of fact: \"sincerity of belief simply implies an honesty of belief and the court's role is to ensure that the presently asserted belief is in good faith, neither fictitious nor capricious and that it is not artifice\" ( <FRAGMENT_SUPPRESSED> at paragraphs 51 and 52).", "[12] Moreover, courts and tribunals must not apply too high a standard in assessing religious conviction.  <FRAGMENT_SUPPRESSED>  (T.D.) (QL), it was not an error for the Board to evaluate an individual's level of religious conviction based on the latter's knowledge of the religion. Rather, the Board erred in assessing the applicant's knowledge at a higher standard than was appropriate, rendering its negative findings of credibility unreasonable: the Board seemed to have expected the applicant's answers to questions of religious practice to be equivalent to the Board's own knowledge (at paragraph 11).", "[13] Therefore, it is not an error for the Board to consider the applicant's level of knowledge of Christianity in assessing the sincerity of his religious beliefs. The respondent believes the Board did not err in its assessment because it considered the applicant's submissions and considered his answers to be based on memory, not faith: there was supposedly no \"genuine feeling\". I agree.", "[14] Lastly, the applicant claims the Board erred in concluding that there was no possibility of religious persecution in Fujian based on the applicant's failure to cite at least one incident of persecution since 2006.", "[15] The Board did consider the evidence before it, as stated in its reasons, and explained that it considered evidence to be lacking to prove the applicant's fear of persecution because incidents had been documented in other regions of China.", "[16] <FRAGMENT_SUPPRESSED>  [ Yang ], the Board concluded there was no fear of persecution, despite the existence of documents that referred to the closure of house churches in Fujian. The Court found the Board's conclusion to be reasonable because it had explained why it chose to attach little weight to these documents, unlike in <FRAGMENT_SUPPRESSED>  where the Board had not considered the documents at all ( Yang at para 25).", "[17] Moreover, in <FRAGMENT_SUPPRESSED>  [ Lin ], the Board's conclusion was also reasonable because the lack of documentation regarding religious persecution in Fujian was not the only basis for the Board's conclusion (at para 24). Rather, lack of documentation, combined with the applicant's diminished credibility and the documentary evidence describing characteristics of churches likely to be raided (including size), was sufficient to support the Board's finding of fact that there was no risk of persecution (at para 25).", "[18] As in Yang , the Board in the case at bar explained why it did not attach weight to documents regarding house churches and persecution: it wanted evidence of recent persecution. Even if the Board had failed to consider evidence of the destruction of a single house church, this one incident alone would not necessarily have been sufficient to make the Board's decision unreasonable ( Lin at paragraph 28).", "[19] In sum, the Board's decision falls within the \"range of possible, acceptable outcomes that are defensible in respect of the facts and the law\" ( <FRAGMENT_SUPPRESSED> at paragraph 47).", "[20] For the above-mentioned reasons, the application for judicial review is dismissed.", "[21] I agree with counsel for the parties that this is not a matter for certification. JUDGMENT", "[22] The application for judicial review of the decision of the Immigration and Refugee Board determining that the applicant was not a Convention refugee or a person in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, is dismissed. [End of document]"]}