{"id_": "055572", "body_str": ["[1] O'Reilly, J. : Mr. Nandre arrived in Canada as a permanent resident in 1997, accompanied by his wife and two children. They all applied for citizenship in 2001. Mr. Nandre was kept busy with his immigration consultancy during those four years, which meant that he was often out of Canada. He had offices in both Toronto and India. In total, between the time of his arrival and the date of his application, he was in Canada for 763 days - about half-time. He took various steps to solidify his connection with Canada, including paying Canadian income tax, making financial arrangements and commitments here and buying real property. He also became a member of a social and cultural group in Toronto called \"Marathi Bhashik Mandal\" and enrolled in the Association of Immigration Counsel of Canada. The rest of the family settled well into their lives in Canada.", "[2] Mr. Nandre's application for Canadian citizenship was approved by a Citizenship Judge on June 11, 2002. The Minister appeals that decision, on the grounds that Mr. Nandre did not satisfy the residency requirement set out in the Citizenship Act I. Issues", "[3] The Minister disputes two aspects of the decision of the Citizenship Judge.", "[4] First, the Minister argues that the Citizenship Judge misinterpreted or misapplied the test for residency set out in the Citizenship Act", "[5] Second, the Minister submits that the Citizenship Judge failed to consider whether Mr. Nandre had actually established his residence in Canada and, even if he had considered it, he should have found that no such residency had been established. A. The residency requirement (1) The test", "[6] The legal criteria for citizenship are set out in s. 5(1) of the Citizenship Act , R.S.C. 1985, c. C-29. Among other things, it requires an applicant to have accumulated three years of residence in Canada during the previous four years. The term \"residence\" is undefined and has been interpreted in various ways in judgments of this Court.", "[7] Some judges have interpreted the word \"residence\" as meaning actual, physical presence in Canada for a total of three years: Pourghasemi, Re , [1993] F.C.J. No. 232; 62 F.T.R. 122 (T.D.). Others have read the residence requirement less strictly, recognizing that a person can be resident in Canada, even while temporarily absent, so long as he or she maintains a strong attachment to Canada: see Papadogiorgakis, Re , [1978] 2 F.C. 208 (T.D.). A third strand of cases, very similar to the second, defines residence as the place where one \"regularly, normally or customarily lives\" or has \"centralized his or her mode of existence\": Koo, Re , [1993] 1 F.C. 286; 59 F.T.R. 27 (T.D.), at para. 10. A number of factors may be considered in applying this approach, including the length of time the person was present in Canada after arrival before leaving again, the residency of the person's family, the duration and pattern of the absences and the reason for them, and the overall quality of the person's connection with Canada.", "[8] <FRAGMENT_SUPPRESSED> ; 164 F.T.R. 177 (T.D.), Lutfy, J. (now Associate Chief Justice), held that it is open to the Citizenship Judge to choose one of these recognized approaches. It is then the Court's role to determine whether the Citizenship Judge has properly applied the chosen test. See also: <FRAGMENT_SUPPRESSED> ; 2001 FCT 733 (T.D.); Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 2002 FCT 228 (T.D.).", "[9] Other judges have held that the Act must be interpreted consistently and cannot admit of a number of equally valid interpretations. They have recognized the strict residency approach of Pourghasemi , above: see <FRAGMENT_SUPPRESSED> ; 213 F.T.R. 137; 2001 FCT 1229 ( <FRAGMENT_SUPPRESSED> ; 2002 FCT 346 (T.D.).", "[10] This situation results in part from the fact that citizenship appeals go no further than the Trial Division of the Federal Court. The unifying and standardizing role of the Federal Court of Appeal is absent in these matters. Without binding authority, individual judges of this Court must determine whether the Act is capable of more than one interpretation and, if so, whether it should be left to citizenship judges to choose one.", "[11] Clearly, the Act can be interpreted two ways, one requiring physical presence in Canada for three years out of four, and another requiring less than that so long as the applicant's connection to Canada is strong. The first is a physical test and the second is a qualitative test.", "[12] With great respect to those with other views, it seems to me that the qualitative test should be applied by citizenship judges. This does not mean that the physical test is irrelevant. If an applicant meets the physical test, then the residency requirement of s. 5(1)(c) of the Act will be satisfied. If the physical test is not met, however, citizenship judges should, in my view, go on to consider the qualitative test. There are six reasons for this conclusion:", "[13] First, to repeat, the Act does not define \"residence\". If the intent had been to require physical presence for the full three years, it could easily have been expressed in the Act . In the absence of a special statutory meaning, \"residence\" should be given the ordinary meaning it has in everyday speech, which clearly can include a situation where a person is frequently absent from his or her principal abode.", "[14] Second, the current provision replaced a comparable one that had been interpreted as requiring actual physical presence in Canada. The former Act (R.S.C. 1970, c. C-19), contained two rules of residency. An applicant had to be resident in Canada for five out of the previous eight years (s. 10(1)(c)(i)) and for twelve out of the previous eighteen months (s. 10(1)(b)). The calculation was made according to \"full years\" of residence, which was interpreted to mean years of actual presence in  <FRAGMENT_SUPPRESSED>  (Citizenship App. Ct.). When the current Act dropped the reference to \"full years\", Thurlow, A.C.J., concluded that greater flexibility had been introduced into the residence requirement: Papadogiorgakis , above.", "[15] Third, the qualitative test has been applied for decades. Papadogiorgakis was decided in 1978, a year after the current Citizenship Act came into force. Not that time itself gives the test greater force. But if this approach was out of keeping with the legislative intent, the Act could have been amended long ago. It is true that amendments have recently been proposed, but they have not yet been enacted. I will say more about the proposed amendments below.", "[16] Fourth, applicants for citizenship are expressly and officially advised that physical presence in Canada for three years is not strictly required. The Residence Questionnaire that must be completed by citizenship applicants states: \"The term 'residence', not being defined in the Citizenship Act or Regulations , requires that we turn to Federal Court decisions for interpretation and meaning. The Federal Court has ruled that residence in Canada for citizenship purposes is not strictly limited to actual physical presence. The concept of residence is rather the degree to which an applicant for citizenship settles into, maintains or centralizes his/her ordinary mode of living in Canada for the required 3-year period within the 4 years preceding the date of application. In other words, a person must demonstrate having established a home in Canada in which he/she is living and while outside of Canada, maintained sufficient ties and connections with Canada to suggest continuity of his/her residence in Canada.\"", "[17] While this instruction is not legally binding, it would obviously be unfair to applicants if they were denied citizenship on the basis that they did not satisfy the three-year residence requirement according to the physical test after having been told that the test is qualitative. In addition, it would be peculiar if citizenship judges took an approach that conflicted with that which is set out in the very documentation they must consider in deciding whether an applicant should succeed.", "[18] Fifth, the qualitative test is consistent with proposals to amend the Act . Successive bills to replace the current Act have been introduced in recent years: see Bill C-63, First reading 7 December 1998; Bill C-16, First reading 25 November 1999, and Bill C-18, First reading 31 October, 2002. In respect of the residence requirement for citizenship, these instruments have all contained a provision stipulating that a period of residence of three years during the previous six are necessary. \"Residence\" would be defined as physical presence in Canada.", "[19] On the one hand, these amendments would enact a form of physical test that is potentially stricter than the qualitative test, as they would require a minimum period of physical presence in Canada. On the other hand, however, the physical test proposed is far less strict than that which would apply if the current Act were interpreted as requiring in all cases actual physical presence for three years out of four. The proposed amendments are consistent with a recognition that considerable flexibility should be built into the residence requirement and, in my view, that flexibility is achieved by way of the qualitative test set out in the jurisprudence of this Court.", "[20] Sixth, it strikes me that this is a situation where a statutory ambiguity should be resolved in favour of the individual. No doubt, many persons with aspirations to become Canadian citizens order their affairs according to the language of the Act , the preponderance of the jurisprudence of this Court and the instructions they receive from Canadian officials, all of which would point in the direction of a qualitative standard for determining residence. It would be rather harsh, in my view, for the Court to apply a different standard at this stage of the process on appeals by the Minister from decisions approving applications for citizenship.", "[21] Accordingly, I find that the qualitative test set out in Papadogiorgakis and elaborated upon in Koo should be applied where an applicant has not met the physical test. I should add that I do not regard the qualitative test as one that is easy to meet. A person's connection to Canada would have to be quite strong in order for his or her absences to be considered periods of continuous residency in Canada. (2) The test as applied to Mr. Nandre", "[22] There was considerable evidence before the Citizenship Judge of Mr. Nandre's strong connection to Canada. The entire family had clearly made Canada their home. The Citizenship Judge stated in respect of Mr. Nandre: \"Absences noted but approved. All trips for business and brief. Always stayed at hotels. Has maintained home in Toronto since 97. Owns two homes here. Solid Can. mode of living.\"", "[23] Based on all the evidence before him, I can find no error in the finding of the Judge that Mr. Nandre had established and maintained a solid connection with Canada sufficient to merit considering him a resident. The periods during which he was absent should be counted towards the fulfilment of his residence requirement, commencing at the point in time when he could be said to have established his residence in Canada. Unfortunately, however, the Citizenship Judge did not determine when that was. B. Did the Citizenship Judge make an error on the issue of establishment of residence?", "[24] As mentioned, the Citizenship Act requires that an applicant for citizenship show a period of residence in Canada amounting to a total of at least three years over the course of the previous four. In order for applicants to satisfy the residence requirement, they must first show that they have established a residence in Canada and then demonstrate that they maintained residency for the required duration. Numerous cases of this Court make this clear: see, for example, <FRAGMENT_SUPPRESSED> ; 2002 FCT 270 (T.D.); Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 2002 FCT 1111 (T.D.).", "[25] The Citizenship Judge did not make any specific finding on this issue in respect of Mr. Nandre, other than noting that Mr. Nandre had \"maintained home in Toronto since 97\".", "[26] The evidence before the Citizenship Judge showed that the family stayed with friends for a few days after their arrival in Canada in October of 1997. They then rented an apartment. They returned to India a month later and spent the ensuing five months there, returning to Canada in April of 1998.", "[27] I have no doubt that Mr. Nandre did establish his home in Toronto. The question is when? Given that he applied for citizenship in March 2001, he would have to show that he established his residence in Toronto sometime during or before March 1998 in order to satisfy the three-year requirement. However, in March 1998 Mr. Nandre was in India, accompanied by his wife. The only time he was in Canada prior to March 1998 was during that first month in the fall of 1997. However, I see very little evidence that residence was established at that point. Most of the connections that the family made in Canada - professional, financial and educational - appear to have been established later than that, after they returned to Canada in the spring of 1998. The brief visit to Toronto in October 1997 appears to have been an initial foray, perhaps simply to secure an apartment.", "[28] In the absence of evidence showing that residence was established in October 1997, and without a specific finding by the Citizenship Judge to that effect, I must allow this appeal. JUDGMENT", "[29] IT IS HEREBY ADJUDGED THAT: 1. The appeal is allowed. Appeal allowed. Editor: Angela E. McKay/gs [End of document]"]}