{"id_": "055545", "body_str": ["[1] Wetston, J. : This is an application by the respondents to dismiss an application for judicial review initiated by the applicants on the grounds that the application is outside of the thirty day limitation period under s. 18.1 of the Federal Court Act . The applicants have also filed a cross-motion seeking an extension of time in which to file the application for judicial review, effective December 2, 1996, nunc pro tunc.", "[2] The applicants are tenants of crown property at the Lester B. Pearson International Airport. In February 1996, the applicants became aware that certain land and premises at the Airport would become available for lease. They advised a representative of Transport Canada almost immediately of their interest in leasing the Air Terminal Building located on the premises. The applicants had ongoing communications with Transport Canada from March 1996 until June 1996.", "[3] In June 1996, the applicants became aware that the Minister may have entered into a lease with another party. On June 6, 1996, counsel for the applicants advised Transport Canada that if the Crown dealt with parties other than the applicants in respect of leasing the properties the applicants had instructed their solicitors to vigorously pursue the matter by: \"commencing an action against Transport Canada for damages and other remedies\".", "[4] On June 7, 1996, the applicant Skycharter was notified, via its solicitor, that the Minister had agreed to enter into a lease with another party. On June 25, 1996, the other applicant, Millard Properties Limited, was also advised that the Minister had entered into a long-term lease with another party effective May 17, 1996. The applicants requested the particulars of the lease agreement with the other party but were refused. The applicants attempted to obtain particulars of the lease through the Access to Information Act , R.S.C. 1985, c. A-1, but to date have been unsuccessful in obtaining a copy of the lease. The applicants commenced an application in this court for judicial review of the decision of the Minister on December 2, 1996.", "[5] Section 18.1(2) of the Federal Court Act requires that an application for judicial review be made within thirty days after the date the decision was first communicated, unless another date is fixed or allowed by the court. This section requires that the party directly affected by the decision be informed of the decision and that the 30-day time period commence from the date of such notification. The Federal Court of Appeal has noted that notification requires some positive action on the part of the decision-maker in order to communicate the decision to the parties directly affected: Atlantic  <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[6] The applicants argue that they were not informed of the Minister's decision since the full particulars of the lease agreement were not made available to them. On June 7, 1996, and June 25, 1996, Transport Canada advised the applicants that they had agreed to enter into a lease with another party effective May 17, 1996. I cannot agree with the applicants that this did not constitute notification of the Minister's decision. At the very least, as of June 25, 1996, the parties were aware that the Minister had entered into a lease with a third party and that the lease was effective May 17, 1996. As such, the filing of the application for judicial review six months later was clearly well outside the limitation period.", "[7] The applicants, in response to the respondents' motion, brought a cross-motion seeking an extension of time in which to file the judicial review application. A decision to extend time is discretionary and the main factors to consider are whether an arguable case for setting aside the Minister's decision exists, whether a satisfactory reason exists for the applicants' delay, including whether the applicants exhibited an intention to file within the limitation period and maintained that intention throughout, and whether the respondents will suffer any prejudice if the extension of time is granted: <FRAGMENT_SUPPRESSED>  (F.C.A.). The overriding consideration in such an application is to ensure that justice is done between the parties: <FRAGMENT_SUPPRESSED> , supra, at page 282  <FRAGMENT_SUPPRESSED> .", "[8] In my opinion, within the meaning of <FRAGMENT_SUPPRESSED> , supra, this application does not give rise to an arguable case. In order to pursue an application for judicial review the applicant must satisfy the requirements as set out in s. 18.1. This section requires that the decision be made by a federal board, commission or tribunal and, pursuant to s. 2, that the decision-maker be exercising, or purporting to exercise a power conferred by an act of Parliament or an order made by or pursuant to the prerogative power of the Crown.", "[9] <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 559, the Federal Court of Appeal considered a case similar to the facts at bar. In that case, the applicant was challenging the decision of the Minister of Public Works to award a lease where the Minister had, in the absence of a statutory requirement, established a tendering process for the awarding of the lease. The case at bar does not involve a tendering process. The court considered s. 18.1 of the Act , and determined that the decision of the Minister was subject to judicial review. Regarding the issue of whether the Minister had acted pursuant to statutory authority, the court stated, at page 567 [D.L.R.]: \"I thus come to the conclusion that it would be contrary to the letter and the spirit of s. 18.1(a) to say that a Minister expressly empowered by a regulation made pursuant to s. 16(2)(b) of the Federal Real Property Act to lease real property, is not exercising a power 'conferred by or under an Act of Parliament' when he issues a call for tenders prior to the conclusion of a lease.\" It appears clear, therefore, that the Minister, in this case, was acting under the authority of regulations made pursuant to s. 16(2)(b) of the Federal Real Property Act , S.C. 1991, c. 50, and, similarly, was exercising a power \"conferred by an Act of Parliament\" and, therefore, such decision is subject to judicial review in this court.", "[10] While this matter is subject to judicial review, this does not lead necessarily to the conclusion that the applicants have an arguable case. Counsel for the respondents argued that the heads of relief requested by the applicants are not available in this case because there is no mandatory statutory or regulatory obligation in respect of which the applications can allege a breach by the Crown. The applicants, however, have requested virtually every possible form of relief in the originating notice, including the setting aside of the decision of the Minister. Whether the relief requested is available or not is not determinative in this case. The issue is whether there is a reasonable chance, if the extension of time is granted, of the applicants succeeding in the judicial review application to set aside the decision of the Minister.", "[11] The applicants argue that certain policy statements bind the Minister and that, furthermore, the Minister failed to follow these policies. Policy directives are not binding on an authority and are not enforceable by members of the public: <FRAGMENT_SUPPRESSED> , per Pigeon, J., at pages 129-130  <FRAGMENT_SUPPRESSED> . In exercising his authority to lease, the Minister is acting within a broad discretionary power conferred by s. 4(1) of the Regulations", "[12] In my opinion, the applicants do not have a reasonable chance of succeeding in this case. The errors alleged by the applicants relate solely to the failure to adhere to policy directives which are neither binding on the Minister nor enforceable by the applicants. These alleged errors are not of a kind which would lead the court to conclude that the decision of the Minister has a reasonable chance of being set aside. The Federal Court of Appeal's comments in Gestian , supra, at page 569, are equally applicable in this case: \"In reality, the challenge concerns a type of activity by the Minister which is the least liable to judicial review, and the arguments alleged by the appellant in this court are of a kind which almost certainly doom any judicial review remedy to failure in circumstances such as those under consideration.\"", "[13] The applicants have also failed to persuade me that there was sufficient reason for the delay. The applicants were made aware that a decision to lease the property was made as early as June 7, 1996, yet did not file this application until December 2, 1996, a six month delay. The applicants contend that they were not aware of the full particulars of the Minister's decision and during that period of time were pursuing other avenues for obtaining a copy of the lease. While I am satisfied that the applicants attempted to obtain the lease from Transport Canada and under the Access to Information Act , I am not satisfied that these efforts constitute sufficient reason for the delay in launching this proceeding.", "[14] Finally, in regard to the issue of prejudice, I am not satisfied that the respondents adduced sufficient evidence to conclude that the respondents would suffer prejudice. Counsel for the respondents argued that prejudice would occur since a lease had been entered into with another party. No affidavit or other evidence was provided. In my opinion, it is insufficient to simply argue prejudice without any evidence to support such allegations.", "[15] Accordingly, since there is no arguable case and I am not satisfied as to the reasons for the delay, the respondents' motion is allowed and the applicants' cross-motion for an extension of time to file the application for judicial review is dismissed. The application for judicial review, dated December 2, 1996, is dismissed. Application allowed; cross-motion dismissed. Editor: Jocelyne M. Caissie/nmg [End of document]"]}