{"id_": "055749", "body_str": ["[1] Harrington, J. : Ms. Mueller applied for Canadian citizenship in August 2006. One of the requirements of the Citizenship Act as set out in section 5(1)(c) is that she be a permanent resident and have accumulated at least three years of residence in Canada within the four years immediately preceding the application. This works out to 1,095 days. By her own admission Ms. Mueller was only physically present in Canada for 312 days during the four years in question.  <FRAGMENT_SUPPRESSED>", "[2] Unfortunately, this Court has been inconsistent as to the meaning of \"residence\". These differences of opinion were aptly summarized by Madam Justice Tremblay-Lamer in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> This Court's interpretation of \"residence\" can be grouped into three categories. The first views it as actual, physical presence in Canada for a total of three years, calculated on the basis of a strict counting of days (Pourghasemi (Re), [1993] F.C.J. No. 232 (QL) (T.D.)). A less stringent reading of the residence requirement recognizes that a person can be resident in Canada, even while temporarily absent, so long as he or she maintains a strong attachment to Canada (Antonios E. Papadogiorgakis (Re), [1978] 2 F.C. 208 (T.D.). A third interpretation, similar to the second, defines residence as the place where one \"regularly, normally or customarily lives\" or has \"centralized his or her mode of existence\" (Koo (Re), [1993] 1 F.C. 286 (T.D.) at para. 10).  <FRAGMENT_SUPPRESSED>", "[3] <FRAGMENT_SUPPRESSED> , Mr. Justice Lutfy, as he then was, commented on these three positions. He said at paragraph 14:  <FRAGMENT_SUPPRESSED> In my opinion, it is open to the citizenship judge to adopt either one of the conflicting schools in this Court and, if the facts of the case were properly applied to the principles of the chosen approach, the decision of the citizenship judge would not be wrong.  <FRAGMENT_SUPPRESSED>", "[4] He hoped that the difficulty created by the Court's conflicting interpretations of the residence requirement might soon end as the Act might be amended. Unfortunately Parliament has not seen fit to clarify the residency requirement for citizenship.  <FRAGMENT_SUPPRESSED>", "[5] Consequently, Ms. Mueller had to hope the Citizenship Judge would take a here in spirit, if not in body, approach. Although the first Citizenship Judge found that her absences from Canada were only temporary, he nevertheless held that she had not satisfied the residency requirement. Her appeal therefrom was granted by Mr. Justice Barnes in <FRAGMENT_SUPPRESSED> . He granted the appeal as he was of the view that it was impossible to identify the precise legal standard that the Citizenship Judge was applying and so directed that the matter be re-determined by a different judge. He added: \"certainly with her history of Canadian residency, the citizenship court could not have had any reservations about her understanding of Canada and Canadian traditions and values. <FRAGMENT_SUPPRESSED>", "[6] The second Citizenship Judge clearly purported to follow the decision of Madam Justice Reed in Re Koo , [1993] 1 F.C. 286 (T.D.). Indeed the very form on which he wrote his decision is based on Koo .  <FRAGMENT_SUPPRESSED>", "[7] In Re Koo , after reviewing the jurisprudence, Madam Justice Reed stated at paragraph 10:  <FRAGMENT_SUPPRESSED> The conclusion I draw from the jurisprudence is that the test is whether it can be said that Canada is the place where the applicant \"regularly, normally or customarily lives\". Another formulation of the same test is whether Canada is the country in which he or she has centralized his or her mode of existence. Questions that can be asked which assist in such a determination are:  <FRAGMENT_SUPPRESSED> (1) was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship?  <FRAGMENT_SUPPRESSED> (2) where are the applicant's immediate family and dependents (and extended family) resident?  <FRAGMENT_SUPPRESSED> (3) does the pattern of physical presence in Canada indicate a returning home or merely visiting the country?  <FRAGMENT_SUPPRESSED> (4) what is the extent of the physical absences -- if an applicant is only a few days short of the 1,095-day total it is easier to find deemed residence than if those absences are extensive?  <FRAGMENT_SUPPRESSED> (5) is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, accompanying a spouse who has accepted employment abroad?  <FRAGMENT_SUPPRESSED> (6) what is the quality of the connection with Canada: is it more substantial than that which exists with any other country?  <FRAGMENT_SUPPRESSED>", "[8] Re Koo is not to be treated as a piece of legislation. The issue is whether the Applicant \"regularly, normally, or customarily lives\" here or whether she has centralized her mode of existence here. The six questions are not exhaustive and may be asked, not must be asked. Mr. Justice Strayer made this point in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[9] Although the Minister suggests that the Citizenship Judge's reasons were not articulated, which gives rise to a breach of procedural fairness, on which this Court owes no deference, I am satisfied that the reasons given were perfectly adequate. Consequently, the issue is whether the Citizenship Judge's findings were reasonable ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> The Facts  <FRAGMENT_SUPPRESSED>", "[10] Ms. Mueller was born in Germany in 1965. She came here with her family when she was 9 years old, and has no current connections with Germany. She completed public school, high school and college here, became a landed immigrant in 1989 at the age of 24 and has jointly owned one residence, or another, in Canada with her husband since then.  <FRAGMENT_SUPPRESSED>", "[11] Her husband, Richard Hutton, works in the airline industry. He found employment in the United Arab Emirates from 1990 to 1993. She accompanied him during those three years. They returned to Canada. In 1999 he found employment with an airline in Sri Lanka. Again she accompanied him, and was in Sri Lanka when she made her citizenship application in 2006.  <FRAGMENT_SUPPRESSED>", "[12] They regularly returned to Canada where she has always maintained social ties, memberships, a house (which was never rented out and where her mother lives), an automobile and a boat. She has filed income tax returns here and during winters has worked at a ski club here.  <FRAGMENT_SUPPRESSED>", "[13] During her time in Sri Lanka she worked on a contract basis as needed at the Canadian High Commission.  <FRAGMENT_SUPPRESSED>", "[14] The Citizenship Judge, Robert Morrow, had before him a great deal of documentation. Ms. Mueller personally appeared before him as she had before the first Citizenship Judge.  <FRAGMENT_SUPPRESSED>", "[15] He found that the pattern of physical presence in Canada always indicated a returning home, not a visit. Canada has been the only place she could call home since 1975. He found that the physical absences were clearly temporary in that she was accompanying her spouse who had accepted temporary employment abroad.  <FRAGMENT_SUPPRESSED>", "[16] I am satisfied that the Citizenship Judge followed Re Koo , articulated his reasons and that the finding that she met the residency requirement was not unreasonable. A further factor in Ms. Mueller's favour which was not in Mr. Koo's is that her situation, unlike Mr. Koo's, as per paragraph 24 of Madam Justice Reed's decision \"... is one in which there has been an extensive period of residence in Canada prior to the more recent extended absences. <FRAGMENT_SUPPRESSED>", "[17] For reasons given, the appeal is dismissed with costs fixed at $1,250.00.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}