{"id_": "055753", "body_str": ["[1] Diner, J. : This is an application under s.14(5) of the Citizenship Act , RSC 1985, c C-29 [ Act ] and s. 21 of the Federal Courts Act for judicial review of the November 27, 2013 decisions of Citizenship Judge Babcock [Judge], which found that the Applicants did not accumulate the requisite days of residence required for a grant of citizenship in accordance with s. 5(1)(c) of the Act", "[2] While the two matters were filed separately, given the almost identical facts, common dates of citizenship filings and of the Judge's refusals, the two matters were heard together at the request and on consent of the parties. The parties also agreed to one set of combined reasons being issued to address both proceedings. Therefore, these reasons are consolidated into one decision and a copy will be placed in each file. II. Facts and Decision", "[3] The Applicants entered Canada and became permanent residents on December 28, 2006.", "[4] Vladislav Cheburashkin applied for Canadian citizenship on August 20, 2010 (1330 days after his arrival in Canada). His wife, Liudmila Cheburashkina, applied for citizenship on April 05, 2010 (1195 days after her arrival).", "[5] Both Applicants made it clear that they were slightly shy of meeting the 1095 day residency requirement within their citizenship applications, and subsequent residence questionnaires, but in both cases, (i) having over 1000 days of physical residency in Canada, and (ii) evidencing strong attachment to Canada, including Canadian jobs, tax filings, real estate acquisitions, and two Canadian-born children.", "[6] At their respective hearings in October and November of 2013, the Applicants signed, at the request of the Judge, consents authorizing disclosure of the history of their entries into Canada, known as an Integrated Customs Enforcement System [ICES] report, which is an entry log from the Canada Border Services Agency [CBSA].", "[7] The applications were both rejected on November 27, 2013 [Decisions], after the Judge applied a strict residency test requiring 1095 days in Canada of the 1460 possible (i.e. 3 full years in Canada out of a window of 4 years).", "[8] In his Decisions, the Judge found that entrances listed on the ICES reports did not match the absences listed on the residence questionnaires submitted by the Applicants.", "[9] As is often the case with citizenship cases where one has to look back at travel which can predate the application forms, and ultimately the citizenship interview, by several years, the precise number of days absent from Canada was not entirely clear, given the various residency numbers cited by (a) the Applicants in their original applications, (b) subsequently in their residence questionnaires, (c) Citizenship and Immigration Canada [CIC] in its calculation, and (d) the Judge in his Decisions and background notes.", "[10] Specifically, with respect to Mr. Cheburashkin, the Judge found that \"absences re [sic] calculated would be 700+ days\". Neither the Decisions nor the handwritten notes provide specificity regarding the calculation, which was over 400 days more than Mr. Cheburashkin's statement of absences (296 days).", "[11] With respect to Mrs. Cheburashkina, the Judge also arrived at a differential of over 400 days as between his calculation of her absences (629 days) and Ms. Cheburashkina's submission of 177 days.", "[12] The Judge further stated that CBSA's ICES report listed five entrances to Canada during the relevant period, and found that these entrances did not match Mrs. Cheburashkina's account of her entrances. In fact, as pointed out by counsel, only one of the five absences listed by CBSA does not match what Mrs. Cheburashkina had provided. Indeed, she listed more entrances to Canada in her residency lists than CBSA did in its ICES report.", "[13] At neither hearing, based on the Applicants' affidavits and on other evidence presented to the Court, were the Applicants provided with an opportunity to explain or address these significant discrepancies.", "[14] In applying the \"physical presence\" test described in Re Pourghasemi, [1993] FCJ No 232, the Judge determined none of the residency periods would satisfy the 1095 day residence requirement of the Act . The Judge refused both applications, and those denials form the basis of these applications to appeal the two Decisions.", "[15] The Judge also declined, in both Decisions, to make a favourable recommendation for a discretionary grant of citizenship pursuant to s 5(4) of the Act III. Issues and Submissions", "[16] The issues raised are twofold, namely: A. Did the Judge breach the principles of procedural fairness, by relying on extrinsic evidence, failing to disclose the ICES report and/or raise the residency concerns with the Applicants?", "[17] The Applicants submit that the Judge's failure to disclose the ICES reports was a breach of procedural fairness and natural justice, because it precluded them from addressing the Judge's concern that the Applicants may have been out of the country for a period of over 700 and 629 days, respectively.", "[18] In so doing, the Applicants submit that the Judge both failed to explain the discrepancy between the days out of the country provided by the Applicants' residency questionnaires and the conclusions he garnered from the ICES reports, and more importantly, to provide an opportunity for the Applicants to address the significant differentials between those two sources.", "[19] The Applicants further point out that if a decision-maker is to rely on extrinsic evidence, which they allege the ICES reports were, then the details of the reports and the concerns elicited from the said reports should have been raised directly with them.", "[20] By citing the diverging physical residency periods in Canada, the Applicants argue that the Judge implicitly made negative credibility findings against them.", "[21] The Applicants further assert that the failure to advise them which test was being applied to the adjudication of the matter, was a breach of procedural fairness.", "[22] In response, the Respondent argues that there was no breach of procedural fairness or natural justice in any respect, because the Applicants had every reason to know that residency would be at issue in a citizenship application due to the residency part of the original application, and subsequent residence questionnaires. Furthermore, the ICES reports could have been accessed by them independently.", "[23] The Respondent denies that there were any negative credibility findings in the Decisions. Rather, the Judge was confronted with competing periods of residency and none of these periods met the required threshold of the Act", "[24] The Respondent further denies any procedural fairness breach occurred through the Judge's failure to advise in advance that he would apply the Pourghasemi residency test. B. Did the Citizenship Judge err in applying the Pourghasemi test for citizenship instead of the Koo test?", "[25] The Applicants plead that the failure to apply the Koo test was unreasonable, given the circumstances, namely, that had the Judge received clarification on the extent of the absences, and found that the applicants indeed were in Canada for the periods they asserted, then he might have picked the Koo test and come to the conclusion that they had centralized their mode of living in Canada, through the qualitative Koo analysis.", "[26] The Respondent counters that the Decisions were entirely reasonable because the Applicants would not meet the statutory criteria under any of the residency periods provided to the Judge by the Applicants, or the ICES reports, i.e. none of the various periods met statutory requirement of 1095 days. The Respondent further submits that it was completely open and reasonable for the Judge to apply whichever citizenship test he chose. IV. Standard of Review", "[27] Where procedural fairness is concerned, a standard of correctness must be applied:  <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "[28] The citizenship test applied and the Judge's assessment under that test, are to be reviewed on a reasonableness standard: <FRAGMENT_SUPPRESSED> . V. Analysis A. Did the Judge breach the principles of procedural fairness, by relying on extrinsic evidence, failing to disclose the ICES report and/or raise the residency concerns with the Applicants?", "[29] It has been held by this Court on numerous occasions that when an immigration official relies on extrinsic evidence without giving the applicant a chance to respond, a breach of procedural fairness occurs. Extrinsic evidence is evidence that the applicant is unaware of because it comes from an outside source:  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 15.", "[30] <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> also stand for the proposition that one must consider whether the applicant had the opportunity to deal with the evidence, if procedural fairness is to be observed.", "[31] In the present cases, the Judge relied on ICES reports which the Applicants consented to and could have accessed on their own initiative. It is not the Court's view that ICES reports, which are a common feature of citizenship analyses, and which applicants may apply for on their own accord, constitute extrinsic evidence.", "[32] The more significant question with regard to procedural fairness raised by the Applicants is whether by relying on the ICES reports and thereafter failing to give the Applicants the right to comment on the negative residency assessment arising from these reports, or provide a fair opportunity of correcting or contradicting that assessment before making his decision, the Judge breached the principles of procedural fairness per <FRAGMENT_SUPPRESSED>  (FCA), and its progeny.", "[33] The Applicants take particular issue with the fact that the Judge concluded that a fundamental differential existed between their evidence regarding days resident in Canada, and their residency calculations (a delta of well over 400 days for each of the two cases).", "[34] Nothing was brought to the attention of the Applicants about the discrepancy based on their uncontradicted affidavit evidence. Mr. Cheburashkin, for instance, states in the relevant paragraphs of his affidavit: 6. On November 4, 2013, I appeared for an interview with a citizenship judge. The judge asked me questions about my residence in Canada. At the interview, the citizenship judge asked me to sign a document regarding my history of entries to Canada thus giving permission to the Canada Border Services Agency to disclose the details of my entries. I did not hear anything further from the citizenship judge. 8. ...I have read the reasons for refusal provided by the citizenship judge. The citizenship judge states that the report of entrances into Canada received from the Canada Border Services Agency lists entrances that do not match what I stated in my application and the residence questionnaire. The citizenship judge did not disclose the report from the Canada Border Services Agency to me and never gave me an opportunity to address his concerns.", "[35] Ms. Cheburashkina provides similar evidence in her Affidavit regarding the lack of any opportunity to address the residency issue.", "[36] The problem with the Applicants' position regarding the impugned Decisions is twofold.", "[37] First, the Applicants were aware that residency was an issue, given the fact that there already were discrepancies between the citizenship application and the residency questionnaires and neither of these met the statutory test.", "[38] They were aware of these discrepancies going into the citizenship hearings. The fact that the Judge then asked for ICES consents surely signalled to the Applicants that residency was to be an issue, even if it had not been the subject of discussion at the hearings.", "[39] With respect to the Applicants' position on credibility, the Judge does not end up basing his decisions on credibility issues arising from the various residency periods. Rather, he simply states that the statutory residency requirement per the Pourghamesi test has not been met in any of the various residency periods on the Record.", "[40] In other words, the Decisions turned on the failure to meet the statutory test of 1095 days, no matter which version of the residency facts the Judge chose to believe. Indeed, the Judge does not identify which residency total he believes in his Decisions; he simply says that the Pourghamesi test has not been met.", "[41] The Applicants point to Justice Manson in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], for the proposition that the Judge unfairly failed to provide the opportunity to counter credibility concerns.", "[42] In <FRAGMENT_SUPPRESSED> , there were differing accounts of residency as between the application (34 days absent) and the residence questionnaire (354 days absent), and unlike in the present situation, both of those two <FRAGMENT_SUPPRESSED> residency periods would have met the statutory test, if believed. The Citizenship Judge in <FRAGMENT_SUPPRESSED> pointed out credibility concerns regarding Mr. Abdou, but according to the applicant's affidavit evidence in that case, did not question him on these concerns during the citizenship interview. Justice Manson relied on <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> ], in coming to the conclusion that there had been procedural fairness gaps in failing to provide the applicant with an opportunity to respond.", "[43] In <FRAGMENT_SUPPRESSED> , like in <FRAGMENT_SUPPRESSED> , the applicant maintained he had met the physical residency requirement.", "[44] Justice Manson decided <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], one month before he decided Abdou. The facts of Donohue are similar to the instant cases, because differing versions of residency all fell short of the statutory requirement. In Donohue , the applicant also challenged the selection of the citizenship test, as well as procedural fairness in the face of credibility concerns and physical residence discrepancies.", "[45] Justice Manson found in Donohue that in the circumstances of a clear failure to meet the strict physical presence test, which was open to the Citizenship Judge to choose based on significant jurisprudence, ambiguity around credibility is immaterial.", "[46] The same principle applies here: it was open to the Judge to choose which test to apply, and there is nothing wrong with choosing the Pourghasemi test.", "[47] Once that test was chosen by the presiding Citizenship Judge, and once that test was identified by the Judge in his Decisions, any credibility concerns - if there were indeed any - became moot upon the application of the facts to the law. In short, even the best evidentiary scenario of the Applicants' number of days in Canada did not meet the standards of the Pourghasemi test.", "[48] There is no evidence on this Record that any undertaking or indication was made with respect to the type of test that was going to be applied, as there was in <FRAGMENT_SUPPRESSED> . B. Did the Citizenship Judge err in applying the Pourghasemi test for citizenship instead of the Koo test?", "[49] As stated above, the Court has been clear in numerous cases that it is up to the Citizenship Judge which test to choose:  <FRAGMENT_SUPPRESSED> .", "[50] There are recent cases supporting the rationale of Justice Rennie in <FRAGMENT_SUPPRESSED>  which comprehensively reviewed the history of the Pourghasemi strict residency test, and supported its reasons: See Donohue and <FRAGMENT_SUPPRESSED> . VI. Conclusion", "[51] This Court finds that it was reasonable for the Citizenship Judge to select and apply the Pourghasemi test. JUDGMENT", "[52] THIS COURT'S JUDGMENT is that the applications in T-89-14 and T-91-14 are dismissed and a copy of these Reasons shall be placed in each Court file. No costs shall be awarded. Applications dismissed. Editor: Sharon McCartney/vnh ANNEX \"A\" Citizenship Act, RSC, 1985, c. C-29 5. (1) The Minister shall grant citizenship to any person who ) makes application for citizenship; ) is eighteen years of age or over; ) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act , and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;"]}