{"id_": "055707", "body_str": ["[1] Noël, J. [Translation]: This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001 c 27 (IRPA) of a decision dated February 21, 2013, by a member of the Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada (IRB), that the applicant is not a Convention refugee for the purposes of section 96 of the IRPA or a person in need of protection under section 97 of that same Act.  <FRAGMENT_SUPPRESSED> II. Facts  <FRAGMENT_SUPPRESSED>", "[2] The applicant, a citizen of Bangladesh, is married and the father of two children.  <FRAGMENT_SUPPRESSED>", "[3] The applicant is an active member of the Bangladesh Nationalist Party (BNP), a political party that is the fierce political rival of another party, the Awami League (AL). He joined the BNP in 1992 as a general member of the 89th Ward Unit in the city of Dhaka, and became vice-president of that Ward Unit in 1996. Over time, the applicant became increasingly active and popular within the organization.  <FRAGMENT_SUPPRESSED>", "[4] Tensions between the two parties, which alternate in power in Parliament, increased over time such that the applicant was allegedly the victim of many violent incidents because of his political affiliation and activities and his opposition to the AL.  <FRAGMENT_SUPPRESSED>", "[5] The applicant left Bangladesh in March 2006 to settle in the United States on a visa. He lived there illegally for five years.  <FRAGMENT_SUPPRESSED>", "[6] In July 2006, his wife and children, still in Bangladesh, were purportedly forced to leave their family home to go to live in another village, Kalabaga. Subsequently his wife apparently received death threats from members of the AL when she returned to visit their house in August 2006 and January 2011.  <FRAGMENT_SUPPRESSED>", "[7] The applicant left the United States on June 2, 2011, to claim refugee protection in Canada on the grounds that he would have a well-founded fear of persecution in Bangladesh by members of the AL, that is, by the governing party, toward which he had expressed fierce opposition.  <FRAGMENT_SUPPRESSED> III. Decision under review  <FRAGMENT_SUPPRESSED>", "[8] The RPD stated at the outset that it was satisfied as to the applicant's identity.  <FRAGMENT_SUPPRESSED>", "[9] The RPD rejected the applicant's claim for two reasons: first, because it did not find him credible, and second, because it found that there was an internal flight alternative (IFA) in Bangladesh.  <FRAGMENT_SUPPRESSED>", "[10] In the first place, the RPD found that important parts of the applicant's account were neither credible nor plausible. The applicant stated that he held an important position within the BNP, and yet others who also held prominent positions within the party were not victims of violence or threats and continue to be BNP militants without having to flee Bangladesh. The applicant said that he was more openly critical than his colleagues and that he was targeted more by the AL because he recruited a lot of members for the BNP, both of which reasons the RPD characterized as unlikely. The RPD indicated that, since the applicant left the country in 2006 and has been totally absent from the local political scene since then, it is unlikely that he would be sought and threatened by the AL. The applicant also asserted that the police are seeking his arrest for charges dating back to 2000, and that a death threat was made against him in 2009, but the RPD did not find his testimony credible on this point. He also stated that his spouse received death threats from members of the AL when she visited the family home. The RPD characterized that statement as a fabrication because such a thing was unlikely to have occurred as the applicant's spouse and children had moved permanently to Kalabaga.  <FRAGMENT_SUPPRESSED>", "[11] Furthermore, the RPD questioned some key elements of the applicant's evidence, pointing to contradictions therein with respect to when the applicant joined the BNP. It also rejected several pieces of evidence on the basis of a document from the Bangladesh National Documentation Package that states that certain official documents from that country may be false.  <FRAGMENT_SUPPRESSED>", "[12] The RPD stated that the applicant resided in the United States for five years without claiming refugee status there and that he therefore has no subjective fear of persecution in Bangladesh.  <FRAGMENT_SUPPRESSED>", "[13] Second, the RPD found that there was an IFA in Bangladesh where the applicant could live without fear of persecution because he was threatened only in the 89th Ward. According to the RPD, the applicant's spouse and children were never threatened in Kalabaga and the applicant could join them there without any problem. Thus, it would not be objectively unreasonable or unduly harsh to require the applicant to avail himself of an IFA before claiming refugee status in Canada.  <FRAGMENT_SUPPRESSED>", "[14] Finally, the RPD found that the applicant did not have a subjective fear of persecution at the time that he left Bangladesh. It added that, on a balance of probabilities, the applicant would not be faced, if he were to return to Bangladesh, with a reasonable chance or a serious possibility of persecution or with a risk of torture or a threat to his life or a risk of cruel and unusual treatment or punishment.  <FRAGMENT_SUPPRESSED> IV. Arguments of the applicant  <FRAGMENT_SUPPRESSED>", "[15] The applicant is of the opinion that the RPD's decision is unreasonable for four reasons.  <FRAGMENT_SUPPRESSED>", "[16] First, the RPD erred in dealing with the evidence. It failed to take into consideration essential documents, in particular a newspaper article that directly contradicts its findings that other high-ranking leaders of the BNP were never victims of violence. Furthermore, the RPD made no comment on evidence that contradicts its findings, in particular with respect to the applicant's political activities within the BNP.  <FRAGMENT_SUPPRESSED>", "[17] Second, the RPD found that some of the documents submitted in evidence by the applicant were false, but it did not indicate why it was rejecting those specific documents. Yet the RPD had an obligation to provide reasons for that blanket rejection. It was also required to provide the applicant with an opportunity to be heard on this point. Moreover, the RPD may only reject official documents if it has serious grounds for doing so.  <FRAGMENT_SUPPRESSED>", "[18] Third, the RPD erred in concluding that there was an IFA in Bangladesh because it failed to take into account either the applicant's level of participation in the BNP from Canada or documents indicating that people may be the subject of false charges, and because it failed to consider the whole of the evidence concerning the applicant, including the fact that his passport has expired and that he is politically active in Canada. Moreover, the applicant explained in his testimony why he could not simply move elsewhere in the country.  <FRAGMENT_SUPPRESSED>", "[19] Fourth, regarding the risk of persecution, the RPD should have taken into consideration the fact that the applicant is associated with the BNP and an opponent of the AL, the party currently in power, and it should have done so even if it did not believe the allegations of persecution.  <FRAGMENT_SUPPRESSED> V. Arguments of the respondent  <FRAGMENT_SUPPRESSED>", "[20] The respondent maintains that the RPD's decision is reasonable and that the Court's intervention is not warranted.  <FRAGMENT_SUPPRESSED>", "[21] The respondent began by stating that the mere fact that the applicant lived in the United States for five years without claiming refugee status there constitutes a fatal error that justifies the dismissal of his application herein. The respondent added the following arguments, however.  <FRAGMENT_SUPPRESSED>", "[22] First, the RPD did not fail to consider essential documentation because it is presumed to have looked at all of the evidence submitted, and the fact that it did not refer to each item of evidence does not vitiate its decision. Furthermore, the document relied on by the applicant contradicts his own words as the RPD summarized the essential points of his testimony in its decision. That is to say that, in his testimony, the applicant himself did not refer to the content of the newspaper article.  <FRAGMENT_SUPPRESSED>", "[23] Second, regarding the applicant's argument concerning the existence of an IFA in Bangladesh, the RPD's reasons clearly state that it took into account the applicant's allegations but did not find them credible, in particular because he had not been in the country since 2006 and he was no longer politically active there.  <FRAGMENT_SUPPRESSED>", "[24] Third, the RPD did not have to assess new risks in support of the claim, that is, the fact that the applicant's passport has expired and that he is politically active in Canada. Those risks do not appear in the applicant's Personal Information Form (PIF).  <FRAGMENT_SUPPRESSED>", "[25] Fourth, the RPD did in fact provide reasons for refusing to give any probative value to certain pieces of evidence as it clearly stated in its reasons that it based its decision on a review of the documentary evidence. Furthermore, contrary to what the applicant claims, the RPD was not required to raise this issue at the hearing.  <FRAGMENT_SUPPRESSED> VI. Reply memorandum  <FRAGMENT_SUPPRESSED>", "[26] With respect to the RPD's alleged failure to take into account certain documents, the applicant reiterates that the RPD made no comment regarding the article relied on and that by failing to take into account that article and the applicant's testimony at the hearing the RPD distorted the evidence on which one of its most important implausibility findings is based, that is, the finding that the applicant cannot alone have been targeted by the AL while other members of the BNP, who were more prominent than he, were not. Furthermore, the applicant rejects the findings of implausibility and argues that the RPD should have informed him of the contradictions it noted so as to give him the opportunity to respond to them.  <FRAGMENT_SUPPRESSED>", "[27] Regarding the existence of the IFA, the RPD could not have made such a finding if it had consulted all of the evidence, since the evidence shows that, among other things, opposition party members can be the subject of false charges and that such charges are national in scope. This suggests that the RPD did not take all of the evidence into consideration.  <FRAGMENT_SUPPRESSED>", "[28] Regarding the RPD's obligation to assess all of the reasons related to risk in the event of the applicant's return to Bangladesh, the RPD found that the applicant did not have a subjective fear at the time that he left the country, whereas it should have considered the extent of his subjective fear at the time of the hearing, given the new circumstances.  <FRAGMENT_SUPPRESSED> VII. Issues  <FRAGMENT_SUPPRESSED>", "[29] The parties' arguments raise two issues:  <FRAGMENT_SUPPRESSED> 1. Did the RPD err in its findings regarding the applicant's credibility and in its assessment of the evidence?  <FRAGMENT_SUPPRESSED> 2. Did the RPD err in finding that there was an IFA in Bangladesh?  <FRAGMENT_SUPPRESSED> VIII. Standard of review  <FRAGMENT_SUPPRESSED>", "[30] The RPD's findings concerning the applicant's credibility and its assessment of the evidence in the case require deference and must be reviewed on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> NR 315). The issue of the existence of an IFA in Bangladesh constitutes a question of fact that must therefore also be reviewed on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> IX. Analysis  <FRAGMENT_SUPPRESSED> A. Did the RPD err in its findings regarding the applicant's credibility and in its assessment of the evidence?  <FRAGMENT_SUPPRESSED>", "[31] The RPD's decision is unreasonable and the matter must be referred back to the decision-maker for redetermination on account of the assessment therein of the evidence. The errors made by the RPD in its analysis of the evidence are so significant and so numerous that they warrant the intervention of the Court. In fact, the erroneous assessment of the evidence constitutes, in part, the basis of the RPD's findings with respect to the lack of credibility or plausibility in the applicant's statements.  <FRAGMENT_SUPPRESSED>", "[32] In its decision, the RPD called the applicant's credibility into question by dwelling on the unlikelihood that he was the subject of violence and threats because other prominent members of the BNP, including the president of the party in the applicant's ward, are still active in Bangladesh and have never had reason to flee the country (see RPD's decision at para 17). That finding cannot stand for two reasons. First, it would be completely unreasonable to find that the applicant had no reason to leave his country of origin simply because other people, who perhaps could have left, have remained there. Second, the RPD reached this conclusion by disregarding an important piece of evidence in the record that shows that the political context in the country and the political allegiances of the applicant and the other members of the BNP put them in serious danger. Indeed, according to a newspaper article filed as Exhibit C-24, the validity of which is not questioned by the RPD, the president of the BNP in the applicant's ward was attacked and so seriously injured that he had to be hospitalized. After reading this article, it is difficult to understand how the RPD was able to find that this person had no reason to flee Bangladesh. This error in the assessment of the evidence led to an unreasonable finding that the applicant lacked credibility. Furthermore, the evidence shows that other BNP leaders left the country as a result of their political activity (see Tribunal Record, page 163).  <FRAGMENT_SUPPRESSED>", "[33] Further on, the RPD goes as far as to state that the applicant \"acknowledged that the other leaders [of the BNP] . . . were never the object of threats to their lives\" (see RPD's decision at paragraph 19). Yet a reading of the hearing transcript indicates that the applicant never made such a statement. Certainly, the issue of the fate of the other prominent members of the party was addressed at the hearing, but the applicant stated that, unlike other members, his life had come under direct attack. This finding by the RPD is therefore not consistent with the applicant's testimony and is unreasonable.  <FRAGMENT_SUPPRESSED>", "[34] The RPD found at paragraph 18 of its decision that there was \"a lack of plausibility with respect to principal aspects of the claimant's evidence.\" Given this wording, this Court must find that the RPD gave significant weight to the finding that followed this phrase. That finding is unfounded, however. The RPD perceived what it considered a contradiction between the information provided on the applicant's PIF and that provided on his claim for protection form (CPF). The applicant allegedly stated that he joined the BNP in two different years: 1992 on his PIF and 1996 on his CPF. However, the applicant's CPF specifies that he was a vice-president starting in 1996, which in no way contradicts the other information in the record. This error in the assessment of the evidence as well as the resulting finding are unreasonable, especially given the importance the RPD attached to this finding and considering its consequences for the applicant, whose claim is in large part based on his political activities.  <FRAGMENT_SUPPRESSED>", "[35] In paragraph 24 of its decision, the RPD addresses Exhibit C-11, a newspaper article from 2001 that reports a violent incident between the BNP and the AL. The RPD found that, since members of both parties were injured, \"this is not a situation where the claimant was targeted.\" However, the article is not one that illustrates in a general manner the violence between the two parties: the applicant is mentioned in the article as one of the injured who are named. The RPD therefore erred in its assessment of that piece of evidence.  <FRAGMENT_SUPPRESSED>", "[36] The RPD pursued its reasoning by relying on the Bangladesh National Documentation Package, which it cited in noting that the country had returned to democratic rule in 2009, that previously flouted constitutional rights had been restored, and that the elected government had made a commitment to address a number of serious human rights problems. As the applicant rightly observed in his memorandum of fact and law, one cannot but conclude that the RPD likely cherry-picked the excerpts that it wished to rely on because, in the same paragraph as the one it cited, the following appears: \"[y]et extrajudicial executions, custodial torture, and impunity for members of the security forces continue.\" The RPD cannot split the evidence by extracting the passages that support its conclusion and not even mention the rest ( <FRAGMENT_SUPPRESSED> ACWS (3d) 912; see also  <FRAGMENT_SUPPRESSED>  61 ACWS (3d) 769).  <FRAGMENT_SUPPRESSED>", "[37] Moreover, again according to the national documentation before the RPD, political violence has increased since the AL has come into power, and supporters of the opposition party (BNP) are harassed by supporters of the governing party. The documentation also states that there were 220 deaths and some 14,000 injured in connection with political violence in 2010 alone.  <FRAGMENT_SUPPRESSED>", "[38] In that respect, it is very clear and has long been recognized by the courts that an administrative decision-maker is not required to refer to every piece of evidence before him or her. Such an obligation would be an excessive burden for decision-makers, whose workload is already heavy. However, administrative decision-makers, in this case the RPD, must nevertheless demonstrate that they engaged in the exercise of a general weighing of all of the evidence. The more the evidence that is not mentioned or analyzed is important in light of the circumstances in the case, the more willing a court, like this Court, may be to infer that the decision-maker made an erroneous finding of fact by not taking into account the evidence before it ( <FRAGMENT_SUPPRESSED> FTR 35 ( Cepeda-Gutierrez ), see for example  <FRAGMENT_SUPPRESSED> [2012] FCJ No 189).  <FRAGMENT_SUPPRESSED>", "[39] Furthermore, in the case at bar, I am of the opinion that the RPD was required to at least acknowledge the existence of evidence contrary to its own conclusions ( Cepeda- <FRAGMENT_SUPPRESSED> , at para 17). If one is to go by the RPD's reasoning, Bangladesh has returned to democratic rule and the legal system is working efficiently. The RPD made no reference to the significant political violence that continues to exist, even though this is a central point and one that is absolutely essential to dealing with the claim.  <FRAGMENT_SUPPRESSED>", "[40] Finally, I am also of the view that the RPD erred by rejecting en bloc, as it did, certain evidence submitted by the applicant ( <FRAGMENT_SUPPRESSED> [2005] FCJ No 831). The RPD cited a document from the Bangladesh National Documentation Package (the Country of Origin Information Report ) according to which official documents from that country may be false, and then it rejected a series of pieces of evidence on the basis of that passage alone. The RPD did not indicate why it rejected those specific documents. Why those and not others? Even though the document cited cautions the RPD about the existence of falsified documents, it does not authorize the RPD to systematically reject evidence on the sole basis that it comes from that country. In accepting certain documents from Bangladesh and rejecting others, the RPD did not explain its rationale for doing so. In that context, it was incumbent upon it to explain, if only summarily, the general nature of the distinctions made.  <FRAGMENT_SUPPRESSED>", "[41] However, the respondent argues, and rightly so, that the applicant lived illegally in the United States for five years before moving to Canada and claiming refugee status here. Although this element could have been fatal to the claim at the heart of this judicial review, I am of the view that the decision is nevertheless unreasonable because of the large number of errors committed by the RPD in its assessment of the evidence and the gravity of those errors, which form the basis of the RPD's findings with respect to the applicant's lack of credibility. All of these errors seriously taint the RPD's reasoning so that the decision cannot stand, and the matter must therefore be referred back to the RPD for redetermination. Given the deficiencies of the decision as regards the applicant's credibility, it could be the case that, if the RPD were to look at the case as a whole from a different perspective, the analysis concerning the applicant's five-year stay in the United States might lead to a different finding.  <FRAGMENT_SUPPRESSED> B. Did the RPD err in finding that there was an IFA in Bangladesh?  <FRAGMENT_SUPPRESSED>", "[42] Given the answer to the first question and the resultant order that the decision be set aside, there is no need for the Court to answer the second question. On the whole, the RPD carried out an unreasonable assessment of the evidence in this case, including the evidence that led it to find that there is an IFA in Bangladesh. Consequently, the RPD's finding in that regard cannot be valid and the matter must be redetermined by the RPD.  <FRAGMENT_SUPPRESSED>", "[43] As a result, for the above-stated reasons, I am of the view that the RPD's decision is unreasonable and that the matter must be referred back to the decision-maker for redetermination.  <FRAGMENT_SUPPRESSED>", "[44] The parties were invited to submit a question for certification, but none was submitted.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[45] THE COURT ORDERS that this application for judicial review is allowed and that the matter be referred to another member of the RPD for redetermination. No question is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> Le juge Noël II.", "[2]", "[3] ward", "[4]", "[5]", "[6]", "[7] III.", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14] IV.", "[15]", "[16]", "[17]", "[18]", "[19] V.", "[20]", "[21]", "[22]", "[23]", "[24]", "[25] VI.", "[26]", "[27]", "[28] VII.", "[29] VIII.", "[30] <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> IX. Analyse  <FRAGMENT_SUPPRESSED> A.", "[31]", "[32]", "[33] directe", "[34]", "[35]", "[36] <FRAGMENT_SUPPRESSED>  61 ACWS (3d) 769).  <FRAGMENT_SUPPRESSED>", "[37]", "[38] <FRAGMENT_SUPPRESSED> FTR 35 [ Cepeda-Gutierrez <FRAGMENT_SUPPRESSED> [2012] ACF no 189).  <FRAGMENT_SUPPRESSED>", "[39] Cepeda-Gutierrez", "[40] Country of Origin Information Report", "[41] B.", "[42]", "[43]", "[44] ORDONNANCE  <FRAGMENT_SUPPRESSED>", "[45] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}