{"id_": "055747", "body_str": ["[1] Gibson, J. : The applicant seeks judicial review of a decision, characterized by counsel for the respondent Aktiebolaget Astra as an \"interlocutory direction\", of Myer Herzig, Member, Trademarks Opposition Board (the \"Registrar\") dated July 31, 1995. The substance of the decision is in the following terms: \"Having considered the applicant's submissions with respect to 1 above, the applicant is hereby granted a retroactive extension of time until July 14, 1995 to file its statement that it does not wish to file evidence pursuant rule 44. As the applicant has already forwarded a copy of its letter of July 14 to the opponent, no further action is necessary. Thus, the applicant's application will not be deemed to have been abandoned. Further, having considered the parties' submissions with respect to (2) above, the applicant is hereby granted leave pursuant to rule 46(1) to file the affidavit of Stephen Wilton as additional evidence. As the evidence has already been served and filed, no further action is required.\"", "[2] Neither the Attorney General of Canada nor the Registrar of Trademarks, named respondents, took any part in this application for judicial review. In substance, no relief is sought against either of them. Throughout these reasons, therefore, references to the \"respondent\" are to the respondent Aktiebolaget Astra. Background", "[3] The background to this application for judicial review may be briefly summarized as follows.", "[4] The respondent filed its trademark application, \"Pink Tablet\" Design, on February 18, 1992. The trademark application was advertised on December 16, 1992. The applicant commenced opposition proceedings on February 16, 1993. The respondent delivered its counter-statement on May 12, 1993.", "[5] On February 14, 1994, after obtaining an extension of time to file, the applicant filed and served its affidavit evidence in the opposition proceedings comprising three affidavits. On March 30, 1994, the respondent requested an extension of time to file its evidence and was granted until September 14, 1994 to file. No affidavit evidence was filed by the respondent within the extended time provided.", "[6] On August 11, 1994, the respondent requested an order for cross-examination of the applicant's affiants. The request was granted and the respondent was given until January 16, 1995 to conduct the cross-examinations and file the transcripts. An extension was granted until March 16, 1995. Cross-examinations on the affidavits of two of the affiants were completed and transcripts were filed by March 10, 1995.", "[7] On May 15, 1995, the respondent requested leave to file further evidence pursuant to subs. 47(1) and (2) of the Trade-marks Act , and in particular, an affidavit of Stephen Wilton. Written submissions on the request for leave were filed with the Registrar and exchanged between counsel. By letter dated June 30, 1995, the Registrar responded to the respondent's request in the following terms: \"The time for filing and serving the applicant's evidence or a statement that the applicant intends to file no evidence expired on September 14, 1994 and the applicant has failed to comply with rule 44 of the Trademarks Regulations \"In view of the provisions of section 38(7.2) of the Trade-marks Act , the applicant's application will be deemed to have been abandoned in due course.\"", "[8] By letter dated July 14, 1995 to the Registrar, the respondent submitted, among other things, that, \"... as the application has not yet been deemed abandoned, we request that any further steps in this regard not be taken\". Apparently in reply to that letter, the Registrar wrote to the respondent, with a copy to the applicant. It is this letter from the Registrar which contains the \"decision\" that is the subject of this application for judicial review. Issues And Relief Sought", "[9] In a supplementary application record filed at the opening of the hearing of this matter, the applicant succinctly defined the issue before the court in the following terms: \"Subsequent to the rendering of a decision pursuant to subsection 38(7.2) of the Trade-marks Act ... [the communication from the Registrar dated June 30, 1995 the substance of which is quoted earlier in these reasons] is the Registrar functus officio, and therefore unable to entertain any further representations on the issue of an opposition under the Act.", "[10] In the same document, the applicant set forth the reliefs sought in the following terms: \"That the decision of July 31, 1995, of the Registrar granting Astra a retroactive extension of time until July 14, 1995, to file its statement pursuant to section 44 of the Regulations be quashed. \"That the decision of June 30, 1995, of the Registrar deeming Astra's trademark application abandoned pursuant to subsection 38(7.2) of the Act be upheld. \"A declaration that the application was abandoned pursuant to subsection 38(7.2).\"", "[11] Counsel for the respondent described the issues before the court in somewhat more complex terms. In summary, he argued that: first, judicial review is not available at law on the facts in this matter for both procedural and substantive reasons; second, if judicial review is available, the applicant is estopped from obtaining relief because, since the time of the decision of the Registrar that is at issue, the applicant has taken fresh steps in the opposition proceedings; third, the granting of relief on judicial review is discretionary and the court's discretion should not be exercised in the circumstances of this matter; and lastly, the respondent's trademark application is not deemed abandoned at law, was not determined to be abandoned by the Registrar's communication of June 30, 1995 and the Registrar's decision to retroactively extend time for the respondent to file evidence was reasonably open to him. Analysis And Conclusion", "[12] I will deal first with the issue of the jurisdiction of this court to entertain this application.", "[13] I am satisfied that the portion of the Registrar's communication of July 31, 1995 quoted earlier in these reasons is a decision within the ordinary meaning of that word. By its terms, it grants the respondent \"... a retroactive extension of time until July 14, 1995 to file its statement that it does not wish to file evidence pursuant to rule 44\". It continues, \"... the applicant's application will not be deemed to have been abandoned\" and finally, it provides \"... the applicant is hereby granted leave pursuant to rule 46(1) to file the affidavit of Stephen Wilton as additional evidence\".", "[14] Counsel for the respondent argued that the applicant's originating notice of motion commencing this matter failed to comply with rule 1602(2)(d) of the Federal Court Rules , C.R.C. 1978, c. 663, in that it failed to set out with sufficient particularity the grounds intended to be argued on the application. I have sympathy for this argument. The applicant's originating notice of motion is remarkably sparse in detail. However, I am not prepared to dismiss this application for judicial review on that ground, or on the further ground argued, with which I am not in agreement, that the application seeks judicial review of more than one decision of the Registrar, contrary to rule 1602(4).", "[15] There can be no doubt that the decision sought to be reviewed is interlocutory in nature. It does not in any sense dispose of the opposition proceedings before the Registrar; it merely extends time for certain actions in those proceedings and declares the respondent's trademark application not to be deemed abandoned.", "[16] But this court's jurisdiction under s. 18 of the Federal Court Act is not restricted to the final substantive decision on the question before a tribunal. That may have been the interpretation at one time given to s. 28 of the Federal Court Act [see footnote 1], but it is no longer the case [see footnote 2].", "[17] <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 333 (F.C.A.) (not cited before me), Mr. Justice Létourneau stated: \"... unless there are special circumstances there should not be any appeal or immediate judicial review of an interlocutory judgment. Similarly, there will not be any basis for judicial review, especially immediate review, when at the end of the proceedings some other appropriate remedy exists. These rules have been applied in several court decisions specifically in order to avoid breaking up cases and the resulting delays and expenses which interfere with the sound administration of justice and ultimately bring it into disrepute:\" (underlining added by me for emphasis) But Létourneau, J.A., qualifies the foregoing, in the case of judicial review under s. 28 of the Federal Court Act, when he later states: \"In the case of judicial review under s. 28 of the Federal Court Act, R.S.C. 1985, c. F-7, which is the case now before the court, the interpretation of that section by the court is even more strict: see, e.g., <FRAGMENT_SUPPRESSED>  following way: \"The Refugee Division's decision on the objection to the admissibility of the documentary evidence is an interlocutory decision, not a final decision ruling on the merits of the case. In addition, the applicant has a right of appeal from the decision which will eventually be made on the merits of her application for refugee states [sic]. At that time she can seek review of any error on the admissibility of the evidence and any denial of natural justice which she may have suffered, whether it results from final judgment or from an interlocutory decision. There is thus an appropriate remedy at a later stage of the proceedings.\"", "[18] I read the underlined words in the first quotation from <FRAGMENT_SUPPRESSED> as implying that, first, there is authority in this court to engage in judicial review under s. 18 of the Federal Court Act of an interlocutory judgment or decision and, second, that in special circumstances , it is appropriate to exercise that authority. In any other circumstances, to do so would be to risk \"... breaking up cases and the resulting delays and expenses which interfere with the sound administration of justice and ultimately bring it into disrepute\".", "[19] Section 18.5 of the Federal Court Act [see footnote 3] does not, I conclude, act as a bar to this application.  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 60 (T.D.), Mr. Justice Dubé of this court had before him an appeal under s. 56(1) of the Trade-marks Act , a provision clearly within the contemplation of s. 18.5 of the Federal Court Act . Mr. Justice Dubé stated: \"At the outset of the hearing, I raised the issue as to whether such a preliminary 'decision' of the Registrar is appealable under s. 56 of the Act .\"", "[20] He went on to cite <FRAGMENT_SUPPRESSED>  (F.C.A.), and with respect to that decision wrote: \"Heald, J.A., reviewed the jurisprudence in the matter and concluded that the Trial Division was without jurisdiction to hear the appeal. He said (p. 140) that 'this jurisprudence makes it clear that the court will not review the myriad of decisions or orders customarily rendered on matters which normally arise in the course of a proceeding prior to that final decision'.\"", "[21] Mr. Justice Dubé went on to conclude that the answer to the issue raised by him and quoted above was in the negative. Thus, a \"preliminary decision\" such as that before me is not appealable under s. 56(1) of the Trade-marks Act and therefore s. 18.5 of the Federal Court Act does not oust the jurisdiction of this court in judicial review in respect of such a \"preliminary decision\".", "[22] I conclude that this court has jurisdiction to entertain this application.", "[23] I turn then to the question of whether or not this court, having jurisdiction to entertain this application, should exercise that jurisdiction. Put another way, are there here \"special circumstances\" that would justify this court in exercising its discretion, because I am satisfied that there can be no doubt that a grant of relief on an application for judicial review is discretionary, and authority for that proposition follows.", "[24] I return first to the decision of Mr. Justice Létourneau in <FRAGMENT_SUPPRESSED> . Here, by reference to the first foregoing quotation from that decision, I find no \"special circumstances\" that would justify granting relief on this application and that there is, \"... at the end of the (opposition) proceedings some other appropriate remedy ...\" namely, an appeal under s. 56 of the Trade-marks Act", "[25] I return also to the Pepper King decision cited and quoted from earlier in these reasons. There, Mr. Justice Dubé found that an appeal under the provisions of the Trade-marks Act from a preliminary decision of the Registrar in the course of an opposition proceeding was premature on the basis of the principle that this court would not, on appeal, review the myriad decisions or orders customarily rendered on matters which normally arise in the course of an opposition proceeding prior to the final decision, in light of the scheme of the Trade-marks Act. Put another way, if this court were to entertain appeals in respect of each and every preliminary decision in an opposition proceeding, each of which decisions, if it had any impact on the final decision of the Registrar, could be reviewed in the course of an appeal of the final decision, the process of opposition proceedings could virtually be brought to a halt by a series of appeals. That result clearly would not be consistent with the scheme of the Trade-marks Act.", "[26] Should then, this court entertain applications for judicial review in respect of interlocutory or preliminary decisions in the course of opposition proceedings where to do so would be to potentially achieve the result that this court has sought to avoid by adopting a \"... narrow rather than a broad interpretation ...\" of the word \"decision\" in s. 56(1) of the Trade-marks Act ? I think not.", "[27] <FRAGMENT_SUPPRESSED> , Lamer, C.J.C., at p. 143  <FRAGMENT_SUPPRESSED> , stated: \"The respondents had the right to seek judicial review before the Federal Court, Trial Division. That does not mean, however, that they have a right to require the court to undertake judicial review. There is a long-standing general principle that the relief which a court may grant by way of judicial review is, in essence, discretionary. This principle flows from the fact that the prerogative writs are extraordinary remedies. The extraordinary and discretionary nature of the prerogative writs has been subsumed within the provisions for judicial review set out in s. 18.1 of the Federal Court Act . In particular, s. 18.1(3) of the Act states: '18.1(3) On an application for judicial review, the Trial Division may (a) order a federal board, commission or other tribunal to do any act or thing it has unlawfully failed or refused to do or has unreasonably delayed in doing; or (b) declare invalid or unlawful, or quash, set aside or set aside and refer back for determination in accordance with such directions as it considers to be appropriate, prohibit or restrain, a decision, order, act or proceeding of a federal board, commission or other tribunal.' \"The use of permissive, as opposed to mandatory, language in s. 18.1(3) preserves the traditionally discretionary nature of judicial review. As a result, judges of the Federal Court, Trial Division, such as Joyal, J., have discretion in determining whether judicial review should be undertaken. \"In exercising his discretion, Joyal, J., relied on the adequate alternative remedy principle. He found that the statutory appeal procedures were an adequate forum in which the respondents could pursue their jurisdictional challenge and obtain a remedy, and he therefore decided not to undertake judicial review. \"The adequate alternative remedy principle was fully discussed in <FRAGMENT_SUPPRESSED> , ... where Beetz, J., for the majority, held at p. 41 that 'even in cases involving lack of jurisdiction', the prerogative writs maintain their discretionary nature. Dickson, J. (as he then was, dissenting), took a narrower view of discretion in the case of jurisdictional error (at pp. 26-27). He nevertheless concluded, at page 28, that where a jurisdictional error 'derives from misinterpretation of a statute, a statutory right of appeal may well be adequate'.\" Chief Justice Lamer continued at p. 145  <FRAGMENT_SUPPRESSED> : \"On the basis of the above, I conclude that a variety of factors should be considered by courts in determining whether they should enter into judicial review, or alternatively should require an applicant to proceed through a statutory appeal procedure. These factors include: the convenience of the alternative remedy, the nature of the error, and the nature of the appellate body (i.e., its investigatory, decision-making and remedial capacities). I do not believe that the category of factors should be closed, as it is for courts in particular circumstances to isolate and balance the factors which are relevant.\"", "[28] On the facts before me, I conclude that there is an adequate alternative remedy available to the applicant, that is to say, an appeal at the end of the opposition proceeding, assuming for the moment that the opposition is not resolved in favour of the applicant herein, during the course of which the decision of the Registrar here under review could be challenged. The nature of the error on the part of the Registrar alleged by the applicant herein in effect derives from an interpretation or misinterpretation of the Trade-marks Act and the Regulations made thereunder. The appeal provided under the Trade-marks Act is to this court, the same institution from which judicial review is being sought and therefore there can be no question that the appeal right might somehow be of a lesser qualitative nature. Thus, I conclude that the range of factors that should be considered in determining whether to enter into judicial review here augur against entertaining judicial review.", "[29] In the particular circumstances of the matter before me, I conclude that I should decline to enter into the judicial review sought on behalf of the applicant.", "[30] At the close of the hearing of this matter, I indicated to counsel that, if I concluded that I should decline to enter into judicial review, I would nonetheless indicate what my decision on judicial review would have been if I had undertaken the judicial review. I now conclude that I should not proceed further with my analysis. To do so would effectively be to engage in the analysis that another judge of this court might at a later date be required to undertake on an appeal of the Registrar's final decision in this opposition proceeding. I conclude that it would be quite improper for me to engage in an analysis that I have concluded is more properly within the purview of an appeal proceeding.", "[31] On the basis of the foregoing analysis, this application for judicial review will be dismissed. Application dismissed. Editor: Jana A. Andersen/slm Footnotes 1.\t <FRAGMENT_SUPPRESSED>  (F.C.A.), revd. on other grounds, [1987] 2 S.C.R. 84; 75 N.R. 303. 2.\t <FRAGMENT_SUPPRESSED>  (F.C.A.), where Mr. Justice Mahoney concluded: \"A decision is reviewable under s. 28 not only, as held by the earlier jurisprudence, if it is the decision the tribunal has been mandated by Parliament to make, but also if it is a final decision that disposes of a substantive question before the tribunal. There may be more than one substantive question before a tribunal and, as in <FRAGMENT_SUPPRESSED> , the tribunal may so conduct its proceedings that it finally decides one of them to the exclusion of one or more others.\" 3.\tSection 18.5 reads as follows: \"Notwithstanding sections 18 and 18.1, where provision is expressly made by an Act of Parliament for an appeal as such to the court, to the Supreme Court of Canada, to the Court Martial Appeal Court, to the Tax Court of Canada, to the Governor in Council or to the Treasury Board from a decision or order of a federal board, commission or other tribunal made by or in the course of proceedings before that board, commission or tribunal, that decision or order is not to the extent that it may be so appealed, subject to review or to be restrained, prohibited, removed, set aside or otherwise dealt with, except in accordance with that Act.\" [End of document]"]}