{"id_": "055865", "body_str": ["[1] Rouleau, J. : The applicant, a male citizen from the People's Republic of China (PRC), claims refugee status on the grounds of his political opinion; specifically that he is opposed to the one-child policy of the PRC; that he was a vocal, persistent and an outspoken critic of the policy; that he has made his views known to the local authorities in the village in which he lived as well as the authorities in Fuzou City both before and after the forced abortion of his wife after her third pregnancy which came about in November 1991. Because of his open criticism of the policy, he believes that he will be arrested, imprisoned, tortured and possibly killed if returned to China.", "[2] The Convention Refugee Determination Division (the \"Board\") determined him not to be a Convention refugee. In their decision rendered December 16, 1992, the Board remarked at page 4 of their reasons, that the PRC's one-child policy was a \"law of general application\" and further, that the policy \"does not, therefore, constitute a basis for a well-founded fear of persecution for any of the grounds set out in the definition of Convention refugee contained in the Immigration Act \".", "[3] On May 6, 1993, MacGuigan, J.A., granted leave for an application for judicial review of his decision in light of the Court of Appeal's decision in <FRAGMENT_SUPPRESSED> , which held that while the one-child policy in China may have applied throughout the country, the sanction of forced sterilization was not a \"law of general application\"; that therefore, opposition to the policy could, in certain circumstances, constitute a basis for a Convention refugee claim. In particular, the court determined that women in China who have one child and are faced with forced sterilization because of this, form a \"particular social group\". The court went on to conclude that forced sterilization was an extraordinary penalty, subjecting a woman to cruel and inhumane treatment violating her \"security of the person\"; that even the threat of forced sterilization amounts to persecution so as to bring a member of this particular social group within the meaning of \"Convention refugee\" as defined in s. 2(1) of the Immigration Act", "[4] At the outset, I should point out that the Board's remarks, although wrong in law according to the Court of Appeal's decision in <FRAGMENT_SUPPRESSED> , supra, had no bearing on the ultimate issues before the Board which were: (a) whether or not the applicant had a well-founded fear of persecution; and (b) by reason of this political opinion. The Board concluded that the applicant's fear of persecution was not well-founded and this conclusion was decisive of the matter. The applicant, having failed to establish this essential element of his claim, it was unnecessary for the Board to determine whether or not the applicant's opposition to the policy could form the basis of a refugee claim.", "[5] That having been said, the applicant argued that the Board erred in determining that there was no evidence to support his allegations of persecution. He states that, notwithstanding the fact that it was his wife and not himself who was forced to undergo the abortion, his \"security of the person\" had also been violated in that his \"pride, mental integrity, and political sensibilities were injured\". Additionally, he argued that the Board erred in finding that the confiscation of his shrimp pool for nonpayment of the fines amounted to discrimination and not persecution; that the seizure of his shrimp pool placed a serious restriction on his right to earn his livelihood and forced him to \"abandon the dignity of lifestyle implicit in being a self-employed shrimp producer\" and that this amounts to persecution according to paragraph 54 of the United Nation's Handbook on Procedures and Criteria for Determining Refugee Status UNHCR 's handbook).", "[6] I do not agree. The evidence indicates that the applicant and his wife were fined 400 RMB after the birth of their second child; that they never paid this fine nor were they punished for failing to do so; in fact, the applicant's wife and children are still living in China and they have not been disturbed. He was again fined in 1990, the sum of 10,000 RMB for concealing a third pregnancy. Again, the fine was not paid and it was at this point that the authorities seized his shrimp pool. It must be remembered that these penalties were imposed because the applicant had violated the law with respect to having children. As noted by the Court of Appeal in <FRAGMENT_SUPPRESSED> , supra, economic sanctions, as a means to enforce compliance with the law, does not amount to persecution. Further, there was no evidence that the applicant was deprived of his right to earn a livelihood so as to constitute persecution as outlined in the UNHCR 's handbook. In fact, the evidence indicates that he was able to find work as a farmer as well as a carpenter, a career he had practiced for 11½ years before becoming a shrimp producer. While the applicant's pride and political sensibilities may have been injured, I do not think that this amounted to a violation of his security.", "[7] In summary, I am of the view that the Board properly reviewed the evidence before it and was correct in the conclusions reached; that their decision is consistent with the Court of Appeal's decision in <FRAGMENT_SUPPRESSED> , supra. Accordingly, this application is dismissed. Application dismissed. Editor: Reginald W. Curtis/blk [End of document]"]}