{"id_": "055807", "body_str": ["[1] Cullen, J. : This is an application for an interlocutory injunction restraining the corporate defendant by its officers, directors, employees, agents and all those over whom it exercises control, and restraining the individual defendant, from: (i) Infringing the rights of Beam Canada conferred by trade mark Registration Nos. 269,550, 306,036 and 282,411 for the trade marks BEAM, DON'T LUG VACUUM ... PLUG IN A BEAM and OUTLET DEVICE DESIGN: (ii) Depreciating the goodwill in the trade mark Registration No. 269,550 for the trade mark BEAM; (iii) Directing public attention to their wares, services or business in such a way as to cause or be likely to cause confusion in Canada, between the wares, services, or business of the defendants and the wares, services or business of the plaintiffs; (iv) Making false or misleading statements tending to discredit the business, wares or services of the plaintiffs; (v) Passing off other vacuum systems as and for BEAM brand systems ordered or requested from Arnold Holdings; (vi) Producing or reproducing in whole or substantial part the literary and artistic works of which Beam of Canada Inc. is the copyright owner; from parting with possession of any reproductions thereof; from using said reproductions and from authorizing any of the foregoing; (vii) Converting for their own use or authorizing others to convert to their own use the plaintiffs' literary and artistic works; (viii) Distributing for the purpose of trade or exhibiting by way of trade, the trade marks BEAM, DON'T LUG A VACUUM ... PLUG IN A BEAM, OUTLET DEVICE DESIGN or any trade mark confusing therewith.", "[2] Since 1976 Beam of Canada Inc. (Beam Canada) has been engaged in the manufacture, assembly, promotion, installation, distribution, repair, service and sale of BEAM brand central vacuum systems. Beam Canada is the registered owner of trade marks Registration No. 269,550 for the trade mark BEAM for use in association with the following wares: central vacuum systems, and parts and accessories therefore, namely, tools, hoses, wall brackets, mountings, face plates and fittings, attachments, motors, plastic piping, joints and elbows. Registration No. 269,550 for the trade mark BEAM issued on 28 May 1982.", "[3] Beam Canada is also the registered owner of Canadian trade mark Registration No. 306,036 for the trade mark DON'T LUG A VACUUM ... PLUG IN A BEAM for use in association with central vacuum systems, and parts and accessories therefore, namely tools, hoses, wall brackets, mountings, face plates and fittings, attachments, motors, plastic piping, joints and elbows. Registration No. 306,036 for the trade mark DON'T LUG A VACUUM ... PLUG IN A BEAM issued on 16 August 1985.", "[4] Beam Canada is also the registered owner of Canadian trade mark Registration No. 282,441 for an OUTLET DEVICE DESIGN trade mark for use in association with central vacuum systems and parts and accessories therefore, namely tools, hoses, wall brackets, mountings, face plates and fittings, attachments, motors, plastic piping, joints and elbows. Registration No. 282,441 for the trade mark OUTLET DEVICE DESIGN issued on 19 August 1983.", "[5] Beam Canada is the owner of copyright in an installation manual for vacuum systems, which installation manual is entitled \"HOW TO PLAN HOW TO INSTALL YOUR NEW VACUUM CLEANING SYSTEM\" and also owner of a copyright in a homeowner's manual for BEAM vacuum system entitled \"OPERATING AND MAINTENANCE INSTRUCTION MANUAL\".", "[6] BEAM brand central vacuum systems are distributed throughout Canada by, inter alia, a network of distributors. By agreement dated 17 November 1978 Arnold Holdings Ltd. became a distributor of BEAM vacuum systems in the Province of Saskatchewan for the consideration of $50,000. This enabled Arnold Holdings to obtain the exclusive rights to promote, sell and distribute BEAM Built-In Cleaning Systems in the Province of Saskatchewan.", "[7] As between the parties hereto there is no doubt as to the validity of the aforementioned trade marks and copyrights.", "[8] As a result of the agreement, the defendant Harvey Arnold sold \"his business concerns in the City of Moose Jaw and relocated from the City of Moose Jaw to the City of Regina in order to be more central in marketing the said product and to devote my full time and energy to the distribution of the said product\" (Arnold affidavit para. 4). \"That in addition to entering into the contract as aforesaid, I executed another contract with Beam Central Vacuum Systems Inc. purchasing all of its goods, chattels and personal property.\" There is no question that Mr. Harvey Arnold's committment as a distributor was a total committment. WHAT HAPPENED?", "[9] Mr. Harvey Arnold saw it this way in his affidavit: \"11. THAT between the years 1979 and 1985 there were no significant difficulties whatsoever between the plaintiff, Beam of Canada Inc., and the defendant company and that between the said years the gross sales and units sold were as follows: Year Gross Sales Units Sold 1979 1,024 1980 942 1981 1,184 1982 875 1983 1,003 1984 738 1985 708 \"12. THAT throughout the fiscal year 1986 petty differences began to materialize to such an extent that during the month of April 1986 negotiations were embarked upon as to whether or not I would sell my franchise to Beam of Canada. That notwithstanding discussions no sale materialized. That in 1986 my gross sales were $491,010.95 and the total number of units sold was 761. \"13. THAT during the month of January 1987 matters between the plaintiff, Beam of Canada Inc., and the defendant company were becoming more difficult as the defendant was having difficulty obtaining products which were being delayed in shipment from the plaintiff. As well as in receipt of Purchase Orders, there were delays in notices of sale promotions and price lists. \"14. THAT on or about January 29, 1987, I received a letter from the solicitors for the plaintiff, Beam of Canada Inc., which purports to cancel the contract between the defendant company and Beam of Canada Inc. effective March 31st, 1987. \"15. THAT in response to the allegations contained in the said correspondence, I state that the allegations contained therein are totally foundless and are an attempt by the plaintiff corporation to unilaterally rescind the contract in order to take over the franchise for the Province of Saskatchewan without providing myself adequate consideration for the $50,000 payment that I made for the right to be an exclusive distributor and the services that I performed over the past nine years. That since receipt of the said letter I have received very little merchandise and, in fact, I have not been able to order any merchandise since the end of February 1987. And further that, in fact, the plaintiff company refused an order made by myself on the 24th day of February 1987 and has refused all subsequent orders despite efforts by myself to continue to order parts and merchandise. \"16. THAT on or about the 16th day of March, A.D. 1987, I received a telephone call from the co-defendant, Darlene Yaehne, purporting to be a General Manager for Beam of Canada (Midwest) Limited, purporting to be calling on behalf of the new Saskatchewan distributor for Beam and wanting to purchase my large Beam neon sign. \"17. THAT throughout the past eight years I have on my own created a dealer network throughout the Province of Saskatchewan consisting of approximately 170 dealers and that on or about the 17th day of March the plaintiff company, Beam of Canada Inc., submitted correspondence to all of my dealers advising that effective April 1st the distribution of Beam products would be transferred from my company to that of Beam of Canada (Midwest) Limited, 511 Victoria Avenue, Regina, Saskatchewan.\"", "[10] On the other hand, the solicitors for the plaintiffs saw the situation evolving in the following manner: \"We are the solicitors for Beam of Canada Inc. We have reviewed the agreement that you entered into with our client on November 17, 1978, as it was then known under the name Beam Central Vacuum Systems Inc. Our client has also provided us with evidence that in fact with its consent, the agreement was assigned by yourself to Arnold Holdings Limited which now carries on business under the name of Beam of Saskatchewan. \"From a review of our client's records of sales to you since 1980, it is apparent that since the second half of 1980, Arnold Holdings Limited has not met the quotas set out in the major distributor agreement. Our client has advised us that it provided you with a series of objectives, beginning in 1983 based upon target levels set at one-half of 1% of existing houses in the Province of Saskatchewan. There was a similar formula used for target levels across the country. \"Our client has advised us that each one of the major distributors were provided with the detailed analysis and you were also provided with the figures of expected targets at the same time. \"Your expected targets, aside from those set out in the major distributor agreement were as follows: (a) for 1983 - 1,588 (b) for 1984 - 1,684 (c) for 1985 - 1,758 \"Despite the fact that our client by providing you with these targets lowered the quota you had agreed to meet in your agreement, in 1983, you were only able to achieve sales of 1,165 units, in 1984, sales of 715 units and in 1985, sales of 598 units. \"For 1986, our client, seeing as you could not meet these levels, even though they were being met by other distributors across the country, established a new formula with a new target objective. For 1986, your target objective was set at 986 units, which was less than half the quota required under your agreement. You were able to achieve sales of only 821 units. There is thus little doubt that our client has sufficient grounds for complaint in quotas not being met by Beam of Saskatchewan despite the large growth in sales achieved by other major distributors across Canada. \"In the view of our client, you have also failed to follow company policy by: (a) failing to complete properly and on a timely basis, installations by direction of Beam of Canada Inc.; and (b) failing to support as required through service and training third parties such as Eatons and the Bay with their sales of systems supplied by Beam of Canada Inc. \"Beam of Canada Inc. is also of the opinion that you have failed to engage actively in the sale or promotion of Beam systems. Your sales record speaks for itself. More importantly, you have deliberately failed to carry certain Beam products whatsoever for your agents and distributors in Saskatchewan despite the fact that they have desired to purchase those units from you. \"For all of the above reasons, our client is of the opinion that the relationship is best brought to an end and accordingly, our client is relying upon paragraph 14 of the major distributorship agreement dated November 17, 1978, to cancel the agreement effective March 31, 1987. \"Up to and including March 31, 1987, Arnold Holdings Limited will be permitted to sell its existing stock. Future orders will only be accepted by our client in the event that you provide our client with a copy of a written purchase order which requires you to complete that order before March 31, 1987. In that event, our client will supply you with sufficient product to complete that order provided again that you supply your own written purchase order which has attached to it the copies of purchase orders you have received as well as a certified cheque or bank draft paying in full the cost of the product you are ordering. If there is any question about the price, you may call our client's office in Oakville, Ontario, to verify the price in advance so that there is no mistake. \"Between now and March 31, 1987, our client shall continue to supply you with any miscellaneous parts you might require on an order by order basis. \"We trust that our client's position on this matter is clear.\"", "[11] The solicitor for the plaintiffs indicated they relied on paragraph 14 of the Agreement which reads as follows: \"THIS AGREEMENT may be cancelled by the Company for misrepresentation, dishonesty, failure to follow Company policy or to engage actively in the sale or promotion of the said systems by the Major Distributor\".", "[12] The defendant refused to sell the Beam sign, refused to acknowledge that the plaintiffs had the right to unilaterally terminate the agreement and continued to act as a distributor pursuant to the agreement. It advertised in the Regina Leader Post \"Arnolds Beam Vacuum Systems\", its invoices read in part \"Arnold's Beam Vacuum systems and BEAM OF SASKATCHEWAN\"; it advertised vacuum systems manufactured by a competitor, \"EASY FLOW\" but using the same advertising layout and \"DON'T LUG IT\" logo as in its earlier advertising (Yaehne affidavit para. 8). Also Ms. Yaehne swears, \"I personally inspected a Model 167 Beam Central Vacuum purchased from Arnold's Beam Vacuum System by Mr. Hugh Wagner on June 9, 1987. Twenty nine of the parts of that system were original BEAM products and the other thirty-one parts were produced by other suppliers. The thirty-one parts produced by other suppliers were inferior to those produced for the same function by BEAM and in some instances, were unsuitable for use in conjunction with a BEAM system\".", "[13] It was also in evidence that the defendant was purchasing and selling the BEAM system which he purchased from a third source but refused to name the source.", "[14] The plaintiff's case is not frivolous or vexatious, and there is definitely a serious issue to be tried. Secondly, the defendants are passing off as a Beam product, something that was not manufactured by Beam but manufactured by a third party, and also passing off as a Beam product a system where 31 of 60 parts were produced by other suppliers. The parts were inferior and in some cases unsuitable for use in conjunction with a Beam system.", "[15] There can be no question in the mind of Mr. Arnold that his company is no longer considered a distributor by the plaintiffs. A letter to that effect and an offer to purchase the sign are clear cut indications that he no longer enjoys the confidence of the plaintiffs. (Whether the plaintiffs had a right to unilaterally terminate the contract will be decided in an action before the Court of Queens Bench for Saskatchewan). He has infringed the copyright by copying the pamphlets (Whether he has a colour of right so to do will be decided eventually, but for the purposes of this motion copying the originals when he couldn't secure enough originals should not have occurred).", "[16] Irreparable Harm - the defendant was put on notice that insofar as the plaintiffs are concerned he was no longer an authorized distributor. His continuing use of the registered trade marks and use of copyrighted material would lead to a loss of distinctiveness irreparably harming the owners of it.", "[17] Confusion has occurred and each party concedes that fact.", "[18] Balance of Convenience - the defendant was prepared to take the risk of ignoring the plaintiffs' clear message that he was no longer an authorized distributor. Had he continued to sell Beam products in inventory, or BEAM products supplied by the plaintiffs, and to use only Beam parts I might have been persuaded that the motion be dismissed. The defendant however has acted in such a manner that I cannot accede to his suggestion that he had a \"colour of right\" to do what he did. This was not a case of simply using a trade mark but rather of abusing a trade mark.", "[19] Accordingly the motion will be allowed with costs to the plaintiffs. Application granted. Editor: Eric B. Appleby/vfh [End of document]"]}