{"id_": "056063", "body_str": ["[1] Harrington, J. [Translation]: At the time of the events, Mr. Challal worked at the Office of the Privacy Commissioner of Canada (OPC) as a technical analyst. He applied for an internal position and was invited to a written test. Considering the similarity between Mr. Challal's responses and the correction guide, the Office referred the case to the Public Service Commission, which decided to conduct an investigation pursuant to section 69 of the Public Service Employment Act, 2003 . Section 69 states: 69. If it has reason to believe that fraud may have occurred in an appointment process, the Commission may investigate the appointment process and, if it is satisfied that fraud has occurred, the Commission may ) revoke the appointment or not make the appointment, as the case may be; and ) take any corrective action that it considers appropriate.", "[2] The Office assigned an investigator to consider the issue. In her investigation report, the investigator found that the evidence collected during the investigation shows that Mr. Challal copied during the written test and thereby committed fraud in an internal appointment process. The Commission approved the report and imposed various corrective measures.", "[3] Mr. Challal feels that the finding of guilt was unreasonable and should be dismissed. Should it not be dismissed, two corrective measures were not within the Commission's jurisdiction or, if they were, were unreasonable.", "[4] The Attorney General, on behalf of the Commission, notes that it is now too late to question the finding of guilt issued by the Commission. Under section 18.1 of the Federal Courts Act , a person affected by a decision must apply for judicial review within 30 days after the time the decision in question is communicated. Mr. Challal did not do this.", "[5] Regarding the two corrective measures, the Attorney General notes that they were indeed within the Commission's jurisdiction and were reasonable. THE DECISION", "[6] In my opinion, it would have been premature for Mr. Challal to apply for judicial review of the investigator's report. The decision challenged is that of the Commission to endorse the investigator's report and impose corrective measures. The application for judicial review was submitted in a timely manner.", "[7] However, I feel that the Commission's decision to endorse the investigator's report that Mr. Challal committed fraud was reasonable. The Commission had the required jurisdiction to order the two corrective measures challenged. Moreover, the two corrective measures were reasonable.", "[8] As a result this application for judicial review shall be dismissed with costs. THE FACTS", "[9] The background of this case is set out in the investigation report. It is not necessary to repeat all the details. In 2006, Mr. Challal was hired as a technical analyst at the CS-02 level following an external appointment process held by OPC. Later that year, an information technology manager position was created, a CS-03 level position. Mr. Challal was appointed to this position on an acting basis, until the documents to staff the position could be finalized.", "[10] The person in charge of correcting the tests was concerned with Mr. Challal's test. His answers were not in the same form as the other candidates' and did not provide the same level of detail. They were, for the most part, the same as those in the correction guide, including the use of upper and lower case letters. Certain typographical errors were reproduced.", "[11] The text was composed of nine questions. The correction guide states the answers to eight of them. Question nine asked candidates to prepare a PowerPoint presentation for senior management. This was the only question Mr. Challal failed.", "[12] The investigator found that the answers to questions 7 and 8 copied elements word-for-word from the correction guide.", "[13] The investigator prepared a table in her report comparing the answers Mr. Challal provided and the expected answers from the correction guide for the first six questions of the test. In addition to the shocking similarity of the language used, the order of the answers to questions 2, 3, 5 and 6 is the same in the correction guide, although there is no logical chronology to the answers. CORRECTION GUIDE MR. CHALLAL'S ANSWERS : Name two (2) solicitation methods used to procure IT professional services. 1. Temporary Help Services (THS) Temporary Help Services (THS). 2. PS Online Government Online (GOL) 3. Government Online (GOL) 4. Request for Proposal (RFP)- MERX : Name four (4) types of contracting documents. 1. Local Purchase Order (LPO) Local Purchase Order (LPO) 2. Call-Up against a Standing Offer (form 942) Call-Up against a Standing Offer. 3. Services Contract Services Contract. 4. Memorandum of Understanding (MOU) PWGSC Goods Contact 5. SSA 6. PWGSC Goods Contract : Name three (3) key documents that should be prepared to aid in the management of a project 1. Project Plan 1- Project Plan, Plan, 2. Business Case 2- Configuration Management 5. Project Scope : Name two project management tools 1. CASE tools for development 1- CASE tools for development, 2. Prototyping tools for testing 2- MS-Project for project planning 3. MS-Project for project planning", "[14] The correction guide was saved in a directory shared by employees of the Office's Human Resources Branch. This \"O\" directory is only accessible to employees of that branch. However, all computer technicians at the Office, including Mr. Challal, had access by default, since they have access to all the servers. Moreover, Mr. Challal allegedly had a key to the office of the person in charge of correcting the test. In this office was a paper copy of the guide.", "[15] Mr. Challal denies that he accessed the \"O\" directory or that he had a key to this office. An outside company confirmed that it is impossible to conclusively determine whether Mr. Challal accessed the \"O\" drive. If he did, he would have been able to remove any trace.", "[16] Mr. Challal told the investigator that he has a photographic memory and that all the questions could be found in a 20-page Treasury Board document. According to the investigator, this document was in narrative form and not in point form as the answers in the correction guide.", "[17] Although the investigator gave Mr. Challal the benefit of the doubt regarding the \"O\" drive and the key to the office, her findings can be found at paragraphs 37 and 40 of the report: [translation] 37. That being said, I do not feel it is necessary to prove that Mr. Challal had access to the correction guide, whether the electronic or paper version, before taking his written test. The evidence lies in the answers Mr. Challal provided during the written exam on September 12, 2007. The answers Mr. Challal provided are similar in all aspects, capitals and punctuation included, to the correction guide contents. 40. With no other credible explanation, and on a balance of probabilities, I must find that Mr. Challal intentionally copied the correction guide when he answered the test questions. His test answers were exact copies of the correction guide, are written the same way and use the same capital letters and same presentation. Moreover, the only question Mr. Challal failed was the one for which the correction guide did not provide an expected answer. Copying during a test constitutes fraud under the most common meaning. Mr. Challal copied in order to gain an advantage, a test result sufficiently high to ensure his appointment to the CS-03 position and thus obtaining a promotion. I must find that by copying during his written test, Mr. Challal committed fraud in an appointment process, thereby violating section 69 of the [ Public Service Employment Act].", "[18] The Commission debated the report. It could not revoke Mr. Challal's appointment because the OPC decided to cancel the process and because Mr. Challal had not been appointed to the CS-03 position before the fraud was discovered. Additionally, at the time it made its decision, Mr. Challal had already been transferred to the Department of Foreign Affairs. Legally, the Commission also decided that corrective measures could not consist of disciplinary measures.", "[19] In its decision, the Commission ordered that: [translation] i. For a period of three years following September 15, 2008, Mr. Challal shall obtain the written permission of the Commission before accepting any appointment in the federal public service. Should he accept a position in the federal public service without such prior permission, his appointment shall be revoked; ii. Mr. Challal shall not have any responsibility in a public service nomination process for a period of three years; iii. Mr. Challal shall take the course Values and Ethics in Public Service Governance (D102) at the Canada School of Public Service before March 15, 2009; iv. The Investigation Directorate of the Public Service Commission shall review Mr. Challal's appointment to the CS-02 position at the Office of the Privacy Commissioner in December 2006; v. A letter shall be sent to the Privacy Commissioner regarding treatment of employees suspected of fraud; vi. A letter shall be sent to the Deputy Head of the Department of [Foreign] Affairs, informing him of the fraud committed by Mr. Challal and asking him to verify Mr. Challal has all the qualifications for the position he currently occupies, including the security rating. A copy of the investigation report 2007-IPC-00286 and the Record of Decision 08-09-IB- 65 shall be enclosed with the letter and placed on Mr. Challal's personnel file; vii. A copy of the investigation report 2007-IPC-00286 and all relevant information regarding Mr. Challal shall be sent to the Royal Canadian Mounted Police for the purposes of section 133 of the [ Public Service Employment Act ]. ISSUES", "[20] The issues are: a. Was the investigation report a decision subject to judicial review? b. Was the finding of fraud reasonable? c. Did the Commission have jurisdiction to order the following two corrective measures? i. A review by the Investigation Directorate of the Public Service Commission of Mr. Challal's appointment to the CS-02 position at the Office of the Privacy Commissioner in December 2006; ii. A letter to be sent to the Deputy Head of the Department of Foreign Affairs, informing him of the fraud committed by Mr. Challal and asking him to be sure Mr. Challal has all the qualifications for the position he currently holds, including the security rating. A copy of the investigation report 2007-IPC-00286 and the record of decision 08-09-IB-65 shall be enclosed with the letter, and placed on Mr. Challal's personnel file; d. If the Commission had jurisdiction, was its decision to order these two measures reasonable? a. Was the investigation report a decision subject to judicial review?", "[21] The Public Service Commission was established in the Public Service Employment Act, R.S.C. 1985, and it still exists under the new Public Service Employment Act , S.C. 2003. Its mandate is to conduct investigations and audits pursuant to section 11 of the Act. It has an investigative power pursuant to section 66 et seq. Section 67 authorizes the Commission to investigate internal appointment processes and revoke or not make the appointment. In the present case, this part of the Act does not apply because nobody was appointed to the CS-03 position.", "[22] In my opinion, the investigator's report was not a decision by the Commission. In fact, the Act does not indicate that the Commission must accept its investigators' reports. The Commission may accept, dismiss or return the report. There is no reason an investigation by the Commission should be treated differently than an investigation pursuant to the Canadian Human Rights Act . Although a copy of the report was sent to Mr. Challal before the Commission adopted it, it follows that the report was not a decision by a federal commission. Alternatively, if it was, it was an interlocutory decision. The traditional point of view stated at paragraph 3:4100 of the Brown and Evans work, Judicial Review of Administrative Action in Canada , looseleaf (Toronto: Cansvasback Publishing, 2008), that I adopt in this case, is that the courts will not consider applications for judicial review of interlocutory decisions.", "[23] Mr. Challal therefore correctly waited for the Commission to finalize the report and adopt corrective measures. Claiming the contrary would fill the Court's calendar with useless and potentially speculative issues that would bring the administration of justice into disrepute. b. Is the finding of fraud reasonable?", "[24] The legal parameters for considering a decision under review were established by the Supreme Court in <FRAGMENT_SUPPRESSED> .", "[25] According to <FRAGMENT_SUPPRESSED> , supra , the finding that Mr. Challal cheated during his test is reviewable on the standard of reasonableness. As stated in <FRAGMENT_SUPPRESSED> , at para 47: Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[26] The Commission's decision could have serious consequences for Mr. Challal. However, as noted by Rothstein J. at para 42 of <FRAGMENT_SUPPRESSED> , supra , \"in civil cases, there is no presumption of innocence.\"", "[27] The applicable standard of proof was uncertain in these circumstances. As Rothstein J. noted at para 26 of <FRAGMENT_SUPPRESSED> : Much has been written as judges have attempted to reconcile the tension between the civil standard of proof on a balance of probabilities and cases in which allegations made against a defendant are particularly grave. Such cases include allegations of fraud, professional misconduct, and criminal conduct, particularly sexual assault against minors.", "[28] After summarizing the various approaches in civil cases or where morally blameworthy conduct is alleged, he found, at para 40 that: ...I think it is time to say, once and for all in Canada, that there is only one civil standard of proof at common law and that is proof on a balance of probabilities. Of course, context is all important and a judge should not be unmindful, where appropriate, of inherent probabilities or improbabilities or the seriousness of the allegations or consequences. However, these considerations do not change the standard of proof.", "[29] Of course, an act may modify the standard of proof in a civil matter. For example, in <FRAGMENT_SUPPRESSED> , the question was whether Mr. Mugesera, a permanent resident, should be deported from Canada for a crime against humanity committed outside Canada. Paragraph 19(1)( ) of the Immigration Act, in effect at the time, stated: 19. (1) No person shall be granted admission who is a member of any of the following classes: ... (j persons who there are reasonable grounds to believe have committed an act or omission outside Canada that constituted a war crime or a crime against humanity within the meaning of subsection 7(3.76) of the Criminal Code and that, if it had been committed in Canada, would have constituted an offence against the laws of Canada in force at the time of the act or omission. The Court found: The first issue raised by s. 19(1)(j) of the Immigration Act is the meaning of the evidentiary standard that there be \"reasonable grounds to believe\" that a person has committed a crime against humanity. The FCA has found, and we agree, that the \"reasonable grounds to believe\" standard requires something more than mere suspicion, but less than the standard applicable in civil matters of proof on the balance of probabilities ...", "[30] Section 69 of the Act gives the Commission the power to take corrective action \"if is has reason to believe that fraud may have occurred ...\" As shown by the Supreme Court analysis in <FRAGMENT_SUPPRESSED> , supra , this language reflects the balance of probabilities standard of proof.", "[31] The investigator's job was to determine whether, on a balance of probabilities, Mr. Challal committed fraud when he wrote his text. The Commission was to determine whether it accepted the report, and if so, what corrective measures should be imposed. The issues before me are whether the Commission made a reasonable decision when it adopted the investigator's report, whether it had the jurisdiction to impose the corrective measures it ordered and, if so, whether these measures were reasonable.", "[32] In coming to the conclusion that fraud occurred, the investigator was to ask herself whether, on a balance of probabilities, the similarities between the correction guide and Mr. Challal's responses were merely coincidental. She found, and it was reasonable for the Commission to adopt this finding, that the similarities could not, on a balance of probabilities, be attributed to coincidence. The next step was to assess whether there was an explanation for the similarities other than cheating. Mr. Challal says he studied from a 20-page Treasury Board document that contained all the information needed and he has a photographic memory. The investigator dismissed this explanation since the Treasury Board document was in a completely different format. It was reasonable for the Commission to support this finding.", "[33] Mr. Challal claims that it was unreasonable for the Commission to accept the investigator's report without asking her to produce the documents she reviewed, including the Treasury Board document. I disagree. The investigator is part of the Commission, and there was nothing to suggest to the Commission that she misinterpreted the documentation at her disposal, including the Treasury Board document. In fact, Mr. Challal had requested a court order for all the documents the investigator considered. Prothonotary Aronovitch dismissed this request on the ground that traditionally, in judicial review, the Court is limited to the documents that were before the decision maker, the Commission. There are exceptions, for example those that would allow a party to support a theory that there was a breach of procedural fairness in the decision because the decision maker should have had access to other documents in order to come to an appropriate decision: <FRAGMENT_SUPPRESSED> . When he presented his request to the prothonotary, nothing prevented Mr. Challal from attaching the Treasury Board document to establish, for example, that it was in point form and not in the narrative form the investigator described.", "[34] The investigator chose the correct standard of proof. It is not this Court's role to question whether it would have come to the same conclusion. The issue is solely whether the decision falls within the range of acceptable outcomes which are defensible in respect of the facts and law, as set out in <FRAGMENT_SUPPRESSED> , supra , at para 47.", "[35] In my opinion, the investigator's report of findings and its endorsement by the Commission were reasonable and should not be modified. As the Supreme Court has frequently cautioned the lower courts, for example, in Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 80, the courts should not be quick to substitute their opinion for that of the original decision maker. c. The corrective measures", "[36] The first corrective measure challenged is the one ordering \"a review conducted by the Investigation Directorate of the Public Service Commission of Mr. Challal's appointment to the CS-02 position at the Office of the Privacy Commissioner in December 2006\".", "[37] I have no problems coming to the conclusion that the Commission has jurisdiction to adopt this corrective measure. The Commission does not have the jurisdiction to dismiss a member of the public service except for political activities if the conditions at sections 68, 113, 114, 115, 118 and the regulations have been met. However, under section 66 of the Act, the Commission may investigate any external appointment process. According to section 69, if the Commission has reasons to believe fraud has occurred in an appointment process, it can investigate. This is exactly what the Commission is doing. The issue is whether the conclusion that Mr. Challal committed fraud during an internal selection process suggests that fraud may have occurred in his original external appointment process is reasonable. Relying on <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , supra , I feel it would be inappropriate for me to amend this decision.", "[38] As for the other corrective measure ordering \"a letter to be sent to the Deputy Head of the Department of Foreign Affairs, informing him of the fraud committed by Mr. Challal and asking him to be sure Mr. Challal has all the qualifications for the position he currently holds, including the security rating. A copy of the investigation report 2007-IPC-00286 and the record of decision 08-09-IB-65 shall be enclosed with the letter, and placed on Mr. Challal's personnel file\", Mr. Challal claims that the Commission's investigative powers are limited to section 66 et seq. of the Act. The decision on which the Commission is relying, <FRAGMENT_SUPPRESSED>  would not apply because it was rendered under the former Act. He submits that sections 7.1 and 7.5 of the former Act were broader and allowed the Commission to lead any investigation on any subject under its jurisdiction.", "[39] I cannot accept this proposal. The preamble of the current Act states, among other things, \"Canada will also continue to gain from a public service that strives for excellence, that is representative of Canada's diversity and that is able to serve the public with integrity and in their official language of choice\".", "[40] Mr. Challal did not leave the public service. He was transferred to the Department of Foreign Affairs. He is still a public servant. The public must have confidence in those who work for it. I cannot believe that Parliament would have wanted someone who committed fraud to be able to transfer from one department to another, and thus obtain full impunity. The Department of Foreign Affairs should have all the elements required to evaluate Mr. Challal's integrity and determine whether he has been rehabilitated. In my opinion, these corrective measures were within the Commission's jurisdiction. They were reasonable and similar to those in the Federal Court of Appeal decision, <FRAGMENT_SUPPRESSED>  (QL). ORDER", "[41] THE COURT ORDERS that The application for judicial review of the Public Service Commission of Canada decision 08-09-1B-65 dated September 15, 2008, is dismissed with costs. 69. If it has reason to believe that fraud may have occurred in an appointment process, the Commission may investigate the appointment process and, if it is satisfied that fraud has occurred, the Commission may ) revoke the appointment or not make the appointment, as the case may be; and ) take any corrective action that it considers appropriate.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] : Name two (2) solicitation methods used to procure IT professional services. 1. Temporary Help Services (THS) Temporary Help Services (THS). 2. PS Online Government Online (GOL) 3. Government Online (GOL) 4. Request for Proposal (RFP)- MERX : Name four (4) types of contracting documents. 1. Local Purchase Order (LPO) Local Purchase Order (LPO) 2. Call-Up against a Standing Offer (form 942) Call-Up against a Standing Offer. 3. Services Contract Services Contract. 4. Memorandum of Understanding (MOU) PWGSC Goods Contact 5. SSA 6. PWGSC Goods Contract : Name three (3) key documents that should be prepared to aid in the management of a project 1. Project Plan 1- Project Plan, 2. Business Case 5. Project Scope : Name two project management tools 1. CASE tools for development 1- CASE tools for development, 2. Prototyping tools for testing 2- MS-Project for project planning 3. MS-Project for project planning", "[14]", "[15]", "[16]", "[17]", "[18]", "[19] ].", "[20] a.", "[21] Loi Loi", "[22] Loi Judicial Review of Administrative Action in Canada", "[23] b.", "[24] <FRAGMENT_SUPPRESSED> .", "[25]", "[26]", "[27]", "[28]", "[29] ) de la Loi sur l'immigration 19. Code criminel", "[30] Loi", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37] Loi", "[38] Loi Loi Loi", "[39] Loi", "[40] <FRAGMENT_SUPPRESSED>  (QL). ORDONNANCE", "[41] [End of document]"]}