{"id_": "056215", "body_str": ["[1] Noël, J. : The applicant, Mr. Walid Andeel, is seeking to quash the November 7th, 2001 decision of Visa Officer Mark Eichorst refusing his wife Jeanette Haddad a permanent residence visa for which he submitted a sponsored undertaking to the Canadian Embassy in Tel Aviv. The applicant is asking that Ms. Haddad's application be referred back to a different Visa Officer for a new decision. THE FACTS", "[2] Ms. Haddad's application for permanent residence was refused because the Visa Officer found that there is reason to believe that Ms. Haddad was complicit in war crimes, genocide or crimes against humanity. The Visa Officer wrote in his refusal letter that there was reason to believe that Ms. Haddad is a member of the inadmissible class of persons described in paragraph 19(1)(j) of the Immigration Act , R.S.C. 1985, c. I-2, namely, persons who there are reasonable grounds to believe have committed an offence referred to in sections 4 to 7 of the Crimes Against Humanity and War Crimes Act (\" War Crimes Act \").", "[3] The applicant has not been provided with certain parts of the file because the respondent is of the opinion that they contain confidential information, some of which illustrates Canadian Security Intelligence Service (\"CSIS\") as well as Department of Citizenship and Immigration (\"CIC\") investigative methodology and techniques. Consequently, the respondent made an application in camera to this Court for an order pursuant to section 87 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (\"The Act \"), to ensure this information be withheld from the applicant. The respondent claims that disclosure of this information would be injurious to national security and to the safety of persons. As counsel for the applicant has been informed at the outset of this hearing, I have noted that the withheld information does not go to the substance of the facts required for examination in this judicial review.", "[4] That being said , I am of the opinion that the information should not be disclosed because it would be injurious to national security and to the safety of persons. Having allowed the application, I will now proceed with the judicial review of the November 7th, 2001 decision.", "[5] In her application for permanent residence, Ms. Haddad indicated that she was working for the South Lebanese Army (\"SLA\") as an administrative clerk and had been employed as such since October 1992. During her first interview with the Visa Officer, Ms. Haddad first insisted that her work for the SLA was purely administrative in nature. However, she later admitted that she was really employed as an intelligence monitor for the SLA and that the title of administrative clerk was only a pretense.", "[6] Ms. Haddad further admitted that she was responsible for monitoring two targets and for transcribing the conversations she intercepted over the radio. She provided the transcripts of these conversations either to a SLA officer or to an Israeli Defence officer.", "[7] With this information, the Visa Officer referred her application to the War Crimes Section and requested their assistance. Ms. Haddad was called in for a second interview held at the Canadian Embassy in Tel Aviv on September 11, 2001. At the beginning of this interview, the Visa Officer advised Ms. Haddad of his concerns about her admissibility.", "[8] In response to the Visa Officer's questions, Ms. Haddad confirmed that: - she passed along information she ob-tained from intercepting her targets' radio communications; - upon hearing that one of the targets was going to be at a specific place at a specific time, she would pass the information along to her superior; - if the target identified by Ms. Haddad was killed, this killing would have been carried out based on the information she provided; - she was aware of what the information she provided was used for; and - she was aware that specific targets had been eliminated based on the information she provided.", "[9] Using the background information provided by Ms. Haddad in her application and interviews, the Visa Officer, assisted by the War Crimes Section, concluded that she was inadmissible and sent her a letter to that effect which reads as follows: \"Dear Mrs. El Haddad, This letter concerns your application for permanent residence in Canada. After careful and thorough consideration of all aspects of your application and the supporting information provided, I regret to inform you that your application is refused. Your application has been refused because there is reason to believe that you are a member of the inadmissible class of persons described in paragraph 19(1)(I) of the Immigration Act (I) persons who there are reasonable grounds to believe have committed an offence referred to in any of sections 4 to 7 of the Crimes Against Humanity and War Crimes Act. Sections 4 to 7 of the Crimes Against Humanity and War Crimes Act state in part: 'Crime against humanity' means murder, extermination, enslavement, deportation, imprisonment, torture, sexual violence, persecution or any other inhumane act or omission that is committed against any civilian population or any identifiable group and that, at the time and in the place of its commission, constitutes a crime against humanity according to customary international law or conventional international law or by virtue of its being criminal according to the general principles of law recognized by the community of nations, whether or not it constitutes a contravention of the law in force at the time and in the place of its commission. 'Genocide' means an act or omission committed with intent to destroy, in whole or in part, an identifiable group of persons, as such, that, at the time and in the place of its commission, constitutes genocide according to customary international law or conventional international law or by virtue of its being criminal according to the general principles of law recognized by the community of nations, whether or not it constitutes a contravention of the law in force at the time and in the place of its commission. 'War crime' means an act or omission committed during an armed conflict that, at the time and in the place of its commission, constitutes a war crime according to customary international law or conventional international law applicable to armed conflicts, whether or not it constitutes a contravention of the law in force at the time and in the place of its commission. Specifically, there is reason to believe that, from 1992-2000, while you were part of the South Lebanese Army (SLA) you were complicit in the following war crime, genocide or crime against humanity: you routinely engaged in monitoring of specific, targeted radio communications, and made transcripts of the conversations that you heard. You then passed on the information to your superiors, in the full knowledge that, based on the information you had obtained people would likely be killed. In my opinion, this makes you inadmissible to Canada. Sincerely yours, Mark Eichhorst Immigration Programme Manager\" THE STANDARD OF REVIEW", "[10] When assessing questions of law, the standard review for a Visa Officer's decision is one of correctness. When there is questions of mixed fact and law which involves the Visa Officer's expertise, deference has to be shown and the standard of unreasonableness simpliciter shall apply: see <FRAGMENT_SUPPRESSED> ; 202 F.T.R. 57 (T.D.), at paragraphs 38 and 39.", "[11] The working file shows that, in reaching his decision, the Visa Officer relied on consultations with the War Crimes Section; therefore, this judicial review does not call into play the Visa Officer's expertise. That being said, I do not think that the facts in this matter are in dispute. Therefore, the following issues raise only questions of law and the standard of review is that of correctness. THE ISSUES", "[12] The applicant submits the following three issues: 1. Did the Visa Officer err in determining that there were reasonable grounds to believe that Ms. Haddad has committed war crimes, crimes against humanity or genocide and that there was sufficient evidence to support this conclusion? 2. Did the Visa Officer err by failing to consider the specific sections of the Crimes Against Humanity and War Crimes Act which were applicable to the case at hand? 3. Did the Visa Officer err by fettering his discretion through an over-reliance on the opinion of the War Crimes Section? ANALYSIS", "[13] With regard to the first issue, the applicant submits that the evidence relied on by the Visa Officer falls short of establishing that there are \"reasonable grounds\" to believe that she committed war crimes, crimes against humanity or genocide.", "[14] The standard of proof required to establish \"reasonable grounds\" is more than a flimsy suspicion, but less than the civil test of balance of probabilities and, of course, a much lower threshold than the criminal standard of \"beyond a reasonable doubt\". It is a bona fide belief in a serious possibility based on credible evidence: <FRAGMENT_SUPPRESSED>  (T.D.), aff'd [2001] 2 C.F. 297; 265 N.R. 121 (F.C.A.).", "[15] In the case at bar, both parties recognize the evidence on which the Visa Officer based his decision as being Ms. Haddad's admissions that she worked for the SLA and that she understood the impact of relaying information gleaned from the intelligence monitoring she conducted.", "[16] On one hand, the applicant submits that Ms. Haddad's admissions do not constitute sufficient grounds to reasonably believe that she was complicit in war crimes, crimes against humanity or genocide. It is also argued that in order to make a finding of complicity in such crimes, the Visa Officer is required to show that there were reasonable grounds to believe that a crime actually took place and, in the case at bar, there is no evidence to that effect. On the other hand, the respondent argues that the law and Ms. Haddad's admissions place the burden of proof squarely on the applicant and support the Visa Officer's finding that there were reasonable grounds to deny her admission to Canada.", "[17] An admission is an admission and it has to be treated as such. Having said that, what I do find missing in the working file is the evidence to support a finding that such an admission does in actual fact constitute a crime against humanity according to international law, conventional international law or by virtue of its being criminal according to the general principles of law recognized by the community of Nations. This lack of evidence would also apply to an admission associated with war crimes or genocide.", "[18] I know that Visa Officers are not judicial or quasi judicial officers and that the scope of their decisions are constrained by the exigencies of their work; however, there must be at least some basis on which to support such grave conclusions. It would have been helpful if the War Crime Unit could have provided the Visa Officer with grounds on which to base his decision such as documentary evidence on the SLA and international law or conventions relating to Sections 4 to 7 of the War Crimes Act . I find it disturbing that the Visa Officer's working file is silent on such an essential element and, in the absence of such critical evidence, I fail to see how such a decision could have reasonably been reached.", "[19] To determine the second issue, whether the Visa Officer failed to consider the specific sections of the War Crimes Act , the applicant submits that, in rendering his decision, the Visa Officer did not establish which specific provision of section 4 to 7, Ms. Haddad is supposed to have breached. I must agree with the applicant. The decision provides no explanation as to which section or sections apply and I am of the opinion that this lack of explanation constitutes a legal error. A reader must be able to understand a Visa Officer's decision and in this case I do not understand how Sections 4 to 7 of the War Crimes Act apply to Ms. Haddad's admission. If not for substantive reasons, for the mere sake of clarity, an explanation and a specific reference to the applicable section is essential. General reference to sections which are mutually exclusive does not give the reader such clarity nor does it allow for proper understanding of the decision.", "[20] Finally, the applicant argues that the Visa Officer fettered his discretion by relying too heavily on the information and opinions provided by the War Crimes Section. To this, I can only underscore the wide discretionary powers the Visa Officer possesses. A Visa Officer not only can, but should consult other sources in order to ascertain whether or not an applicant, in this case Ms. Haddad, has engaged in any illegal activity. These other sources include the War Crimes Section and its related programs since, as outlined below in their mandate, they were developed for this exact purpose: \"strategic management of contemporary war crimes caseload, encompassing the development of a research function, as well as the ability to provide better analysis and support to field offices, and an in-house legal advice capability. \" (emphasis added)", "[21] For all the above reasons, I find that the Visa Officer's decision contains errors which justify this Court's intervention. The decision is not supported by sufficient evidence to conclude that there were reasons to believe that Ms. Haddad was complicit in war crimes, genocide or crimes against humanity in accordance with Section 19(1)(j) of the Immigration Act . Furthermore, by failing to identify specifically which of the Sections 4 to 7 of the War Crimes Act applies, the decision is fundamentally flawed and lacks clarity. Accordingly, this matter will be referred to a different Visa Officer for redetermination. SUGGESTED QUESTIONS FOR CERTIFICATION", "[22] Counsel for the respondent asks that the following question, which she considers serious and of general importance, be certified: \"With respect to Section 35(1)(a) of the Immigration and Refugee Protection Act and Subsection 19(1)(j) of the former Immigration Act In cases where a Visa Officer has reasonable grounds to believe an applicant committed an act or omission which falls under more than one offence referred to in Sections 4 to 7 of the Crimes against Humanity and War Crimes Act Is the Visa Officer, as part of the inadmissibility finding, required to link the act or omission to a specific offence under the Crimes against Humanity and War Crimes Act ?\"", "[23] Counsel for the applicant opposes the request for the certification for the following reasons: a) the question, as formulated, is ambiguous because it presumes that the Visa Officer somehow has reasonable grounds to believe that such an offence has been committed before making the admissibility finding; b) the question has already been settled by the jurisprudence of this Court in <FRAGMENT_SUPPRESSED>  Imm. L.R.(3d) 135.", "[24] Alternatively, counsel for the applicant proposes the following question if the Court disagrees with his other arguments: \"In cases where a Visa Officer believes an applicant may have committed an offense referred to in section 4 to 7 of the Crimes against Humanity Act and that therefore the applicant may be inadmissible to Canada pursuant to section 35(1)(a) of the Immigration and Refugee Protection Act or section 19(1)(j) of the former Immigration Act must the visa officer specify the offense that she has reasonable grounds to believe the applicant has committed? (as submitted)\"", "[25] I agree with the applicant's argument that the question put forward by the respondent includes a presumption of reasonable doubt which does not accurately reflect the situation in this file; however, I disagree with the applicant's analysis that the matter has been settled by the jurisprudence (case law) cited. I have noted that, while the case at Bar concerns a Visa Officer's decision, neither counsel have referred the Court to specific Court of Appeal jurisprudence on this matter and both cases cited are Federal Court Trial Division rulings that deal with Convention Refugee Determination Division decisions . Based on my own analysis of the facts, I am of the opinion that there is a serious question of general importance and I will certify the question as formulated by counsel for the applicant (see paragraph 24 of this decision). ORDER", "[26] THIS COURT ORDERS THAT: This application for judicial review of the Visa Officer's decision, dated November 7, 2001, is granted and the matter is remitted for redetermination to a different Visa Officer, and the following question is certified: \"In cases where a Visa Officer believes an applicant may have committed an offense referred to in section 4 to 7 of the Crimes against Humanity Act and that therefore the applicant may be inadmissible to Canada pursuant to section 35(1)(a) of the Immigration and Refugee Protection Act or section 19(1)(j) of the former Immigration Act must the visa officer specify the offense that she has reasonable grounds to believe the applicant has committed? (as submitted)\" Application allowed. Editor: Elizabeth M.A. Turgeon/djc [End of document]"]}