{"id_": "056205", "body_str": ["[1] Shore, J. [Translation]: Section 101 of the Corrections and Conditional Release Act , SC 1992, c 20 [CCRA], establishes guiding principles to assist the National Parole Board Appeal Division [NPBAD] in making decisions regarding conditional release. In FRAGMENT_SUPPRESSED, the Supreme Court of Canada said the following about the criteria applicable at the time: There remains then the third and most important criterion, namely whether the offender constitutes an undue risk to society. If an inmate's release continues to constitute an undue risk to the public, then his or her detention can be justifiably maintained for a lifetime. There can be no doubt that in the ordinary course of events the assessment as to whether or not an inmate's release would pose an undue risk to the community is best left in the discretion of the experts who participate in the Parole Board review decisions. However, in light of the inordinate length of Steele's period of incarceration, it is appropriate to consider whether the Board erred in its evaluation that Steele did in fact constitute a danger to the community. [Emphasis added.] II. Judicial procedure", "[2] This is an application for judicial review of the NPBAD's decision, dated June 7, 2011, affirming the decision of the National Parole Board [NPB], dated November 17, 2010, denying the applicant full conditional release and day parole pursuant to the CCRA. III. Facts", "[3] The applicant, Gilles Pimparé, is detained in the federal detention facility at La Macaza, where he is serving a life sentence with eligibility for parole after 25 years for a double murder committed on July 4, 1979. The applicant and his accomplice killed two teenagers, aged 14 and 15. They took turns raping the girl. After strangling the teenagers with rope, they threw them off the Jacques-Cartier Bridge. The applicant claimed to have been intoxicated while committing these crimes. He was sentenced on October 17, 1984, following a trial by judge and jury.", "[4] The applicant has an extensive criminal record, starting at the age of 13. He has been convicted on several occasions of acts of violence against a person. The applicant has committed armed robberies and forcible confinements.", "[5] Between June 26 and July 4, the applicant was very active in the area of the Jacques-Cartier Bridge, committing violent theft, indecent assault on a male and rape.", "[6] In 2000, while he was incarcerated, nearly 1,500 pornographic photographs were seized, including one with the Jacques-Cartier Bridge in the background.", "[7] The applicant was transferred in 2003 and 2006 into a maximum security facility for threatening the life of his parole officer [PO] and attempting to procure pornographic magazines.", "[8] On November 19, 2010, the NPB denied him full conditional release and day parole. The NPBAD affirmed that decision on June 7, 2011. IV. Decisions under review Decision of the NPB", "[9] While the NPB notes a degree of progress made by the applicant, notably in his education and his conduct, it is of the opinion that he represents an unacceptable risk to the public.", "[10] Having reviewed all of the offences committed by the applicant, most of which were committed while he was on parole, the NPB is of the opinion that the criteria for serious harm have been met. Among other things, the NPB refers to the testimony of the mother of one of the victims of the double murder. The NPB cites various psychological reports finding that the applicant did not recognize that he had a sexual deviance problem. Relying on the psychological report prepared in August 2012, the NPB specifies that the applicant poses a high risk of reoffending and that he must therefore be subject to surveillance. The NPB lists the programs in which the applicant has participated, while observing that his motivation, according to certain interveners, is extrinsic. He therefore lacks understanding of his own offence cycle. Moreover, the NPB does not consider the applicant's conditional release plan to be viable, as it fails to take his specific needs into account. Decision of the NPBAD", "[11] The NPBAD successively reviews each of the three grounds for appeal raised by the applicant. First, with respect to the breach of fairness, having listened to the recording of the hearing, it is of the view that the NPB examined the points of view of each of the interested individuals and respected its duty of fairness. Its refusal to discuss the assessments submitted by Correctional Service Canada [CSC] is justified because it lacks the jurisdiction to reassess the reasons provided by clinicians; its role is to weigh competing opinions.", "[12] Second, the NPBAD is not of the view that the NPB erred in law in relying on the concept of measurable and observable change to assess risk factors. The NPBAD notes that this is an important test, drawn from the NPB Policy Manual [Manual], for properly identifying risk in accordance with section 102 of the CCRA.", "[13] Third, the NPBAD finds that the NPB considered all of the relevant information and provided extensive reasons in its decision for denying the conditional release. The NPBAD adds that it cannot substitute its own decision for that of the NPB unless the latter is not well founded. V. Issues", "[14] (1) Did the NPB commit a breach of fairness or err in law in imposing too stringent a burden of proof? (2) If not, is the NPB's decision reasonable? (3) Is the NPBAD's decision reasonable? VI. Applicable statutory provisions", "[15] The following provisions of the CCRA are applicable in this case: Purpose of conditional release 100. The purpose of conditional release is to contribute to the maintenance of a just, peaceful and safe society by means of decisions on the timing and conditions of release that will best facilitate the rehabilitation of offenders and their reintegration into the community as law-abiding citizens. Principles guiding parole boards 101. The principles that shall guide the Board and the provincial parole boards in achieving the purpose of conditional release are (a) that the protection of society be the paramount consideration in the determination of any case; (b) that parole boards take into consideration all available information that is relevant to a case, including the stated reasons and recommendations of the sentencing judge, any other information from the trial or the sentencing hearing, information and assessments provided by correctional authorities, and information obtained from victims and the offender; (c) that parole boards enhance their effectiveness and openness through the timely exchange of relevant information with other components of the criminal justice system and through communication of their policies and programs to offenders, victims and the general public; (d) that parole boards make the least restrictive determination consistent with the protection of society; (e) that parole boards adopt and be guided by appropriate policies and that their members be provided with the training necessary to implement those policies; and (f) that offenders be provided with relevant information, reasons for decisions and access to the review of decisions in order to ensure a fair and understandable conditional release process. Criteria for granting parole 102. The Board or a provincial parole board may grant parole to an offender if, in its opinion, (a) the offender will not, by reoffending, present an undue risk to society before the expiration according to law of the sentence the offender is serving; and (b) the release of the offender will contribute to the protection of society by facilitating the reintegration of the offender into society as a law-abiding citizen. Objet Principes VII. Positions of the parties", "[16] First, the applicant submits that the NPBAD refused to exercise its jurisdiction and that its reasons do not enable one to determine why the appeal was dismissed. Accordingly, the applicant also claims that the NPBAD ignored several of his grounds for appeal, such as the fact that his testimony was not taken into account at the hearing, the requirement of new items of evidence and the justification for the least restrictive sentence. He is also challenging the five-month delay in rendering the decision, which, he says, renders this recourse illusory.", "[17] Second, the applicant submits that the NPB did not take into account sections 100, 101 and 102 of the CCRA in requiring new evidence to grant day parole, contrary to a detention order. It also applied a higher burden of proof, that of measurable change, rather than weighing the principles of rehabilitation, reintegration into the community and the least restrictive sentence. The applicant challenges the NPB's reductive analysis, which he says does not take into account his arguments or the file as a whole.", "[18] Third, the applicant submits that the NPB committed a breach of procedural fairness. Namely, it did not allow his counsel to make representations on the psychological assessments. The applicant refers to the hearing transcript in support of his argument that the statements made to his counsel represent a breach of procedural fairness. He also challenges the reasons for the decision, which do not reflect his testimony at the hearing.", "[19] The respondent submits that the NPB's decision is reasonable, as it is based on a large quantity of relevant and credible information about the applicant regarding, among other things, the length of his detention, his violent conduct, his cycle of delinquency, his psychotic disorder, his disorganization phase, his age, the possibility of rehabilitation and reintegration, his clinical alternatives, his recognition of the consequences of his crimes and his attitudes toward women.", "[20] In response to the applicant's argument, the respondent notes that both the NPB and the NPBAD considered the least restrictive sentence. Given that the applicant presents an undue risk to society of reoffending, any form of release is unacceptable.", "[21] Furthermore, the respondent submits that the NPB did not require measurable and observable changes; it merely noted that this was one factor weighed among many others. Thus, the NPBAD correctly observed that this test is listed in the Manual.", "[22] The respondent also submits that the NPB acted fairly. The applicant was given the opportunity to testify at length during the hearing. The NPB is not obliged to mention in its decision each and every item of evidence submitted. VIII. Analysis", "[23] When the Court is judicially reviewing a decision of the NPBAD regarding a Board decision, it is essentially required to ensure that the Board's decision is lawful ( FRAGMENT_SUPPRESSED). (1) Did the NPB commit a breach of fairness or err in law in imposing too stringent a burden of proof?", "[24] The burden of proof based on the concept of significant and measurable change that the applicant claims was applied by the NPB is a question of law to be reviewed on a standard of correctness ( FRAGMENT_SUPPRESSED).", "[25] First, the Court can find no breach of procedural fairness in the NPB hearing. As the hearing transcript makes evident, the applicant's assistant made all of his submissions, including a discussion of the various psychological assessments (Applicant's Record [AR] at pages 175-213). Following these submissions, the NPB took the case under consideration.", "[26] Next, as to the applicant's argument regarding the burden of proof allegedly applied by the NPB, the Court does not agree that the term \"measurable and observable change\" implies the application of a more stringent standard in contravention of section 102 of the CCRA. This issue was correctly dealt with by the NPBAD, which referred to the Manual to characterize\"measurable and observable change\" as one of the factors to be applied in assessing the risk (NPBAD's decision at page 3).", "[27] A reading of the NPB's decision reveals that it did not require \"measurable and observable change\". It simply made an observation, in the last part of its decision, following a detailed analysis of the applicant's situation. The NPB used this concept as a factor rather than as a standard to be applied to the analysis of the applicant's situation as a whole, as the following passage illustrates: [translation] Although you have participated in certain programs, there is no evidence of any measurable and observable change that could counterbalance the weight of your criminal history and the extent of the work that must be done. Your psychiatric assessment requires the Board to exercise great prudence, especially in light of the fact that you qualify as a psychopath on the Hare scale, which indicates a high risk of reoffending. [Emphasis added.]", "[28] Accordingly, the Court finds that no breach of procedural fairness has been committed. (2) Is the NPB's decision reasonable?", "[29] The applicant is principally challenging the findings of mixed fact and law in the NPB's decision. Given the NPB's recognized expertise in these matters, its findings must be reviewed on a standard of reasonableness ( FRAGMENT_SUPPRESSED ).", "[30] Therefore, it is not open to this Court to substitute its own reasons for those of the decision-maker if the latter provides reasons relating to the facts and the law. Recently, the Supreme Court of Canada, in FRAGMENT_SUPPRESSED, further refined this Court's role of review for questions for which the standard of review is one of reasonableness: FRAGMENT_SUPPRESSED See also David Mullan, \" FRAGMENT_SUPPRESSED , Standard of Review and Procedural Fairness for Public Servants: Let's Try Again!\" (2008), 21 C.J.A.L.P. Principles of Administrative Law (5th ed. 2009), at p. 380; and FRAGMENT_SUPPRESSED.", "[13] This, I think, is the context for understanding what the Court meant in FRAGMENT_SUPPRESSED when it called for \"justification, transparency and intelligibility\". To me, it represents a respectful appreciation that a wide range of specialized decision-makers routinely render decisions in their respective spheres of expertise, using concepts and language often unique to their areas and rendering decisions that are often counter-intuitive to a generalist. That was the basis for this Court's new direction in FRAGMENT_SUPPRESSED, where Dickson J. urged restraint in assessing the decisions of specialized administrative tribunals. This decision oriented the Court towards granting greater deference to tribunals, shown in FRAGMENT_SUPPRESSED 's conclusion that tribunals should FRAGMENT_SUPPRESSED.", "[31] Section 101 of the CCRA sets out the principles meant to guide the NPB in its decisions regarding conditional release. In FRAGMENT_SUPPRESSED , the Supreme Court of Canada made the following comments about the test that was applicable at the time: FRAGMENT_SUPPRESSED", "[32] This is now the \"paramount\" consideration within the meaning of paragraph 101( ) of the CCRA. In this case, the NPB reviewed, in its decision, a series of reasons that went against granting the applicant any kind of release whatsoever. It agreed with the experts who had estimated, analyzed and evaluated that it would not be advisable to release the applicant. The NPB conducted an exhaustive analysis of the applicant's file, basing its decision on, among other things, the following facts: (i) the applicant's criminal past and the crimes he committed while on conditional release; (ii) the violence of the crime committed by the applicant, as highlighted by the testimony of the mother of one of the victims; (iii) the applicant's institutional history, including the seizure of 1,500 pornographic photographs in 2000, his threats toward his parole officer in 2003 and his attempt to secure pornographic magazines in 2006. The NPB did, however, note the applicant's good conduct since that time; (iv) the programs attended by the applicant within the institution and his efforts to participate in an intensive program on sexual delinquency from which he had been barred in 1997; (v) according to those involved in his file, the applicant's superficial understanding of his problem of deviance, his lack of accountability and his lack of progress and empathy; (vi) the psychiatric assessments of 1993 and 1998 and that of February 2002 identifying a personality disorder as well as cognitive and sexual distortions; (vii) the final report of January 2003 of the Pinel Institute Program from which the applicant was barred on the basis of sexual deviance, toxic substance abuse in remission and personality disorders, a lack of recognition of his sexual problems and a lack of sincerity in his request for help; (viii) the most recent psychological report from August 2010 identifying sexual deviance, a high risk of reoffending and psychopathic tendencies; (ix) statistics showing that, in similar cases, one detainee in three does not reoffend after being released (x) the applicant's proposed exit plan, which was not considered appropriate for his needs; (xi) the applicant's long period of detention, his compliance and his efforts to improve his education.", "[33] In light of the findings supported by the evidence in the file, the NPB concluded that there was undue risk to society within the meaning of section 102 of the CCRA. The Court cannot accept the applicant's invitation to reassess the evidence already assessed by the NPB. Furthermore, having read the transcript of the hearing, the Court does not find that the applicant's testimony was ignored by the NPB. The latter placed sufficient emphasis on the positive aspects of the applicant's situation and weighed them against other factors demonstrating the undue risk to society.", "[34] In the same vein, the Court notes that, in this case, no type of release would be acceptable in light of the high risk to society posed by the applicant. No less restrictive solution could be considered, given that the applicant has never participated in a gradual release process. In this respect, the psychological report dated August 26, 2010, cited by the NPB, reveals the impossibility of granting any degree of release without running the risk of exposing the public to danger: [translation] In light of all the information above, a high level of guidance and surveillance seems appropriate. From a public security standpoint, granting day parole or full conditional release does not seem advisable right now, given the assessment of the risk of sexual or violent recidivism . Prudence seems justifiable here from a risk management perspective. A very gradual and progressive reintegration process seems more advisable. Before considering a release into the community, it would be advisable that Mr. Pimparé not only continue to maintain adequate institutional conduct, but also undergo serious, more in-depth and authentic therapy, including with regard to his violence and sexual delinquency . Later, depending on his progress with his therapy, a security downgrade could eventually be considered. [Emphasis added.] (Respondent's Application Record at page 62)", "[35] Therefore, the NPB's decision reflects a transparent and intelligible decision-making process that does not require this Court's intervention. (3) Is the NPBAD's decision reasonable?", "[36] The FRAGMENT_SUPPRESSED principle applies, whereby FRAGMENT_SUPPRESSED ( FRAGMENT_SUPPRESSED). IX. Conclusion", "[37] In light of these reasons, the Court finds that the NPBAD reasonably determined that the Board's decision was well founded.", "[38] Consequently, the application for judicial review is dismissed. JUDGMENT", "[39] THE COURT ORDERS the dismissal of the applicant's application for judicial review. The whole without costs (the purpose is to clarify the situation). Application dismissed. Editor: E. Joanne Oley/vnh"]}