{"id_": "056346", "body_str": ["[1] Wetston, J. : This case involves a challenge to the validity of Canadian Patent No. 1, 238,277 (the \"patent\"), issued June 21, 1988, as well as an allegation of infringement of the same patent. Three actions involving the same parties were heard together in Toronto. The patent is owned by the Wellcome Foundation Limited, a U.K. corporation. The patent in question relates to pharmaceutical formulations containing 3'-azido-3'-deoxythymidine for use in the treatment or prophylaxis of human retrovirus infections including AIDS. This drug, also known under the tradenames of zidovudine or retrovir, is commonly known as AZT. n-", "[2] Glaxo Wellcome Inc. ( <FRAGMENT_SUPPRESSED> ), defends the validity of the patent and brings the action for infringment against the plaintiffs. Glaxo Wellcome Inc. is wholly owned by the parent corporation, Glaxo Wellcome plc, which is also the parent corporation of the patentee. The company involved in the research and development of the drug at the time of the claimed invention is the Burroughs Wellcome Co. (\"BW\") in the United States.", "[3] Apotex Inc. and Novopharm Ltd. ( <FRAGMENT_SUPPRESSED> ) bring this challenge against the validity of the patent. A&N are incorporated under the laws of Ontario, and both carry on the business of manufacturing and selling generic drugs in Canada.", "[4] The first action in this case was commenced on December 5, 1990. At that time A&N instituted an action, by way of common plea, for a declaration that the patent is invalid and that their proposed generic AZT products would not infringe any of the claims of the patent. At that time, neither of the plaintiffs' companies had received a Notice of Compliance in respect of their generic products.", "[5] Subsequent to the filing of the first action, the plaintiff companies received Notices of Compliance for its generic products and commenced the manufacture of AZT in dosage form in Canada. On October 16, 1991, Glaxo and its Canadian subsidiary commenced an action against Apotex Inc., Interpharm Inc., and Barry Shechtman personally, alleging that their products infringe various claims of the patent and that they committed various acts of unfair competition. Subsequent to the filing of the action, Interpharm ceased operations and abandoned the claim against that corporation on the basis of Apotex's undertaking to pay any damages assessed against Interpharm Inc. The allegations of unfair competition were settled prior to the commencement of this trial and a final judgement issued on April 21, 1995.", "[6] On December 20, 1993, Glaxo also commenced an action for infringement against Novopharm Inc. on the ground that the company offers for sale and sells in Canada AZT in dosage form. Glaxo alleges that these products infringe various claims of the patent. By virtue of an order of this court dated July 14, 1994, the actions were consolidated and ordered heard together.", "[7] For ease of reference, Apotex and Novopharm, throughout these reasons, will be referred to as  <FRAGMENT_SUPPRESSED> . Glaxo Wellcome Inc., Wellcome Foundation Limited, Glaxo Wellcome plc and Burroughs Wellcome Co. will be referred to as  <FRAGMENT_SUPPRESSED> . In some situations, reference to the specific corporations will be required. Background Of The Alleged Invention", "[8] In the early 1980's the first signs of a fatal, new disease were identified in patients throughout the world. This disease was known to suppress patients' immune systems, leaving them vulnerable to attack by relatively rare, opportunistic infections. The disease came to be known as Aquired Immune Deficiency Syndrome (\"AIDS\"), and was considered to be a world-wide health crisis referred to by many as an epidemic.", "[9] In 1981, Dr. Robert Gallo, a virologist working at the National Institutes of Health (the \"NIH\") at the United States Department of Health and Human Services, discovered and categorized the first human retrovirus, the Human T-cell Lymphotropic Virus (\"HTLV-I\"). Prior to this time, retroviruses were known to the scientific community but none had been previously associated with human beings.", "[10] In 1983, scientists at the Institut Pasteur, in France, isolated the human retrovirus later determined to be the causative agent of AIDS. Dr. Gallo, still working at the NIH, also isolated this retrovirus and labelled it HTLV-III. By April 1984, HTLV-III was recognized as the causative agent of AIDS. The virus has been referred to by many names, including HTLV-III, LAV and HIV and is now known as HIV-I.", "[11] Following these discoveries researchers around the world, including researchers at the NIH and Burroughs Wellcome Co. in the United States, began searching for a treatment for AIDS. It was known at the time that all retroviruses utilized a unique enzyme, reverse transcriptase, in order to replicate within the infected host. Although the existence of reverse transcriptase had been known since the 1970's, the actual features of the enzyme were not known until 1984.", "[12] Generally speaking, viruses are a type of subcellular parasite which is completely dependent on a cellular host to provide the machinery for producing more virus particles. They may have no adverse effect on the cell or may cause disease. In the latter case, disease may be due to virally induced cell destruction, known as cytopathic effects, or may lead to the transformation or immortalization of cells causing certain types of cancer. There are seven genera of retroviruses, three of which affect human beings: the spuma virus, HTLV and the lentivirus.", "[13] DNA and RNA are considered to be the building blocks of the cell and consist of enzymes and proteins. Genetic information is usually carried by the DNA, however, viruses carry their genetic information as either DNA or RNA.", "[14] A retrovirus is a unique virus which uses the RNA, rather than the DNA, to pass on genetic information and replicate. All retroviruses carry the enzyme reverse transcriptase which is responsible for several steps in the process of retroviral replication. The replication of retroviruses is divided into the pre- and post-integration stages.", "[15] In the pre-integration stage, the virus attaches to a host cell at a specific site, enters the cell, and using reverse transcriptase, converts the retroviral RNA into a double stranded DNA. Following completion of the DNA synthesis, the DNA enters the cell nucleus and becomes integrated into the infected host cell's DNA. Once this is achieved the viral DNA becomes part of the genetic make-up of the host cell and this integrated form of the viral DNA is referred to as the proviral DNA. When the cell divides, it will replicate the proviral DNA. It is through this mechanism that the virus propagates its genetic information.", "[16] In the post-integration stage, the virus is released from the host cell and continues to infect other cells. After integration the proviral DNA is transcribed by a cellular enzyme to recreate retroviral RNA. The viral RNA directs the synthesis of viral proteins from certain genes and these proteins in turn assist in the creation of a new viral particle. All components of the new viral particle, the proteins, poly proteins and genomic RNA, assemble along the membrane of the cell and bud out from the cell. This budding out process results in the release of an extracellular virus particle which is immature and noninfectious. After budding out and release, the virus particle undergoes a maturing process and is then able to infect susceptible cells.", "[17] In 1983-84, the exact date being in dispute between the parties, scientists  <FRAGMENT_SUPPRESSED>  in the U.S. were searching for compounds to treat AIDS. At the time, they did not have the necessary facilities to initiate testing against the actual HIV virus in vitro, and various outside laboratories were recruited to assist in the testing. The role of these laboratories is one of the central issues in dispute between the parties. The parties agreed that the laboratories of Dr. Bolognesi and Dr. Weinhold at Duke University, Dr. Quinnan at the Food and Drug Administration, Dr. Hardy at Sloan-Kettering and Dr. Broder and Dr. Mitsuya at the National Cancer Institute of the National Institute of Health (NIH), all agreed to carry out certain testing for Glaxo.", "[18] By July 1984, Glaxo had begun screening compounds. The testing involved an in vitro assay using two murine retroviruses, Friend Leukemia Virus and Harvey Sarcoma Viruses, in immortalized mouse cells. The screen was a plaque reduction assay, a technique familiar to, and previously used by the researchers  <FRAGMENT_SUPPRESSED> .", "[19] On November 16, 1984, the company examined the screen results for the compound known internally as 509U81, a chemical later identified as 3'-azido-3'-deoxythymidine ( <FRAGMENT_SUPPRESSED> ). The results indicated that the compound completely eradicated the virus in the cells. The assay was subsequently repeated using lower concentrations of AZT. These second results were equally powerful.", "[20] It is agreed that AZT was a known compound, previously synthesized and tested by Jerome Horwitz at the Detroit Institute of Cancer Research in 1964 as part of an effort to find treatments for cancer in humans. The use of AZT in cancer patients was ultimately not pursued. Glaxo had also been researching the drug for use as an anti-bacterial treatment. While some initial testing had been performed, it was decided not to pursue the drug for that purpose.", "[21] AZT is one of a class of chemicals known as nucleoside analogues; chemical synthetics of naturally occurring nucleosides which are the building blocks of RNA. Nucleosides link together to form two chains wound around each other to form a double helical structure and are held together by hydrogen bonds.", "[22] Deoxythymidine is a naturally occurring component of thymine, a nucleoside base contained in DNA. Deoxynucleosides are molecules consisting of a five carbon sugar ring and a nitrogen containing base.", "[23] Nucleoside analogues, such as AZT, mimic nucleosides but have some differences in the elements which make up the sugar/base ring. AZT acts as a chain terminator; it tricks the virus during the replication cycle and substitutes the synthetic compound for the naturally occurring nucleoside, thymine. Since the analogue is chemically different it lacks some of the essential elements for linking the next nucleoside base, essentially stopping the chain from completing. In terminating the building of the DNA chain, AZT prevents the virus from fully replicating and integrating into the host cell.", "[24] Subsequent to receiving the November 16, 1984, assay results, Glaxo sent the compound to the various outside laboratories. After the results from the screens in immortalized human cells conducted by the laboratories were received, Glaxo filed its first patent application, dated March 16, 1985, in the U.K.", "[25] In January 1985, Dr. Rideout, one of the inventors listed on the patent, contacted the Glaxo patent agent and advised that a patent application may be needed immediately. A member of the patent department met with Dr. Dave Barry, Dr. Janet Rideout, Dr. Phil Furman, Dr. Sandra Lehrman, and Martha St. Clair, the five scientists listed on the patent as inventors, during the month of January. On February 6, 1985, several of the inventors were sent a copy of a draft patent relating to the drug AZT and were asked to provide comments.", "[26] On March 16, 1985, Glaxo applied for a patent in the U.K. for the use of AZT as a treatment for AIDS as well as other viral infections. An application for a Canadian patent was filed on March 14, 1986, and the Canadian patent was issued on June 21, 1988. A priority date of March 1985 is claimed based on the prior filing in the U.K.", "[27] I note that related litgitation has already proceeded in the United States. The U.S. Court of Appeals, Federal Circuit, had considered the question of inventorship, see: <FRAGMENT_SUPPRESSED> . References were made to that decision during this trial and I will consider it later in these reasons under issue estoppel. Issues", "[28] A&N challenged the validity of the patent on numerous grounds. I will address the issues in the following order: 1. Is the alleged invention a method of medical treatment and not, therefore, a valid subject matter for obtaining a patent in Canada? 2. Does the patent claim more than what was invented at the claimed date of invention? 3. If there was an invention, is A&N estopped from raising the issue of inventorship? 4. If there was an invention, were the proper inventors disclosed in the patent? 5. Is the invention described in the patent obvious? 6. Are the claims of the patent overbroad, insufficient or ambiguous? 7. Are certain terms contained in the claims ambiguous? 8. Is the phrase \"3'-azido-3'-deoxythymidine\" overbroad or ambiguous? A&N originally raised the issue of anticipation in their pleadings. However, they led no evidence in relation to the issue. During oral arguments they agreed that the issue of anticipation had been abandoned.", "[29] After considering the issues relating to validity, I turn to the question of infringement, for which the issues are: 1. Do the Wellcome Foundation Limited and Glaxo Wellcome Inc. have the right to sue? 2. To the extent the patent is valid, did A&N infringe the patent? Validity", "[30] The governing statute in this case is the , R.S.C. 1985, c. P-4 (the \" Act \"). Some sections, most notably s. 39 (formerly s. 41) were repealed by Bill C-22, which was proclaimed in 1987. The Act as it was prior to October 1, 1989 should, in my opinion, continue to apply in this case. According to s. 78.1(2) of the present Act , infringement shall be considered in accordance with the Act in effect prior to October 1, 1989.", "[31] The parties adopt diverging positions concerning several of the basic interpretive principles upon which the court is to test the validity of the patent. They disagree about the presumption of validity and when the court must assess that validity in respect to various grounds.", "[32] In general, the provisions of the Act embody the well-known proposition that the state grants an exclusive privilege for a new and useful invention in exchange for adequate consideration in the form of a description of the invention. The description of the invention must be sufficient both to allow others to determine what the patent covers and to enable those skilled in the relevant art to exploit the invention on behalf of society after the patent expires. As Mr. Justice Lamer, as he then was, observed in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 257, at p. 266  <FRAGMENT_SUPPRESSED> : \"In Canada the granting of a patent means the kind of contract between the Crown and the inventor in which the latter receives an exclusive right to exploit his invention for a certain period in exchange for complete disclosure to the public of the invention and the way in which it operates. The state of Canadian patent law may be summarized as follows, adopting the observations of Harold G. Fox, Canadian Patent Law and Practice Relating to Letters Patent for Inventions , 4th Ed. (Toronto: Carswell, 1969), at p. 163: 'The consideration for the grant is double: first, there must be a new and useful invention, and secondly, the inventor must, in return for the grant of a patent, give to the public an adequate description of the patent with sufficiently complete and accurate details as will enable a workman, skilled in the art to which the invention relates, to construct or use that invention when the period of the monopoly has expired. The function of the description contained in the specification is both to enable the construction and use of the devices therein after the expiry of the patent, and also to enable others to ascertain with some measure of exactness the boundaries of the exclusive privilege upon which they may not trespass during the exercise of the grant.'\"", "[33] The presumption of validity is found in s. 45 of the Act . The court presumes that a patent is valid. The attacking party must adduce some evidence to the effect that the patent is invalid before the court will turn to consider the issue of invalidity. However, how much proof is required to establish invalidity will depend upon the circumstance of each case. In keeping with Diversified Products Corp. and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 350 (F.C.A.), at p. 359: \"I opt for the Fox approach and in my view, the most accurate description of the presumption is that of Pratte, J. (as he then was), in the case of <FRAGMENT_SUPPRESSED>  this section \"deals with the incidence of proof, not with the standard of proof. It shows on whom the burden lies to satisfy the court, and not the degree of proof which he must atain\": <FRAGMENT_SUPPRESSED>  has introduced evidence, the court, in considering this evidence and in determining whether it establishes the invalidity of the patent, must not take the presumption into account. It cannot be said that the presumption created by s. 47 is, as a rule, either easy or difficult to overcome; in some cases, the circumstances may be such that the presumption will be easily rebutted, while, in other cases the same result may be very difficult or even impossible to obtain.' \"See also <FRAGMENT_SUPPRESSED> , at p. 181 (F.C.T.D.): 'The onus, which was on the appellant, can therefore be put as follows: applying the tests applicable to the pleas of anticipation and obviousness, which are not easy tests to meet as we shall see, did the appellant prove, on the usual standard of balance of probabilities, that the patent was invalid as having been anticipated or as being obvious?'\"", "[34] As to the matter of timing, there are several points in the patent process which are of possible relevance to considerations of validity, including: the date of invention, the application date, the priority date, and the date the patent is issued.", "[35] The date of invention is presumed to be the filing date, or the date the original priority application was filed. However, an inventor is entitled to claim priority based on an invention date prior to the first filing date. Usually an inventor will claim an earlier date where a competing inventor is also seeking to obtain a patent, although the entitlement is not limited to these circumstances. The test for determining an earlier invention date is, \"the date at which the inventor can prove he has first formulated, either in writing or verbally, a description which affords the means of making that which is invented\": <FRAGMENT_SUPPRESSED>  at p. 456.", "[36] It is open to the court to reach its own conclusion as to the date of the invention. <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 67; <FRAGMENT_SUPPRESSED>  pertaining to when the court is to assess validity in respect to specific grounds of attack, obviousness must be considered by reference to the state of the common knowledge at the date of the invention: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 289 (F.C.A.), at p. 294  <FRAGMENT_SUPPRESSED> . This is largely due to the fact that any challenges based on obviousness are to the nature of the invention itself and not the manner in which it is framed in the specification.", "[38] A&N argue that the effective date for construing the specification in order to assess allegations of overbreadth or ambiguity is the date of filing the patent application. They base their position on <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 238 (T.D.), at pp. 260-261  <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> , at p. 141 (J.C.P.C.). However, the Canadian patent relies upon a priority filing date of March 16, 1985. A&N submit that, in this case, there is little difference to the outcome with respect to their attacks on validity if the priority date is selected, i.e., March 16, 1985. Glaxo contends that the appropriate date is the filing date, March 16, 1986. Given the position of the parties, I construe the patent as of the filing date of the Canadian patent application, i.e., March 16, 1986. Construing The Patent", "[39] I must firstly decide the appropriate construction and scope of the claims before deciding questions of validity and infringement. I must construe the specification ignoring the effects such construction may have on these questions: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 1 (T.D.), affd. (1992), 150 N.R. 207; 45 C.P.R.(3d) 449 (F.C.A.). The parties largely agree on the principles with respect to patent construction.", "[40] In approaching the construction of a patent, I must maintain an open mind, a mind willing to understand: <FRAGMENT_SUPPRESSED>  affd. [1982] R.P.C. 183 (H.L.). In that same regard, a patent should not be defeated on a merely technical ground, since construction is a matter of law and the question of the scope of the claims is a question of fact:", "[41] I am entitled to look at the patent as a whole. Dickson, J., stated, in <FRAGMENT_SUPPRESSED> ), ...\" The exclusive privilege claimed, however, is only to be found in the claims. I may have recourse to the remainder of the specification to assist in understanding terms used in the claims: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 470, at p. 475 (F.C.A.).", "[42] While the construction of the claims is a question of law for the court, it should be undertaken with a knowledge of the person skilled in the art, to the extent that such knowledge is revealed by the expert evidence accepted at trial. The patent is to be construed on the basis of what such a person, imbued with the relevant knowledge, would understand upon reading the claims: <FRAGMENT_SUPPRESSED>  (Ex. Ct.), at p. 33.", "[43] In the case at bar, the Canadian patent was filed on March 14, 1986, issued on June 21, 1988, and expires on June 20, 2005. The opening sentence of the patent reads: \"This present invention relates to pharmaceutical formulations containing 3'-azido-3'-deoxythymidine for use in the treatment or prophylaxis of human retroviral infections.\" There are 78 claims in total and all relate to pharmaceutical formulations of the product containing the active ingredient 3'-azido-3'-deoxythymidine (AZT).", "[44] Claims 1 through 20 are broadly framed and interdependent. Claim 1 refers to a pharmaceutical formulation containing the active ingredient 3'-azido-3'-deoxythymidine combined with a pharmaceutical carrier and does not specifically state the use to be made of the formulation. The following 19 claims are dependent upon that claim and likewise are not limited as to the use to be made of the formulation and vary as to the formulation of the product. Claim 21 is a similar formulation claim but is limited to the use of the formulation for the treatment or prophylaxis of human retrovirus infections. Claim 22 is likewise limited to the use of the formulation for the treatment or prophylaxis of AIDS. Claim 23 is limited to the treatment or prophylaxis of an AIDS infection. Claims 26 to 31, 34, 45, 49-73 and 74-78 are dependent on 21, 22, 23, and vary mainly in the method of formulation being either capsule, tablet, injectable solution, intravenous solution or a sustained release capsule. Claims 24, 25, 32, and 33 are container claims and refer to \"a containerized pharmaceutical product\".", "[45] The disclosure contains information regarding the therapeutic use to be made of the compound. In particular, the disclosure refers to the dosing levels for the compounds, the known toxicity, the known pharmacokinetics and other such information. All of this information describes the use of the formulations as a therapeutic drug for use in the treatment of human retroviral infections. The infections include HIV, HTLV-I, HTLV-II and human foamy virus. As such, I interpret the words human retroviral infections to include infections that may result from these retroviruses.", "[46] Claim 22 refers to treatment or prophylaxis of AIDS. By treatment, I conclude that the patent teaches that the compound will be useful in the treatment of this human disease. The claim is not for a cure. Moreover, the claim is not for the compound or process of producing the drug, but rather is for the use of the medicine.", "[47] The art to which the patent relates is clearly the pharmaceutical field of drugs for the treatment of human beings. The parties agree, as do I, that the patent is addressed to a group of individuals collectively examining the patent. In my opinion, that group includes persons skilled in the arts of organic chemistry, biology, virology, medicine and pharmaceutical formulation. Valid Subject Matter", "[48] A&N allege that the patent is invalid on the ground that the subject matter is a method of medical treatment which is not patentable in Canada. The fact that the patent is for a new use for a known compound was not disputed as between the parties. Both parties relied on the leading case on this issue, <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 1 (S.C.C.). In that case, Madame Justice Wilson considered a claim in which the invention related to the new use of a known compound as a plant growth regulator. She posed the question as to whether a new use was patentable under the Act in regard to s. 2 of the Act , which states: \"'invention' means any new and useful art, process, machine, manufacture or composition of matter, or any new or useful improvement in any art, process, machine, manufacture or composition of matter;\" At p. 10  <FRAGMENT_SUPPRESSED>  of Shell Oil , Wilson, J., wrote: \"What then is the 'invention' under s. 2? I believe it is the application of this new knowledge to effect a desired result which has an undisputed commercial value and that it falls within the words 'any new and useful art'. ... The appellant's discovery in this case has added to the cumulative wisdom on the subject of these compounds by a recognition of their hitherto unrecognized properties and it has established a method whereby these properties may be realized through practical application. In my view, this constitutes a 'new and useful art' and the compositions are the practical embodiment of the new knowledge.\" She held that the Act did not generally preclude a claim for a new use, concluding, at p. 11: \"This is not a case where the inventive ingenuity is alleged to lie in the combination; the combination is simply the means of realizing on the new discovery potentiation of the compounds. This is a case where the inventive ingenuity is in the discovery of the new use and no further inventive step is required in the application of the compounds to that use, i.e., in the preparation of the appropriate compositions.\"", "[49] Several important propositions arise from the decision in Shell Oil . The first is that under Canadian patent law a patent for the discovery of a new use of an old compound is available. Secondly, the inventive ingenuity underlying the patent is the discovery of the new use of the compound. Thirdly, the patentee will obtain a patent for the idea and the method of carrying it out. Finally, the method of carrying out the patent, or the practical embodiment, does not require inventive ingenuity. Wilson, J., stated that the disembodied idea of the use per se will not be patentable, but it will be patentable if it has a method of practical application: Shell Oil , supra, at p. 14.", "[50] It is worth noting that the decision of Wilson, J., in Shell Oil was followed by the Patent Appeal Board and Commissioner of Patents in Wayne State University, Re Application For Patent For (1988), 22 C.P.R.(3d) 407 (Pat. App. Bd.). The examiner had refused two pharmaceutical claims in which the active ingredient had been previously disclosed in a United States patent. The Appeal Board and Commissioner allowed the claims, concluding at p. 410 that: \"a new use for the known compound is an invention which may be entitled to patent claim protection.\"", "[51] In the case at bar, there is no dispute that the compound 3'-azido-3'-deoxythymidine, which forms the basis for the pharmaceutical formulations within the claim, is an old compound. The parties all agree that the compound was first synthesized by Jerome Horwitz in 1964 for the purposes of cancer treatment, although it was not successful in that regard. There is also no dispute that earlier investigators had examined 3'-azido-3'-deoxythymidine for treatment in other contexts, although there is some dispute between the parties as to the results of those other investigators. It is also accepted that prior to 1984, 3'-azido-3'-deoxythymidine had not been used, as a drug, i.e., in any therapeutic treatment.", "[52] Is the new use claim in this case, to use the words of Wilson, J.: \"the practical embodiment of the new knowledge?\" In reaching her conclusion in Shell Oil , Wilson, J., found that an invention in which, \"the inventive ingenuity is in the discovery of the new use and no further inventive step is required in the application of the compounds to that use\", falls within the word \"art\" in the definition of invention. I am satisfied that the claim is for a new use of a known compound, similar to that which was considered in Shell Oil , supra.", "[53] A&N rely on s. 41(1) of the Act (subsequently s. 39(1) and then repealed in 1987). The provision states: \"In the case of inventions relating to substances prepared or produced by chemical processes and intended for food and medicine, the specification shall not include claims for the medicine itself, except when prepared or produced by the methods or produced by the methods or processes of manufacture particularly described and claimed by their obvious chemical equivalents.\" Claims for medicines could not, therefore, be for compounds per se, although allowance was made for claims for the method or process of manufacture of a medicine. A&N argue that, in accordance with s. 41(1) of the Act , the claim in this case cannot validly be for the compound AZT per se.", "[54] They also submit, on the authority of <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 145 (S.C.C.), and <FRAGMENT_SUPPRESSED>  (Ex. Ct.), that an invention which consists in mixing a known chemical substance with a carrier is not patentable. In their view, the invention herein cannot consist in combining AZT with other substances to render it in a form which can be administered as a medicine. Such a claim would be invalid.", "[55] A&N agree that claims for a new use of a known compound can be valid in principle, on the authority of Shell Oil , supra. However, they maintain that, although a new use claim is acceptable in some fields, when the claim is for a new medical use for a known pharmaceutical compound, the claim is a method of medical treatment. Indeed, A&N take the broad view that it may be the case in Canada that inventors can never claim a new use for a known compound in the pharmaceutical field because such a claim would amount to a method of medical treatment.", "[56] A&N rely on the leading case <FRAGMENT_SUPPRESSED>  upheld the Exchequer Court in considering a claim for the invention of a new use for a known adhesive compound, i.e., the compound could be used for surgeries. The court found that the definition of invention under s. 2 of the Act did not include a method of medical treatment. This interpretation was to some extent based on s. 41 of the Act , in that Pigeon, J., was concerned that allowing method of medical treatment claims would defeat the purpose of the provision.", "[57] Glaxo argues that the claim does not cover a method of medical treatment, but is in fact a composition claim. The claims are not directed to a method, with the exception of Claim 36 which instructs as to the process of preparing the pharmaceutical. Moreover, they submit that the claims of the patent are for products of commerce, which have economic value in trade, industry and commerce. They distinguish between this commercial nature of the claim and the work of the physician which pertains more to method of treatment and the exercise of a specialized skill, i.e., doctors determine and prescribe drugs and how they should be administered based upon an evaluation of such factors as the patient's age, condition and medical predicament. Glaxo argues that, even if this were a method of treatment patent, given the repeal of s. 41, <FRAGMENT_SUPPRESSED>  decision  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , was affected by several underlying policy concerns. In the first instance, the court commented on the \"vendibility\" test, which represented the statute's concerns with protecting items of commerce. In the second instance, the court was concerned with the public interest at stake when dealing with drugs and medicine. This concern is reflected in the more general principle that the exercise of professional skill or judgment cannot be the subject matter of a patent: <FRAGMENT_SUPPRESSED> , at p. 87 (Ont. Gen Div.).", "[59] While Tennessee  <FRAGMENT_SUPPRESSED> , dealt specifically with the area of surgical discovery, the Supreme Court also commented on the applicability of the doctrine to pharmaceuticals, at p. 207: \"In the case of a drug, the desirable effects must be ascertained as well as the undesirable side effects. The proper doses have to be found as well as methods of administration and any counter-indications. May these therapeutic data be claimed in themselves as a separate invention consisting in a method of treatment embodying the use of the new drug? I do not think so, and it appears to me that s. 41 definitely indicates that it is not so. ... In other words, if a method of treatment consisting in the application of a new drug could be claimed as a process apart from the drug itself, then the inventor, by making such a process claim, would have an easy way out of s. 41(1).\" The court was clear that the method of using the drug, or treating with the drug cannot be claimed. I note, however, in that case, the court was not dealing with a new pharmaceutical use for a known compound.", "[60] This issue was subsequently considered by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  conductive cream to be used in making electrocardiograms. The patent was upheld as valid and Pigeon, J., found that the invention claimed was not a method of medical treatment since it was not proven to be a medicine and was not used necessarily or mainly in connection with the treatment of disease.", "[61] The issue was revisited by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 289 (F.C.A.), in which the court considered a claim for a method of cleaning dental plaque or stains. The court found that a leading function of the patent was medical and that methods of medical treatment are not contemplated in the definition of invention as a kind of process. The court stated, at p. 296: \"the force of that pronouncement cannot be restricted merely to factual situations where s. 41(1) of the Act applies.\" That statement apparently extended the reach of Tennessee  <FRAGMENT_SUPPRESSED> , to cases not governed by s. 41, which elevated the prohibition to a fundamental principle of patent law which was no longer dependent upon any one section in the", "[62] Most recently, in <FRAGMENT_SUPPRESSED>  patent for Nifedipine was challenged on the ground, inter alia, that the claims amounted to a method of medical treatment. Lederman, J., found, at p. 88: \"The claims of '582 do not specifically address a step-by-step method of treatment. The claims merely describe the physical characteristics of the capsule and its contents and the process for protecting it against light decomposition. The claims do not dictate how the capsule is to be used. Although one can infer a method of treatment from the physical characteristics of the capsule, this patent does not limit its use in any particular way. The claims merely direct themselves to a coronary dosage unit form and do not relate to the area of professional skill and therefore do not constitute a method of medical treatment.\"", "[63] In that case, the patent in question did not involve a new use for a known substance. Lederman, J., was satisfied on the facts before him that the patent, while describing some information necessary for treatment, was not a method of medical treatment.", "[64] Finally, Mackay, J., considered whether the patent was for a method of medical treatment in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 133 (T.D.). In that case the court was considering a patent for certain prescription medicines for the treatment of disease, or health conditions. MacKay, J., stated: \"The invention, in my opinion, is not for a method or methods of medical treatment. The specification of the patent does not purport to describe such a method. It does describe a range of consumption of the compounds claimed which are perceived as useful as antihypertensives, i.e., in treating hypertension. Yet, the descriptive text of the specification acknowledges that administration of the products within the patent can only be determined for medical purposes by persons skilled in the art of prescribing medicines.\" MacKay, J., concluded that the claims in that patent were different from those  <FRAGMENT_SUPPRESSED>  Eastman Imperial Chemical , supra, or Regents of the University of Minnesota Patent Application, Re (1988), 29 C.P.R.(3d) 42 (Comm'r Pat.), and, therefore, not a method of medical treatment.", "[65] Given the findings of the Federal Court of Appeal in Imperial Chemical , supra, I cannot accept Glaxo's argument that, with the repeal of s. 41, method of medical treatment patents are now available in Canada. It is clear from that case that this principle was not dependent on s. 41, but flowed more generally from the court's interpretation of the definition of invention as well as general policy concerns. I would also note that Mackay, J., did consider the doctrine of method of medical treatment to be in effect in <FRAGMENT_SUPPRESSED>  does not include s. 41.", "[66] There have been two important decisions by the Patent Appeal Board regarding the issue of a method of medical treatment. Firstly, as mentioned, Re Application for Patent of Wayne State University , supra, the Board considered an invention relating to the new use of a compound as a therapeutic method for reducing metastasis and neoplastic growth in a mammal. Claims 1 and 4 of the patent were originally refused on the ground that they amounted to a method of medical treatment patent and that the new use was, therefore, neither a process or a composition within the meaning of the Act . The Appeal Board overturned this decision, and the Commission upheld that decision, based on the teachings in Shell Oil , supra. The Board held at p. 411: \"We believe that since the applicant has a new use for an old composition he should be entitled to claim that use. The fact that the claims do not describe a process or a product does not by itself constitute a valid basis for rejection of those claims.\"", "[67] Secondly, in Goldberg, Re Application for Patent of (1988), 22 C.P.R.(3d) 159 (Comm'r Pat.), the Board and Commission upheld claims in a patent related to the injection of a substance into the human body for the purpose of identifying carcinoembryonic antigens. In the Board's opinion this invention did not relate to a method of treating, but did relate more closely to a diagnostic treatment. This distinction between method of medical treatment and a diagnostic treatment was also raised in Burton  <FRAGMENT_SUPPRESSED> , and was not, therefore, novel.", "[68] Thus, the question before this court is as follows: Can a known compound be patented for a new therapeutic drug use that is not a method of medical treatment? In other words, have the inventors merely invented a method to treat using the known compound, or have they invented a new drug use for a known compound? The determination of whether an invention is a method of medical treatment is ultimately a question of fact.", "[69] The invention which is described in the disclosure relates to the treatment of human retroviral infections, and in particular HIV. The patentee claims that the disclosed formulations will have two functions: one as a treatment for a disease and one as a prophylaxis to prevent infection from a human retrovirus. The disclosure describes the mechanism of action of a human retrovirus and, in particular, the unique role that reverse transcriptase plays in all RNA retroviruses, of which HIV is one. There is no doubt that the main emphasis is given in the disclosure to the disease HIV (referred to as AIDV in the patent). The inventors disclose \"in vitro\" results of the compound against HIV and, to some extent, HTLV-I, both human retroviral infections. There is no description of the effects of the compounds against the other human retroviruses known at that time, namely the human foamy virus and HTLV-II.", "[70] The disclosure clearly provides information regarding the dosing of the drug and the methods of preparing the drug as pharmaceutical formulations. In my opinion, however, the hallmark of this invention is the use of 3'-azido-3'-deoxythymidine against HIV. Elsewhere in the patent there is information presented of the various \"in vitro\" studies which established AZT's effectiveness. Furthermore, the patent provides direction on the manner in which to prepare the active ingredient 3'-azido-3'-deoxythymidine. The patent also refers to the preparation of the compound as described in four articles and two specific routes of production are provided.", "[71] The dosing information provided in the patent is general and is not specific to disease or use, either as a treatment or a prophylaxis. There is some information described as \"Preventing Infection by AIDV\", which refers to an experiment which showed decreased infection of cells in the presence of the compound. Moreover, the patent describes the suitable route of administration as being one of a number of possible routes, including oral, rectal, nasal and topical, depending on the condition, age of recipient, nature of the infection and chosen active ingredient. In regards to the dose the patent states: \"In general a suitable dose will be in the range of three to 120 mg per kilogram of body weight of the patient per day, preferably in the range of six to 90 mg per kilogram body weight per day and most preferably in the range of 15 to 60 mg per kilogram body weight per day. The desired dose is preferably presented as two, three, four, five, six, or more sub-doses administered at appropriate intervals throughout the day.\"", "[72] The patentee claims exclusivity for a variety of formulations of the compound for use in the treatment of HIV and other human retroviral infections. Put another way, this invention relates to the first useful therapeutic indication for the compound.", "[73] There is no question that the patent claims some practical application of the use of the compound. A number of the claims embrace the use of the compound for the treatment or prophylaxis of human retrovirus. The majority of the claims embrace the various pharmaceutical formulations which can be utilized in such treatment or prophylaxis. The patent does contain some information regarding dosing and treatment but I am satisfied that this information does not remove the need for the application of professional skill and judgment. In fact, the patent states: \"3'-azido-3'deoxythymidine (hereafter referred to as the active ingredient) may be administered to humans for prophylaxis or treatment of retroviral infections by any suitable route including oral, rectal, nasal, topical (including buccal and sublingual), vaginal and parenteral (including subcutaneous, intramuscular, intravenous and intradermal). It will be appreciated that the preferred route will vary with the condition and age of the recipient, the nature of the infection and the chosen active ingredient.\"", "[74] In my opinion, the claim also exhibits commercial elements, i.e., the new use is intended for the manufacture and sale of a pharmaceutical product, and is thus not simply to increase the efficacy of the day-to-day practice of physicians and other medical professionals. I note once again the case of Shell Oil and, in particular, the observations of Wilson, J. At p. 15 on the case of Tennessee  <FRAGMENT_SUPPRESSED> : \"In particular, he found that it was not an 'art' because it was useful only in the process of surgical or medical treatment and produced no result in relation to trade, commerce or industry. The applicant appealed to the Exchequer Court and the issue there was limited to the question whether this use of the adhesive fell within the meaning of new and useful 'art' or 'process' within the meaning of the . It was held that it did not for the reasons given by the commissioner. In effect, it was not patentable because it was essentially noneconomic and unrelated to trade, industry, or commerce. It was related rather to the area of professional skill.\" In my opinion, the patent deals with an economic area related to trade, commerce or industry. Indeed, the patent claims protection for drug formulations which are of considerable economic as well as medical value.", "[75] Finally, I have considered the jurisprudence, arising mainly from Farberwerke  <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED>  While Glaxo has specified the mixing of the known compound with a pharmaceutical adjuvant in many of the claims, in my opinion, that is not the invention. The essential feature of the invention is the medicinal qualities of the active compound. In order to use it for this purpose the defendants have simply mixed the compound with a pharmaceutical carrier. In my opinion, this does not cause the invention to fall within the excluded ground laid out in Farberwerke since the combination is simply a means of practicing the newly discovered potential of the compound: <FRAGMENT_SUPPRESSED>  does not fall within the prohibited area of a method of medical treatment. The Invention", "[77] A&N allege that the patent is invalid on the grounds that, at the date of invention, the inventors did not have an invention within the meaning of s. 2 of the Act . Similar to the arguments under subject matter, a key question in this line of attack is what constitutes an invention for the purposes of s. 2. As previously stated, the invention herein is not a chemical composition, process or formulation. It is a new use for a previously known compound. The alleged inventive step was devising the use of AZT as a medicine in respect of AIDs and related illnesses.", "[78] A&N argue that there is no invention at the claimed date of invention and that the claims are overbroad at the claimed date of invention. A&N argue that the claims may not exceed the invention made or the invention disclosed. In other words, they assert that the patent claims more than was invented and, secondly, that the claims are greater than the invention described in the specification. They contend that a patentee must have more than stated utility, it must know there is utility. At the claimed date, they contend that the inventors only had an idea, hypothesis or theory. A&N submit, therefore, that at the claimed date of invention the named inventors could demonstrate utility in one of two ways. Namely, they could have: 1) demonstrated utility at that time; or 2) had a sound basis for predicting the utility of the compound: <FRAGMENT_SUPPRESSED> , at p. 1117  <FRAGMENT_SUPPRESSED> .", "[79] In respect to these two steps A&N contend that the first is not applicable. At the claimed date of the invention utility was not demonstrated. There had been no testing in a human cell line (\"in vitro\") or in humans (\"in vivo\"). Therefore, the inventors are left only with a sound prediction.", "[80] A&N also note that the claims are for therapeutic utility, not simply therapeutic activity. They note the decision of <FRAGMENT_SUPPRESSED>  at pp. 181-182: \"... There may well be large numbers of bodies falling within the claims as to which it cannot be said that they have any utility because, until it is tested, it is quite impossible to say that any such body can be safely administered to a patient and no other utility except that the bodies possess therapeutic activity is suggested in the specification. If it is sought to draw a distinction between 'therapeutic usefulness', in the sense of a quality which tests have shown enables the drug to be safely administered to man, and 'therapeutic activity', in the sense of a quality which it is necessary must be present before any particular body can be considered for testing on man as a potential drug at all, then such distinction does not help the patentee. It does not help him because therapeutic activity as so defined, which is all that is promised, was a quality to be expected in any substituted phenothiazine, and if that is all the patentee has disclosed he 'will have contributed nothing to the common stock of useful knowledge'.\"", "[81] I note, at the outset, that there is a considerable difference between establishing or soundly predicting that a compound has certain pharmaceutical properties which establish its therapeutic activity on one hand, and on the other, knowing or predicting a compound's utility as a medicine in the less controlled realm of the human body. A&N adduced evidence from several fields of expertise to this effect. It is essentially this distinction which A&N are advancing in arguing that the inventors had to make a sound prediction as to the use of the invention at the claimed date.", "[82] Glaxo argues that the doctrine of sound prediction is inapplicable to the patent in suit. Moreover, it is asserted that there is no requirement to predict utility when the claimed utility is subsequently proven. In essence, that would require the court to invalidate a patent on the basis of a lack of testing, not a lack of utility.", "[83] Glaxo takes the position that utility may be demonstrated at any time. It is contended that the patentee need only state the utility, i.e., that the patent be reduced to a definite and practical shape. It is argued, therefore, that the latest date for the invention is February 6, 1985. Further, Glaxo argues that there is no evidence of inutility -- indeed, it is a meritorious invention. Glaxo thus submits that, at the date of the invention, the only requirement is that the invention have utility. There is no requirement to reduce the invention to practice. It is thus apparent that there is considerable difference between the parties with respect to claiming utility.", "[84] The act of inventing may be different in different circumstances: Barrigar, Canadian Patent Act, Annotated , Canada Law Book (1989), p. 5. The range of expertise required in the pharmaceutical field, the nuances between theoretical and clinical proof, and the underlying public policy concerns of the safe and effective development of medicines, all serve to make utility in the pharmaceutical area highly complex. Certainly, the inventor of such items as a paper clip or an elastic band will not be required to call upon a multitude of specialists, or engage in months or years of intensive labratory and clinical tests in order to claim a useful invention under s. 2 of the Act . The task incumbent upon such inventors may indeed be no greater than deducing and setting down in writing conclusions as to the effect that a loop of metal or an elastic band will bind paper. However, it is clear that more is required of an invention that is a new use for a known compound in the pharmaceutical field. Thus, the question is, what is required under s. 2 in such circumstances?", "[85] The determination of whether an invention has utility for the purposes of s. 2 of the Act is a question of fact which the court determines on the basis of a person or persons having the technical skills and knowledge as required. Canadian patent law requires that an inventor reduce an idea to a definite and practical shape before it can be said that an invention has been made: <FRAGMENT_SUPPRESSED> , at p. 287 (J.C.P.C.). An inventor will be able to demonstrate that the invention will work, or will have reduced it to a definite and practical shape, by either building it, if an apparatus, using the process, or fully describing how it is to be practiced: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 29, at p. 51 (T.D.). Likewise, a mere hypothesis which has not been tested will not be patentable: <FRAGMENT_SUPPRESSED> , at p. 127. Sound Prediction", "[86] A&N's submission that the doctrine of sound prediction should be applied seems compelling on its face. However,whether the doctrine should be applied is not immediately apparent. Indeed, as stated, Glaxo contends that the doctrine does not apply. Therefore, I shall begin by considering whether or not the doctrine will be beneficial to resolve the question in these circumstances.", "[87] The doctrine of sound prediction arose where inventors were claiming a number of compounds within one invention for which only some compounds had been tested and thus proven to have utility. The unproven compounds were within the scope of sound prediction, that is, the inventors had to have a sound basis for predicting, in the face of evidence to the contrary, that the compounds had utility. The resulting principle was that claims for compounds for which there was no such basis for prediction were invalid and the invention was restricted to those compounds which had either been tested or for which a sound prediction could be made.", "[88] One of the initial cases in this line was Olin  <FRAGMENT_SUPPRESSED> , in which Mr. Justice Graham of the High Court of Justice, Chancery Division had before him a patent which covered the substitution of the -CF radical in the place of the -CL radical in chlorpromazine and a number of other drugs, of which only a small number had been tested, i.e., only a few of the chemical derivatives had been tested.", "[89] The relevant findings of Graham, J.,  <FRAGMENT_SUPPRESSED>  Mathieson were quoted in <FRAGMENT_SUPPRESSED> , supra, in which Mr. Justice Pigeon noted at p. 1115 that Olin Mathieson was remarkably similar on its facts. In <FRAGMENT_SUPPRESSED> , three of 126 species of the compound (R'-S-R-S-R') had been tested and thus the Patent Appeal Board rejected the claims as being overbroad and speculative in the sense that the claims covered more than was invented and consequently the disclosure did not support the claims to such a broad range of new compounds. I quote at some length from Pigeon, J., in <FRAGMENT_SUPPRESSED> , at pp. 1115-1117: \"Dealing with the 'conclusions as to prediction', Graham, J., said (at pp. 192-193): '(1) the construction of the claim is the first consideration, and if, as here, the claim is for a large class of chemical bodies as such, then it is on this basis that the consideration must first be tested. If it is shown that some bodies falling within such claim have no utility, then, apart possibly from a de minimis case where there are only a few exceptions, such as Maugham, J., had in mind in the case of I.G. Farbenindustrie A.G.'s Patents (1930), 47 R.P.C. 289, at 323, line 14, the claim is bad ...' \"I fully agree with those observations. As to paragraph 1, the inutility of some of the substances covered by the claim was the reason for which it was found invalid  <FRAGMENT_SUPPRESSED>  des usines chimiques  <FRAGMENT_SUPPRESSED>  tested, the true cause of the invalidity was the fact that they were without utility, not that they had not been tested before the patent was applied for. As to paragraph 2, I find it in line with the observations made in the judgment of this court in <FRAGMENT_SUPPRESSED>  compulsory licenses for drug patents, Graham, J., said (at p. 193): 'Where, then, is the line to be drawn between a claim which goes beyond the consideration and one which equiparates with it? In my judgment this line was drawn properly by Sir Lionel when he very helpfully stated in the words quoted above that it depended upon whether or not it was possible to make a sound prediction. If it is possible for the patentee to make a sound prediction and to frame a claim which does not go beyond the limits within which the prediction remains sound, then he is entitled to do so. Of course, in so doing he takes the risk that a defendant may be able to show that his prediction is unsound or that some bodies falling within the words he has used have no utility or are old or obvious or that some promise he has made in his specification is false in a material respect; but if, when attacked, he survives this risk successfully, then his claim does not go beyond the consideration given by his disclosure, his claim is fairly based on such disclosure in these respects, and is valid.' \"I have quoted again the passage quoted by the Board because I consider the last sentence of the paragraph of some importance as it does clearly indicate what is meant by a 'sound prediction'. It cannot mean a certainty since it does not exclude all risk that some of the area covered may prove devoid of utility. It thus appears to me that the test formulated by Graham, J., involves just two possible reasons for rejecting claims such as those in issue. 1. There is evidence of lack of utility in respect of some of the area covered; 2. It is not a sound prediction. \"In my view the Board did not make any proper finding on that basis and there was no evidence before it on which it could have done so. \"As to the first question, there is no problem whatsoever. It was not contended that any of the 126 substances covered did not have utility. \"As to the second question, it does not appear to me that the Board really found that the claims in issue did not involve a sound prediction.\"", "[90] Another significant case is <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 73 (F.C.A.), in which Thurlow, C.J., allowed an appeal from a decision of the Commissioner of Patents with respect to claims to a new class of amines, defined by a complex chemical formula. The claims were held to be speculative by the Commissioner because the inventor had not carried out all the processes (testing) described in the specifications at the date of the patent application. The Commissioner rejected five of the seven processes in the claims of the application for the patent. Thurlow, C.J., followed the reasoning in <FRAGMENT_SUPPRESSED> , supra.", "[91] I note that <FRAGMENT_SUPPRESSED> and Ciba-Geigy involved appeals from the Commissioner of Patents with respect to the rejection of certain claims. In <FRAGMENT_SUPPRESSED> there was no subsequent demonstration of utility but the claims were upheld since it was not contended that any of the 126 substances lacked utility and the Board did not really make a finding that there was no basis for a sound prediction. In Ciba-Geigy there was a demonstration of utility, i.e., the amines referred to in the specification could in fact be produced by the methods claimed, subsequent to the filing of the patent application.", "[92] It appears that the purpose of evoking the doctrine of sound prediction in the above cases is to strike a balance between allowing inventors some flexibility to claim, in the face of evidence to the contrary, that the derivative untested compounds had utility, while at the same time impeding attempts to monopolize a wide range or whole family of compounds on a theoretical or speculative basis. I note that the reason the compounds fall within the doctrine of sound prediction is a matter of testing, not utility. So long as they are not speculative, the untested compounds are valid, although they had not been conclusively established to have utility at the time of the claim. The inventor must have at least a sound basis for making a prediction that the compound had utility.", "[93] In some circumstances, making a sound prediction can become impracticable. This was noted specifically in relation to pharmaceutical claims by Thurlow, C.J., in <FRAGMENT_SUPPRESSED>  me to be essentially a question of fact, though in some situations it may be a matter of common knowledge. With respect to chemical reactions it is apparent from the foregoing that knowledge in the chemical art as to the predictability of chemical reactions has advanced considerably in the 50 years since <FRAGMENT_SUPPRESSED>  should not, however, be confused with predictability of the pharmacological effects and thus of the pharmacological utility of new substances.  <FRAGMENT_SUPPRESSED> ; 32 Fox Pat. C. 56], in both of which cases evidence had been given that pharmacological effects were not generally predictable and when predictable at all were not predictable to any great extent.\" See also Tennesee  <FRAGMENT_SUPPRESSED> , at 207; <FRAGMENT_SUPPRESSED> , at pp. 235-237.", "[94] Such underlying concerns are to a great extent reflected by A&N's experts in this case. For example, Dr. Micheal A. Parniak, of whom I will say more shortly, deposed that: \"Numerous variables exist which prevent making a prediction regarding the effectiveness of a compound as a clinical therapeutic in humans based on 'in vitro data' in nonhuman cells . For example, the levels of drug attainable in the blood are not predictable since there are substantial species to species differences in absorption of any given drug (following oral administration). Similarly, different animal species have very different extents of hepatic (liver) metabolism and metabolism of foreign compounds, leading to unpredictability in the maximum attainable circulation levels of drug and the resident time of the drug in peripheral circulation.\" (Own emphasis)", "[95] It is important, therefore, to recognize the difficulty in making sound predictions with respect to pharmaceutical claims. The jurisprudence appears to highlight that the pharmaceutical field is as much concerned with testing and practical observation as it is with theory. Prediction on a theoretical level in the pharmaceutic field is not readily available to determine if an invention will work, unlike in the area of combining certain chemicals to produce a new compound. Rather, the emphasis is upon experimental efforts in the labratory and the clinic. In other words, it is as much a matter of choosing the appropriate methods to test the properties of the compound accurately, and carrying out the steps of a viable research plan that an inventor, having gathered the results of the research, will be able in the end to establish a sound basis upon which to claim an invention.", "[96] A&N thus rely on Olin  <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED> , supra, for the application of the doctrine of sound prediction. Glaxo, on the other hand, as indicated previously, contends that the doctrine of sound prediction applies only to claims for a large class or family of chemical bodies claiming the functional groups that are closely related to the active ingredient: Olin  <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , supra. In Glaxo's words: \"... If a single claim covers a large class of chemical bodies closely related to the discovered active ingredient and it is shown that some chemical bodies falling within such claim do not function as indicated, that is, they have no utility, then the claim is invalid. However, if the claim covers all the compounds of a class based upon the discovery of one or several compounds of the class, on the basis of sound and reasonable predictability, and if no useless compound is found to fall within the claim, the inventor is entitled to the claim as it was sound and reasonable to predict utility for all chemical bodies in the class on the basis of having discovered the utility of only one or more compounds prior to filing his patent application.\" In other words, one must differentiate between a lack of utility and a lack of testing.", "[97] Moreover, Glaxo argues that utility may be demonstrated at any time. They contend that the patentee need only state the utility, i.e., that the patent be reduced to a definite and practical shape. Further, there is no evidence of inutility, indeed, it is a meritorious invention. Glaxo argues that at the claimed date of invention, the only requirement is that the invention have utility. There is no requirement to reduce the invention to practice: <FRAGMENT_SUPPRESSED> , supra, pp. 521-527. Glaxo also contends that safety and effectiveness is a regulatory standard, not a patentability standard.", "[98] I agree with Glaxo that this is not a case in which many untested compounds are being claimed. The claims of the patent in suit are all limited to a pharmaceutical formulation having a single compound 3'-azido-3'-deoxythymidine as the active ingredient. I shall deal later in these reasons with the submission that the name 3'-azido-3'-deoxythymidine refers to more than one isomer and not only to a chemical compound in which the azido group is in the down orientation with no hydroxyl group at the 2' position.", "[99] In support of the argument regarding utility versus a lack of testing, Pigeon, J., discusses this in , supra, at pp. 1121-1122: \"In my opinion the Commissioner cannot refuse a patent because the inventor has not fully tested and proved it in all its claimed applications. This is what he has done in this case by refusing to allow claims 9 and 16 unless restricted to what had been tested and proved before the application was filed. If the inventors have claimed more than what they have invented and included substances which are devoid of utility, their claims will be open to attack. But in order to succeed, such attack will have to be supported by evidence of lack of utility. At present there is no such evidence and there is no evidence that the prediction of utility for every compound named is not sound and reasonable.\" See also Rhne- <FRAGMENT_SUPPRESSED> , in which the true cause of invalidity was not a lack of testing before the patent was filed but rather a lack of utility. Accordingly, it would be inappropriate to rely on the doctrine of sound prediction where the true cause of invalidity is not inutility but insufficient testing. Moreover, if there is an issue with respect to overbreadth or speculative claiming, it involves the question of further testing or experimentation, not utility.", "[100] In the case before the court, the claimed utility was conclusively established, at least with respect to HIV-I, subsequent to the claimed date of invention. It remains a primary drug in the treatment of HIV/AIDS. It is thus apparent that even though the testing was subsequent to the claimed date of invention there is no evidence of inutility.", "[101] In Ciba- <FRAGMENT_SUPPRESSED> , Thurlow, C.J., noted that while the methods had not been carried out or tested before the patent application was filed, the court had no difficulty with the subsequent establishment of utility. Indeed he stated, at pp. 76-77: \"In this context the use by the author of the word 'possible' does not appear to me to support the view that what was being asserted was speculation. But even assuming that the reactions or methods identified as (c) to (g) inclusive had not in fact been carried out or tested before the application was filed, the board appears to have been satisfied by the examples subsequently submitted and to have found that the amines referred to in the specification can in fact be produced by the application of the methods to materials of the kinds defined. It seems to me to follow that if indeed what is in the patent specification was mere speculation or prediction, the speculation or prediction having turned out to be true, out to be considered to have been well-founded at the time it was made. Even at the time it was made it is not improbable that it would have been considered well-founded.\"", "[102] I agree with Glaxo that Ciba-Geigy suggests that a subsequent demonstration of the claimed utility is not fatal. In this case, the challenge to the validity is well after the patent has been issued and its utility in that regard is unquestionable. In Ciba-Geigy there was no evidence of utility at the date of the application, i.e., before the Commissioner. If it was speculative upon filing it was not speculative subsequently. In other words, they had an invention for two of the seven processes.", "[103] However, I cannot agree with Glaxo that in this case the invention need only be reduced to a definite and practical shape, i.e., that it is reduced to writing. This would be to ignore the special considerations given to medicines in such cases as <FRAGMENT_SUPPRESSED> , supra, even though the patent in suit in <FRAGMENT_SUPPRESSED> was not a pharmaceutical. Moreover, Ciba- <FRAGMENT_SUPPRESSED> , emphasizes that medicines involve both a more complex and unpredictable process of determining utility, and must eventually be administrable to humans. However, this does not automatically mean that pharmaceutical inventions must meet regulatory requirements to be patentable and thus be virtually marketable in order to claim the utility under s. 2 of the Act", "[104] In other words, the basis of my assessment is not, as is the case for the Minister of Health, whether the drug, as formulated, has been tested sufficiently so that it can be administered safely and effectively to humans. Rather, I must determine if an inventor can claim an invention which has utility, thus giving society proper consideration for the patent. However, A&N argues that the standard of utility to which a pharmaceutical invention must be held is safety and effectiveness. Indeed at trial, counsel for A&N argued: \"... when the invention claimed in this patent is for a pharmaceutical containing a compound for use in the treatment, inherent in that is that it can be done within whatever limits of safety one is prepared to ascribe and within whatever limits of effectiveness. There may be disagreement as to whether something is safe and effective. But in terms of the broad question, yes, of course, inherent in an invention which is for a medicine to treat there must be safety and effectiveness or you do not have the invention.\"", "[105] In order to sell a drug in Canada, a manufacturer must file a new drug submission with the Minister. Section C.08.002(2) of the Food and Drug Regulations \"A new drug submission shall contain sufficient information and material to enable the Minister to assess the safety and effectiveness of the new drug ...\" Thus, the two criteria proposed by A&N, \"safety and effectiveness\", are to be assessed by the Minister. In my opinion, these requirements are excessive in order for pharmaceuticals to be patentable and create too high a standard for a patent. Indeed, what would the effect of such a standard have on drug research?", "[106] I note that, in this case, rather than inhibiting research and development, the evidence indicates that the invention for the use of AZT in respect of AIDs has promoted research and development. In fact, Dr. Mitsuya and Dr. Broder, about whom I will say more later, were both able to patent drugs (ddC & ddI) that they discovered in the course of their work in relation to AZT.", "[107] I must, therefore, conclude that, for the above reasons, the doctrine of sound prediction is not applicable in this case and, as such, is not determinative of the question as to whether the patent claims more than was invented at the claimed date of invention. Did The Claims Exceed The Invention As Of February", "[108] In <FRAGMENT_SUPPRESSED> , supra, the Supreme Court relied on the decision of Olin  <FRAGMENT_SUPPRESSED> , in which Graham, J., wrote at p. 195: \"... They do not say or promise this in their specification, their promise being more modest, namely, that the compounds are therapeutically active. But if it be true, and it appears to be so from works such as those of Sexton and Robson & Stacey subsequent to the date of the patent, that such enhanced activity is obtained by the use of the -CF substitution, then it is clear that the plaintiffs have in fact 'contributed considerably, to the common stock of human knowledge' by their invention, even if the promise in their specification can as a matter of words be said to guarantee nothing more than the therapeutic activity which is said to be the characteristic of all phenothiazine. In my judgment, it is what the patentee has actually achieved and not what he has promised (provided, of course, his promise is not false) which matters from the point of view of consideration and subject matter in the sense of inventive merit .\" (Own emphasis)", "[109] Accordingly, the focus of the court rests upon what the inventors have achieved as of the claimed date of invention. What then is the minimally acceptable level of utility disclosed in the application for a compound claiming in vivo utility? Was there sufficient proof that the compound had utility for the particular pharmacological activity prior to the U.K. filing date? What would have been required, beyond the exercise of routine skill, to demonstrate that AZT possessed the particular \"in vivo\" utility, i.e., beyond extensive research, inventive skill or undue experimentation? What was required to resolve complex issues related to the utilization of AZT for the particular pharmacological activity?", "[110] I must now consider whether, at the claimed date of invention, February 6, 1985, the patentee exceeded the invention that had been made. Secondly, if necessary, I will consider if, at the claimed date of invention, the patentee exceeded the invention that is described in the specification. Moreover, if there is an invention at a later date I will consider whether the patentee has exceeded the invention described in the specification.", "[111] Glaxo had considerable experience in developing anti-viral drugs. The principal anti-viral drug developed by Glaxo was Acyclovir which was used in the treatment of various herpes-type viral infections. The team of five scientists listed as inventors on the patent all brought their unique expertise to the problem of identifying a drug for the treatment and prophylaxis of HIV.", "[112] Dr. David Barry was the head of the virology department and adjunct professor of medicine at Duke University. As a medical doctor he had had some experience with HIV and the opportunistic infections associated with it. Dr. Furman was a trained virologist, with a Ph.D. in virology, and had set up the virology lab  <FRAGMENT_SUPPRESSED> . He had been heavily involved with the development of Acyclovir and in 1983 he joined the department of virology headed by Dr. Barry. Dr. Lehrman was a physician who had recently joined Glaxo from Duke University. She had particular expertise in the areas of infectious diseases and pediatrics. Ms. St. Clair had worked under Dr. Furman and had been involved in some research with retroviruses as part of her education and training. Dr. Rideout was an organic chemist  <FRAGMENT_SUPPRESSED>  who had been working extensively with nucleoside analogues. She had been coordinating various investigations involving the compound 509U81 (AZT) and was the one who suggested that AZT be tested in the screens.", "[113] As of February 6, 1985, the alleged inventors  <FRAGMENT_SUPPRESSED>  had completed two rounds of tests of the compounds in an internal screen. Marty St. Clair testified as to the nature of this screen. She described it as a \"plaque reduction assay\" which was a test familiar to the team  <FRAGMENT_SUPPRESSED>  and had been used within the organization previously. There were two separate assays used for the testing. One assay involved murine (or mouse) cells and the retrovirus Friend Leukemia Virus (\"FLV\"), a species of murine retrovirus. The other assay involved murine cells with the Harvey Sarcoma Virus, (\"HaSV\") again an animal retrovirus which affects mice.", "[114] Ms. St. Clair described the reasons for using this type of screen to be two-fold. The team wanted a screen that was highly quantitative. Plaque reduction assays are carried out using a method which allows direct quantification of the number of cells within the test tube affected by the virus. In brief, the number of \"plaques\" visible in the test tubes represented the number of cells infected with the virus. The team also identified the need to have an assay which would allow them to target certain stages in the life cycle of retrovirus replication. To this end, they developed an acute infection assay which involved adding the virus at nearly the same time as the compound, rather than having chronically infected cells which were already infected by the virus.", "[115] The first results from the screen with the compound 3'-azido-3'-deoxythymidine were received on November 16, 1984. The compound had been tested in the plaque reduction assay using the Friend Leukemia Virus as the retroviral target. Ms. St. Clair described the results as unusual, in that the compound had apparently completely inhibited the virus which was evident from the lack of plaques in the test tubes. Ms. St. Clair testified that the results were so unusual that at first she had some concern that she may have forgotten to add the virus to the assays. In the end it was decided to retest the compound with the Harvey Sarcoma Virus, a different virus, to confirm the results of the first assay.", "[116] The results from the second assay were available to the researchers on December 2, 1984. This time, the compound was tested at lower concentrations. Ms. St. Clair reported these results as also being very good, with near complete inhibition of the virus. It was at this point that several of the alleged inventors testified that they formed the belief that they had discovered a treatment for HIV. I also note that none of the inventors testified that at that point they had formed the belief that they had discovered a compound for use in the prophylaxis of AIDS or for the treatment and prophylaxis of all human retroviral infections.", "[117] Following these results, the scientists  <FRAGMENT_SUPPRESSED>  began to compile information available within the company about the drug. There had previously been an effort to develop the compound as an anti-bacterial treatment for humans; however, that effort had been abandoned. All existing information was compiled into what is known as the first \"Wise-Burchall\" report and dated December 12, 1984. This report contained information regarding toxicity and pharmacokinetics in rats, mice, pigs, chickens and calves.", "[118] Glaxo contends that Wise-Burchall is exhaustive even though the authors describe it as a working paper. The summary reports that the compound showed low toxicity in a two week study in rats and that the drug was metabolized in various animals, specifically rats, pigs, chickens, sheep and calves. However, the report states that there is little metabolism of the drug in mammalian cells, resulting in low triphosphate levels of the drug. The report also indicates that the drug displayed some resistance to bacteria. Finally, there is some information regarding the mechanism of action of the drug as an anti-bacterial. It was believed at that time that AZT worked as a chain terminator and there had been some testing on HeLa Alpha-DNA polymerase which determined that the drug had little effect on the human cell enzyme, thereby reducing the chance that it would be toxic to the host cell.", "[119] Following the results obtained by Glaxo itself, the compound was sent to the outside laboratories for screening. In all cases the compound was sent under code and the research scientists did not know the identity or the chemical structure of the compound. The compound was also accompanied by some information regarding instructions for testing. In general, the information was forwarded by Dr. Lehrman and included information as to storage of the compound, methods of dilution and suggested concentrations to test the compound.", "[120] The compound was first sent to Dr. Quinnan, of the Federal Drug Administration, on November 28, 1984. Dr. Quinnan did not testify at trial and the only reference to his results were in the form of a very brief record of two telephone conversations with Dr. Lehrman. In my opinion, the notes of the results are insufficient to allow the court to make any meaningful findings regarding this information. I attach little weight to the evidence tendered at trial regarding Dr. Quinnan's results. Furthermore, there was little information regarding the type of testing, the assays and the testing procedures used by Dr. Quinnan.", "[121] The compound was next sent to Duke University and Sloan Kettering on December 4, 1984. Dr. Weinhold, one of the investigators at Duke, testified that he used a chronically infected cell line to test the compounds. He testified that early results in the chronically infected cell line showed an increase in reverse transcriptase activity and, therefore, he would have interpreted the results to mean that the compound was having no effect. Dr. Lehrman disputed this interpretation of the results. She testified that the results indicated a positive effect by the compound. Given the evidence in this trial regarding chronically infected cell lines, I accept Dr. Weinhold's testimony regarding the interpretation of these results. In this timeframe, while Dr. Weinhold was also testing a purified virus to determine the effect of compounds on RTs, Duke did eventually introduce a third assay which involved an exogenous cell infection in a peripheral blood lymphocytes cell line. However, the first results from these assays appear to have been available on March 18, 1985. It would appear, therefore, that as of February 6, 1985, the only results available from Duke University were those tests carried out in a chronically infected cell line.", "[122] The assays carried out by Dr. Hardy at Sloan Kettering involved testing on Feline Leukemia Virus, a virus which attacks cats. It is unclear when those results were received from Dr. Hardy and, in any event, Glaxo does not rely on those results as being necessary for the invention.", "[123] On December 5, 1984, the five Glaxo scientists met to discuss the situation regarding AZT. The group discussed further ongoing research on the drug and issues relating to the development of the compound as a drug for the treatment of HIV. It was agreed that Dr. Broder would be the most suitable person to carry out Phase I clinical trials given his status at the NIH and immediate access to patients. In a memorandum following the meeting Dr. Rideout noted: \"Ethically the MD's at BW cannot suppress the activity of such a compound for very long.\"", "[124] The inventors have maintained throughout that after the \"in vitro\" testing  <FRAGMENT_SUPPRESSED>  and the compilation of the existing toxicological and pharmacokinetic information on the compound, they formed the belief that AZT would be effective for the treatment of HIV. Indeed, on December 3, 1984, Dr. Rideout notified a member of the patent department at the company that there was a drug in the works with positive results and \"If all of this holds up we should patent this activity ASAP\".", "[125] Following these meetings, each of the inventors met with a representative of the patent department. A draft patent application relating to the anti-viral activity was completed on February 6, 1985. Various revisions were made and the patent was first filed in the United Kingdom on March 16, 1985.", "[126] On February 4, 1985, the unidentified compound \"s\" (AZT) was sent to Dr. Broder at the NIH for testing. At that time, Dr. Broder and Dr. Mitsuya, were conducting assays using the ATH8 cell line which was developed and subsequently patented by them. This assay used the HIV virus in a human cell line of immortalized cloned T4 cells. At the claimed date of invention, the results from Dr. Mitsuya's screen had not yet been reported to Glaxo. Those results were not communicated to Glaxo until February 21, 1985.", "[127] Glaxo argues that, at the very latest, the five inventors had conceived of the idea of the use of AZT in the treatment or prophylaxis of HIV by February 6, 1985. In the submission of Glaxo, this conception coupled with the reduction of the idea to writing in the draft patent was sufficient for inventorship within the meaning of the Act . In its submission, any experimental work subsequent to February 6, 1985, merely confirmed the invention already made and was necessary only to secure the data for regulatory purposes and for clinical trials.", "[128] A&N argue that as of February 6, 1985, Glaxo did not have sufficient information to predict that AZT would be an effective human therapeutic. They further argue that through numerous public and internal statements the inventors acknowledged that a murine assay was not a sound predictor of activity of the compound against HIV. For example, on January 27, 1987, Dr. Barry is attributed as saying: \"... nor do we wish to indicate that sensitivity testing in Friend Leukemia Virus is in any way predictive of sensitivity of the human AIDS virus. We have generated a considerable amount of data to show that it is extremely unpredictive.\" Dr. Barry had made earlier statements regarding prediction in the context of obviousness. However, in this case he sought to qualify his earlier statements by asserting that the murine screen may not be predictive in the scientific sense but is predictive in the vernacular sense.", "[129] Did the utility claimed at February 6, 1985, exceed the invention? At the claimed date of invention, February 6, 1985, no testing for antiviral activity had taken place in animals or humans. As of that date the inventors had the following information: two sets of results from \"in vitro\" testing of the compound in a murine cell line using a murine retrovirus; some results from Duke University carried out on a chronically infected cell line; results from Dr. Hardy from Sloan-Kettering using Feline Leukemia Virus assays; some verbal results from Dr. Quinnan at the FDA; and some information regarding the toxicity and pharmacokinetics of the drug from earlier attempts to develop AZT as an anti-bacterial compound (The Wise/Burchall Report #1).", "[130] A&N's experts devoted a significant portion of their testimony to the subject of prediction and of the laboratory and clinical steps necessary to produce results sufficient to conclude on a sound basis that AZT had utility as a medicine. Although I have decided against the application of sound prediction in this case, their testimony is relevant with respect to several other issues in this trial. The experts I speak of are Drs. Parniak, Hughes and Fan. They are experts in the area of bio-organic chemistry, virology and retrovirology. In summary, they testified that in 1984 and 1985 (and even today), a virologist or a retrovirologist would not consider \"in vitro\" activity of an RT inhibitor against a murine retrovirus in a murine cell to be a sound or reasonable basis for predicting \"in vitro\" or \"in vivo\" activity of an RT inhibitor against a human retrovirus in a human cell line or human respectively.", "[131] Dr. Parniak was qualified as an expert in the areas of biochemistry and virology with an area of primary expertise in protein and enzyme structure and function. Since 1989 his research has been primarily concerned with HIV-I and specifically reverse transcriptase including the development and analysis of new anti-retroviral compounds for HIV-I.", "[132] Dr. Hughes testified as a retrovirologist. From 1979 to 1987, Dr. Hughes was involved in research in the area of retroviral replication, retroviral vector development and cloning technology. In 1987 he began research into the structure and function of reverse transcriptase and focused on the reverse transcriptase of HIV-I.", "[133] Dr. Fan is an expert in retrovirology and retroviral pathogenis. Dr. Fan worked with Dr. Baltimore, who initially discovered reverse transcriptase in the retrovirus murine leukemia virus (\"MLV\"). Dr. Fan continued to work with Dr. Baltimore until 1973 with research relating to the molecular biology of MLV. From 1981 until the present, Dr. Fan continued his research on MLV and has focused his research on the process by which M-MLV induces disease in the infected animal. He has also conducted research on HTLV-I, HTLV-II, and HIV-I.", "[134] All three experts testified in a forthright and credible manner. They are all noted experts in their field and made every effort to assist the court in understanding the science associated with virology and the biology of AIDS. While the science was extremely complex and often difficult to understand and absorb, all three experts were objective, neutral and displayed considerable intellectual integrity.", "[135] Dr. Parniak laid out the typical stages involved in the development of a clinical therapeutic against an infectious agent: \"(a) identification of the infectious agent; \"(b) screening compounds to determine their effectiveness against the infectious agent; \"(c) assessing the toxicity of effective compounds against the host cell or tissue; \"(d) animal studies to assess the 'in vivo' bioavailability, pharmocokinetics and toxicology of selected compounds with activity against the infectious agent; \"(e) phase I clinical trials in humans to determine the appropriate dosages and potential side effects of the compound; and \"(f) additional large scale clinical trials (phase II/III) to obtain statistically significant clinical data particularly concerning the efficacy of the compound against the infectious agent.\"", "[136] He went on to pinpoint the reasons why in this case the inventors must have conducted, by the date of invention, all the above steps in order to have a sound basis for predicting the therapeutic usefulness of AZT. In particular, he observed that animal testing was insufficient on the basis that: \"Some enzymes are very stringent as to the structure of the substrate. An unnatural modification, such as the presence of a 3'-azido group and/or of a 3' -OH group, might result in the failure of the cellular kinases to convert the ddN to its triphosphate form in the quantities necessary for it to be an effective chain terminator. It was known that these factors varied from species to species, and in fact from cell type to cell type in the same species. Accordingly, the antiviral activity of a ddN, such as AZT, in one cell type would not form a reasonable scientific basis for predicting the anitviral activity of that same compound in another cell type.\"", "[137] He also gave the examples cited above in respect to effectiveness in humans, i.e., that the levels of the medicine attainable in the blood are not predictable because there are substantial differences in species to species absorption of a drug, and that different species have very different extents of hepatic (liver) metabolism, thus ruling out using tests in animals as a sufficient basis upon which to make a prediction in humans.", "[138] Dr. Parniak concluded that: \"It is therefore impossible to determine suitable dosage regimes for any therapeutic on the basis of 'in vitro' in nontarget animal species alone. The determination of the suitability of any inhibitor identified in 'in vitro' or in animal 'in vivo' studies for use as a therapeutic in humans requires Phase I and higher trials in the human host.\"", "[139] Dr. Hughes also commented on the experimental data that would have been necessary, in his opinion, in order to provide a reasonable basis for predicting that a therapeutic could act as an effective treatment for HIV-I in humans. He identified the following questions for a researcher: \"1. Does the drug block growth of the pathogen? \"2. Does the drug harm the host? \"3. Have tests been performed that approximate the expected duration of treatment? \"4. If the mechanism of action of the drug is known or expected, does the mechanism of action pose a danger to the host? \"5. Have reasonable tests been performed to ensure that these expected toxic effects are minimal?\"", "[140] On the other hand, Glaxo's expert, Dr. Shannon, a virologist, testified somewhat differently. He has been involved for many years in research in the area of antiviral compounds and from 1975 to 1986 he was the head of the Southern Research Institute's Microbiology-Virology Division. He continued in this area of research until 1989. Dr. Shannon was given an enormous task, i.e., to respond to the opinions provided by Drs. Parniak, Hughes and Fan. While he clearly was credible and very knowledgeable, the enormity of that task became somewhat obvious during the trial. He had difficulty distinguishing opinion from fact. Moreover, Dr. Shannon's evidence was often more in the way of an advocacy piece in support of Glaxo's case than that of a disinterested expert whose role is to assist the court. While neutrality is often difficult for experts, objectivity is a necessity. An expert should, at the very least, be disinterested in the outcome of the case. Nevertheless, of all the experts, Dr. Shannon was the most actively involved in antiviral drug research since the 1970s and particularly throughout the early 1980s when a treatment for AIDS was being investigated. The plaintiff's experts were not actively involved in AIDS research in the 1984-85 period. In this regard, the court must also be mindful of highly qualified experts, who on an \"ex post facto\" basis with considerable ability and hindsight, point out that what was achieved was not based upon sound scientific principles or procedures.", "[141] Dr. Shannon, in his reply affidavits, generally took the following position that, contrary to the opinion of A&N's experts: i) murine retroviruses make good predictors for anti-HIV drugs; ii) active site structures of MLV and HIV RT's are very similar; iii) activity against two murine RTs in an exogenously infected cell system confirmed the anti-retroviral activity of AZT.", "[142] The thrust of his position, however, is also revealed by his approach to issues in this case, both factual and legal: \"3. Based upon my extensive experience in drug research and development, I can state that whether or not other scientists think that there was a basis for predicting that a compound could be used to treat a condition, in this case, that 3'-azido-3'-deoxythymidine could be used as a treatment for human retroviral infections, is largely irrelevant to the issue of conception. The fact is that, at December 1984, the Burroughs Wellcome scientists conceived that the use of 3'-azido-3'-deoxythymidine could be used as a treatment for human retroviral infections including HIV infection, and they were right. The antiviral potency and selectivity information and the pharmacology and toxicological data on the compound which was available to them at that time provided more than enough basis on which to conceive and believe that 3'-azido-3'-deoxythimidine as a drug were present. \"4. In addition, having participated in the parallel proceedings in the United States Federal District Court before Judge Malcolm Howard, at the trial in New Bern, North Carolina, it is my understanding that predictability plays no part in inventorship . Attached as Exhibit 1 to this my affidavit is a copy of the decision of the U.S. action.\" (Own emphasis)", "[143] Dr. Shannon listed four requirements for an effective drug in the treatment of a viral disease: it must have potent antiviral activity at low concentrations; it must be an inhibitor of a virus specific function; it must have antiviral selectivity; and it must display significant antiviral effect at concentrations or doses that have no detrimental effect on the host cells or the patient.", "[144] There was little dispute between the parties that all drugs have specific physicochemical and pharmacokinetic properties and that knowledge of these properties helps to understand the behaviour of a drug in the body.", "[145] The experts agreed that a common element amongst all retroviruses is the enzyme reverse transcriptase which is always located in the \"pol\" gene. It was agreed that all retroviruses have other elements in common such as their life cycle and that all replication competent retroviruses had three genes in common: the \"gag\", \"pol\" and \"env\" genes. They also agreed that, at the time, HIV-I was considered to be more similar to a lentivirus than an oncovirus, such as MLV. It was also agreed that the reverse transcriptase of MLV preferred maganese while that of HIV preferred magnesium.", "[146] Dr. Hughes testified that the HIV-I genome was known to be larger than most retroviral genomes. Both he and Dr. Parniak agreed that the HIV-I genome encodes for several additional proteins which are not found in simple retroviruses such as MLV. They also agreed, however, that the significance of these differences were not understood at the time. He further testified that in his opinion there was sufficient information available at the time to suggest that there were important differences between the RTs of HIV-I and MLV. As discussed above, these differences included the virion structure and the metal preferences of the RTs of the retroviruses. Furthermore, it was known in January 1985 that there were substantial differences in the amino acid sequence of the reverse transcriptase of HIV-I and MLV. By January 1985, the full amino acid sequence of HIV-I RT was known and could be compared with the RT of MLV.", "[147] The parties' experts diverged in the relatedness of the MLV retrovirus and HIV-I. A&N submit that HIV and MLV were only distantly related. In their opinion, there is a low degree of homology between the RTs of the two retroviruses and other retroviruses which were more closely related to HIV. These differences between the RTs of the retroviruses make it difficult to predict the activity of a compound against one retrovirus based on activity against another retrovirus.", "[148] Dr. Shannon did not agree that MLV was only distantly related to HIV, and, even if it was, he believed that a murine retrovirus is a useful tool for testing. In his opinion, there was a similarity between the retroviruses in the overall replication cycle. Many of the molecular targets, such as reverse transcriptase, were almost identical in terms of the expected action of a potential anti-viral.", "[149] Drs. Hughes, Fan and Parniak identified the following constraints in using an MLV assay in a murine cell to assess the efficacy of an inhibitory compound for other retroviruses, such as HIV-I. Firstly, the degree to which the target for inhibition is shared between MLV and HIV is significant, that is, researchers had to know the mechanism of action of MLV during viral infection which was at that time uncertain.", "[150] Secondly, there were clear differences between the interaction of MLV with its host cells and HIV-I and its host cells. MLV was known to establish a chronic state of infection in the cells and did not kill them, while HIV was known to cause the death of T-helper lymphocytes infected by the virus. Furthermore, HIV target different cells than MLV, namely human T-lymphocytes.", "[151] Thirdly, there were biochemical differences between the reverse transcriptases of the viruses, notably the different metal preferences. Finally, the assay was carried out using a murine cell line and there is a difference in intracellular metabolism between murine cells and human cells. If a compound is metabolized differently in one cell line it is possible that a compound with a substantial activity against MLV in murine cells might not inhibit HIV in human cells.", "[152] All three of A&N's experts were, therefore, of the opinion that \"in vitro\" activity of a compound against a murine retrovirus in a murine cell would not be helpful in determining \"in vitro\" or \"in vivo\" activity of that compound against a human retrovirus in a human cell line or the human body. They noted that MLV screens are no longer used to screen for inhibitors of HIV-I replication in humans.", "[153] Dr. Parniak further testified as to the qualities of an appropriate screen for identifying potential anti-retroviral compounds. In his opinion, a screen is intended to provide a reasonable assessment of the potential effectiveness of the compounds against an infectious agent in the host organism. He testified that the ideal initial screen would be one that mimics the \"in vivo\" situation closely; that is, one which uses the specific host organism being targeted. In his opinion, the appropriate screen to consider potential anti-viral compounds for a human pathogen would be a system that employs human cells or tissues.", "[154] Dr. Hughes further identified the concern that the HIV virus would mutate and develop resistance to AZT. He testified that a virologist would have expected the virus to develop resistance to the drug since the reverse transcriptase will allow a very large number of errors during replication. In his opinion, therefore, longer term testing which would approximate the likely length of treatment was required before one could make determinations as to the effectiveness of the drug.", "[155] As noted previously, Dr. Shannon testified that in his opinion the murine assay was a good tool for identifying compounds for the treatment and prophylaxis of human retroviral infections. He testified that at that time there was no animal model utilizing HIV-I available and that the scientific community generally recognized that the existing animal models utilizing animal retroviruses would be appropriate to use in the further evaluation of anti-viral compounds. In his opinion, when Glaxo chose a murine virus screen which had been employed successfully in the past and was being widely used in the scientific industry, it was good science. These were high capacity screening operations which could test a large number of compounds effectively and the assays for the human AIDS virus were not at a stage of development where they could be reliably and practically used by the pharmaceutical industry for antiviral drug discovery purposes. In his opinion the results from the murine assays in combination with the existing pharmacological and toxicological information about the compound allowed the Glaxo inventors to conceive that 3'-azido-3'-deoxythymidine could be used as a medicine for the treatment of AIDS.", "[156] Dr. Parniak contends that in 1984 there were several \"in vitro\" cell culture systems that would allow screening of compounds specifically against HIV-I replication in human cells. He indicates that the ATH8 cell line developed by Dr. Mitsuya is an example of such a cell line. Dr. Parniak noted that while the capacity of Dr. Mitsuya's screen may have been less than one using MLV, the accuracy and reliability of Dr. Mitsuya's assay for picking out potential useful inhibitors of HIV-I replication is significantly greater than that afforded by the MLV screen.", "[157] It is unquestionable that the common element amongst all retroviruses is the enzyme called the reverse transcriptase (RT). Glaxo contends that the mechanism of action of AZT was thought to occur at the RT level. It is also argued that it was reasonable and good science, as indicated by Dr. Shannon, in 1984 to use murine retroviruses to screen for potential inhibitors of HIV based on the reverse transcriptase target.", "[158] In addition to the characteristics of the relative retroviruses, the various experts testified as to the biological requirements for drug effectiveness. They testified that in order for a compound to work as a chain terminator it first had to be taken up by the cell in the body. Once in the human cell it had to be recognized by the enzymes and in the case of AZT converted from its unphosphorylated state into the triphosphate. The experts agreed that in order for a compound to possess favourable pharmacological characteristics for development as a medicine it should have a favourable toxicological profile and should also exhibit good bioavailability and pharmacokinetics. Dr. Shannon stated that only when the potent antiviral (and in this case anti-retroviral) efficacy of the candidate compound is combined with a favourable pharmacological and toxicological profile can it be considered that a drug has been identified for clinical use.", "[159] In my opinion, there are two key questions regarding utility as of February 6, 1985. Were assays against murine retroviruses sufficient to claim activity of the compound against human retrovirus infections? Was \"in vitro\" testing in a mouse cell sufficient to claim the utility of the drug in a human being?, i.e., did the claimed utility exceed the invention at that date?", "[160] A&N submit that Glaxo could not claim therapeutic activity against a human retrovirus from \"in vitro\" activity against a murine retrovirus. They also did not believe that Glaxo could claim therapeutic activity \"in vivo\" in humans from activity in a mouse cell. Dr. Shannon did testify that based on the potent anti-retroviral activity of the compound, the mechanism of action of the compound, the high therapeutic index and the pre-existing favourable pharmacological and toxicological profiles for the compound, the inventors could have reasonably \"conceived\" of the use of 3'-azido-3'-deoxythymidine as a medicine for the treatment of AIDS.", "[161] The utility relied upon or claimed is directed solely to the treatment of humans. Obviously, reliable clinical evidence at the date of the invention would be conclusive. However, in the absence of such clinical data, animal tests might be adequate when those skilled in the art would accept such as being compatible with human utility. In this case, there were animal tests (Wise-Burchall) for some toxicological and pharmacokinetic properties but all of the experts agreed there was no acceptable animal model to test antiviral inhibitory activity against HIV. As such, the court is left, at this stage, with \"in vitro\" data against a murine retrovirus and mouse cell. Does this evidence establish the claimed utility?", "[162] It is apparent that \"in vitro\" testing is standard drug practice and enables the investigator to determine the potency and selectivity of the compound. Given that no animal model exists, and given the nature of this disease and the crisis associated with AIDS in 1984-1985, it is logically persuasive to have commenced with \"in vitro\" testing. Of course, the question is whether there is a reasonable correlation between the \"in vitro\" results and \"in vivo\" test results. In my opinion, an invariable exact correlation between \"in vivo\" and \"in vitro\" test results is not required. In summary, Glaxo states a correlation is either unnecessary or, alternatively, has been established whereas A&N vigorously assert that the \"in vitro\" murine results are not per se sufficient.", "[163] In reaching a conclusion in this matter, I have also considered the following. In regards to the issue of therapeutic index, I note that the drug had not been tested in human cells at that point and any therapeutic index which had been calculated was not for human use. With respect to mechanism of action, while there was some evidence that nucleoside analogues such as AZT could work as chain terminators, the inventors did not have any evidence that AZT was working as a chain terminator in decreasing the viral load in the FLV or HaSV assays. Moreover, I do not accept the following statement by Dr. Shannon: \"However, in view of the potent activity of the compound and its observed selectivity it was not necessary for the Burroughs Wellcome Co. inventors to have understood and demonstrated the mechanism of action in November and December of 1984 in order to conceive of the compound as an anti-AIDS drug.\" In this regard, I have kept in mind the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  was complex and unpredictable. Since drugs have characteristic physicochemical and pharmacokinetic properties, knowledge of these properties helps to understand the behaviour of a drug in humans, including both inhibition and selectivity.", "[164] In the relevant time period, AIDS was identified as a relatively new disease. The disease was first recognized in 1981and HIV was isolated as the causative agent in 1983-1984. The disease was devastating in nature, HIV was extremely complex and its treatment was seen as a uniquely challenging problem. In 1984, the life cycle of HIV, unlike other retroviruses, started to be investigated extensively. Dr. Yarchoan, Chief of the HIV and AIDS Malignancy Branch of the NIH, testified that during this time period scientists were working in uncharted territory. In the case of AIDS, most of the clinical manifestations (e.g., opportunistic infections) are not directly caused by viral replication. In other words, there was no direct relationship between the replication of the virus and the clinical manifestation of the disease. Moreover, while the life cycle of retroviruses was understood in the 1970s, after the discovery of RT, in 1984-85, the knowledge of human retroviruses was still relatively unknown.", "[165] Prior to 1986 there was no specific way to test whether individuals were infected with the virus. It was not until 1985 that the method of transmission of the disease had been determined. Dr. Berger testified that as late as 1986 it was still not known how many people infected with the virus would advance to ARC or AIDS as HIV infection had not been around long enough to predict eventual outcomes. In Dr. Klein's opinion, without understanding what they were battling, it was almost impossible to make any kind of rational recommendation regarding treatment and consequently patients were subjected to therapies that ranged from useless to fatal.", "[166] In reviewing the evidence associated with the discovery of the claimed utility of AZT, I am not satisfied that as of February 6, 1984, the inventors discovered the new utility for the compound. I note that this is not a composition of matter claim. As discussed previously in these reasons, I am satisfied that there were significant differences between HIV and the murine retroviruses which would have made it untenable to claim the activity against HIV based on activity against a murine retrovirus. Also, at that time, there was virtually no information available with respect to a human cell line. For example, the results from Duke University had been carried out in a chronically infected cell which could not measure the effect of AZT against the retrovirus. Moreover, there was not sufficient evidence at this time to understand how the compound would be taken up by the human cell or utilized in the human body.", "[167] As I indicated previously, there can be no patent protection for an idea, hypothesis or belief. In my opinion, the conception by Glaxo as of February 6, 1985, was no different than a theory, idea or belief. Glaxo contends that if the drug had been administered to a human as of the claimed date of invention, it would have worked. While this may be correct, I cannot agree with the legal consequences of this submission. Patent law differentiates between ideas, hypotheses, beliefs and inventions. I am satisfied, on a balance of probabilities, that a person skilled in the art, informed by the general knowledge in the relevant time period, would have no more than a belief that AZT might be useful in the treatment of AIDS. I recognize that at the claimed date of invention, since there had been no demonstrated use, I am left with weighing the evidence, both of the inventors and the experts, to determine if Glaxo had deduced the complete invention at that time.", "[168] I have carefully considered the evidence of the named inventors. In my opinion, these scientists did not testify that in this time period they understood the critical aspects of the disease or its pathogenesis. Nor did they claim to understand the myriad of variables that would affect the eventual outcome of infected patients treated with AZT including toxicity, metabolism, pharmacokinetics, and duration of treatment. In other words, they did not state that they understood the direct relationship between the \"vitro\" results and the clinical manifestation of the disease. As I indicated, belief or conception is not sufficient, in and of itself, to satisfy the utility requirements of s. 2 of the Act . As such, despite the reduction to writing, no invention as claimed was made as of February 6, 1985, since the claims, at this time, exceeded the invention. Did The Claims Exceed The Invention As Of March 16, 1985 (The Priority Date)?", "[169] As indicated previously, the date of the invention is to be determined by the court. In this case, Glaxo relies on February 6, 1985, as the latest date of the invention. Having found as of February 6, 1985, that Glaxo had not deduced the complete invention, I turn to consider whether Glaxo could claim the invention at a subsequent date. In this regard, I must consider all of the evidence on a cumulative basis to determine if there is an invention as of March 16, 1985. The question, therefore, becomes whether \"in vitro\" tests in a human cell line with a human virus, in the context of the totality of the evidence as accepted by the court, is sufficient to find a complete invention by the patentee as of that date.", "[170] Drs. Broder and Mitsuya reported the activity of AZT against HIV \"in vitro\" to Dr. Lehrman on February 21, 1985. I note that the results from the Duke exogenistic screen were not received by Glaxo until March 18, 1995, after the U.K. patent application. A&N argue that the NIH results were the first unequivocal demonstration of the activity of AZT that was relevant both in respect of the cells employed and the HIV-I virus used. Indeed, Dr. Shannon testified that the NIH was one of the first laboratories to attempt the development of an HIV-I antiviral drug screening program. As indicated previously, the NIH screen was known as the ATH8 cell line and was developed by Dr. Mitsuya at the NIH. Dr. Parniak described this screen as advantageous in that it could be used for rapid qualitative assessment of infection, and was more accurate and reliable than the MLV screen for the purposes of selecting potentially useful inhibitors of HIV-1 replication.", "[171] The NIH system was also designed to examine the toxic effect of drugs to ATH8 cells. Thus, the system permitted the simultaneous assessment of potential antiviral activity and toxicity of test compounds. Dr. Parniak also noted that the system does not require unusual technical skills to carry out the screening. He noted that it can be used to provide more accurate assessments of HIV-I infection in that residual cell numbers could be determined as well as the extent of virus production. A&N submit that, if there was an invention, that invention was not possible without the NIH screen. However, they state that one cannot go from \"in vitro\" to \"in vivo\" HIV in any event.", "[172] It is contended by A&N that even if Glaxo had \"in vitro\" HIV-1 data, such data would not be sufficient to claim clinical effectiveness, that is, \"in vivo\" human. A&N contend that numerous variables preclude claiming the utility of a compound as a therapeutic in humans based on \"in vitro\" data in human cells. They point to the evidence of Dr. Shannon wherein he identifies compounds that had activity \"in vitro\" but failed to demonstrate clinical effectiveness, for example; ribavrin, nifabutin, and suramin. While Dr. Shannon testified that drugs such as these may \"bomb out\" due to unfavourable pharmacological and toxological profiles, this does not mean that there was not cautious exploration of those experimental drugs. These compounds in clinical trials may have demonstrated only modest effects against the disease or have been too toxic to be used in patients.", "[173] Dr. Parniak was of the opinion that any compound that shows good activity against viral replication or against a purified viral target and against viral replication in a suitable culture system screen would then be suitable to take into an animal system (\"in vivo\" testing), if such animal system existed. In any event, he noted that animal studies must be carried out in order to evaluate pharmacokinetic and \"in vivo\" toxicology of the selected compounds.", "[174] Dr. Broder was concerned that in 1984-85 there was insufficient knowledge to claim such a utility. He testified that it was unknown whether there was a reservoir where the virus could avoid contact with the drug being administered and that it was unknown whether the reverse transcriptase was subject to error or mutation which would result in drug resistance.", "[175] Dr. Broder expressed concerns about the eventual clinical response from AZT treatment. He noted that it would depend upon a myriad of variables including potential toxicity, metabolism, pharmacokinetics, duration of therapy and the immune status of the patient. He noted that a compound active against viruses \"in vitro\" does not necessarily equal a clinically useful drug. He described retroviruses as \"pretty sneaky creatures\", and that little was known about the long-term toxicity of AZT administration. Dr. Bolognesi, Dr. Mitsuya and Dr. Yarchoan showed similar concerns. The suramin experience demonstrated that it was a five star compound \"in vitro\", but it proved to be toxic in humans. However, in my opinion, one must distinguish between safety and effectiveness and whether a drug is capable of being taken into clinical trials as an experimental drug.", "[176] Dr. Yarchoan testified that there was a poor understanding of the pathogenesis of AIDS in 1984-1985. He was particularly concerned that HIV could be suppressed without an observable immunological response in that the compound could inhibit viral replication without allowing a reconstitution of the immune system. Once again, this issue is directly related to the question of effectiveness and would not necessarily prevent its use as an experimental drug.", "[177] In the period February 6 to March 16, 1985, it is clear that the principal information regarding toxicity, pharmacokinetics and the pharmacology of the drug was contained in the Wise-Burchall report. As indicated previously, the report discusses the anti-bacterial data including a two week dose ranging study in ID 50 ; an oral uptake study in a rat, pig, chicken and calf and a half-like study in rats and sheep. Accordingly, Glaxo proceeded to conduct a variety of additional toxicological studies after March 16, 1985. AZT had not been administered to a human being (except once by Dr. Barry), therefore, it was not known whether and in what manner AZT would be absorbed, metabolized, distributed or excreted. It was not known whether the acute administration or long-term administration (the regimen expected of AZT) would result in significant toxicity. Indeed, the first humans to receive AZT were Drs. Barry and King who self-administered AZT on one occasion in April or May of 1985. However, I find that the experience with other nucleoside analogues suggested that it was likely that AZT would be absorbed by oral administration making it potentially suitable for prolonged therapy.", "[178] The Phase I clinical trials were not initiated until July 1985 and not reported until March 16, 1986. Dr. Klein noted that normally the purpose of Phase I clinical trials is to identify, in healthy individuals, toxicity of the drug and to establish an appropriate dosage at which the drug could be administered. In these trials AZT was given to patients who were severely ill with HIV/AIDS. In a document, in 1988, Dr. Barry noted that: \"Studies in November of 1984 suggested that it might be highly active against the human immunodeficiency virus ... so it was sent to Dr. Broder at the National Cancer Institute in the U.S., who confirmed this activity against HIV ... After the confirmation of AZT's anti-HIV activity in February of 1985 , Wellcome scientists conducted a rapid series of pre-clinical studies, including toxicology, pharmacology, and pharmacokinetic studies. The studies suggested that trials in humans should proceed.\" (Own emphasis)", "[179] The only HIV-I efficacy data available to Glaxo at the time of the priority filing were the \"in vitro\" tests. In addition, the principle evidence regarding toxicology and pharmacokinetics is as discussed above. It is apparent that \"in vitro\" tests may be adequate when the art would accept this as appropriately correlated with \"in vivo\" utility in humans. As such, \"in vitro\" tests involving human cells may be sufficient if coupled with other evidence, for example, success with other nucleoside analogues, studies or assays that allowed one to determine whether the drug produces little or no toxicity even in relatively high doses.", "[180] A&N emphasize that since the patent is directed towards the treatment of a disease in humans, and since the invention is in the utility, due to the lack of information regarding toxicity and pharmacokinetics, little could be known regarding side effects. However, it may reasonably be stated that all drugs have side effects. While it was later determined in clinical trials that AZT depressed white blood cell counts and affected patients with poor reserves of bone marrow, nevertheless, this is a question of safety and effectiveness and not whether there was sufficient utility to patent the invention as claimed.", "[181] It was also discovered during the clinical trials that 60 percent of AZT administered to a human is immediately converted by the liver to the glucuronide of AZT, or GAZT. GAZT is inactive against HIV-1 and excreted through the kidneys. A&N argue that Glaxo would have had no way of knowing how much AZT could be metabolized and available to perform anti-viral functions. Furthermore, GAZT involves liver function that may or may not be impaired in an individual. The product monograph now indicates this fact. A goal of pharmascience is to discover drugs that are effective with few adverse side effects. However, I am satisfied that this goal is rarely achieved since side effects occur with all drugs at some dose.", "[182] As previously discussed, in my opinion, if all of the requirements of Dr. Hughes' five questions were required to be met prior to a patent application, this would impose too high a standard to be patentable. All of the questions are reasonable and in one way or another should be answered but all these requirements are not necessary in order to be patentable.", "[183] Throughout the case, Glaxo consistently argued that once the inventors had formed the belief that AZT would be effective as a treatment or prophylaxis for human retroviral infections, the invention could be claimed. That is to say, that in Canadian law conception is sufficient to ground the invention in this case. As I indicated previously, while I cannot, in this case, agree with this principle, I also do not agree with the standard put forward by A&N for the completion of this invention. In the submission of A&N the inventors had to have reached the level of safety and efficacy required by the Food and Drug Regulations in order to complete the invention. As I have noted, in my opinion, this would raise the requirements for utility, and thus for an invention within the meaning of s. 2, beyond that contemplated by Canadian patent law.", "[184] Notwithstanding the concerns expressed above, Drs. Mitsuya, Broder, Furman, Lehrman, Barry and Ms. St. Clair concluded that AZT should be taken to clinical trials. In an article published in the proceedings of the National Academy of Sciences in October 1985, drafted in May or June, 1985, after the results from the ATH8 cell line were received, they concluded as follows, at p. 7100: \"It is worth stressing that the activity of an agent against viruses 'in vitro' does not ensure that the agent will be clinically useful in treating viral diseases. Toxicity, metabolic features, bioavailability, and other factors could negate the clinical utility of a given agent. Moreover, it is possible that patients with the most advanced forms of AIDS might have an immunodeficiency state that no longer depends on HTLV-III-LAV replication and, therefore, would require therapeutic interventions beyond an antiviral agent per se. Nevertheless, there are certain characteristics that would argue for cautious exploration of A509U as an experimental drug in patients with HTLV-III-LAV infection. First, the drug produces little or no toxicity even when given in high doses (85-150 mg/kg of body weight) in rats and dogs for up to four weeks (K. Ayers, personal communication). Second, the drug can bring about essentially complete inhibition of viral replication at doses that do not substantially diminish various 'in vitro' parameters of T-cell immune reactivity. Finally, from experience with other nucleoside analogues, it is likely that A509U will be absorbed by oral administration, making it potentially suitable for regimens that involve prolonged therapy. Taken together, we believe these features provide a rationale for considering this drug as an experimental antiviral agent in certain patients with HTLV-III/LAV infection .\" (Own emphasis) In my opinion, this article demonstrates that the authors had more than a belief or idea that AZT would be useful as an experimental antiviral agent. It was more than abstract theory or scientific principle. At this stage, further inventive steps were no longer required but rather further testing, both in the laboratory and the clinic. \"Cautious exploration ... as an experimental drug\", in the context of the facts of this case is consistent with the concept of having completed an invention with the meaning of s. 2 of the", "[185] In my opinion, I cannot, in these circumstances, draw an inference adverse to invention. Dr. Parniak noted that while the capacity of Dr. Mitsuya's screen was less than one using MLV, the accuracy and reliability of Dr. Mitsuya's assay for picking out potentially useful inhibitors of HIV-I replication is significantly greater than afforded by the MLV screen. He was of the opinion that the ATH8 cell line allows testing for the toxicity of AZT against the cell which allows testing for activity against viral replication, which is desirable. It is clear that Dr. Shannon and Dr. Hughes agree that no antiviral will be useful unless the drug is a potent inhibitor of viral activity, i.e., does the drug block growth of the pathogen (the virus). It did so successfully in the ATH8 human cell line. There is little doubt that these results flow from further testing. However, in my view, these results, considered cumulatively, in conjunction with all of the evidence adduced and considered in this trial, moves the invention out of the sphere of belief and into the realm of the inventors having deduced the complete invention.", "[186] Accordingly, as of March 16, 1985, I find that the patent satisfied, subject to obviousness, the requirements of s. 2 of the Act and does not exceed the invention claimed. The idea, hypothesis or theory had, at this time, been reduced to a definite and practical shape: <FRAGMENT_SUPPRESSED>  invalid because it does not disclose the true inventors. This submission has two parts. Firstly, if the named inventors are correct, the patent is invalid because Glaxo failed to name Dr. Broder and Dr. Mitsuya as co-inventors in the patent. Secondly, Glaxo does not merit the invention because it did not do the necessary work. A&N further submit that the patent may be invalidated by recourse to s. 53 of the or to the common law.", "[188] Glaxo raises two initial objections to this issue. In the first place, Glaxo argues that all major attacks on the validity of a patent must be pleaded and that A&N failed to specifically plead s. 53 of the Act . Secondly, Glaxo claims that A&N are estopped from arguing the issue of inventorship since that issue was tried and finally determined in the American courts with respect to the American patent for AZT.", "[189] <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 176 (F.C.A.), at p. 196  <FRAGMENT_SUPPRESSED> , Stone, J., held that a major attack on the validity of a patent should be expressly pleaded. He concluded that the failure to plead major attacks on the patent deprived Glaxo of fair notice of the case to be met and was, therefore, a denial of justice.", "[190] In the case at bar, the plaintiffs' Fourth Amended Particulars of Objection claim: \"1. If the '277 patent disclosed an invention which is not admitted but denied, then the inventors named therein were not the inventors but it was in fact invented by, inter alia, one or more of the following persons: H. Mitsuya and S. Broder, both of the National Cancer Institute, Bethesda, M.D., U.S.A.; along with M. St. Clair and J. Rideout, both of Burroughs Wellcome Inc. (BW), all persons known to the defendant. 2. If the '277 patent disclosed any invention which is not admitted but denied, then the said invention was in fact invented by one or more of the following persons: H. Mitsuya and S. Broder, both of the National Cancer Institute, Bethesda, M.D., U.S.A.; along with M. St. Clair and J. Rideout, both of Burroughs Wellcome Inc. (BW). Drs. Mitsuya and Broder disclosed or used the invention prior to the filing date of the application from which the '277 patent was granted.\" In my opinion, although s. 53 of the Act was not specifically pleaded, the particulars of objection provided Glaxo with full notice of the issues to be tried. There is no question that Glaxo was fully aware that the issue of inventorship would be raised at trial and that, more specifically, A&N were alleging that the patent failed to disclose the proper inventors. Moreover, Glaxo had sufficient opportunity to present its evidence and its argument on this issue. Accordingly, there was no denial of justice.", "[191] I also cannot accept Glaxo's further argument that A&N are estopped from arguing the issue of inventorship by virtue of the doctrine of issue estoppel. This argument was previously raised before the case management judge who denied Glaxo's motion, concluding that: \"In effect, it appears that only Burroughs Wellcome provided evidence during the four week trial. Novopharm and Barr put in no viva voce evidence. The U.S. courts never heard either Broder or Mitsuya. This is one of the reasons why I believe the issue should not be estopped. \"Another reason why I am hesitant to grant this motion is that the wording of the U.S. claims and the Canadian claims are different. The U.S. claims include the increase of t-lymphocytes and salts of the compound, which increases are not included in the Canadian patent. \"Further, I accept Novopharm's counsel's argument that the issues under patent law in the U.S. are not the same issues under patent law in Canada. That is why there is very often corresponding litigation in both jurisdictions.\"", "[192] It would appear, therefore, that this issue was already considered by Tremblay-Lamer, J., in her decision and her decision was not appealed by Glaxo.", "[193] Nevertheless, Glaxo's arguments based on the cases of <FRAGMENT_SUPPRESSED> ; 2 N.R. 397, are not persuasive. In those cases the three criteria relating to issue estoppel were enunciated: 1. that the same question has been decided; 2. that the judicial decision which is said to create the estoppel was final; and 3. that the parties to the judicial decision or their privies were the same persons as the parties to the proceedings in which the estoppel is raised or their privies. While Carl-Zeiss-Stiftung , supra, stands for the proposition that issue estoppel can be based upon a foreign judgement, I note that Lord Reid advised caution in respect to this application of the doctrine, stating, at p. 555: \"I can see no reason in principle why we should deny the possibility of issue estoppel on a foreign judgment, but there appear to me to be at least three reasons for being cautious in any particular case. In the first place, we are not familiar with modes of procedure in many foreign countries, and it may not be easy to be sure that a particular issue has been decided or that its decision was a basis of the foreign judgment, and not merely collateral or obiter.\"", "[194] The holding of the House of Lords on this point has been applied in several Canadian cases, including a decision of this court in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 479 (T.D.), affd. (1995), 184 N.R. 378; 61 C.P.R.(3d) 499 (F.C.A.).", "[195] Glaxo argues that the law of inventorship is in fact substantially the same in Canada and the United States. They maintain that the parties are the same herein as those who took part in the United States litigation, and the issue of inventorship was the same. With respect to the patent, it is argued that the Canadian patent and the U.S. patents all claim priority from the same U.K. patent. Further, they argue that the decision of the U.S. Court of Appeals, Federal Circuit is a final decision. They conclude that A&N must therefore, be estopped from arguing the issue of inventorship.", "[196] I have considered the U.S. litigation regarding AZT, namely <FRAGMENT_SUPPRESSED>  (Dist. Ct., E.D. North Carolina); and <FRAGMENT_SUPPRESSED>  cases do relate to the question of inventorship, the date of invention, and the validity of the six American patents in suit. The end result on appeal was essentially that Drs. Mitsuya and Broder were not inventors.", "[197] I note that the hearing of first instance was on two motions for partial summary judgment. In his decision Howard, J., found at p. 1726 that the question of inventorship was a question of fact to be determined by a jury. He thus concluded that summary procedure was an inappropriate venue by which to decide the issue, and refused to grant the motions on that basis. In my opinion, this significantly contrasts with the full body of fact and opinion evidence adduced before me. The facts with respect to invention and inventorship are to a great extent interdependent and intertwined. Moreover, the U.S. litigation involved six patents and I am not satisfied that the law on inventorship is the same in Canada and the U.S. In light of the cautionary note of Lord Reid in Carl-Zeiss-Stiftung , supra, concerning differences in procedures or modes of trial, I am very hesitant to conclude that a partial summary procedure, in this case, should estop A&N in respect to the issue of inventorship. Co-inventorship", "[198] As indicated previously, the patent in suit is governed by the provisions of the prior to October 1, 1989. We now have a \"first to file\" system in Canada. At that time, under Canadian patent law, only the first inventor was entitled to a patent. Section 27(1)(a) provides that an inventor of an invention that was not known or used by any other person before he had invented it was entitled to obtain a patent granting an exclusive property in such an invention. Glaxo argues that under Canadian law, the inventors of a patent are those individuals who first originated in their own minds the subject matter of the various claims of the patent: <FRAGMENT_SUPPRESSED>  was no joint invention by Gerrard and Wright of the invention, claimed by the plaintiff, because an important part of the invention claimed was made by one of them only, and that the claim to joint invention in fact failing the application for a patent cannot in law be considered. The evidence satisfies me, that both Gerrard and Wright had constantly been conferring together on the development of the shouldered wire, and the appropriate machine with which to use it. It think the proper view in this connection is well stated in Walker on Patents , 5th ed., pp. 61-62, s. 46 which is as follows: 'Nor is a patent to joint inventors invalidated by the fact that one of them only first perceived the crude form of the elements and the possibility of their adaption to complete the result desired. In fact the conception of the entire device may be due to one, but if the other makes suggestions of practical value which assists in working out the main idea and making it operative, or contributes an independent part of the entire invention which helps to create the whole, he is a joint inventor even though his contribution be of minor importance .'\" (Own emphasis)", "[200] As indicated previously, Glaxo had no P3 facility. Therefore, in order to test the compound on an actual HIV virus, Glaxo had to establish a network of external screeners. In my view, while Glaxo states that it was just good science to have done this, given the nature of the invention, it was, in my opinion, a necessity. I also, despite suggestions to the contrary, view the testing of the HIV virus as high risk given the infectious nature of this disease. Moreover, there was no evidence to suggest that despite the anxieties and pressures associated with finding a treatment for AIDS during that period, the Federal Drug Administration would have allowed testing in patients without first testing the drug on \"in vitro\" human cells. As discussed above, the external investigators included the NIH, Duke University, the FDA, and Sloan Kettering. At this time, relatively little was known about HIV testing, and assays using the HIV virus were still under development. In confirming his involvement as an external screener, Dr. Bolognesi commented, on June 7, 1984: \"What I foresee for the next six months is a considerable amount of developmental work just to learn to deal with the virus, to develop quantal assay systems for the agent, as well as to grow infected cells and measure various levels of expression of viral activities. Without this information, it will be difficult to suggest the best assays for screening anti-viral compounds that would interfere with various phases of the life cycle of the virus. As I indicated to you in our last meeting, any drugs that might reveal anti-viral activity 'in vitro' should have access to 'in vivo' models for pharmacological testing as well as a bona fide natural model for AIDS, such as perhaps exist in the feline system, to determine further efficacy testing.\"", "[201] It would appear that at the time there were only a few centres that had the facilities and expertise to test human retroviruses. These centres, by way of example, Duke and the NIH, were already doing extensive research into finding drugs for use in the treatment of AIDS. The NIH also had access to a large pool of patients who had been infected by the disease for the purposes of clinical trials. I am also satisfied that Glaxo had considerable expertise in virology and the capacity to establish a \"rational drug design\" program to discover a drug for the treatment of AIDS. Nevertheless, it did not have the appropriate facilities nor did it have extensive experience with retroviruses.", "[202] It is clear that in terms of the screening for compounds, virus isolation and quantization were controversial issues. There was no consensus, at that time, as to how to measure the amount of virus in the human bloodstream and technical knowledge was not uniformly available. In regards to clinical studies, very few institutions were in a position to implement and report on a clinical trial. The work that Dr. Broder and Dr. Mitsuya were doing with suramin, at the NIH, situated them uniquely to this research. In fact, the suramin protocol for clinical trials was the first one prepared for the treatment of AIDS in humans and was provided to Glaxo by Dr. Broder to assist in the preparation of a protocol for the treatment of HIV patients using AZT.", "[203] Among the outside investigators, Duke University did sign an agreement, dated February 26, 1985, to assign the ownership of any patent rights derived from its work to Glaxo. Previously, on August 16, 1984, Dr. Bolognesi of Duke University also signed a letter of agreement to treat information concerning candidate anti-human retrovirus drugs as confidential.", "[204] While Dr. Broder was recruited by Glaxo as an outside screener in October 1984, the evidence establishes that the NIH had already commenced considerable research in searching for a treatment for AIDS. By May of 1984 the NIH had already established a task force to investigate RT inhibitors. Dr. Broder also signed a letter of agreement with respect to confidential information which stated that: \"Due to the nature of the disclosure and services you will potentially perform on our behalf, all such information must be considered confidential.\" The NIH did not sign an agreement to transfer patent rights as did Duke University. While the lawful owner of a patent may also be the inventor, it is clear that ownership and inventorship are not always synonymous.", "[205] As noted previously, by October 1984, the NIH had developed one of the few useful assays for testing HIV in human cells. In May 1984, Dr. Broder and his colleague, Dr. Mitsuya, had begun developing immortalized T-cell clones to study immune response in the presence of HTLV-I and HTLV-III. Initial experiments were conducted by Drs. Broder and Mitsuya in June 1984 using suramin in cell cultures in conjunction with HTLV-III infected H9 cells. By the fall of 1984, they had developed an improved cell line that would more closely duplicate the properties and responses of human T4 lymphocytes, the cells which are most often infected by HIV. This line was further refined in the ATH8 cell line which was first used in experiments in January 1985. This cell line was ultimately the subject matter of a patent by Drs. Broder and Mitsuya. The patent application was filed on September 30, 1985. It is also clear that Dr. Broder had been studying in pathogenic human viruses since 1981 in collaboration with Dr. Gallo.", "[206] I conclude, on the basis of the evidence, that prior to being contacted by Glaxo in October 1984 the NIH scientists had already commenced considerable research into the study of AIDS, RT inhibitors, appropriate assays, as well as the design and implementation of clinical trials.", "[207] The issue herein is who are the inventors. Essentially, the disagreement between the parties relates to the characterization and role of the outside screeners. As indicated previously, A&N submit that Glaxo did not test in a human cell line or even use the HIV virus, therefore, the necessary testing for the invention was not carried out by the named inventors. Therefore, they submit that the patent does not correctly disclose the true inventors. Moreover, it is submitted that Glaxo did not do the work for the invention and it was not predictable from the work they did. A&N argue that the experience of Glaxo was not relevant to the task at hand. They contend that Glaxo had no expertise with retroviruses, that there was no strategy with respect to compound selection, i.e., Glaxo, simply picked compounds from their stock and trade, and finally that Glaxo tested more than nucleoside analogues.", "[208] Glaxo made considerable reference to the U.S. law regarding patents, particularly in its written argument. Glaxo submits that, while U.S. and Canadian law differs as to the question of the date of invention, there is no material difference in the law as between the two countries as to inventorship. With respect to the date of the invention, the U.S. law requires an additional step beyond what is required in order to establish the date of invention under Canadian law. U.S. law requires that the invention be reduced to practice in order to establish the invention date, while Canadian law requires only that the inventor prove his first formulation, either in writing or verbally, of a description which affords the means of making that which is invented, i.e., reduced to a definite and practical shape: <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 1 (F.C.A.), at p. 12; <FRAGMENT_SUPPRESSED>  litigated in the United States and the issues of inventorship had been considered by the U.S. courts. Since there is some similarity of the definition of invention between the United States and Canada, it may be useful, for the purposes of this decision, to refer to the decision of the U.S. Court of Appeal for the Federal District in the case of <FRAGMENT_SUPPRESSED>  confirm the invention made by the five named inventors. It is submitted that the first inventors of the patent in suit are the individuals who first originated or conceived in their own minds the subject matter of the various claims of the patent. Once the idea had been formed that AZT could be used for the treatment and prophylaxis of human retroviral infections, no further inventive ingenuity was required to put it into effect. Glaxo refers, in its argument, to the decision of the U.S. Court of Appeals in <FRAGMENT_SUPPRESSED>  Burroughs Wellcome's draft confirms the soundness of the conception. Broder and Mitsuya received from Burroughs Wellcome a group of compounds, known to Broder and Mitsuya only by code names, selected for testing by the Burroughs Wellcome inventors. They then tested those compounds for activity against HIV in their patented cell line. The test results revealed for the first time that one of the compounds, later revealed to be AZT, was exceptionally active against the virus. Here, though, the testing was brief, simply confirming the operability of what the draft application disclosed. True, the science surrounding HIV and AIDS was unpredictable and highly experimental at the time the Burroughs Wellcome scientists made the inventions. But what matters for conception is whether the inventors had a definite and permanent idea of the operative inventions. In this case, no prolonged period of exhaustive research, experiment, and modification followed the alleged conception. By all accounts, what followed was simply the normal course of clinical trials that marked the path of any drug to the marketplace. \"That is not to say, however, that the NIH scientists really acted as a 'pair of hands' for the Burroughs Wellcome inventors. Broder and Mitsuya exercised considerable skill in conducting the tests, using their patented cell line to model a response of human cells infected with HIV. Lehrman did suggest initial concentrations to Broder, but she hardly controlled the conduct of the testing, which necessarily involved interpretation of results for which Broder and Mitsuya, and very few others were uniquely qualified. But because the testing confirmed the operability of the inventions, it showed that the Burroughs Wellcome inventors had a definite and permanent idea of the inventions. It was part of the reduction to practice and enured to the benefit of Burroughs Wellcome.\"", "[211] Glaxo further submits that Drs. Broder and Mitsuya did not originate the idea that AZT would be useful as a medicine. It is submitted that when they concluded further testing they did not even know the identity of the compound which was sent to them under code as compound \"s\". They were not advised of the identity of compound \"s\" until March 1, 1985. Dr. Broder had reported the results of the assays to Glaxo on February 21, 1985, the period in between being called by Glaxo the \"eight day moat\". Glaxo states that Dr. Broder thought the compound was likely suramin during this period while Glaxo knew it was AZT. Glaxo contends that not knowing what the compound was and thinking that it was another compound, could not in any way satisfy the test for conception either in U.S. or Canadian patent law.", "[212] Glaxo also argues that the contributions made by Drs. Broder and Mitsuya were the same contributions as would have been made by any person responsible for the testing of the original concepts of others. They submit that those persons merely involved in the process of finalizing an invention do not qualify as inventors. Glaxo relies, inter alia, on the British case of <FRAGMENT_SUPPRESSED>  But, when we see that the principle and object of the invention are complete without it, I think it is too much that a suggestion of a workman, employed in the course of the experiments, of something calculated more easily to carry into effect the conceptions of the inventor, should render the whole patent void. It seems to me that this matter was much too trivial and too far removed from interference with the principle of the invention, to produce the effect which has been contended for .\" (Own emphasis) Glaxo further argues that Drs. Broder and Mitsuya acted only on the instructions of Glaxo and applied no inventive ingenuity to the invention: Hirst's Petition for the Revocation of Standard Motor Co. and others L.P. No. 634, 897, Re , [1957] R.P.C. 326, at p. 330.", "[213] Dr. Broder described his relationship with Glaxo as one of collaboration, not simply to confirm test results. As a member of the NIH, a government agency, he testified that he did not view his role as a contractor or servant of private industry. He believed his role was one of collaboration involving a mutual exchange of intellectual input and labour. He testified that investigator initiated research involved the exercise of independent, creative and scientific process. He further emphasized that the NIH was publicly funded as was the AIDS research it conducted.", "[214] A&N submit that numerous internal Glaxo documents recognize the collaborative nature of the relationship with the NCI. On October 12, 1984, Dr. Lehrman wrote to Dr. Broder and stated that she was looking forward to a potentially productive and exciting collaboration. In a letter dated October 31, 1984, she again stated that she enjoyed his visit and hoped that it would provide the start of a mutually exciting and productive collaboration. Similarly, on October 10, 1985. Dr. Lehrman wrote to Dr. Mitsuya emphasizing her appreciation for his contribution to the development of AZT and that she looked forward to continuing productive collaboration. Dr. Mitsuya responded to that letter confirming his pleasure in the collaboration to search for anti-HTLV drugs for these months.", "[215] As late as January 22, 1987, Dr. Lehrman wrote Dr. Broder commenting on his personal contributions of himself and Dr. Mitsuya, as well as Dr. Yarchoan. She emphasized that their involvement was critical to the development of AZT and valued their continued collaboration in the development of agents to treat retrovirus infections in man. Dr. David Barry, in a press conference in March 1987 particularly thanked Dr. Broder and his colleagues at the NCI for the critical role they played in the development of Retrovir. In 1988, Dr. Barry nominated Dr. Broder for the ICN international prize in virology stating that Dr. Broder had been on the forefront of anti-AIDS therapy and was the leader in basic research in clinical studies regarding suramin, AZT, ddC and ddI. I have considered the public as well as internal documents in this matter. Regardless of the meaning attributed to these documents by either party, I am satisfied that Glaxo and the named inventors viewed the work of the NIH as the first reliable establishment of the activity of AZT against HIV \"in vitro\".", "[216] As indicated above, internal and external documents comment upon the critical and collaborative role of the NIH in the development of AZT for use in the treatment of HIV. Glaxo contends, with respect to these documents, that l) they were primarily public relations documents; 2) many contained errors because they were not authored by the named inventors; and 3) they were prepared in part to stroke Dr. Broder's ego. A considerable amount of court time was devoted to these documents. A&N also noted that at various times throughout the trial the named inventors indulged themselves in \"ad hominum\" attacks on the scientific ability, professionalism and integrity of Dr. Broder. It is contended that the obvious intent of these comments was to create an impression that Dr. Broder and Dr. Mitsuya did not make a substantial contribution to the discovery of the use of AZT to treat AIDS.", "[217] It is unclear to the court the reason for the change in the nature of the relationship between the NIH and the Glaxo inventors. While Glaxo states that much of the publicity campaign was to relieve some of the pressure on the NIH due to the high costs of the drug, and to respond in part to Dr. Broder's ego, A&N submit that the insinuations and exaggerations are completely unfounded. While I am satisfied that Dr. Broder was, at the time, a very ambitious research scientist, I am also satisfied that he was a talented researcher who played a key role in the AZT story. The court is concerned with inventorship not scientific competitiveness.", "[218] A&N further emphasize the NIH's role in the discovery of AZT by referring to an internal Glaxo memorandum, dated July 3, 1985, setting out a chronology of the development of AZT which includes only references to Dr. Broder as an outside screener. In a later memorandum, dated March 15, 1985, the date before the filing of the priority U.K. patent, it is noted that the anti-HTLV-3 activity of 509U has been determined by the U.S. NIH without the structure of the compound being disclosed to them. Finally, in an internal memorandum by Dr. Lehrman, she noted that \"with the demonstration by Dr. Broder that AZT is a potent inhibitor of HIV 'in vitro', plans for clinical evaluation of this drug are in progress\".", "[219] Glaxo further submits that by virtue of the confidentiality letter, the NIH undertook to perform those services on behalf of Glaxo. They contend that this agreement defines the relationship between the parties and precludes any suggestion of co-inventorship. I do not agree that this letter can be interpreted in such a manner. The arrangement was confined to the question of confidentiality, not inventorship. While Dr. Broder agreed that the NIH would perform services on Glaxo's behalf, I do not regard this as determinative of the question of inventorship. Moreover, at this stage, I am not concerned with the question of ownership or proprietorship but, rather, that of inventorship.", "[220] Glaxo characterizes the role that Drs. Broder and Mitsuya played as somewhat minor. It is submitted that they were only one of four laboratories engaged by BW to do confirmatory testing of specific compounds. Three of the laboratories did \"in vitro\" testing with the HIV virus, that is, Duke, the FDA, and the NIH. Glaxo submits that the NIH was the final lab to report results on AZT. Dr. Lehrman had already received results from Duke University but, as indicated previously, due to the cells utilized the results were regarded by her as equivocal. Also, Dr. Quinnan had previously reported certain results which, as discussed above, were found only in abbreviated notes of Dr. Lehrman. In my opinion, the NIH was the first outside laboratory to provide persuasive, relevant and conclusive results regarding the compound's activity against HIV. The early Duke University results were unfortunately in a chronically infected cell line which the experts and inventors agreed did not disclose the effectiveness of the drug. Furthermore, as already noted, I attach little weight to the results of Dr. Quinnan's tests given the nature and quality of that evidence before me.", "[221] Glaxo finally argues that the scientists at BW were the \"guiding minds\" controlling the research, including the work that was to be done at the outside laboratories. They contend that it was the Glaxo scientists who decided which compounds would be sent to outside screeners, where they would be sent, when a compound would be sent, and how quickly they would reveal the identity of a particular compound to an outside lab. They also contend that when compounds were sent to outside labs they were accompanied by direction letters written by Dr. Lehrman which suggested concentration and solubility levels.", "[222] A&N dispute this characterization of the role of Drs. Broder and Mitsuya with regard to the instructions from Dr. Lehrman. They contend that these instructions were not detailed and indeed, were not even followed by the outside screeners. They further submit that Dr. Lehrman could not have been a guiding mind since she did not have an in-depth knowledge or understanding of the assays, the cell lines used or the type of infection, either exogenous or chronic. Moreover, it is submitted that Dr. Lehrman did not in any way control the conduct of the testing nor did she participate in the interpretation of the assay results.", "[223] I agree with A&N that there was little in the way of instruction to Drs. Broder and Mitsuya and that for all intent and purposes they conducted independent scientifically based research with respect to the activity of AZT. It was also clear from the cross-examination of Dr. Lehrman that while she is a talented physician and researcher, at the time, she did not have an in-depth understanding of the assays, cell lines, or type of infection that was being considered. Dr. Lehrman did suggest concentrations to Dr. Broder initially but she did not in any way control the procedure with respect to the testing which also involved interpretation and extrapolation of the results for which Drs. Broder and Mitsuya and very few other researchers were in any way qualified to make.", "[224] Previously in these reasons, I have indicated my view as to what is an invention for the purposes of s. 2 of the . I am satisfied that the evidence reveals that the named inventors in the AZT patent are the correct inventors. Based upon the evidence before me, I am satisfied that this includes not only Dr. Rideout and Marty St. Clair, but also Dr. Furman, Dr. Barry and Dr. Lehrman, all of whom testified before me in this trial. However, I am also satisfied, on a preponderance of the evidence, that Drs. Broder and Mitsuya are also co-inventors of the use of AZT in the treatment of AIDS. I am satisfied that Glaxo and the named inventors viewed the NIH's work as the first reliable establishment of the activity against HIV \"in vitro\". It is clear that Glaxo viewed Dr. Broder and Dr. Mitsuya as highly skilled researchers working in collaboration with them. It was also their lab at the NIH that first established that AZT inhibited replication of HIV in their assay. While AZT was clearly Glaxo's concept, the utility as claimed was not established without the extensive and direct involvement of the NIH.", "[225] The assay utilized by Dr. Mitsuya was of sufficient inventive ingenuity to be patentable. By admission of all parties, this assay was one of the first to test compounds in a human cell line with the HIV virus. A&N submit that prior to the commencement of court action Glaxo publicly and internally recognized the importance of Dr. Broder and Mitsuya's role and that they were, in fact, the first outside screeners to confirm the activity of the compound against HIV. Furthermore, despite the fact that a draft patent was complete on February 6, 1985, it was not until after the results had been received from the NIH that Glaxo filed for its patent in the UK.", "[226] I do not need, for the purposes of the issues before me, to make any findings with respect to the role of Duke University, the FDA or Sloan/Kettering in this regard. Moreover, at this stage of investigation, I find that the NIH was not simply involved in the development of AZT but rather was part of the discovery of the subject matter of the patent under Canadian patent law. I have no doubt that, on the evidence, if Dr. Mitsuya and Dr. Broder had been under the same roof as the named inventors, they would have been included as co-inventors of the '277 Patent. In my opinion, the work of the NIH was not ancillary to the invention and this invention would not have been complete without their investigation, skill and research. The Failure To Name The True Inventors", "[227] Section 53 of the Act states: \"(1) A patent is void if any material allegation in the petition of the applicant in respect of the patent is untrue, or if the specification and drawings contain more or less than is necessary for obtaining the end for which they purport to be made, and the omission or addition is willfully made for the purpose of misleading. \"(2) - Where it appears that the omission or addition referred to in subs. (1) was an involuntary error and it is proved that the patentee is entitled to the remainder of his patent, the court shall render judgement in accordance with the facts, and shall determine the costs, and the patent shall be held valid for that part of the invention described to which the patentee is so found to be entitled.\" This section sets out two circumstances in which an untrue material allegation may be found to invalidate a patent. In the first case, where a material allegation in the petition is untrue the patent will be declared invalid. In the second instance, where the drawings or specifications contain more or less than necessary and the omission or addition is wilfully made for the purpose of misleading, the patent may be found to be invalid: Rothmans,  <FRAGMENT_SUPPRESSED> , at pp. 428-429 (F.C.T.D.).", "[228] In this case, A&N allege the first ground, i.e., with respect to inventorship there is an untrue material allegation in the petition. Glaxo maintains that in order to succeed on this ground, A&N must still establish that the untrue allegation was wilfully made for the purpose of misleading. Moreover, an inadvertent good faith failure by an applicant to name the correct inventors will not invalidate the patent.", "[229] <FRAGMENT_SUPPRESSED> , at pp. 28-29 (F.C.T.D.) (reversed on other grounds <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 289, at p. 301), Walsh, J., noted that: \"Even without the jurisprudence a careful reading of s. 55(1) of the , indicates that a patent can be void if any material allegation in the petition of the applicant is untrue. Since this phrase is followed by the word 'or', and the concluding phrase 'and any such omission or addition is wilfully made for the purpose of misleading' this clearly applies only to the second phrase as the first phrase does not deal with omissions or additions. Subsection (2) allows the court to find that the omission or addition was an involuntary error and to find that the patentee is entitled to the remainder of his patent. It, however, is only applicable to the second and third phrases of subs. (1). What the court is required to find in the present case, which does not concern omissions or additions to the specifications or drawings, is whether the erroneous allegations in the petition are 'material', no evidence of fraud or intent to mislead being necessary.\" Likewise, in my opinion, the issue in this case is not whether the alleged error was made wilfully with the intent to mislead, there being no evidence of this, but rather whether the naming of the inventors is an untrue material allegation.", "[230] It has been held that the only allegations which are material to a patent are those which relate to the subject matter of the patent: <FRAGMENT_SUPPRESSED>  anything other than the subject matter of the claims in the patent as granted are not material. ... The material allegation of a petition in the form prescribed by the Patent Rules are thus, in my opinion, (1) the allegation that the applicant has made the invention of which a monopoly is granted, and (2) the allegation of facts that bring the application within the statutory prescriptions.\"", "[231] It has also been found that in some circumstances it is immaterial to the public whether all of the co-inventors are named or not: <FRAGMENT_SUPPRESSED> , at p. 157 (F.C.T.D.), affd. (1979), 28 N.R. 273; 42 C.P.R.(2d) 33 ( <FRAGMENT_SUPPRESSED>  co-inventors in the patent. In that case, the Federal Court, Trial Division held, at p. 157: \"There is absolutely no evidence of any wilful misleading of the Commissioner of Patents. I consider that, in such circumstances, it is really immaterial to the public whether the applicant is the inventor or one of two joint inventors as this does not go to the term or to the substance of the invention nor even to the entitlement. In other words, I do not in such circumstances consider it to be a material allegation as contemplated by s. 55(1) [s. 53(1)] of the .\"", "[232] A&N submit that true inventorship is a condition precedent to the grant of a petition and that a patent issued under false information as to the inventors should be voided on the basis that the applicant has failed to perform his or her part of the patent bargain. A&N further submit that inventors are inextricably linked with their inventions and that patents should only issue to inventors for those inventions which are theirs. In their submission, therefore, the identity of inventors is material to the issuance of a patent.", "[233] In this case, A&N, despite submissions to the contrary, have, in my opinion, admitted that, if there is an invention, at least two of the inventors (Dr. Rideout and Ms. St. Clair) are inventors. Their argument under s. 53(1) stems not from the failure to name a true inventor, but rather, the failure to name all true inventors. The question for this court is whether in such circumstances such a failure is material and sufficient to render the patent invalid. I have found that Dr. Broder and Dr. Mitsuya are indeed co-inventors of the utility of AZT in the treatment of AIDS.", "[234] In my opinion, in the circumstances of this case, the failure to name Drs. Broder and Mitsuya as co-inventors in Patent '277 is not a material allegation as contemplated by s. 53 of the . I have already found that the named inventors were entitled to the grant of the patent as true inventors. The and the courts endeavour to protect the rights of true inventors and should not deprive true inventors of their rights without their consent. I am in agreement with the decision of Mr. Justice Addy in <FRAGMENT_SUPPRESSED>  a material allegation and, therefore, on this ground, insufficient to render the patent invalid. Moreover, I do not consider that, on the facts of this case, that there has been a false or misleading petition with respect to inventorship in this matter.", "[235] Alternatively, A&N submit that s. 53 need not be relied upon to invalidate the patent. They submit that the named inventors did not do any of the testing necessary to make the invention that AZT was useful for the treatment of HIV, and furthermore that the utility of AZT was not predictable from the work they did. The plaintiffs rely on <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 217 (T.D.), at pp. 238-239, wherein Reed, J., commented as follows: \"I am not convinced that the work Dr. Grunberg did can be characterized as an invention that sulphamethoxazole and trimethoprim constitute a therapeutic composition for the treatment of sulphamethoxazole resistant bacterial strains. The particularity added to the patent on reissue (i.e., the limitation with respect to the effectiveness against sulphamethoxazole resistant bacteria strain) is clearly a refinement added by the Roche Nutley patent lawyers for the purpose of coopering-up a patent which they suspected to be anticipated by the filing of the Hoffer patent. That particularity was not part of the original testing by Dr. Grunberg, and it is debatable that it has any value at all in this context of this case.\"", "[236] I agree with Glaxo that the courts should strive to protect the rights of true inventors and that innocent errors in inventorship should not be allowed to defeat the presumption of validity of a patent:", "[237] Glaxo further submits that it is open to this court to maintain the patent as valid and declare that the patent was held in trust for both Glaxo Wellcome and Drs. Broder and Mitsuya. For this proposition Glaxo relies on the case of <FRAGMENT_SUPPRESSED>  either party that it should be declared void for that reason. The formal judgment should be varied by striking out that declaration and there should be a declaration to the effect that the defendants hold the letters patent in trust for the plaintiffs and themselves in equal shares, and a direction that they execute a proper assignment to vest in the plaintiffs a one-half share or interest therein.\"", "[238] In my opinion, the discovery of the use of AZT as a therapeutic for the treatment of HIV was the result of the cumulative efforts of the named inventors  <FRAGMENT_SUPPRESSED>  and Drs. Broder and Mitsuya at the NIH. A&N submit that Glaxo had no strategy whatsoever with respect to its role in the discovery of the use of AZT in the treatment of AIDS. I disagree with that contention. In my opinion, the evidence demonstrates that Glaxo had a four-fold strategy for its research. Firstly, it identified reverse transcriptase in the life cycle of this retrovirus as the target to accomplish the selective inhibition; secondly, Glaxo used a plaque reduction assay to identify candidate compounds that had been employed at one time by Dr. Herman in 1977; thirdly, while Glaxo tested a large number of compounds, they focussed, in the ratio of approximately 60:40, on nucleoside analogues. Glaxo had considerable experience with these compounds and had amassed a great deal of information regarding toxicological and other pharmacological information. Fourthly, Glaxo contracted with external independent scientific investigators to screen compounds forwarded to them under code by Glaxo.", "[239] In my opinion, the invention of the use of AZT as a therapeutic for the treatment of HIV was a joint effort of many eminent scientists. All of those persons performed a role and in some way contributed to the invention disclosed in the patent. It would not be accurate to say the five listed inventors did not perform any of the testing necessary to make the invention. The work performed by the Glaxo scientists was central to the invention in this case. While they may not have performed all of the work that was necessary to complete the invention, the work they did perform was integral and it cannot be said, therefore, that they did not participate in this invention.", "[240] As stated earlier, in my opinion, the process of inventing is different in different circumstances. Where an inventor comes up with a new and useful idea for a product, it may not be overly complex or difficult to claim utility. However, in other circumstances, particularly with respect to a medicine, even if the creative process is straightforward, its utility may not be to a person skilled in the art. Accordingly, I see no basis on this alternative ground to invalidate patent '277. Obviousness", "[241] A&N allege that, if there was an invention, it was obvious in light of certain prior art and the common general knowledge at the date of the invention. By virtue of a pretrial order of Madame Justice Tremblay-Lamer (June 7, 1995; affirmed by the F.C.A., December 17, 1996), A&N could not make reference to any prior art references except the following: 1) Horwitz et al. , Nucleosides V. The Monomesylates of 1-(2'-Deoxy-  -D- lyxofuranosyl) thymine; 2) Ostertag et al. Induction of Endogenous Virus and of Thymidine Kinase by Bromodeoxyuridine in Cell Cultures Transformed by Friend Virus; 3) Kreig et al. Increase in Intracisternal A-type Particles in Friend Cells During Inhibition of Friend Virus (SFFV) Release by Interferon or Azidothymidine; and 4) Antiviral, antimetabolic and antineoplastic activities of 2'- or 3'- amino or azido- substituted deoxyribonucleosides.", "[242] Obviousness is a question of fact, the burden of proof of which lies with the plaintiff: Lovell Manufacturing Co. and  <FRAGMENT_SUPPRESSED>  inventors did or would have done to solve the problem. Inventors are by definition inventive. The classical touchstone for obviousness is the technician skilled in the art but having no scintilla of inventiveness or imagination; a paragon of deduction and dexterity, wholly devoid of intuition; a triumph of the left hemisphere over the right. The question to be asked is whether the mythical creature (the man in the Clapham omnibus of patent law) would, in light of the state of the art and of common general knowledge as at the claimed date of the invention, have come directly and without difficulty to the solution taught by the patent. It is a very difficult test to satisfy.\"", "[243] There is no inventiveness in following an obvious and well-charted route using known techniques and processes involving known compositions unless the inventor encounters difficulties that could not have been reasonably expected by a person versed in the art or overcome by the application of ordinary skill: <FRAGMENT_SUPPRESSED>  (C.A.).", "[244] A&N submit that there can be no invention in pursuing an obvious line of research involving simple empirical experiments on compounds which are themselves neither novel nor inventive unless the idea prompting the research was not obvious or the research generated an otherwise unexpected result. In support of this position, A&N rely on the cases involving workshop improvement: Leithiser and  <FRAGMENT_SUPPRESSED>  are arrived at by methodical testing are valid and equally deserving of protection: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 241 (F.C.A.). That is, was the invention \"plain as day\" or \"crystal clear\" to a technician skilled in the art at the date of the invention: <FRAGMENT_SUPPRESSED>  ordinary person skilled in the relevant art searching for something novel without serious thought, research or experiment: G.F. Takach, Patents: A Canadian compendium of law and practice (Edmonton: Juriliber, 1993). Where the alleged invention is the product of a collaborative research effort, the contribution of each notional member should be assessed separately, attributing to each the requisite level of skill required of a person fulfilling that function: Genentech Inc.'s Patent , supra, at p. 278.", "[246] Glaxo argues that more weight should be given to the evidence of persons skilled in the art who at the time of the invention were actually working on the problem. In support of this proposition Glaxo relies on <FRAGMENT_SUPPRESSED>  by the evidence of experts not working in the field.", "[247] Previously, I indicated that, in this case, persons skilled in the art would involve a group of individuals collectively examining the patent. I have already discussed the specific expertise of Dr. Shannon, Dr. Parniak, Dr. Hughes and Dr. Fan. In fact, in the 1984-1985 time period, only Dr. Shannon had been actively involved in antiviral drug research when a treatment for AIDS was being investigated. I have also already noted that the question of obviousness, under the , must be considered at the date of the invention (March 16, 1985). The other experts were clearly working in highly relevant fields, but, as of March 16, 1985, none were specifically involved in searching for a treatment for HIV.", "[248] The court is also mindful of the ex post facto examination of the invention and the ex post facto analysis of the prior art.  <FRAGMENT_SUPPRESSED>  properly admissible even on an 'ultimate issue' question such as obviousness, it seems to me that it must be treated with extreme care. \"Every invention is obvious after it has been made, and to no one more so than an expert in the field. Where the expert has been hired for the purpose of testifying, his infallible hindsight is even more suspect. It is so easy, once the teaching of a patent is known to say, 'I could have done that'; before the assertion can be given any weight one must have a satisfactory answer to the question 'Why didn't you?'.\"", "[249] For the purposes of considering \"obviousness\", it is useful to outline a number of key known and unknown facts. By 1984 both human and animal retroviruses had been discovered. It was also known that retroviruses replicated with the assistance of the enzyme reverse transcriptase and that reverse transcriptase was unique to retroviruses. HIV had also been isolated and identified as the cause of AIDS. In 1984 the evidence discloses that the following facts were also known to virologists: 1) Compounds of the class of nucleoside analogues could act as chain terminators in reactions involving DNA polymerase; 2) The inhibition of HIV-I reverse transcriptase would prevent the reverse transcription of the viral genome from RNA into DNA and would thus prevent integration of the viral genome into the genome of the host; 3) Both MLV and HIV were retroviruses, and 4) Glaxo knew that AZT would inhibit the replication of MLV and HSV in November-December 1984.", "[250] However, Dr. Parniak testified that the following matters, by way of example, were not known in 1984: 1) Did AZT inhibit at the RT level (was cell metabolism required for its activity); 2) Could AZT be taken up by human cells? 3) Could AZT be metabolized to the triphosphate? Would AZT inhibit HIV replication in human cells? Was AZT selective for RT and not too toxic to human cells?", "[251] The Horowitz article was published in 1964 and contains a description of the synthesis of AZT. A&N allege that this article teaches the synthesis of the compound 3'-azido-3'-deoxythymidine. This fact is not disputed by Glaxo.", "[252] The Ostertag article was written in 1974 and describes studies on mouse red blood cells infected with Friend Leukemia Virus. The cells used in the experiment are chronically infected by the virus and the data presented is interpreted by the author as showing that AZT inhibits virus release from these infected cells. A&N also submit that the article taught that AZT acted as a chain terminator and would have, therefore, inspired a researcher to consider AZT for the treatment of HIV. In support of this position A&N point to the following quotation from the article: \"The inhibition of LLV-F virus replication by both azidothymidine and BrdUrd seems to be an indication that the mechanism of inhibition is similar. Azidothymidine is phosphorylated to azidothymidine triphosphate but it presumably cannot be used for chain elongation during DNA synthesis. It, therefore, cannot be incorporated internally into the growing DNA strand and is likely to interfere with elongation. Cellular repair enzymes possibly remove azidothymidine from the ends of the growing chain but are not involved in viral repair. The low toxicity of azidothymidine for the cell but high toxicity for the virus would support such a speculation. In some instances azidothymidine might favourably replace BrdUrd for medical treatment of diseases by DNA viruses. \" (Own emphasis)", "[253] There was considerable dispute between the parties as to the interpretation of the Ostertag article and what it teaches.", "[254] Glaxo argues that the experiment described and reported in the Ostertag article was not designed to screen compounds for their anti-retroviral activity. In the submission of Glaxo, such an article would not have been discovered by a researcher searching for a treatment for HIV in 1984 given the subject of the article and the title, \"Induction of Endogenous Virus\", which indicates an increase in the virus. Dr. Yarchoan testified that after conducting a literature search for finding a therapy for HIV he did not find the Ostertag paper. Glaxo further disputes the characterization of the findings in the Ostertag article. Dr. Shannon testified that the observed decrease in C-type particle expression in the experiment was due to a 53% decrease in cell proliferation and not an inhibition of the virus. This conclusion is based largely on the fact that the cells used in the experiment were chronically infected.", "[255] Dr. Shannon further testified that the comment in the Ostertag article that AZT would act as a chain terminator is \"purely speculation\". Both he and other experts agreed that the author's statement regarding the anti-retroviral effect of the drug was not supported by any evidence or data presented in the article. He further stated that the concentration used in the article would not have been considered by a retrovirologist to have been suitable for therapeutic treatment.", "[256] A&N, on the other hand, argue that the Ostertag article shows that AZT was having an effect at the later stages of virus replication. In their submission, because AZT was known to be a nucleoside analogue it also had the potential to work early in the replication cycle, thereby having the potential to work at two different stages of virus replication, an early and late stage. They further argue that the article presents data in both the text and the abstract of the paper which clearly states that AZT inhibits retrovirus release. It is submitted, therefore, that a diligent search of literature to identify compounds with anti-retroviral effect would have led to this article.", "[257] The main dispute between the experts appears to be whether the Ostertag article discloses toxicity to the cell or whether it discloses some post-integration therapeutic value. Dr. Shannon testified that the reduction in C-type particle releases in the Ostertag article were due to high cytotoxicity induced by the high concentration of 3'-azido-3'-deoxythymidine. In fact, Dr. Shannon recalculated the data presented in the Ostertag article to indicate a 53% toxicity level. Dr. Parniak, on the other hand, testified that in his opinion the observed effects on virus release were not due entirely to an effect on the cell rather than the virus. His reasons for this were that the data indicated that the cells were dividing normally in culture and, in spite of any decrease in the number of cells, the decrease in virus particles was dramatic, four orders of magnitude, as compared to a very minimal change in cell number. After considering the evidence, I am satisfied that Ostertag teaches that the compound does not have an antiviral effect via inhibition of the viral reverse transcriptase.", "[258] The Kreig article, written in 1978, extends the experimentation into the effects of AZT on release of Friend virus. It was shown that AZT inhibits formation of mature virus particles from the cells chronically infected with the virus. The article also refers to IAPs, intracisternal A-type particles, and shows a 10 to 20 fold increase in the number of these particles in the treated cells. Glaxo submits that this suggests that AZT is toxic to cell proliferation and would have, therefore, taught virologists away from the use of AZT for the treatment of AIDS. Dr. Shannon testified that it was known prior to 1985 that IAP's were associated with cancer, suppression of the immune system and impending cell death. On the other hand, A&N submit that in 1984 virologists were not aware of the effects of IAPs but would likely have relaxed their standards in the case of a lethal disease in any event.", "[259] The De Clercq article, written in 1980, reports data from the evaluation of a series of deoxynucleoside analogues, including 3'-azido-3'-deoxythymidine, against two DNA-containing viruses and one RNA-containing virus. The compounds were also evaluated for potential anti-tumour activity in a mouse leukemia cell line. The authors report that 3'-azido-3'-deoxythymidine was without any practical activity whatsoever against the three viruses which it was tested against. A&N claim that this article shows that AZT was considered by researchers as a potential antiviral.", "[260] Dr. Shannon again testified that this article would not have lead one skilled in the art to the invention. In his opinion, this article also taught that AZT inhibited the incorporation of thymidine into normal cellular DNA. This form of toxicity, in his opinion, would have taught away from the use of AZT as a human therapeutic.", "[261] As objective evidence of non-obviousness, Glaxo contends that in 1984 that there was a generally accepted dogma that dideoxynucleosides would be too toxic to be used in the treatment of human diseases. This proposition was supported by Dr. Shannon and it would appear that Dr. Mitsuya believed this. Glaxo summarized its allegations of obviousness arising from these four prior art references as follows: \"(1) Horwitz discloses at page 2077, paragraph 1, lines 5-9 the preparation of 3'-azido-3'-deoxythymidine as a step in the process of the preparation of 3'-amino-3'-deoxythymidine. \"(2) Ostertag, Krieg et al., teaches at page 4980, paragraph 2 and page 4984 that the mechanics of inhibition of DNA viruses using azidothymidine is similar to the one observed using BrdUrd and that in some instances azidothymidine might favourably replace BrdUrd for the medical treatment of disease. It is shown that azidothymidine is phosphorylated to azidothymidine triphosphate which however cannot be incorporated internally into the growing DNA strand thereby interfering with elongation. \"(3) In Krieg, Ostertag et al., the inhibitory activity of C-type viruses by 3'-azido-3'-deoxythymidine is confirmed by Krieg, C.J. et al. at page 24, paragraph 2 lines 19-24 and by Ostertag, W. et al. at page 24, lines 19-24 of Experimental Cell Research. \"(4) De Clercq et al. at page 1850, table 1 and page 1851 paragraph 1 discloses the anti-viral and anti-tumour properties of 2'-deoxy and 3'-deoxynucleosides, in which an amino or azido group was substituted at the 2- and or 3- position of the sugar moiety. A number of the compounds exhibited anti-tumour and anti-viral properties and particularly 3'-azido-3'-deoxythymidine.\"", "[262] Glaxo further argues that, as further objective evidence of inventiveness, the fact that no other scientist working in the field considered AZT for the treatment of HIV and the enormous commercial success of the drug, should be considered: <FRAGMENT_SUPPRESSED>  list of over 30 other researchers who were searching for a treatment for AIDS in the 1984 time frame. These researchers included Dr. Hardy, Dr. Quinnan, Dr. Weinhold and Dr. Bolognesi, two of whom testified in this trial.", "[263] Regarding the matter of commercial success, the evidence is clear that this drug was and continues to be commercially successful. It was the first drug approved for human use in the treatment of HIV/AIDS in the United States in 1987 and in Canada in 1990. It was also the first drug which was known to work directly against the condition and until 1992 was the only drug approved in Canada for the treatment of AIDS. The drug continues to be used as a treatment today, although no longer as a monotherapy. It is also used to reduce the chances of pregnant women passing HIV to their newborns and for health care workers for post-exposure treatment (i.e., as a prophylaxis).", "[264] I am satisfied that the prior art, individually or taken together, would not have led an unimaginative skilled technician to the invention without undue experimentation. At the time there was an admitted health care crisis and AIDS was considered to be in epidemic proportions. Many laboratories, both private and government, had mobilized to search for a treatment for this disease. Despite these efforts, no other scientific investigator or researcher was led to the solution.", "[265] Furthermore, in my opinion, the four articles would not have necessarily led to the invention. In particular, in Ostertag, I am satisfied that the statement that AZT would act as a chain terminator was purely speculative. Moreover, at the time of the Ostertag article human retroviruses had not even been discovered and could not, therefore, have been within the contemplation of the writer. The De Clercq article admittedly showed that the compound had no activity against the three viruses, and would have taught away from the use of AZT as a human therapeutic. The Krieg article was dealing with chronically infected cells which all of the experts agreed would not measure the effect of chain terminators. Furthermore, I am satisfied that on the evidence the existence of IAPs would have caused a retrovirologist considerable concern regarding the use of this compound.", "[266] In conclusion, the '277 patent was not rendered obvious by the prior art in existence at the date of the invention. Are The Claims Of The Patent Overbroad, Insufficient Or Ambiguous?", "[267] In accordance with s. 34, a patent specification, which includes both the disclosure and the claims, requires a description of the invention including its operation or use, coupled with claims which state those novel features of the invention in which the patentee claims an exclusive right or privilege. The specification must delineate the precise and exact extent of the exclusive privilege claimed, i.e., the boundaries or territory of the exclusivity. In general, the specifications must be complete enough to allow a person skilled in the art to make successful use of the invention upon expiry of the patent: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 473 (F.C.A.), at p. 486; <FRAGMENT_SUPPRESSED>  invention made and alone define the ambit of the exclusive grant. Claims may be invalid where they are broader than what was invented or broader than the invention described in the specification: <FRAGMENT_SUPPRESSED>  (F.C.A.), at p. 188.", "[269] In defining the invention made, the inventor must not \"throw upon the public the burden of experimenting in order to ascertain how the invention is to be carried out\": <FRAGMENT_SUPPRESSED>  (C.A.). That is not to say, however, that a person skilled in the art will not be expected to take reasonable steps to clarify certain details in the patent. However, a patentee cannot require a skilled person to exercise inventive ingenuity in arriving at that result: <FRAGMENT_SUPPRESSED>  discovery that AZT, a previously known compound, was useful as a drug in the therapeutic treatment of human disease. A&N claim that the specification is overbroad because: 1) It claims protection for the treatment of HIV using AZT which was not invented by the named inventors; 2) Certain claims are overbroad because they cover the compound plus a carrier without any limitation as to use; 3) It claims protection for the use of the drug as a prophylaxis against human retroviral infections which was neither invented by the patentee nor disclosed in the specification; 4) It claims protection for the treatment of all human retroviral infections which was neither invented by the patentee nor disclosed in the patent; and 5) The term 3'-azido-3'-deoxythymidine comprises four possible isomers, only one of which was shown to have utility.", "[271] Patents traditionally contain a range of claims. This patent is no exception. The claims in this patent vary in scope and all of these claims have obviously been approved by the patent office. Patent claims may be found invalid without affecting otherwise valid claims. Section 58 of the Act states as follows: \"When, in any action or proceeding a patent that contains two or more claims, one or more of those claims is or are held to be valid but another or others is or are held to be invalid or void, effect shall be given to the patent as if it contained only the valid claim or claims.\" In essence, all that is needed for success in a patent infringement action is one claim that is valid and infringed. A range of claims is often required when it is not always easy to decide what is or is not an essential element of an invention. However, the function of a claim is not to teach how to put an invention to practical use, that is the function of the specification. A claim must be supported by the disclosure, that is, it must contain within its language that which is disclosed in the specification: Beecham Canada Ltd. , supra, at p. 11. Claims For The Treatment Of HIV Not Invented.", "[272] I have already discussed the invention and inventorship earlier in these reasons. A&N contend that a mouse screen is not an invention for the treatment of AIDS. I have previously made my findings regarding the invention and inventorship, earlier in these reasons. I find that those claims for the use of AZT in the treatment and prophylaxis of HIV/AIDS was invented by the named inventors. I see no reason to repeat my findings at this time. Claims Not limited As To Use Of The Compound.", "[273] The embodiments of the invention in which an exclusive property or privilege is claimed are defined as follows in claim 1: \"1. A pharmaceutical formulation comprising as active ingredient, 3'-azido-3'-deoxythymidine, and a pharmaceutically acceptable carrier therefor.\"", "[274] Glaxo submits that the claims in the patent may be grouped under independent claims 1, 10, 21, 22, 23, 34, 35, and 36. It is stated that all of the independent claims and the claims dependent thereon except for claim 36, are composition of matter or product claims. Claim 36 covers a process for the preparation of a formulation according to claim 1. The independent claims and dependent claims in suit and their relationships may be organized as set out below. Claims 1 through 20 make no specific reference to the use to be made of the drug, that is, as a treatment for human retroviral infections. It would appear that the remainder of the claims in the patent, either specifically or by reference to an earlier claim, make reference to the use of the compound as a treatment for human retroviral infections, AIDS infection or AIDS. [See Diagram On Page 229]", "[275] A&N argue that the essential element of the invention was the discovery of the use of the compound as a treatment for human retroviral infections. This was not disputed by Glaxo. A&N contend that this use had to be claimed and the failure to do so renders those claims invalid. It is contended that the claims are overbroad since they could cover uses not invented, such as an anti-bacterial or an anti-cancer treatment. They rely on <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 193 (F.C.A.), in which the entire disclosure of the patent related to a device for cutting potatoes for french fries from the centre portion of the potatoes. The disclosure included four outside slabbing blades which first trimmed off the outside portions of the potato. The \"slabbing blades\" and \"separation means\" were essential to the invention. The disputed claim did not contain the slabbing blades which were an essential limitation, but were found in the specification. The claim in dispute failed to define a device that would produce the promised results since no reference was made to the essential \"slabbing blades\" and \"separation means\". In essence, the patent claim may have been justified by the actual invention but was unjustified because of the manner in which the invention was described in the disclosure. Accordingly, the Court of Appeal held that the claim was broader than the invention disclosed.", "[276] Glaxo argues that the claims in this case represent the practical embodiment of the invention. Moreover, it is contended that claim 1 in the '277 patent is distinguishable from the claims in Wayne State , supra, wherein the claims did explicitly refer to the use, i.e., reducing metastasis and neoplastia in mammals. However, Wayne State did not deal with overbreadth but rather whether a new use for an old compound is an invention which may be entitled to patent protection. Claim 1 in Wayne State is as follows: \"A pharmaceutical composition in dosage form suitable for oral or parenteral administration for reducing metastasis and neoplastic growth in a mammal, which comprises an active ingredient 3-methyl-1-[2-(2-naphthyloxy)-ethyl]-2pyrazolin-5-one or a pharmaceutically acceptable diluent or carrier.\"", "[277] Glaxo distinguishes Wayne State by suggesting that it was the second therapeutic use for a medicine unlike AZT, which is a first medicinal use. Glaxo states that claim 1 is like a claim for a new compuond in the sense that no explicit statement of use is necessary to distinguish it from the prior art since there was no previous use. In Wayne State the use had to be claimed in order to distinguish the invention from the prior art. Glaxo submits that as a matter of practice, a patent agent starts with the broadest claims not found in the prior art and drafts the claims in a manner necessary to take it out of the prior art. It is submitted that the use of the term \"pharmaceutical\", i.e., a medicine, takes it out of the prior art. Glaxo submits that claim 1 herein is on the same level of generality as in Shell Oil , supra, i.e., \"a plant growth regulant\" with a comparable limitation with respect to the term \"pharmaceutical formulation\". In Shell Oil , the use was not explicitly stated in the impugned claim, however, it does not appear that overbreadth was an issue but rather only whether there was a patentable subject matter.  <FRAGMENT_SUPPRESSED>  follows: \"In summary, the principles that I derive from the above-mentioned authorities as well as others referred to in argument, to which further reference need not be made here, are that in construing the claims in a patent recourse to the remainder of the specification is (a) permissible only to assist in understanding terms used in the claims; (b) unnecessary where the words of the claim are plain and unambiguous; and (c) improper to vary the scope or ambit of the claims.\"", "[278] It bears repeating that the claims define the scope of the exclusive right whereas the disclosure describes the invention for which that exclusivity is claimed. In <FRAGMENT_SUPPRESSED> , supra, at p. 204, Urie, J., stated as follows: \"While there can be no question that a patent must be fairly construed, if such fair construction reveals that an essential element (in this case a limitation) has not been claimed, the omission is fatal to the claim's validity.\"", "[279] Can it be said that, though an essential feature of the invention is not specifically mentioned in claim 1, the use of the word \"pharmaceutical\" used in the claims necessarily possesses that essential feature or limitation? The court cannot limit the claims by saying that the inventors must have meant what is otherwise described in the specification; this would be an inappropriate variation or modification of the claims: <FRAGMENT_SUPPRESSED> , supra, at p. 203. Does the claim cover more than is justified by what the descriptive portion of the specification discloses?", "[280] In considering the question of the scope of claim 1 and its dependent claims, I have kept in mind the principles of claim construction that I discussed earlier in these reasons. Moreover, the issue involves solely the construction of the patent.", "[281] The issue in <FRAGMENT_SUPPRESSED> was similar to the question before the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 77 (F.C.A.). Unlike <FRAGMENT_SUPPRESSED> , the claims were held to not be excessive. The issue was whether the claims should have stated that the aluminum scaffolding was \"flying\" and not \"non-flying\", the latter would not have been patentable. At p. 83, the Federal Court of Appeal stated as follows: \"... in the portion of the application antecedent to the claims, it is made clear that the whole invention relates to flying forms. Reading together the whole of the specifications and the claims I interpret claims 8 as 'fencing in' only flying forms made, according to the specifications, of aluminum. Consequently, in my opinion, the use of aluminum beams and trusses in nonflying forms has not been claimed and claim 8 is not alleged, invalid.\"", "[282] It is clear from my review of <FRAGMENT_SUPPRESSED> and Canadian Patent Scaffolding that the construction of claims is fact specific. Similar to Canadian Patent Scaffolding , in this case, I must examine the disclosure in order to determine if the claims contain any other uses beyond that which was invented. At issue in <FRAGMENT_SUPPRESSED> was an essential element not contained in the claim, i.e., the \"slabbing blades\". The use of the device was not in dispute unlike in Canadian Patent Scaffolding . In the case at bar, the issue involves whether the use of the compound was improperly omitted from the claims.", "[283] In this case, there is no suggestion that more than one invention has been claimed. If, as A&N contend, the claim is broad enough to cover an invention for anti-bacterial or anti-cancer medicines, then upholding the claim would involve an inappropriate variation or modification. However, while I have considered Dr. Winterborn's evidence on cross-examination with respect to this matter, I do not agree with A&N's interpretation.", "[284] The claims and disclosure must be read as a whole. The entire disclosure relates to the use of AZT as a pharmaceutical in the treatment or prophylaxis of human retroviral infections. In this regard, I disagree that a pharmaceutical formulation comprising AZT with a carrier does not provide a means of administering the drug for therapeutic purposes and thus claim 1 is not overbroad. Claims For The Use As Prophylaxis Not Invented And, In Any Event, Not Disclosed In The Patent.", "[285] A&N also argue that the claims which include \"prophylaxis\" are broader than that which was actually invented and disclosed in the patent. In essence it is the submission of A&N that the patentee did not invent the use of AZT as a prophylaxis for human retroviral infections.", "[286] A&N argue that if there was an invention for the treatment of HIV, there was no basis to claim the use of the drug as a prophylaxis. It is submitted that the use of the drug as a prophylaxis was not contemplated by the inventors at the date of the invention. In fact, experiments to confirm its use in this manner were not undertaken until several years after the patent application. Therefore, it is contended that claims that involve prophylaxis are invalid as being broader than the invention made. Furthermore, A&N contend that there is no information in the disclosure on dosages, timing, duration, or method of treatment with respect to prophylaxis. Therefore, the claims are broader than the invention disclosed.", "[287] Glaxo submits that, based on subsequent experimentation, the prophylactic use of the compound has been demonstrated in the case of the vertical transmission of the virus from mother to fetus and in the case of health care workers who are accidently exposed to the virus.", "[288] Various experts commented on the meaning of \"prophylaxis\" and whether or not, in their opinion, there was a sound basis to predict the prophylactic use of the compound. The Oxford Dictionary defines prophylaxis as: \"The preventive treatment of disease.\" Dr. Rosser, on behalf of A&N, defined prophylaxis as giving a drug in advance of the possibility of infection. In his opinion, both demonstrated examples discussed above of prophylactic use were indicative of prophylaxis. He also stated, however, that there was not enough information in the patent to determine how to use the drug as a prophylactic. Dr. Berger, on behalf of A&N, defined prophylaxis more broadly as the prevention of a disease and in the case of HIV the prevention of being infected, i.e., acquiring the virus or transferring the virus to someone else. He also agreed that the drug had been shown to have utility as a prophylactic in subsequent experiments. When all is said and done none of these physicians would rely on a patent disclosure for the purpose of treating AIDS patients.", "[289] Dr. Hughes provided a more restricted definition of prophylaxis and stated that, in his opinion, even the demonstrated uses of the drug as a prophylaxis were not correct. He defined it as the prevention of human retroviral infection. He testified that for prophylaxis the drug must be administered to the patient before he or she comes into contact with the virus. He did not believe that the compound could be used for the prophylaxis of retroviral infections. In his opinion it means treating someone who is not infected to prevent them from becoming infected. He stated, therefore, that the prevention of vertical transmission from mother to child and treating health care workers were not examples of prophylaxis since the patient had already been infected with the virus.", "[290] Under the heading \"Prevention of AIDV Infection\" it is submitted by Glaxo that the prophylactic use of the compound is recognized. An experiment, according to Glaxo is described in which it was shown that the compound could be used as a prophylactic. It states: \"The ability of 3'-azido-3'-deoxythymidine to block infection of cells by AIDV was determined as follows.\" The experiment was performed by Drs. Broder and Mitsuya. Glaxo contends that since the mechanism of action of this compound involves chain termination, the prophylactic use of the compound could be claimed. In essence it is argued that because it was known that the compound prevented the integration of the viral DNA into the human cell this would lead a person skilled in the art to believe that the compound could be used to prevent infection from the virus after contact.", "[291] While A&N have argued that the prophylactic use of the compound was not contemplated by the inventors, the February 6 draft patent does describe an invention for the treatment and prophylaxis using the compound. Furthermore, the inventors testified that this draft was a joint effort of the inventors. It would appear, therefore, that as of February 6 the prophylactic use of this compound had been contemplated. The U.K. patent, filed March 16, 1985, also claims prophylaxis.", "[292] While I agree that this use had not been demonstrated at the date of the invention, as already discussed, demonstrated utility or reduction to practice is not a requirement under Canadian patent law. While there is a difference of opinion among the experts as to the meaning of prophylaxis, the scientific evidence as to the mechanism of action of the compound was clear and unequivocal. The patent itself describes the drug as acting as a \"chain terminator\" which inhibits HIV reverse transcriptase. \"... it is the triphosphate form of 3'-azido-3'-deoxythymidine which is believed to be the effective chain terminator in the reverse transcription of AIDV, as evidenced by its effect on avian myeloblastosis virus and Moloney murine leukaemia virus. This form also inhibits AIDV reverse transcriptase 'in vitro' whilst having a negligible effect on human DNA polymerase activity.\"", "[293] In my opinion, no further inventive steps were required with respect to the prophylaxis for HIV even though further experimentation was obviously required by persons of experience and skill. Accordingly, I do not find that the claims for prophylaxis are broader than the invention made or broader than the invention disclosed. Claims For The Treatment Of Human Retroviral Infections Not Invented And Not Disclosed In The Patent.", "[294] A&N also allege that the exclusivity claimed by Glaxo for the treatment of all human retrovius infections in claim 21 was neither invented nor disclosed in the patent. In the submission of A&N, the invention for which the patent is claimed relates only to the treatment of HIV, not all human retroviral infections. Similarly, A&N submit that even if Glaxos did make this invention there is insufficient information provided in the disclosure to support the claims. Claim 21 is as follows: \"21. A pharmaceutical formulation for use in the treatment or prophylaxis of human retrovirus infections comprising an effective amount of 3'-azido-3'-deoxythymidine in association with a pharmaceutically acceptable carrier.\"", "[295] In 1984, four human retroviral infections were known to exist, HTLV-I, HTLV-II, Human Foamy Virus and HIV. Dr. Hughes and Dr. Fan testified that, at that time, there were no diseases or conditions associated with HTLV-II or with Human Foamy Virus. In fact, Dr. Hughes stated that there are still no diseases associated with those viruses and disagreed that Lou Gherig's disease was associated with Human Foamy Virus. Regarding HTLV-II, Dr. Fan testified that although the virus may be associated with certain disorders there is no evidence that it causes those disorders.", "[296] Both experts agreed that HTLV-I is associated with disease but less than one percent of those persons infected with the virus actually develop the disease which takes approximately 20 to 30 years to develop. Dr. Fan also testified that it was very difficult to recover the HTLV-I virus from infected patients. Dr. Hughes further stated that there was little known about HTLV-I and HTLV-II then or now to determine what would be an effective treatment or prophylaxis for diseases associated with these viruses.", "[297] Dr. Fan testified that there were differences in the ability of corresponding genomic sequences of HTLV-I and HTLV-II to regulate expression. In his opinion, a skilled virologist would use great caution in assessing inhibition in a screen against HIV reverse transcriptase as a basis for assessing the results in a screen against the reverse transcriptase from a different retrovirus, e.g., HTLV-I. Similarly, Dr. Hughes testified that HTLV-I and HIV are not closely related with a homology of only 25% and that it would, therefore, be difficult to assess therapeutic usefulness from one virus to another. In this regard, while Dr. Shannon did testify as to the morphology of viruses, I have considered all of the evidence on this matter and I prefer the evidence of Dr. Hughes and Dr. Fan.", "[298] A&N allege that the named inventors never even contemplated the use of AZT as a treatment or prophylaxis for all human retroviruses and that their efforts were directed specifically towards HIV. Counsel for A&N pointed to the testimony of the five named inventors which was overwhelmingly directed towards searching for a treatment for AIDS. I cannot disagree with A&N's contention in this regard.", "[299] There can be little doubt that it was the crisis associated with the AIDS epidemic which inspired the research  <FRAGMENT_SUPPRESSED>  and other laboratories. The patent does, however, contain a reference to an experiment which tested AZT against HTLV-I \"in vitro\". This experiment was performed by Dr. Mitsuya, on his own initiative and not under the direction of Glaxo scientists. More detailed study of the efficacy of AZT in treating HTLV-I infection was not undertaken until 1986, or later, by Dr. Matsushita who found AZT to be effective against HTLV-I \"in vitro\".", "[300] There was some evidence presented by Glaxo regarding the subsequent use of AZT to treat other human retroviruses. The only evidence regarding HTLV-II did not relate to treatment as such but rather the possibility that the virus was associated with a disease. There was no evidence that AZT is routinely used as a treatment for either HTLV-I, HTLV-II or Human Foamy Virus. In fact, Dr. Rosser, a physician called as an expert on behalf of A&N, testified that he would not use AZT to treat HTLV-I.", "[301] Glaxo submits that by virtue of the expected mechanism of action of the drug and the fact that all human retrovirus infections were known to replicate with the use of reverse transcriptase, AZT would be useful in the treatment and prophylaxis of these retroviruses. It is contended that A&N must establish the inutility of zidovudine against these human retroviruses.", "[302] The discovery of the first human retroviruses was only in 1981. Furthermore, there was low homology between retroviruses and most experts agreed that other human retroviruses were not good candidates for treatment using AZT, or for any drug treatment whatsoever. In fact, there is no subsequent evidence, other than some inconclusive experiments, that such a use is even made of the drug today.", "[303] In considering the evidence, both factual and opinion, I conclude that those claims which are for the treatment or prophylaxis of all human retroviral infections are overbroad. They are not co-extensive with the invention and are speculative. Are The Claims Ambiguous?", "[304] A&N further allege that the following terms found in the claims are ambiguous rendering these claims invalid: \"effective amount\" (Claim 22), \"unit dose\" (Claim 28), \"peak plasma concentration on administration\" (Claim 29) and \"AIDS infection\" (Claim 23).", "[305] As discussed above, the patentee is obliged to provide complete disclosure to the public of the nature of the invention and the way it operates. The specification must fully describe the invention and everything essential to its proper functioning. Furthermore, in regard to the description in the specification, President Thorson stated in <FRAGMENT_SUPPRESSED>  both clear and accurate. It must be free from avoidable obscurity or ambiguity and be simple and succinct as the difficulty of description permits. It must not contain erroneous or misleading statements calculated to deceive or mislead the persons to whom the specification is addressed and render it difficult for them without trial and experiment to comprehend in what manner the invention is to be performed.\" The test for ambiguity and sufficiency of the specifications was stated in <FRAGMENT_SUPPRESSED>  invention and describe how it is put into operation. A failure to meet the first condition would invalidate the application for ambiguity, while a failure to meet the second invalidates for insufficiency. The description must be such as to enable a person skilled in the art or the field of the invention to produce it using only the instructions contained in the disclosure (Pigeon, J., in <FRAGMENT_SUPPRESSED>  (S.C.C.)), and once the monopoly period is over, to use the invention as successfully as the inventor could at the time of his application ( Mineral Separation , supra, at p. 111).\"", "[306] In considering ambiguity, I am also mindful of the general principles of patent interpretation discussed earlier. In particular, the specification must be read by a mind willing to understand and should not be defeated on a mere technicality. Furthermore, the court should not find ambiguity where a claim can with some effort be construed in a meaningful way: <FRAGMENT_SUPPRESSED>  (F.C.A.). In interpreting the claims, the court should use ordinary grammatical and linguistic rules and, while the assistance of an expert may be sought, the court is the final interpreter of the language of the claims: <FRAGMENT_SUPPRESSED>  repeating that practicing physicians would not look to a drug patent for information with respect to prescribing a patient's treatment. I base this finding on the evidence of Drs. Berger, Klein and Rosser. I should also state that I have already found that this patent is not directed towards a method of medical treatment. Aids Infection", "[308] Claim 23 states: \"23. A pharmaceutical formulation comprising an amount of 3'-azido-3'-deoxythymidine effective for the treatment or prophylaxis of an AIDS infection , in association with a pharmaceutically acceptable carrier.\" (Own emphasis) A&N submit that the phrase \"AIDS infection\" is ambiguous. Dr. Berger testified that in his opinion that phrase could refer to either an opportunistic infection which affects people infected with HIV or an HIV infection. A&N submit that if it means an opportunistic infection than the claim is broader than was invented since there is no evidence that the compound works to treat such infections.", "[309] Dr. Rosser also testified that he was uncertain what this term meant. In his opinion, AIDS is a disease caused by an infection and is not normally referred to as an infection; rather, AIDS is the outcome of an infection with HIV.", "[310] Glaxo submits that the terms AIDS and AIDS infection as used in the patent must be interpreted as referring to the viral infection causing AIDS, known today as HIV. In their submission claim 23 builds on claim 21 which clams for the treatment or prophylaxis of human retrovirus infections and that AIDS infection is simply a particular human retrovirus infection. They state that one must interpret the term \"AIDS infection\" as relating to the human retrovirus infection which causes AIDS, as opposed to AIDS itself.", "[311] Glaxo also argues that \"It has been generally recognized that the terms 'AIDS' and 'AIDS infection' refer to the retroviral infection causing AIDS\". However, Glaxo presented little evidence in support of this proposition. While they referred to several journal articles which discuss AIDS, generally the phrase \"AIDS infection\" is not used. Furthermore, none of the experts called by Glaxo testified as to their understanding of the meaning of the phrase.", "[312] Where a term is ambiguous, resort to the disclosure is permitted provided the court does not attempt to \"restrict or expand or qualify\" the scope of the claims: <FRAGMENT_SUPPRESSED>  at p. 237. The disclosure clearly refers to AIDS as the disease which is caused by a newly discovered retrovirus. This retrovirus, while recognized, is described as being known by several names including HTLV-III, ARV, or LAV. The authors of the patent suggest that the virus will be known internationally as AIDV and refer to AIDV and AIDV infection throughout the remainder of the patent. AIDV later became known as HIV. There are no references in the disclosure to an AIDS infection. There are references, however, to opportunistic infection which were known at the time to ultimately be the cause of death of persons suffering from HIV infection.", "[313] The disclosure refers to the existence of four clinical manifestations of AIDV infection. The first is called the \"carrier\" state in which the only indication is the presence of anti-AIDV antibody. The second stage is described in the patent as the new presence of persistent generalised lymphadenopathy. In the third stage, described as ARC, or AIDS related complex, the physical symptoms of the disease will include general malaise, increased temperature and chronic infections. The final stage is described as the fatal \"AIDS condition\", when the patient completely loses the ability to fight infection. The term \"AIDS infection\" is not included as any part of these stages.", "[314] Dr. Berger testified as to the meaning of these stages and their relationship to the common general knowledge regarding HIV infection in 1984-85. He stated that \"aids related complex (ARC), a term no longer used, was used to refer to persons who were described as sick but had not developed an AIDS defining condition\". In regards to ARC, Dr. Berger testified that there was no consensus among the medical community at the time as to the definition of that term. He said that is was used differently among clinicians and researchers.", "[315] Dr. Berger also testified that no one had defined exactly what AIDS meant but that in general if you had HIV infection plus one of a list of life threatening infections, called AIDS defining conditions, you were considered to have progressed to AIDS. These AIDS defining conditions were described as also being called opportunistic infections which are commonly associated with immune suppression. These are often the infections which lead to the death of persons infected with the HIV virus. Ultimately, Dr. Berger testified that he did not know what the term \"AIDS infection meant\" and that the authors could have intended one of two possible meanings. The term AIDS infection was clearly not used by the medical community at the time. Furthermore, the remainder of the patent specification provides no guidance as to the meaning of the term. In fact, AIDS infection is never used in the patent and the closest expression is AIDV infection.", "[316] The evidence on behalf of A&N, which was not contradicted by Glaxo, is that a person skilled in the art would have interpreted AIDS infection as having two possible meanings: either those opportunistic infections associated with HIV infection or simply HIV infection. It is not in dispute that the inventors did not invent a treatment for AIDS related infections. The drug AZT directly treats the HIV infection, and there is nothing in the disclosure or the claims that suggests the drug will assist in treating those opportunistic infections associated with the disease.", "[317] Glaxo argues that the terms \"AIDS infections\" and \"AIDS\" must be interpreted as referring to the viral infection causing AIDS. I cannot accept this argument. It would not be a purposive construction of the claims to ascribe the same meaning to two different claims, rendering the second claim superfluous. In other words, I cannot accept the argument that the patentee intended to frame the same claim twice. Furthermore, I note that Glaxo provided no evidence in support of this interpretation. In my opinion, the phrase \"an AIDS infection\" is, therefore, ambiguous. Effective Amount", "[318] The phrase \"effective amount\" is found in many claims and does not appear in the disclosure. A&N submit that this phrase is ambiguous. Dr. Berger and Rosser testified that they did not know the meaning of this term and that they found no guidance from the disclosure. By way of example, claim 22 is as follows: \"22. A pharmaceutical formulation for use in the treatment or prophylaxis of AIDS comprising an effective amount of 3'-azido-3'-deoxythymidine in association with a pharmaceutically acceptable carrier\" (Own emphasis)", "[319] Glaxo submits that a physician would not look to the patent for direction for dosing. Dr. Winterborn, an expert in industrial pharmaceutics, testified that this term meant the amount of zidovudine which is a biologically active amount for incorporation with a pharmaceutical formulation to be administered to humans for prophylaxis or treatment of human retroviral infections. Dr. Winterborn further testified that a skilled pharmaceutical formulator would be able to determine this amount through the exercise of professional skill and judgment.", "[320] Glaxo also argues that the phrase \"an effective amount\" is commonly used in claim formulations. They pointed to several patents, including two by Dr. Broder and Dr. Mitsuya, in which the term had been used.", "[321] I am satisfied that the term \"effective amount\" would be sufficient to enable a person skilled in the art to determine a suitable dosage without further inventive ingenuity: <FRAGMENT_SUPPRESSED>  385: \"On this point I accept the evidence of Drs. Patchett and Schwartz that the person skilled in the art for whom the specification is written, here a combination of clinical physician and industrial pharmaceutical chemist at least in regard to producing finished products for human consumption, once a product has been discovered and its intended use established, determination of an effective amount to be included in a delivery system, a dosage amount, is not an inventive step even if it requires some experimental work by persons of experience and skill, extrapolating from other known products for similar uses and from experimental work with animals and clinical trials with human subjects.\"", "[322] There is no question that AZT is a pioneer drug. However, AZT is not the first nucleoside analogue used as a medicine. Moreover, in prescribing drugs for patients, physicians do not refer to drug patents. I agree with Glaxo that they would rely on the product monograph, medical literature and experience. The determination of the specific amount which will be effective in any given patient is not part of the invention even though some information is contained in the specification. What will be effective in any particular case is a matter of professional judgment. I am of the opinion that the phrase \"an effective amount\" is not ambiguous. Unit Dose", "[323] Claim 28 states: \"28. A formulation according to claim 22, where-in said 3'-azido-3'-deoxythymidine is present in an amount effective to provide a unit dose of 10 to 1500 mg.\" (Own emphasis)", "[324] I am likewise satisfied that the phrase \"unit dose\" is not ambiguous. Similar evidence was presented by Dr. Winterborn that the phrase referred to a standardized dose which is prepared by the industrial pharmacist and which the physician can use in multiples if desired. Dr. Klein testified that in his opinion, unit dose simply referred to consistent dosages in which the drug would be produced. He stated that doctors would combine those doses to put together the total amount of drug required for the day.", "[325] I do not accept A&N's submission that the meaning of this term is changed in this patent by the presence of very large dosage amounts. I am satisfied that the evidence discloses that the phrase has an accepted meaning to those skilled in that art. While the size of the unit dose will necessarily vary from one patient to another, that difference is within the skill and professional judgment of the industrial pharmacist and physician. It also does not require any inventive ingenuity. Peak Plasma Concentration On Administration", "[326] Claim 29 is as follows: \"29. A formulation according to claim 22 or 28, wherein said 3'-azido-3'-deoxythymidine is present in an amount effective to achieve a peak plasma concentration on administration of from about 1 5o about 75 um.\" (Own emphasis)", "[327] I do not accept A&N's submission that the phrase \"peak plasma concentration on administration\" is ambiguous. This term refers to the maximum concentration of a drug in a patient's blood stream. Essentially, A&N argue that it is not clear from the patent when the measure of peak plasma would be performed. Dr. Berger testified that he would not know from the patent whether the plasma concentration was to be tested 15 minutes, two hours or three hours after administration. Dr. Berger also testified, however, that he wouldn't normally perform a peak plasma test and would not know where to have it analyzed. Dr. Peck considered the term ambiguous.", "[328] Dr. Winterborn testified that \"on administration\" meant that the plasma level was to be measured following the administration of the drug, but not necessarily immediately following administration. In his opinion, testing was linked to the absorption of the drug by the body and a person skilled in the art of pharmaceutics would be aware that absorption will take place some time immediately following administration.", "[329] I have considered the evidence and I find that \"peak plasma concentration on administration\" is not ambiguous even though a person skilled in the art may be required to exercise some professional judgment. While experts may disagree, this does not necessarily mean the phrase is ambiguous since, in my opinion, it supports a reasonable and meaningful interpretation. Is The Term 3'-Azido-3'-Deoxythymidine Overbroad And Ambiguous?", "[330] A&N contend that the term in the specification, 3'-azido-3'-deoxythymidine, comprises four possible isomers, only one of which was shown to have utility. Moreover, if the compound covers more than one isomer, the claims are too wide because they extend beyond the subject matter of the invention: <FRAGMENT_SUPPRESSED>  3'-azido-3-'deoxythymidine refers to a chemical compound with the structure found in Compound I below. This compound has an azido (N ) group in the down orientation of the 3' position without a hydroxyl (OH) group at the 2' position (the erythro compound). The four compounds (isomers) below differ in structure at what are known as the 2' and 3' positions of the sugar ring.", "[332] This compound is a variation of the compound thymidine, one of the four bases of which RNA is comprised. The compound is classified as a nucleoside analogue, which essentially means a chemical compound that mimics a DN or RNA nucleoside with some differences in the elements making up the sugar base.", "[333] A&N argue that, by reference to the patent, the phrase 3'-azido-3'-deoxythymidine encompasses more than one compound for the following reasons: 1) the invention is for \"Antiviral Nucleoside \" not an antiviral nucloside; 2) the preferred route of administration is stated to be dependent upon the \"chosen active ingredient\" implying that there is a plurality of active ingredients disclosed; 3) there is a reference to \"formula (I)\" although no structural formula or structural diagram is provided; and 4) the active ingredient may be prepared according to the methods disclosed in the Horowitz, Imazawa, Watanabe and Glinski articles or the reference examples. The articles include routes of synthesis for both the erythro and threo isomers.", "[334] A&N contend that this issue may be decided on the factual evidence without the need to rely on expert opinion evidence. It is submitted that three pieces of factual information are conclusive. Firstly, Dr. Ogilvie, an organic nucleoside chemist, when approached to make the compound, did not understand the term and had to seek clarification. Secondly, internally, scientists at BW use the term \"erythro\" 3'- and \"threo\" 3' to distinguish the compounds. Thirdly, Dr. Rideout commented on the draft application by stating that the correct name was either the systematic name or erythro-3'-azido-3'-deoxythymidine.", "[335] Dr. Ogilvie (an organic chemist), Dr. Just (an organic chemist), and Dr. Loening (an expert in chemical nomenclature), testified as to the meaning of the term 3'-azido-3'-deoxythymidine. A chemical compound is a collection of molecules having a precise spacial organization. It was generally agreed that isomers are different molecules having the same number and kinds of atoms, but arranged differently. Stereoisomers are isomers having their atoms connected in the same way but differ in the way their atoms are arranged in space. Often, stereoisomers exhibit distinctly different properties.", "[336] Chemical compounds are identified in a variety of ways. The first is by means of a structural diagram, such as the one above. The second is through a systematic name which specifically identifies the complete structure of the molecule. In the case of an isomer, a systematic name indicates the specific isomer. Dr. Ogilvie testified that the correct systematic name for AZT using the isomer which the patentee claims would be: 1-(3-azido-2,3-dideoxy--D- erythro-pento-furanosyl)-5-methyl-2,4 (1H,3H)-pyrimidinedione. Dr. Loening agreed with this systematic name and also provided three other possible names. Neither a diagram nor the systematic name was included in the patent.", "[337] Trivial names are common names given to compounds but do not indicate their structure, for example morphine. Chemists may also use a semi-trivial name which, while more specific than a trivial name, also does not indicate the precise chemical structure of the compound.", "[338] A&N claim that 3'-azido-3'-deoxythymidine is not a proper systematic name and covers four possible isomers. As indicated previously, the variations in these isomers depend upon the placement of the azido group, either above or below the plane of the sugar ring, and the constituents of thymidine, that is, whether or not there is an OH group at the 2' position.", "[339] A&N submit that in the 1984-85 time frame there was some confusion among organic chemists regarding the structure of thymidine. It is argued that this term was used to refer to both a compound which had an OH at the 2' position on the sugar ring and a compound which does not have an OH at the 2' position. A&N refer to several organic chemistry texts used in this time frame which identified the molecule as having an OH group at the 2' position.", "[340] Dr. Ogilvie testified that, in his opinion, there was confusion at the time regarding the proper chemical structure of \"thymidine\". Dr. Loening, an expert on chemical nomenclature, testified, however, that those references to thymidine with an OH at the 2' position were wrong. He did admit, however, that incorrect references were found in the literature.", "[341] A&N further argue that, to an organic chemist, the phrase 3'-azido-3'-deoxythymidine could mean an isomer with the azido group in one of two possible positions. This fact, in combination with the confusion over the structure of thymidine, it is submitted, could lead a person skilled in the art to conclude that the compound refers to one of the four isomers as shown above.", "[342] A&N also submit that, if there was an invention, only the erythro isomer was proven to have utility. Moreover, it is further submitted that there was evidence that the threo isomer did not work. Stated somewhat differently, it is contended that the claims are bad for two reasons: (1) they cover more than what was invented and (2) they cover a compound, namely the threo , which did not work. My review of the evidence suggests that while the threo compound (22U81) showed some activity it was not pursued by Glaxo because it was not effective.", "[343] Dr. Loening unequivocally disagreed with the submissions of A&N and stated that the only possible interpretation of 3'-azido-3'-deoxythymidine would be an isomer with the azido group in the down position, i.e., the erythro isomer. He testified that the only difference between thymidine and 3'-azido-3'-'deoxythymidine is that the hydroxyl group in the 3' position in thymidine is substituted for an azido group, hence creating 3'-azido-3'-deoxythymidine. Furthermore, the structure of thymidine is such that the hydroxyl group is always below the plane of the sugar and that any substitution must be at the same position.", "[344] To support this interpretation, Dr. Loening referred to rules of carbohydrate nomenclature which he stated apply where the sugar portion of thymidine has been modified. These rules state that the replacement of an alcoholic hydroxyl group, as in thymidine, with a hydrogen atom is expressed as \"deoxy\". Dr. Loening testified, therefore, that 3'-azido-3'-deoxythymidine is the only correct chemical name for the erythro isomer. A&N contend that the carbohydrate rules don't apply. For these purposes, I am persuaded that Dr. Loening's approach was appropriate.", "[345] In his testimony Dr. Loening also referred to a CAS index in which the erythro compound was referred to as 3'-azido-3'-deoxythymidine. This excerpt also listed various names associated with 3'-azido-3'-deoxythymidine in the scientific literature. Dr. Loening described the CAS service as being a compilation of all names associated in the literature with the compound, whether those names were correct or not.", "[346] A&N submit that Dr. Loening's evidence should not be accepted for several reasons. They submit that Dr. Loening is not a person skilled in the art to whom the patent is addressed. In their submission, he is an expert in chemical nomenclature and not a nucleoside chemist or a chemist to whom this patent is addressed. Furthermore, it is argued that Dr. Loening was not familiar with nucleoside chemistry at the time and could not comment on the common usage of terms in the 1984/85 time frames, only the proper usage. He also stated that he had not been involved in synthesizing compounds at the relevant time. While the patent may not be addressed to Dr. Loening, nevertheless, his expertise in chemical nomenclature and the CAS and IUDAC rules assists the court since these are the very sources that would generally be used by persons skilled in the art.", "[347] In support of the argument that there was some confusion among nucleoside chemists at the time, A&N contend there was even confusion among Glaxo staff. It would also appear that various names were used to refer to the erythro isomer. For example, some microbiologists and nucleoside chemists  <FRAGMENT_SUPPRESSED>  used the phrase \"erythro-3'-azidothymidine\" to refer to the compound, while \"threo-3'-azidothymidine\" was used to indicate the threo isomer. In a 1993 article written by Kathyrn Patishall, a Glaxo employee, she states that \"early in 1981 two 3'-azido-3'-deoxythymidines were prepared  <FRAGMENT_SUPPRESSED> \". In cross-examination both Ms. St. Clair and Dr. Rideout admitted that the phrase 3'-azido-3'-deoxythymidine would have been inexact and could possibly refer to more than one isomer. Also, the phrase \"anhydrothymidine\" was used, including in the patent, to refer to the isomer with the substitution above the sugar ring, i.e., the up, not down, position. Glaxo contends that these internal documents are irrelevant in that a person skilled in the art would not have access to such material.", "[348] A&N also point to the various patents and draft patents prepared for this invention. In all of the draft patents, including the February 6th draft, a structural diagram of the compound was included. Several of these draft patents do purport to cover both the threo and the erythro isomer. For those applications in which both isomers are claimed the Title of The Invention is \"Antiviral Compounds\" and four synthesis articles are listed. For other patents in which only the erythro isomer is claimed only two articles, the Horowitz and Imazawa articles are included.", "[349] Furthermore, Dr. Rideout made the following comments on the draft patent: \"Correct chemical name 1-(3-azido-2,3,-dideoxy--D-erythro-pentofurnaosyl) thymine or erythro-3'-azido-3'-deoxythymidine\". Also, in this draft only two articles were referred to, i.e., Horowitz and Imazawa. Dr. Rideout also requested that the N  isomer be added and that the Watanabe and Glinski articles be added to show the reference for the N  preparation. Dr. Rideout stated that these changes were for the consideration of the drafters of the patent.", "[350] Where there is some uncertainty regarding a term in the claims, resort to the remainder of the specification is permissible. The description of the invention, i.e., its nature, must be such as to enable a person skilled in the art or field of the invention to produce it using only the instructions or directions contained in the disclosure: <FRAGMENT_SUPPRESSED>  steps by a person skilled in the art would render the claims invalid: <FRAGMENT_SUPPRESSED>  ambiguous merely because experts disagree as to its interpretation: <FRAGMENT_SUPPRESSED>  the compound. At p. 7 of the patent it is stated: \"The compound of formula (I) may be prepared in conventional manner, for example as described in the following references, or by methods analogous thereto: J.R. Horwitz et al., J. Org. Chem. 29 (July 1964) 2076-78; M. Imazawa et al., J. Org. Chem, 43 (15) (1978) 3044-3048; K.A. Watanabe et al., J. Org Chem., 45 , 3274 (1980); and R.P. Glinski et al., J. Chem. Soc. Chem. Commun., 915 (1970), as well as the processes described in the Reference Examples described hereinafter. 'The following Examples are intended for illustration only and are not intended to limit the scope of the invention in any way. ...'\"", "[351] There was considerable expert evidence given on the teaching of these four articles. All of the experts agreed that the Horowitz, Imazawa, and Glinski papers teach a method of synthesizing only the erythro isomer. The alleged confusion arises from the Watanabe paper which A&N submit teaches the synthesis of the threo isomer and does not show how to make the erythro isomer per se. It should be noted that all of the experts agreed that none of the articles referred to the ribo or xylo isomers which A&N claim could fall under the description of the compound. In fact, the thrust of A&N's argument was the alleged confusion as between the erythro and the threo isomers.", "[352] Dr. Ogilvie testified that the Watanabe article teaches the preparation of the threo isomer and possibly the erythro isomer. In his opinion, however, the main synthesis route described in that article related to the threo , not the erythro isomer. In fact, Dr. Ogilvie testified that in March 1986 he was contacted and asked to synthesize 3'-azido-3'-deoxythymidine. Dr. Ogilvie stated that he believed that the phrase 3'-azido-3'-deoxythymidine contained at least two possible isomeric structures and requested confirmation of the proper isomer. He was referred to the Glinski article. However, Dr. Ogilvie did not have a copy of the Canadian patent and the instructions contained therein.", "[353] Dr. Just testified that in his opinion the Watanabe article showed the preparation of the erythro isomer, although the synthesis route did not go through the final step of removing the trityl group. He agreed that it did teach the preparation of the threo compound. Dr. Loening testified in cross-examination that he would have registered the Watanabe group for the threo isomer in the CAS abstracts. However, this paper nevertheless identifies the compound by the name 3'-azido-3'deoxythymidine with a trityl group and by reference to a reaction scheme. He stated that by removing the trityl group you get the erythro compound. I agree with Glaxo that while Watanabe also describes a method of synthesizing threo , this compound is shown to have a different name and structure than erythro", "[354] All of the experts agreed that the synthesis example under the heading \"Reference Example\" in the patent produces only the erythro isomer. Moreover, the description also specifies the melting point of 3'-azido-3'-deoxythymidine which is consistent with the erythro compound.", "[355] Furthermore, as stated by Dickson, J., in <FRAGMENT_SUPPRESSED>  claims to ascertain the nature of the invention and methods of its performance ... being neither benevolent nor harsh, but rather seeking a construction which is reasonable and fair to both patentee and public. There is no occasion for being too astute or technical in the matter of objections to either title or specification, for ... 'where the language of the specification, upon a reasonable view of it, can be so read as to afford the inventor protection for that which he has actually in good faith invented, the court, as a rule, will endeavour to give effect to that construction' ... [T]he patent should be approached 'with a judicial anxiety to support a really useful invention'.\"", "[356] In my opinion, a person skilled in the art with a \"mind willing to understand\" would not interpret the term 3'-azido-3'-deoxythymidine, as contained in the patent, to include more than the erythro isomer. While there is some evidence that the term may have been subject to different interpretations, I am not satisfied that a person skilled in the art would be misled as to the true nature of the disclosure nor as to the proper method of making AZT: Burton  <FRAGMENT_SUPPRESSED> , p. 106.", "[357] In my opinion, if a skilled chemist followed the instructions in the specification, while there is a slim chance that if that person only followed the Watanabe synthesis route threo would be the result, it is insufficient for me to conclude, on this basis, that the term 3'-azido-3'-deoxythymidine is ambiguous or overbroad. Such a person may have to do some testing and experimentation but, in my opinion, by following the directions in the disclosure they would obtain the compound 3'-azido-3'-deoxythymidine as contained in the patent. The reference example is clear and three of the four synthesis routes are indisputable. Moreover, if necessary, a chemist would refer to the CAS, the primary source of information for the chemical arts. I am satisfied that such a search would result in the erythro isomer. I agree that the use of the term antiviral nucleosides or a reference to Formula I suggests more than one compound. On balance, however, I am not persuaded that such technicalities should be resorted to to invalidate a useful invention. In conclusion, while this patent could have benefited from better draftsmanship, I do not find the term 3'-azido-3'-deoxythymidine in the specifications to be overbroad and ambiguous. Did The Plaintiffs Infringe The Patent Right To Sue", "[358] Glaxo Wellcome Inc. (GWI) claims that it is entitled to bring this infringement action because it is exclusively licensed by the Wellcome Foundation Ltd. to import, manufacture, use and sell the invention described in the patent from the date of issue until June 21, 2005. It was not disputed that Wellcome Foundation Ltd. is listed as the owner of the patent. However, no written licence was produced to establish GWI as a licensee. GWI maintains that the licence is implied.", "[359] The liability for infringement is found in s. 55(1) of the Act , which provides: \"Any person who infringes a patent is liable to the patentee and to all persons claiming under him for all damages sustained by the patentee or any person, by reason of the infringement.\"", "[360] Canadian jurisprudence has provided a broad interpretation of \"persons claiming under\" the patentee. A range of interests is held to have been contemplated, including the exclusive licensee, the nonexclusive licensee, the purchaser of a patented articles and sales agents. This interpretation is embodied in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 199 (F.C.A.), per Hugessen, J.A., at p. 211: \"It matters not by what technical means the acquisition of the right to use might have taken place. It may be a straightforward assignment of a licence. It may, as I have indicated, be a sale of an article embodying the invention. It may also be a lease thereof. What matters is that the claimant asserts a right in the monopoly and that the source of that right may be traced back to the patentee.\" In the same case, Letourneau, J.A., stated on similar terms at p. 226: \"Likewise in s. 55(1), it has to be a person who claims under the patentee, that is to say a person who is a user, an assignee, a licence or lessee had a title or right which may be traced back to the patentee.\"", "[361] GWI argues that its rights in respect to the patent can be traced back to the Wellcome Foundation Ltd. in three ways: as a subsidiary of Wellcome Foundation Ltd.; as a member of a group of companies which are, including the patentee, all under the common care and control of Glaxo Wellcome plc. of the United Kingdom; and, alternatively, as a sales agent of the patentee.", "[362] A&N do not dispute that a licensee is entitled to claim under the Act , a proposition for which there is ample support: <FRAGMENT_SUPPRESSED>  licensee, asserting that GWI failed to meet its onus to establish that it has an entitlement to sue under s. 55(1) of the Act . They argue that a license, like any other contract, must be proven according to its terms and effects. Moreover, they dispute that that no conclusive proof was presented at the trial that GWI is a subsidiary of the patentee or a licensee of the patentee, or that GWI held an implied licence by virtue of being a sales agent. Moreover, they argue that even if GWI has an implied licence, the licence is exclusive and as such must be registered in order to be valid. They argue that as no such registration took place, GWI is not a licensee.", "[363] Respecting the assertion that GWI could claim an interest as a subsidiary of Wellcome Foundation Ltd., GWI relies primarily on the case of <FRAGMENT_SUPPRESSED>  which stands for the proposition that the existence of a parent-subsidiary relationship is sufficient evidence of a license. However, A&N argue, compellingly in my view, that the evidence of GWI's own experts revealed that the alleged parent/subsidiary relationship was too attenuated in this case to support the finding of an implied licence. Evidence was given in respect to the coporate relationship by Simon Bicknell, Assistant Group Secretary and Assistant Secretary of Glaxo Wellcome plc, Suzanne Gagnon, Vice-President Corporate Affairs of Glaxo Wellcome Inc., and Laurence D. Jenkins, formerly Deputy Head of Group Patents and Agreements of the Wellcome Foundation, and presently Deputy Manager of Global Intellectual Property for Glaxo Wellcome plc. In fact, Wellcome Foundation Ltd. indirectly owns only 13.2% of GWI. Notwithstanding that these experts gave highly detailed accounts of the corporate relations as between GWI, the Wellcome Foundation Ltd., Glaxo Group Ltd. and Glaxo Wellcome plc and thus attempted to assert an indirect relationship of parent and subsidiary, I cannot accept that so low a percentage of ownership could establish the Wellcome Foundation Ltd. and GWI as parent and subsidiary under Canadian law. I find that there is no implied licence in virtue of the parent/subsidiary relationship in this case.", "[364] However, the testimony of Glaxo's witnesses, and in particular that of Mr. Jenkins, does establish that GWI and the Wellcome Foundation are under the ownership, common care and control of Glaxo Wellcome plc. The companies were reorganized under a horizontal merger of the Glaxo and Wellcome organizations in December 29, 1995. The effect of the merger was that Glaxo Wellcome plc owns 100% of Glaxo Group Ltd. and Wellcome plc. Wellcome plc in turn owns 100% of the Wellcome Foundation Ltd., the patentee, who owns 13.5% of Glaxo Group Limited. The remaining 86.5% of Glaxo Group Limited is owned by the parent company, Glaxo Wellcome plc. Glaxo Group Limited owns 100% of Glaxo Wellcome Inc. (Canada).", "[365] Mr. Jenkins testified that, as part of the general corporate policy regarding licensing, the AZT patent was licensed by the Wellcome Foundation Ltd. to what was then Burroughs Wellcome Inc. He stated that within the corporation licenses were rarely written and were generally implied, except where the subsidiary was not wholly owned. He stated that generally the policy was that a subsidiary was given an exclusive license by implication. He further testified that this is the situation as it remains today.", "[366] Mr. Jenkins also testified that there are no corporate documents which confirm this corporate policy of granting licenses. Furthermore, he stated that no discussions preceded the grant of an implied license nor were any steps taken before the license was to become effective. Indeed it was argued that before the merger, both corporate groups had the same practice with respect to using implied licenses, and if there had been any concerns about GWI not being a subsidiary, the license would have been reduced to writing.", "[367] I find that GWI is indeed able to trace an interest under the patent to the patentee in virtue of the corporate practices with respect to implied licensing within the group of companies under the care and control of Glaxo Wellcome plc. In my view, GWI had an implied license under the patentee in Canada.", "[368] Finally, A&N argue that, if a license did exist, it was an exclusive license which, by virtue of s. 50(2) of the Act , was required to be registered in the Patent Office. A&N submit that failure to register the license renders Glaxos' claim in infringement a nullity. Section 50(2) states: \"An assignment, and every grant and conveyance of any exclusive right to make and use and to grant to others the right to make and use the invention patented in Canada or any part thereof, shall be registered in the Patent Office in the manner prescribed by the Commissioner.\"", "[369] It is generally agreed that one of the main purposes of this section is to secure priority against a subsequent assignee: <FRAGMENT_SUPPRESSED> . The Supreme Court of Canada has subsequently commented that it is not evident that this section renders an assignment void for failure to register: <FRAGMENT_SUPPRESSED>  an exclusive right to make and use and to grant to others the right to make and use the invention patented within and throughout Canada or any part thereof must be in writing and the statute is silent as to the effect of nonregistration. <FRAGMENT_SUPPRESSED> .\"", "[370] Glaxo argues that there was no need to register for an exclusive, written licence in this case, maintaining that, although the licence may be exclusive in some senses, it is a highly qualified licence nonetheless. It is contested that Glaxo has a narrow license only having the right to exploit the patent by making, importing, and selling the drug in Canada. There was no right granted to Glaxo to reassign or to licence another company under the patent. In Glaxo's submission the legislation is meant to establish a priority system to keep track of rights to grant licences. Since Glaxo did not at any point have the right to reassign, there was no need to register the agreement in order to have a valid, implied licence. I accept that there was no clear requirement upon Glaxo to register a written licence in this case, or indeed, in keeping with <FRAGMENT_SUPPRESSED> that invalidity would be the necessary result of nonregistration.", "[371] I am therefore satisfied that the Wellcome Foundation Limited, as owner of the patent, is entitled to sue under s. 55 of the Act . Moreover, I am also satisfied that Glaxo Wellcome Inc. is entitled to relief for patent infringement as a person claiming under the patentee under s. 55 of the Act Approach To Infringment", "[372] Having found that a right to sue exists, the burden is on Glaxo to show infringement on a balance of probabilities. The question of patent infringement is a mixed question of fact and law. The initial construction of the claims is a question of law: <FRAGMENT_SUPPRESSED> . However, once the claims of the patent have been interpreted, the task of determining whether a claim has been infringed becomes essentially one of fact: <FRAGMENT_SUPPRESSED>  then it must be decided whether Apotex's and Novopharm's products fall within the scope of the patent in suit.", "[373] A&N submit that many of the terms found in the claims are ambiguous, thus rendering the claims in which they appear invalid. Among the terms cited are \"AIDS infection\", \"effective amount\", \"unit dose\", \"peak plasma concentration on administration\", and \"3'-azido-3'-deoxythymidine\". I have made my findings regarding these and other issues earlier in these reasons.", "[374] Furthermore, A&N contend that should the patent be held valid, that the Novopharm and Apotex products do not infringe claim 1 and its dependent claims since the claim requires that the product have \"a\" carrier and this is not so since Apo-Zidovudine and Novo-AZT have more than one carrier. I have considered the evidence of Dr. Peck and Dr. Winterborn on this point. Dr. Winterborn states that the product must contain at least one pharmaceutically acceptable carrier. This point has merit. I have considered <FRAGMENT_SUPPRESSED> , supra, and am of the opinion that this interpretation does not expand the scope of the claims.", "[375] Dr. Winterborn, on behalf of Glaxo, analysed the products of Novopharm and Apotex based on their respective Product Monographs and provided his opinion whether certain claims of the patent in suit were infringed. Novopharm produces and sells Novo-AZT and Apotex produces and sells Apo-zidovudine. I have reviewed the product monographs for both Novo-AZT and Apo-zodovudine. The Novo-AZT product has a proper name of zidovudine and a chemical name of 3'-azido-3'-deoxythymidine. It is a 100 mg hard gelatin capsule containing pharmaceutically acceptable carriers. A Notice of Compliance regarding Novo-AZT 100 mg capsules was obtained on July 20, 1992, and Novopharm began selling its product in Canada immediately thereafter. The Apo-zidovudine product has a proper name of Zidovudine and a chemical name of 3'-azido-3'-deoxythymidine. It is a hard gelatin capsule containing pharmaceutically acceptable carriers. A Notice of Compliance relating to Apo-zidovudine 100 mg capsules was issued by the Minister on May 25, 1992. It would appear that Apo-zidovudine was offered for sale and sold in Canada as of the summer of 1992. Dr. Sydney Smith, vice-president of Novopharm admitted, during his examination for discovery that Novopharm offered its Novo-AZT product for sale in Canada. Similarly, Dr. Bernard Sherman, President of Apotex admitted, during his examination for discovery, that Apotex manufactured and sold 100 mg of capsules of Apo-Zidovudine in Canada.", "[376] After a very lengthy motion based on an alleged admission to infringement brought by Glaxo, Apotex did not deny the factual underpinning that would support infringement if the claims in issue were held valid. Similarly, Novopharm admitted, subject to the validity of the patent, that certain claims had been infringed (claims 1, 3, 8, 10, 36 and 43) and, subject to the interpretation of the other claims, that additional claims may also be infringed.", "[377] Having previously interpreted the claims and given the factual admissions by Apotex and Novopharm with respect to infringement, I find the following claims infringed: 1, 2, 3, 8, 10, 13, 14, 15, 16, 17, 18, 19, 20, 22, 28, 29, 36, 43, 45, 46, 47, 48, 54, 55, 56, 65, 66, and 68. The following claims are, accordingly, not infringed: 21, 23, 26, 27, 30, 31, 34, 35, 49, 50, 51, 57, 58, 59, 67, and 69. Relief", "[378] As part of the order sought from the court, Glaxo requests the right to elect between damages or an accounting of profits. A&N argue that Glaxo is not entitled to an accounting of profits. They take the position that an award of an accounting is an equitable remedy, and as such the court is not bound to grant it.", "[379] More specifically, A&N maintain that the court should not grant an accounting in this case, on the basis that Glaxo is not entitled to equitable relief because it failed to produce approximately 200 Burroughs Wellcome Co. documents which A&N had to obtain from the NIH and later were produced in these proceedings by Novopharm. In addition, Glaxo produced additional documents during the course of the trial which had not been previously produced. Several days of court time were devoted exclusively to dealing with motions to compel documents in this case. Rulings were made during the trial and despite the arguments of A&N, I am not satisfied that such nonproduction necessarily precludes equitable relief.", "[380] A&N further contend that Glaxo should not be entitled to equitable relief since it not only has a patent monopoly, but also a market monopoly, at least in Ontario, where the government will not purchase generic AZT because of an agreement with Glaxo. According to this agreement, Glaxo donates money to the HIV Ontario Observational Data Base in return for this marketing exclusivity.", "[381] Although a party suing for infringement may be entitled to elect damages or an accounting of profits, it is clear that the granting of an accounting is in the court's discretion. In exercising this discretion, the court may consider delay and impracticality as factors mitigating against an award of an accounting of profits. Being an equitable remedy, the court may also consider whether there has been misconduct on the part of the party bringing the infringement action, in effect whether the party has come to court with clean hands. These considerations are identified in the case of <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 321 (F.C.A.), at pp. 360-361, in which the Federal Court of Appeal stated: \"The appellants rely on English authorities to establish that a successful plaintiff has a prima facie right to elect an accounting of profits. However, without commenting on the efficacy of those authorities, we note that the jurisprudence in this court, by which we are bound, is that 'the choice between the two remedies (damages or accounting profits) cannot be left entirely to the successful plaintiff ... This court held that the decision to award an accounting of profits in patent cases is within the discretion of the judge or prothonotary. ... The jurisprudence of this court has identified several circumstances under which an accounting of profits may reasonably be refused, such as excessive delay and any misconduct on the part of the patentee'.\"", "[382] <FRAGMENT_SUPPRESSED>  a patentee has successfully demonstrated infringement, the court, as a court of law and equity, has the discretion to grant the patentee's choice of remedies. The language of s. 57 of the is clear and unambiguous. It provides that the court or judge 'may' as 'the court of judge sees fit' grant an account in a patent infringement action. If the judge thereby refuses the award of an account, damages are available pursuant to s. 55 of the Act . Given that 'equity follows the law', the court or the judge is not obliged to rely on the maxims of equity in order to deny a successful plaintiff his or her election of an accounting of profits.\"", "[383] <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 417, at p. 445 (F.C.A.), Desjardins, J.A., noted that serious practical difficulties can be encountered by the court in the determination of profits, and it is desirable that a trial judge consider the practical consequences of ordering this remedy in a particular case. Observations to this effect were also noted by the Court of Appeal in <FRAGMENT_SUPPRESSED>  to my attention in this case by either party. Nor was any argument made to the effect that damages would be insufficient to compensate for the infringement. What is clear to the court is that in such cases as <FRAGMENT_SUPPRESSED>  result of the election. While no practical consequences were brought to my attention if an accounting was permitted, it is clear to me that this trial did not benefit from agreements as between counsel to narrow the legal issues or agree on any facts that might conserve trial time. As such, I do not believe that an accounting of profits would result in any greater expediency as between the parties. I am, therefore, not satisfied that an accounting of profits should be allowed in this case. The appropriate relief is damages pursuant to s. 55 of the Act Costs", "[385] A&N request that they be given an opportunity to make submissions regarding costs. Due to the length and complexity of the trial, I have decided to reserve costs at this time. The parties shall contact the registrar within 14 days of the date of the judgment to discuss a procedure with respect to the argument regarding costs. Conclusion", "[386] a) Canadian Patent No. 1,238,277 is valid, and the following claims are valid: 1, 2, 3, 8, 10, 13, 14, 15, 16, 17, 18, 19, 20, 22, 28, 29, 36, 43, 45, 46, 47, 48, 54, 55, 56, 65, 66, 68; b) Canadian Patent No. 1,238,277 is valid, but the following claims are invalid: 21, 23, 26, 27, 30, 31, 34, 35, 49, 50, 51, 57, 58, 59, 67, 69; c) Apotex Inc. and Novopharm Ltd. have infringed claims: 1, 2, 3, 8, 10, 13, 14, 15, 16, 17, 18, 19, 20, 22, 28, 29, 36, 43, 45, 46, 47, 48, 54, 55, 56, 65, 66, 68 of Canadian Patent No. 1,238,277; d) Apotex Inc., Novopharm Ltd. and Interpharm Inc., by their directors, officers, servants, agents, or employees, be enjoined from importing, manufacturing, using, advertising, promoting, offering for sale and selling the medicine zidovudine in pharmaceutical dosage form as disclosed in Canadian Patent No. 1,238,277; e) Apotex Inc., Novopharm Ltd. and Interpharm Inc. shall deliver up to the Wellcome Foundation Ltd. and Glaxo Wellcome Inc. for destruction all of the medicine zidovudine in pharmaceutical dosage form in their possession, custody, and control; f) Damages; g) Costs shall be reserved. Order accordingly. Editor: Elizabeth M.A. Turgeon/gs [End of document]"]}