{"id_": "056454", "body_str": ["[1] Rouleau, J. [Translation]: The applicant has applied to the court for a writ of mandamus against the National Parole Board to force it to hold a hearing to decide whether or not to grant him day parole; at present, the said respondent is refusing to hold such a hearing.  <FRAGMENT_SUPPRESSED>", "[2] The applicant was sentenced to six (6) years in detention on February 17, 1995 for various drug-related criminal offences, all of which were committed in 1991. The applicant's detention began on February 17, 1995 and has continued since that date.  <FRAGMENT_SUPPRESSED>", "[3] On February 16, 1996, the applicant applied to the respondent for a hearing to determine whether he should be granted day parole. The respondent refused to hold such a hearing on the basis of s. 119 of the Corrections and Conditional Release Act , which has been in force since November 1992, that is, shortly after the applicant committed the offences but before he was sentenced.  <FRAGMENT_SUPPRESSED>", "[4] The applicant submitted that he is entitled to a hearing for day parole after serving one sixth of his sentence, since the law had not yet been changed when he committed the offence in respect of which he is at present in detention, that is, in 1991. At that time, the was still in force, as the Corrections and Conditional Release Act did not come into force until November 1992. As a result, the applicant submitted that he has been eligible since February 16, 1996 since, at the time the offences were committed, the period for eligibility was one sixth of the sentence, or in the case at bar, one year out of six, which does in fact mean February 16, 1996. He accordingly submitted that the respondent must hold a hearing to determine the merits of his application for day parole in light of s. 11(i) of the Charter .  <FRAGMENT_SUPPRESSED>", "[5] The applicant submitted that s. 11(i) of the Charter is applicable because, first, imprisonment is a \"punishment\". Thus, to extend the period of ineligibility for day parole is to increase the punishment. To this effect, the applicant submitted that the Ontario Court of Appeal held as follows on this subject in <FRAGMENT_SUPPRESSED>  (Que. C.A.), to reduce the eligibility period from 25 to 10 years. The period had been increased by statute between the date of the crime and the sentencing date.  <FRAGMENT_SUPPRESSED>", "[6] Second, he submitted that the punishment imposed on him was increased as a result of amendments between the date of commission of the offences and the sentencing date.  <FRAGMENT_SUPPRESSED>", "[7] The respondent submitted that since November 1, 1992, pursuant to s. 119(1) of the Corrections and Conditional Release Act , the portion of a sentence of imprisonment that must be served before an offender may be released on day parole has been, where the offender is serving a sentence of two years or more, that ending six months before the date on which full parole may be granted.  <FRAGMENT_SUPPRESSED>", "[8] It further submitted that section 11 of the Charter applies only to a person who is subject to the criminal process. As a result, once a court of criminal jurisdiction imposes the punishment permitted by the criminal law, the criminal process is terminated and s. 11 is no longer applicable. The respondent also submitted that the Corrections and Conditional Release Act does not impose a punishment but instead governs how the imposed punishment is served.  <FRAGMENT_SUPPRESSED>", "[9] It is my opinion that this application for judicial review must be dismissed for the following reasons.  <FRAGMENT_SUPPRESSED>", "[10] In my view, s. 11 of the Charter applies only to the process of indictment, trial and sentencing of individuals in criminal and penal matters.  <FRAGMENT_SUPPRESSED>", "[11] The Corrections and Conditional Release Act , S.C. 1992, c. 20, repealed the and Parole Regulations , R.S.C. 1985, c. P-2, in November 1992.  <FRAGMENT_SUPPRESSED>", "[12] Under the , the applicant had to serve one sixth of his sentence before being eligible for day parole. However, the Corrections and Conditional Release Act changed that, as an inmate's period of ineligibility is, pursuant to s. 119(1)(c) and s. 120, one third less six months.  <FRAGMENT_SUPPRESSED>", "[13] The relevant statutory provisions in the case at bar are the following:  <FRAGMENT_SUPPRESSED> \"119(1) Subject to section 747 of the Criminal Code, the portion of a sentence of imprisonment that must be served before an offender may be released on day parole is  <FRAGMENT_SUPPRESSED> . . . . .   <FRAGMENT_SUPPRESSED> (c) where the offender is serving a sentence of imprisonment of two years or more, other than a sentence referred to in paragraph (a) or (b), the greater of  <FRAGMENT_SUPPRESSED> (i) the portion ending six months before the date on which full parole may be granted, and  <FRAGMENT_SUPPRESSED> (ii) six months. ...  <FRAGMENT_SUPPRESSED> \"120(1) Subject to sections 747 and 761 of the Criminal Code and to any order made under section 741.2 of that Act, the portion of a sentence of imprisonment that must be served before an offender may be released on full parole is the lesser of  <FRAGMENT_SUPPRESSED> (a) one third of the sentence of imprisonment, and  <FRAGMENT_SUPPRESSED> (b) seven years. <FRAGMENT_SUPPRESSED>", "[14] Section 11(i) of the Charter reads as follows:  <FRAGMENT_SUPPRESSED> \"11. Any person charged with an offence has the right  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (i) if found guilty of the offence and if the punishment for the offence has been varied between the time of commission and the time of sentencing, to the benefit of the lesser punishment. <FRAGMENT_SUPPRESSED>", "[15] It can be seen from a thorough and detailed examination of s. 11(i) of the Charter that it is not inconsistent with the application of the Corrections and Conditional Release Act , as that Act is applicable only once a sentence has been imposed on an inmate and he or she is to begin serving it. The Corrections and Conditional Release Act sets out the manner in which a sentence of detention is to be served. In other words, it governs how sentences imposed by courts of criminal and penal jurisdiction are carried out. Thus, it does not impose a \"punishment\" within the meaning of s. 11(i).  <FRAGMENT_SUPPRESSED>", "[16] Counsel for the applicant referred me to the following passage at pages 94-95 of <FRAGMENT_SUPPRESSED>  C.C.C.(3d) 88 (Nfld. C.A.).  <FRAGMENT_SUPPRESSED> \"I have no doubt that postponing the eligibility date for full parole, thereby creating a veiled warning and risk of a longer period of incarceration, on any reasonable interpretation is an additional price or disadvantage for a prisoner. It is obviously an extra burden to be endured. Unquestionably, the s. 741.2 order adversely affected the appellant. It is true that the four-year 'sentence' remains the same, but the order giving rise to a potentially longer period of imprisonment, or at least to an extended span of strict supervision and control, means an escalation of the sanction or punishment for the offence. The variation in the 'manner' in which the sentence is to be served clearly entails a more 'severe treatment'. <FRAGMENT_SUPPRESSED>", "[17] A similar reasoning can be seen in <FRAGMENT_SUPPRESSED>  W.A.C. 1; 93 C.C.C.(3d) 497 (C.A.), However, those cases must be distinguished because they concerned situations in which the Criminal Code had been amended between the date of commission of the offence and the sentencing date to permit a judge to impose, incidentally to the sentence, a minimum period of detention before the accused can apply for parole under s. 742.1 of the Criminal Code . It should be noted that this power did not exist previously.  <FRAGMENT_SUPPRESSED>", "[18] Thus, where a court sentences an accused and imposes additional restrictions under s. 741.2 of the Criminal Code , it adds a minimum period of detention before an inmate can apply for the privileges available to him or her under the Corrections and Conditional Release Act . It in no way interferes with the sentence management process established by the Corrections and Conditional Release Act .  <FRAGMENT_SUPPRESSED>", "[19] In the case at bar, the court imposed the sentence. The changes to day parole eligibility, which were made between the date of commission of the offence and the sentencing of the applicant, relate to the management of the said sentence. As a result, s. 11(i) of the Charter can not be used to avoid the new day parole eligibility rules of the Corrections and Conditional Release Act .  <FRAGMENT_SUPPRESSED>", "[20] The application for mandamus is dismissed.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Steven C. McMinniman/slm  <FRAGMENT_SUPPRESSED>"]}