{"id_": "056430", "body_str": ["[1] Shore, J. [Translation]: The Federal Court of Appeal recently confirmed that, to be sufficient, reasons must allow the reviewing court to understand why a decision-maker made a decision and then determine whether the decision-maker's finding falls within a range of acceptable outcomes ( <FRAGMENT_SUPPRESSED> ).", "[2] The Court considers that the officer's reasons are not adequate and do not meet the tests of justification and intelligibility set out by the Supreme Court of Canada in Newfoundland and  <FRAGMENT_SUPPRESSED> ; even when they are examined together with the outcome. The decision is essentially a summary of facts. The reasoning behind the decision is, at best, obscure. The officer's notes do not explain why the decision was made.", "[3] Although the reasons make it clear that the officer had concerns on some aspects of the evidence in the record, they do not explain how these concerns formed part of its final conclusion. Was the decision in fact a negative finding on the applicant's credibility or was it rather based on a lack of evidence that the applicant could meet the employment requirements for a potential job in Canada? The reasons still have not been explained. II. Introduction", "[4] This is an application for judicial review filed under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) of a decision in which a visa officer refused the applicant's work permit application. III. Facts", "[5] The applicant, Maden Run, is a citizen of Cambodia born in 1980.", "[6] The applicant allegedly had worked as a cook in Cambodia for the restaurant Food and Beverage Center Gallery Café (FBC) since 2010. Before 2010, he worked for the Arunras restaurant as dishwasher and cook.", "[7] On April 24, 2012, the applicant received an employment offer from the restaurant Chez Vanna, located in Québec, Quebec.", "[8] In December 2012, the applicant filed an application for a temporary work permit with the Canadian Embassy in Bangkok to work as head cook in the restaurant Chez Vanna. On April 5, 2013, the officer refused the visa application.", "[9] January 30, 2013, the applicant filed this application for judicial review with respect to that decision. IV. Decision under review", "[10] The officer first determined that the applicant had not established that he had the professional experience required to perform the prospective job at the restaurant Chez Vanna in Québec. In her notes from the Global Case Management System (GCMS), the officer noted deficiencies in the evidence submitted by the applicant that undermined his credibility. In particular, the officer noted that the applicant's employment certificates were contradictory with respect to his employment status. Further, the applicant could not identify the Arunras restaurant when he was shown a photo at his interview, despite the fact that he had worked at this place for 10 years. She also noted that the applicant had not provided additional evidence of his training as a cook, despite a specific request from the Canadian Embassy.", "[11] The officer was also not persuaded that the applicant would return to his country of origin after the duration of his stay in Canada. V. Issue", "[12] Is the officer's decision reasonable? VI. Relevant statutory provisions", "[13] Article 11 of the IRPA applies in this case: 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "[14] Paragraph 200(3)( ) of the Immigration and Refugee Protection Regulations , SOR/2002-227 also applies in this case: (3) An officer shall not issue a work permit to a foreign national if ) there are reasonable grounds to believe that the foreign national is unable to perform the work sought; VII. Standard of review", "[15] The decisions of visa officers on temporary work permits are reviewable on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ). VIII. Analysis", "[16] According to the applicant, the visa officer erred in neglecting to explain why he had not discharged his burden of proof to establish that he could meet the requirements of the prospective employment at Chez Vanna. He submits that she also disregarded the evidence in the record in not asking enough questions to his employer regarding his employment during her visit to his place of work.", "[17] After examining the evidence on the record, the notes from the GCMS, and the letter of refusal, the Court considers that the officer's decision is unreasonable.", "[18] The Supreme Court of Canada recently dealt with the main issue raised by the applicant with respect to adequacy of reasons in Newfoundland and Labrador Nurses' Union , above. In Newfoundland and Labrador Nurses' Union , the Court found that the \"adequacy\" of reasons is not a stand-alone basis for quashing a decision. Rather, based on the entirety of the records, the reasons must be \"read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes\" (at para 14).", "[19] Moreover, the Federal Court of Appeal recently confirmed that, to be adequate, the reasons must allow the reviewing court to understand why a decision-maker made a decision and then to determine whether the decision-maker's finding falls within a range of acceptable outcomes ( <FRAGMENT_SUPPRESSED> , above at para 18).", "[20] The Court also agrees with the comments of Justice Yves de Montigny in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  FTR 1:", "[17] Reasons for decisions are adequate when they are clear, precise and intelligible and when they state why the decision was reached. Adequate reasons show a grasp of the issues raised by the evidence, allow the individual to understand why the decision was made and allow the reviewing court to assess the validity of the decision: see <FRAGMENT_SUPPRESSED>  (F.C.A.), [2001] 2 F.C. 25 (C.A.), at para. 22; Arastu , above, at paras. 35-36.", "[21] In this case, the Court considers that the officer's reasons are not adequate and do not meet the tests of justification and intelligibility set out in Newfoundland and Labrador Nurses' Union ; even when they are reviewed together with the outcome. The decision is essentially a summary of facts. The reasoning behind the decision is, at best, obscure. The officer's notes do not explain why the decision was made.", "[22] Although it is clear from her reasons that the officer had concerns on a few aspects of the evidence in the record, they do not explain how these concerns formed part of her final conclusion. Was the decision indeed a negative finding of the applicant's credibility or was it instead based on a lack of evidence that the applicant could meet the requirements for the potential job in Canada? The reasons have still not been explained.", "[23] Since the reasons have no justification or intelligibility, it remains impossible for the Court to determine whether the decision in this case falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and law. The Court's intervention is thus warranted.", "[24] For all the reasons above, the applicant's application for judicial review is allowed and the matter is to be referred back to another immigration officer for redetermination. JUDGMENT", "[25] THIS COURT ORDERS AND ADJUDGES that the applicant's application for judicial review be allowed and the matter referred back to another immigration officer for redetermination with no question of general importance to certify. <FRAGMENT_SUPPRESSED> ).", "[2]", "[3] II. Introduction", "[4] III. Faits", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] V. Point en litige", "[12]", "[13] 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "[14] ) du (3) An officer shall not issue a work permit to a foreign national if ) there are reasonable grounds to believe that the foreign national is unable to perform the work sought; VII. Norme de contrôle", "[15] <FRAGMENT_SUPPRESSED> ). VIII. Analyse", "[16]", "[17]", "[18] Newfoundland and Labrador Nurses' Union Newfoundland and Labrador Nurses' Union", "[19]", "[20]", "<FRAGMENT_SUPPRESSED> , paragraphe 46; Arastu", "[21] Newfoundland and Labrador Nurses' Union", "[22]", "[23]", "[24] JUGEMENT", "[25] [End of document]"]}