{"id_": "056515", "body_str": ["[1] Shore, J. : The principal Applicant seeks judicial review of a decision of the Immigration Appeal Division [IAD] of the Immigration and Refugee Board, wherein it was determined that he, his wife, and their daughter failed to satisfy their residency obligation under section 28 of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ] and that their personal circumstances did not raise humanitarian and compassionate [H&C] considerations sufficient to overcome any breach of their residency obligation. II. Judicial Procedure", "[2] This is an application under subsection 72(1) of the IRPA for judicial review of an IAD decision, dated July 18, 2012. III. Background", "[3] The principal Applicant, Mr. Ting Jun Xi, his wife, Ms. Wang Xue, and their daughter, Qian Wen Xi, are citizens of China, born in 1957, 1964, and 2000, respectively.", "[4] On February 11, 2005, the Applicants achieved permanent residence status in Canada. They remained in Canada for 8 days before returning to China.", "[5] The principal Applicant testified that they returned to China because his mother-in-law was ill. They presented documentary evidence that the principal Applicant's mother-in-law was sick from May 2005 to August 2009, hospitalized from May 2006 to August 2009, and passed away on August 17, 2009 (Certified Tribunal Record [CTR] at p 84).", "[6] While in Canada, the principal Applicant met with Mr. Robert Burke to discuss if he would work for Mr. Burke's company, 2727056 Canada Inc [2727056].", "[7] The principal Applicant and Mr. Burke previously met in China when the former was a supplier to the father of the latter.", "[8] On September 4, 2006, the principal Applicant was hired to work for 2727056 on a full-time basis at a salary of $30,000 CDN.", "[9] The contract of employment states that the principal Applicant is the only employee of 2727056 abroad and that his position was not created primarily for the purpose of satisfying his residency obligation. It outlines the following employment duties: (i) sourcing Chinese factories to manufacture garments for customers of 2727056; (ii) monitoring production orders by 2727056 in China; (iii) visiting and corresponding with Chinese factories to ensure garments are of adequate quality and will be shipped on time; and (iv) liaising between customers of 2727056 and Chinese factories.", "[10] The principal Applicant testified that he worked without pay for 2727056 for 19 months before September 4, 2006 in order to prepare for the position; Mr. Burke testified that the principal Applicant did not begin work until September 4, 2006.", "[11] During the 5-year period, the principal Applicant was in Canada for 38 out of 1826 days: 12 days in September - October 2006, 11 days in February - March 2007, and 15 days in September 2007. During his visits, he stayed with the manager of 2727056.", "[12] Mr. Burke testified that difficulties arose from the principal Applicant's inability to come to Canada more often to meet clients and that, in the future, he would spend more time in Canada with clients and soliciting business in the United States.", "[13] On August 12, 2010, immigration officials refused to issue permanent residence cards to the Applicants because they did not satisfy their residency obligation. IV. Decision under Review", "[14] The IAD did not follow the joint recommendation of the parties to grant the appeal. Citing FRAGMENT_SUPPRESSED, it reasoned that the IAD need not follow a joint recommendation if it gives reasons.", "[15] The IAD found that the principal Applicant did not meet his residency obligation in the 5-year period (June 27, 2005 to June 28, 2010) since he did not establish that he was employed outside Canada by a Canadian business under section 61 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [ Regulations ].", "[16] The IAD concluded that the principal Applicant's employment with 2727056 did not satisfy section 61 because, while he had established employment on a full-time basis by a Canadian business outside Canada, he did not show that his was a temporary assignment. Instead, the principal Applicant's position, which was essentially that of an overseas manager, was created locally for an indeterminate period in China to exploit his expertise in the Chinese garment business. The IAD stressed that, before the principal Applicant was hired by 2727056, he had only been in Canada for one week and had spent the previous 19 months in China. The IAD also reasoned that the contract of employment did not indicate that the principal Applicant's employment in China would be temporary; nor was there any indication that he would be promoted by 2727056 to a permanent position in Canada after working in China.", "[17] The IAD reasoned that subsection 61(3) of the Regulations required the principal Applicant to establish that he was assigned to a position outside Canada as a term of his employment. Citing FRAGMENT_SUPPRESSED and FRAGMENT_SUPPRESSED, the IAD stated that subsection 61(3) required the principal Applicant to show that he was assigned to a position in China temporarily, maintained a connection to a Canadian business, and may continue working for his employer in Canada after the assignment.", "[18] The IAD did not accept that the principal Applicant satisfied subsection 61(3) because problems arose from his absence from Canada or because 2727056 would require him to be in Canada more often in the future. The IAD reasoned that, if spending time in Canada was essential to the principal Applicant's employment duties, that requirement would have been addressed in his contract of employment and he would have accommodated such a need.", "[19] The IAD did not find the testimony of the principal Applicant or Mr. Burke credible. The IAD drew negative inferences from inconsistencies in their testimony on the employment start date, the delayed submission of the principal Applicant's employment contract at the hearing stage, and the delayed submission of Notices of Assessment (all dated August 26, 2010). The IAD found that Mr. Burke, who testified that there was an understanding between them that the principal Applicant would work more in Canada in the future and that he saw the principal Applicant on multiple occasions in Canada, \"fit his testimony to the principal appellant's and his family's needs\" (RPD Decision at para 27).", "[20] Nor did the Applicants' circumstances warrant H&C relief. While the daughter's best interests were a positive factor, they did not outweigh the negative H&C factors.", "[21] First, the legal impediment at issue was significant because the principal Applicant satisfied 34 days (and his wife and daughter, 18 days) of his residency obligation.", "[22] Second, the level of establishment was a negative factor since the Applicants visited Canada only three or four times, never had a home in Canada, and did not demonstrate any concrete intention of establishing themselves in Canada in the future.", "[23] Third, the family ties and community support available to the Applicants was a positive factor of limited weight. Although the principal Applicant's son lived in Canada and intended to work in Canada once he completed his studies, the Applicants had spent all of their lives in China except for brief visits to Canada. The IAD further noted that the Applicants had several family connections in China and that their son could not really know where he would live at the end of his studies.", "[24] Fourth, the IAD found that the best interests of the child was a positive factor because it was in the best interests of the principal Applicant's daughter to grow up in Canada, be educated in Canada, and reside with both of her parents in Canada. Citing FRAGMENT_SUPPRESSED, the IAD found that it was unnecessary to consider the best interests of their son, an adult dependent.", "[25] Fifth, the IAD did not accept that the Applicants' reasons for returning to China and remaining outside Canada, their circumstances while away from Canada, and failure to return to Canada at the first available opportunity were factors justifying H&C relief. Documentary evidence of the illness and death of the mother-in-law did not warrant H&C relief because it did not describe the level of care required in the five-year period. The IAD also reasoned that (i) the Applicants arrived in Canada with return tickets and returned to China a week later; (ii) the wife worked throughout her mother's illness; (iii) the father-in-law lived in China during the illness and the principal Applicant did not establish why he could not support his wife during her illness; and (iv) the Applicants did not attempt to come to Canada after the mother-in-law passed away in August 2009; nor did the principal Applicant, who arrived in Canada with return tickets and returned to China a week later, attempt to secure employment in Canada.", "[26] Sixth, the IAD did not find that dislocation to the principal Applicant's family would ensue because \"the situation that exists presently is the situation that has been the same since the family landed: the parents and the younger child in China and the son studying in Canada. The dismissal of the appeal would simply maintain the situation that has existed since the landing\" (IAD Decision at para 52).", "[27] Finally, the IAD did not accept that the objectives of the IRPA warranted H&C relief since the Applicants reunited with their son in China each year, did not participate in their successful integration into Canadian society, and did not improve their knowledge of either of Canada's official languages in the five-year period. V. Issues", "[28] (1) Was it reasonable to find that subsection 61(3) of the Regulations required the principal Applicant to establish that he was assigned to his position in China for a period of time and may continue working for his employer in Canada following the assignment? (2) Was it reasonable to find that the principal Applicant was not temporarily assigned to his position in China? (3) Was the H&C analysis reasonable? (4) According to the legislation and the jurisprudence, was the analysis and conclusion of the IAD reasonable in light of the recommendation of the parties? VI. Relevant Legislative Provisions", "[29] The following legislative provisions of the IRPA are relevant: 28. (1) A permanent resident must comply with a residency obligation with respect to every five-year period. (2) The following provisions govern the residency obligation under subsection (1): ) a permanent resident complies with the residency obligation with respect to a five-year period if, on each of a total of at least 730 days in that five-year period, they are (i) physically present in Canada, (ii) outside Canada accompanying a Canadian citizen who is their spouse or common-law partner or, in the case of a child, their parent, (iii) outside Canada employed on a full-time basis by a Canadian business or in the federal public administration or the public service of a province, (iv) outside Canada accompanying a permanent resident who is their spouse or common-law partner or, in the case of a child, their parent and who is employed on a full-time basis by a Canadian business or in the federal public administration or the public service of a province, or (v) referred to in regulations providing for other means of compliance; ... ) a determination by an officer that humanitarian and compassionate considerations relating to a permanent resident, taking into account the best interests of a child directly affected by the determination, justify the retention of permanent resident status overcomes any breach of the residency obligation prior to the determination. 28. (i) il est effectivement présent au Canada, [...]", "[30] The following legislative provisions of the Regulations are relevant: 61. (3) For the purposes of subparagraphs 28(2)( )(iii) and (iv) of the Act, the expression \"employed on a full-time basis by a Canadian business or in the public service of Canada or of a province\" means, in relation to a permanent resident, that the permanent resident is an employee of, or under contract to provide services to, a Canadian business or the public service of Canada or of a province, and is assigned on a full-time basis as a term of the employment or contract to ) a position outside Canada; ) an affiliated enterprise outside Canada; or ) a client of the Canadian business or the public service outside Canada. 61. VII. Position of the Parties", "[31] The Applicants argue that it was unreasonable to find that section 61 of the Regulations required the principal Applicant to establish that he was temporarily assigned to a position in China and would be promoted to one in Canada. The Applicants submit that contrary rulings of the Court are not supported by the text or objectives of the Regulations", "[32] The Applicants argue that the Court should not follow FRAGMENT_SUPPRESSED , above, for the following reasons: (i) the intentions of Parliament and the applicable regulatory legislation in respect of establishment were not met in FRAGMENT_SUPPRESSED and can be differentiated from their case; (ii) it is inconsistent with subparagraph 28(2)( )(v) of the IRPA , which permits the principal Applicant to satisfy his residency obligation by other means of compliance and establishes that Parliament intended flexible rules for meeting the residency obligation; (iii) it is inconsistent with the Regulatory Impact Analysis Statement [RIAS], which specifies that section 28 gives \"permanent residents greater flexibility to engage in a wide range of long-term employment opportunities abroad while still maintaining ties to Canada through a variety of links with either the public service or businesses in Canada\" (Regulatory Impact Analysis Statement: VII-Obligations for Permanent Residents-Part 5, Division 2, Canada Gazette: Part II , SOR/2002-227, PC 2002-997, 14 June 2002 at 210); (iv) section 61 of the IRPA does not expressly specify that assignments must be temporary or result in a promotion to a position in Canada; and (v) it is inconsistent with the notion of a five-year period, which is itself temporary.", "[33] The Applicants also argue that it was unreasonable to find that the principal Applicant was not assigned to China on a temporary basis and would not return to work for 2727056 in Canada. The Applicants distinguish FRAGMENT_SUPPRESSED , above, on the basis that it involved an applicant whose position was not designed for movement between China and Canada and required little interaction with her Canadian employer.", "[34] The Applicants argue that the IAD's credibility finding is unreasonable because it results from a microscopic view of the evidence and the IAD did not address the late submission of the principal Applicant's employment contract and Notices of Assessment at the hearing.", "[35] The Applicants contend that the H&C analysis is unreasonable because the IAD: (i) ignored the principal Applicant's language proficiency in English; (ii) did not address the objective of reunification within, rather than outside, Canada; (iii) found that his son may not remain in Canada in the absence of evidence; (iv) did not consider his financial investment in Canada or contribution to the business of 2727056 in assessing his degree of establishment; (v) did not appreciate evidence regarding the mother-in-law's passing and the level of care she required; and (vi) required the Applicants to return to Canada immediately after the mother-in-law passed away.", "[36] Finally, the Applicants argue that the IAD should have accepted the joint recommendation of the parties at the hearing because the IAD should not second-guess the Minister's assessment at the hearing. FRAGMENT_SUPPRESSED , above, they argue, should be distinguished otherwise as it involves criminality and the over-arching duty to protect the public interest and public safety.", "[37] The Respondent counters that the IAD could reasonably find that the principal Applicant was not assigned to a position outside Canada under subsection 61(3) of the Regulations . According to the Respondent, it was reasonable to conclude that the principal Applicant was not temporarily assigned to China and would not return to work for 2727056 in Canada because: (i) his role was to supervise the Chinese business activities of 2727056 for an indeterminate period; (ii) the employment contract did not list meeting clients in Canada or prospective clients in the United States as an essential aspect of his duties; (iii) he did not attempt to accommodate any employer needs by coming to Canada more frequently; and (iv) the documentary evidence did not establish that his mother-in-law's illness and passing prevented him from conducting business on behalf of 2727056 in Canada.", "[38] The Respondent also argues that this Court should follow FRAGMENT_SUPPRESSED in holding that subsection 61(3) required the principal Applicant to show that he was temporarily assigned to China and would return to a position in Canada with 2727056. According to the Respondent: (i) the concept of promotion to a position in Canada was not relied upon in FRAGMENT_SUPPRESSED , above, and results from an incorrect translation of FRAGMENT_SUPPRESSED reasons; (ii) the use of \"assigned\" in subsection 61(3) denotes temporary work outside of Canada; (iii) the decisions do not restrict a temporary assignment outside Canada to a 5-year period; and (iv) the decisions do not contradict the RIAS.", "[39] The Respondent argues that the credibility finding was not dispositive and inconsistent testimony impugned the credibility of the principal Applicant and Mr. Burke.", "[40] The Respondent argues the IAD could reasonably reject the joint recommendation of the parties because it provided the reasons required under FRAGMENT_SUPPRESSED , above.", "[41] The Respondent submits that it was reasonable to find that H&C circumstances did not warrant special relief because: (i) the extent of the Applicants' non-compliance with the residency obligation was significant; (ii) their degree of establishment in Canada was minimal; (iii) the principal Applicant's membership in the investor category did not disoblige him from satisfying his residency obligation; (iv) they had minimal family ties and community support in Canada; (v) documentary evidence of the mother-in-law's illness did not establish that the level of care she required prevented them from meeting their residency obligation; (vi) there was no evidence the illness existed when they returned to China in February 2005; and (v) familial dislocation was a neutral factor because their son can continue to visit them in China.", "[42] On the factual errors committed by the IAD, the Respondent submits that the principal Applicant's English language proficiency does not detract from the conclusion that the Applicants did not participate in their successful integration in Canada and that it was reasonable to find that their son cannot know where he will live since he had not secured employment in Canada. VIII. Analysis Standard of Review", "[43] The interpretation of subsection 61(3) of the Regulations is reviewed on the standard of reasonableness. FRAGMENT_SUPPRESSED held that questions of law on the interpretation of a tribunal's home statute are reviewed on this standard unless they belong to an enumerated category (constitutional questions, questions of central importance to the legal system as a whole, questions on the jurisdictional lines between specialized tribunals, and true questions of vires) (at FRAGMENT_SUPPRESSED). This Court has applied FRAGMENT_SUPPRESSED to interpret the Regulations FRAGMENT_SUPPRESSED). Indeed, the rationale for applying FRAGMENT_SUPPRESSED is even stronger for interpreting regulatory legislation, which emanate from the executive.", "[44] The reasonableness standard also applies to the application of subsection 61(3) and the IAD's analysis of the H&C factors ( FRAGMENT_SUPPRESSED).", "[45] Under this standard, courts may only intervene if a decision is not \"justified, transparent or intelligible\". To meet it, a decision must also be in the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( FRAGMENT_SUPPRESSED). (1) Was it reasonable to find that subsection 61(3) of the Regulations required the principal Applicant to establish that he was assigned to his position in China for a period of time and may continue working for his employer in Canada following the assignment", "[46] The IAD could reasonably find that subsection 61(3) required the principal Applicant to establish that his assignment on a full-time basis to a position outside Canada was for a period of time, that he maintained a connection to a Canadian business, and that he may continue working for his employer in Canada after the assignment.", "[47] In this Application, the word \"assigned\" is critical to interpreting subsection 61(3). In FRAGMENT_SUPPRESSED", "[48] Justice Boivin reasoned that this interpretation: (i) is consistent with the labour law meaning of assignment; (ii) accords with the ordinary and grammatical meaning of assignment, which implies \"a movement from one position to another\"; and (ii) balances the purposes of the IRPA to promote the integration of permanent residents through the residence obligation against recognition that they may have opportunities to work outside Canada (at para 43, 45, 46 and 53).", "[49] In FRAGMENT_SUPPRESSED that subsection 63(1) requires permanent residents fulfilling their residency obligation under subparagraph 28(2)( )(iii) of the IRPA to establish that they must be \"assigned temporarily, maintain a connection with [their] employer, and [continue working for their] employer in Canada following the assignment\" (at para 15).", "[50] In FRAGMENT_SUPPRESSED  followed the FRAGMENT_SUPPRESSED , above, rulings.", "[51] In interpreting subsection 61(3), the Court applies the doctrine of judicial comity. The Application does not fall within an exception to the doctrine in FRAGMENT_SUPPRESSED. The Applicants did not establish a material difference between the factual and evidential basis for this Application and the decisions, a difference between the issues at bar, that there is legislation or binding authority that the decisions did not consider that would change the outcome, or that injustice would result from following the decisions (at para 16).", "[52] In regard to judicial comity, the Applicants' qualms do not raise an exception to the principle of judicial comity. First, even if the IRPA aims to create flexible rules for meeting the residency obligation, this does not exempt the principal Applicant from his obligation under subsection 27(2) of the IRPA to comply with any conditions under the Regulations . Second, such does not contradict the RIAS, which observes that section 28 balances the interest of flexibility and that of \"maintaining ties to Canada\" (RIAS at 210). In interpreting subsection 61(3), Justice Boivin expressly relied on this rationale in FRAGMENT_SUPPRESSED). Third, there is no inherent inconsistency between interpreting subsection 61(3) to mean that the employment outside Canada must be temporary and that of the concept of the five-year period. The question at issue under subsection 61(3) is the temporary character of the principal Applicant's employment outside Canada and not the length of that employment. (2) Was it reasonable to find that the principal Applicant was not temporarily assigned to his position in China", "[53] It was reasonable to find that the principal Applicant was not assigned to his position in China under subsection 61(3).", "[54] The IAD could infer from the nature of the principal Applicant's employment duties in the contract of employment that he did not satisfy subsection 61(3): You will be the agent representing 2727056 Canada Inc in China. Your duties will include to source factories in China where our customers, the Canadian Importers, can have their garments manufactured. Your duties will include being the [liaison] between the Chinese manufacturer and the Canadian customer. You must follow the order process from beginning to end to ensure that the garments being manufactured are as per our customer's orders and specifications and also to ensure that the garments are being produced in a timely fashion to meet customers deliveries. You must also be able to act as the [liaison] between the customer and the factory for any ongoing questions and concerns from either the client or the factory. (CTR at p 717) The nature of these duties would suggest that the principal Applicant was not employed on a temporary basis outside Canada or that he may return to a position in Canada. As the contract of employment shows, his employment centered on (and was vital to) the Chinese business activities of 2727056. It was reasonable to find that his liaison activities on behalf of the Canadian customers of 2727056 do not detract from this because they were oriented toward Chinese business activities.", "[55] A prospective analysis of the principal Applicant's employment relationship with 2727056 also does not suggest that he satisfied subsection 61(3). It would be reasonable to find that neither the contract of employment nor the surrounding circumstances indicate that he may, in the future, work for 2727056 in Canada. The contract of employment simply does not state that the principal Applicant's position in China was temporary or that he would be expected to take a role in the Canadian business activities of 2727056 in the future.", "[56] Moreover, the principal Applicant was the only employee of 2727056 in China, which appears to have depended on his presence there (CTR at pp 822 and 820). This could reasonably lead to the inference that it was unlikely that 2727056 expected him to return to a position in Canada. Quite simply, 2727056 had no other employees in China to handle the Chinese aspects of its business dealings. In these circumstances, it would be reasonable to consider it unlikely that the principal Applicant may return to Canada in the future to work for 2727056.", "[57] Finally, the principal Applicant came to Canada to assist with the business activities of 2727056 rarely (CTR at p 806). It consequently falls within the realm of possible, acceptable outcomes to find that it was unlikely that the principal Applicant's future work for 2727056 would be centered in Canada. Even if he could theoretically fulfill his duties under his contract of employment by traveling back and forth between Canada and China, this pattern gives a basis for the reasonable inference that his employment was (for all practical purposes) primarily and permanently based in China.", "[58] The IAD could reasonably find that problems in the business activities of 2727056 arising from the principal Applicant's inability to come to Canada more often did not show that he satisfied subsection 61(3).", "[59] Even if 2727056 would benefit from the principal Applicant's increased presence in Canada, this does not detract from the proposition that his employment in China was permanent and that he would not return to Canada in the future to work for it. As Mr. Burke testified, 2727056 would benefit from the principal Applicant's greater presence in Canada because it would enhance customer confidence in his ability to oversee 2727056's business activities in China: Well that's a - I mean it have been a problem because the whole idea was for him to be coming back and forth so that we could plan a strategy and we could I mean Ting Jun is very good at making connections with the factories. He is very honest but I - it would have been better for him to be able to come here and also discuss with the customers because he also exudes a really strong sense of integrity and I would have liked him to be here to be meeting the customers with me, so that the customers would have confidence, would have confidence in placing the orders because we don't own factories, but the customers have to have confidence in me that I can follow up the orders in China. If they have somebody who is Chinese, that prima facia gives them confidence. So it has been detrimental for me not to have him here. (CTR at p 821) The purpose in having the principal Applicant visit Canada more often was to make the customers of 2727056 confident that he could \"follow up\" on their orders in China. Given this, the IAD could reasonably find that his activities on behalf of 2727056 in Canada were ancillary to his activities on its behalf in China. It falls within the range of possible, acceptable outcomes to find that this does not suggest that the principal Applicant's employment in China was temporary or that its centre of gravity may, in the future, shift from China to Canada.", "[60] Moreover, the IAD could reasonably find that, because the problems that arose did not actually compel the principal Applicant to come to Canada more often, his employment relationship with 2727056 was not such that he may, in the future, become its employee in Canada.", "[61] In these circumstances, it would be reasonable to conclude that, while the principal Applicant maintained some connection to a business in Canada, (i) he was essentially the agent of 2727056 and its customers in China; (ii) his employment in China was not temporary; and (iii) he may not, in the future, become its employee in Canada. (3) Was the H&C analysis reasonable", "[62] The H&C analysis is in the range of possible, acceptable outcomes. The IAD applied the appropriate factors and the Court may not intervene because the Applicants are \"not happy with the manner in which the IAD weighed\" these factors ( FRAGMENT_SUPPRESSED).", "[63] First, the IAD's finding that the \"three appellants have not demonstrated that they have improved their knowledge of the Canadian official languages\" (IAD Decision at para 55) knowing of the principal Applicant's English language proficiency (CTR at p 797) does not make the decision unreasonable. This finding was not determinative. FRAGMENT_SUPPRESSED, courts must assess the overall reasonability of a decision and errors must be determinative to affect the decision (at para 22).", "[64] Second, although the IAD concluded as to the likelihood that the son would remain in Canada in the absence of evidence, this finding of fact was also not determinative of the decision and cannot be determinative of this judicial review.", "[65] Third, it was reasonable to consider the objective of reunification in Canada under paragraph 3(1)( ) of the IRPA a neutral factor. The IAD could reasonably consider this factor irrelevant because the Applicants did not demonstrate a concrete intention of reunifying in Canada in the 5-year period, their degree of establishment in Canada was negligible, and their only family member who lived in Canada came to see them yearly in China. In FRAGMENT_SUPPRESSED held that the IAD could, in assessing the reunification factor, consider an applicant's intention to reunify with his family in Canada, his failure to take steps to reunify with his family in Canada, and his degree of establishment in Canada (at para 14).", "[66] The Court adds that, even if the degree of establishment factor was in the favour of the Applicants, this factor is not determinative ( FRAGMENT_SUPPRESSED).", "[67] Fourth, the principal Applicant's investments in Canada are a positive factor but are insufficient to overcome his non-compliance with his residency obligation ( FRAGMENT_SUPPRESSED).", "[68] Fifth, it was reasonable to find that evidence of the illness and passing of the mother-in-law was insufficient to overcome the breach of the residency obligation. The Applicants left Canada 8 days after arriving in Canada on February 11, 2005 and over two months before the mother-in-law became ill in May 2005. From this, it would be reasonable to infer that the illness of the mother-in-law did not precipitate their return. That the principal Applicant's wife worked for the same employer without interruption from 1986 to 2010, that their daughter returned to the same school in China she attended before coming to Canada, and that the Applicants returned to the same apartment in China after returning from Canada (CTR at p 812) also supports this inference. Although this Court accepts that, in Chinese culture, children are expected to tend to sick parents, this only explains why the principal Applicant's wife was required to stay in China. It does not explain why the principal Applicant, even if he felt \"guilty\" at \"leav[ing] all the work\" (CTR at p 807) to his wife, did not spend more than 38 days in Canada during the 5-year period or did not take steps to further establish himself in Canada. Finally, although it would be unreasonable to require the Applicants to come to Canada immediately after the mother-in-law's passing, it was not unreasonable to require the principal Applicant to take some steps toward re-locating his family to Canada in the ensuing 10 months. (4) According to the legislation and the jurisprudence, was the analysis and conclusion of the IAD reasonable in light of the recommendation of the parties", "[69] The IAD was reasonable, according to the legislation and jurisprudence in its analysis and conclusion.", "[70] It is reasonable, although not necessarily the conclusion that could have otherwise been reached, yet, however, nevertheless, reasonable, which is the standard of proof ( FRAGMENT_SUPPRESSED , above).", "[71] It stands as consistent with the IAD's jurisdiction under sections 62 and 66 and subsection 63(4) of the IRPA to hear appeals against decisions made outside Canada on the Applicants' residency obligation. Although the IAD must explain in such circumstances, its decision, and, it did that.", "[72] To do otherwise, would be to deprive the IAD of interpreting the legislation and jurisprudence in favour of the legislative's and executive branches' intentions; this would, then, jeopardize both branches' authority in the long term; all that the judicial branch can do is to interpret; and, not to substitute its opinion for that of the IAD, if, in and of itself, it stands as reasonable. IX. Conclusion", "[73] For all of the above reasons, the Court agrees with the Respondent's oral and written pleadings before the Federal Court per the analysis of the Court discussed above. The Applicants' application for judicial review is therefore dismissed. JUDGMENT", "[74] THIS COURT ORDERS that that the Applicants' application for judicial review be dismissed with no question of general importance for certification. Obiter", "[75] A special program could remedy such situations wherein Canadian businesses no longer prominent or active in certain sectors could create or establish offices of their Canadian companies abroad for such purposes. (See the Regulatory Impact Analysis Statement for its intention, such that it can be part of the contract with the person working abroad). Application dismissed. Editor: Sharon McCartney/vnh"]}