{"id_": "056845", "body_str": ["[1] Martineau, J. [Translation]: The applicant is a citizen of Mexico. He claimed that the authorities in his country could not protect him from the persecution which he fears primarily from one José Antonio Lemus (the persecuting agent) for whom he worked in the local office of the Institutional Revolutionary Party (IRP) in Mexico when he was studying industrial engineering. The applicant alleged that the persecuting agent threatened him with death and that ruffians working for him tried to extort money from him and kidnapped him and beat him, and an attempt was made to set fire to the family house where he lived after he had discovered that the persecuting agent was directly involved in the illegal financing of the democratic organization of technical students (DOTS), suspected of committing acts of sabotage and vandalism for the IRP. The applicant made the persecuting agent aware that he knew about these illegal payments and wished to take his distance from the latter. Before ceasing working for the persecuting agent, the applicant made copies of certain documents which apparently incriminated the latter.", "[2] The applicant’s refugee claim was dismissed by the Refugee Protection Division of the Immigration and Refugee Board (the Board); hence this application for judicial review. BOARD’S DECISION", "[3] In the very succinct reasons (two and a half pages) provided in this matter, the Board did not question the applicant’s credibility and concluded that he had (Translation) \"definitely been the victim of personal revenge\". However, in order to be recognized as a \"Convention refugee\", a person must show that he reasonably feared persecution in relation to one of the five grounds listed in the definition. In view of the fact that, in the Board’s opinion, the death threats made against the applicant were prompted by personal revenge on the part of the persecuting agent (and not related to the alleged political opinions of the applicant), therefore, there had been no \"persecution\" within the meaning of s. 96 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ).", "[4] The Board also considered that \"the claimant has not discharged the burden of proof on him to rebut the presumption that the authorities in his country are unable to protect him, by providing clear and convincing evidence in this respect\". (Emphasis added) In this case, since the Mexican government is not the persecuting agent, the applicant should have exhausted all existing remedies before claiming protection in Canada: \"if he had no success [with the police], he could have appealed to the CNDH [National Human Rights Commission] and the CEDH [Government Human Rights Commission], which investigate complaints\". The Board based its decision on <FRAGMENT_SUPPRESSED> ; 206 N.R. 272; 143 D.L.R.(4th) 532 (F.C.A.).", "[5] Therefore, the Board concluded that the applicant was neither a \"Convention refugee\" nor a \"person in need of protection\" within the meaning of ss. 96 and 97 of the Act APPLICANT’S ARGUMENTS", "[6] In this case, the applicant objected primarily to the finding of the Board as to the Mexican government’s ability to protect him.", "[7] The applicant challenged, first, the sufficiency of the reasons given in this matter, as they did not allow the Court to determine whether the Board derived its general finding from the evidence in the record as a whole, while taking the applicant’s personal situation into account. The applicant argued that he had good reason not to want to seek protection in his country because of the degree of corruption existing there at all levels and the reprisals to which he would have been exposed if he had filed a complaint with the Mexican authorities. The Board arbitrarily rejected the applicant’s explanations without taking all the documentary evidence and his testimony into account. Further, as to the application and scope of the test pertaining to government protection, the applicant submitted that the Board misunderstood and misapplied Ward and <FRAGMENT_SUPPRESSED> . In the circumstances of this case, the Board’s finding that the applicant should have first approached the police is said to be unreasonable.", "[8] The applicant noted that the Board must weigh all the evidence as a whole, not examine each part in isolation: <FRAGMENT_SUPPRESSED> ; 98 N.R. 312 ( <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 199 (F.C.A.).", "[9] Therefore, the applicant reproached the Board for not having mentioned or discussed in its decision the evidence that did corroborate his testimony that corruption is widespread in Mexico and that in such a case it is pointless to contact the police. What is at issue here is the reporting of crimes committed by an influential political figure and by the henchmen in his pay. In particular, the applicant drew this Court’s attention to the U.S. Country Reports on Human Rights Practices dealing with Mexico, which were not referred to in the decision. Certain portions of the 2004 report are very critical of the Mexican government. In particular, it is indicated that corruption is widespread in the Mexican police and exists to a lesser extent in the army. Murders and kidnappings of individuals are common and are a real problem; according to an unofficial figure, 3,000 kidnappings occur annually. Further, the police is at times involved in kidnappings, armed robberies, acts of extortion and the protection of criminals and drug traffickers. Several suspects are not charged or are released after paying bribes. The Mexican police are also reproached with torturing suspects to obtain confessions. Further, the courts continue to admit in evidence statements obtained under torture. Even though the Mexican government has taken punitive measures against the police or members of the army, impunity remains a problem. Despite the reforms undertaken in the judiciary, the long delays, the absence of due process, judicial incompetence and corruption persist. Indeed, because of these problems, many victims fear filing complaints against the police. The fact is that police officers suspected of corruption are not often prosecuted. In short, a number of individuals have no confidence in the legal system and are very hesitant to file official complaints: see U.S., U.S. Department of State, Bureau of Democracy, Human Rights and Labor, Country Reports on Human Rights Practices 2004: Mexico (February 28, 2005).", "[10] The applicant further argued that a majority of crimes are not reported in Mexico simply because people do not trust the police and fear reprisals if they report criminals. The applicant submitted that this was a factor the Board should have taken into account when it determined whether the claimant’s refusal to file a complaint with the police was reasonable in the circumstances. Thus, in one of the documents not mentioned by the Board in its decision, the crime rate for crimes under the law of the several Mexican states is said to have diminished by 1% while federal crimes allegedly increased by 1%. However, several information sources claim that the official statistics do not reflect the reality as many persons are hesitant to report crimes. According to various estimates, the proportion of unreported crimes, sometimes referred to as the (Translation) \"black number\" ( la cifra negra ) is between 75% and 80%, which would mean that only one crime in four or five is reported to the police: see Canada, Research Directorate, Immigration and Refugee Board, Mexico: State Protection (December 2003 - March 2005) , Ottawa, 2005, at pages 22-23.", "[11] The applicant also challenged the reasonableness of the finding by the Board that \"if he had no success [with the police], he could have appealed to the CNDH [National Human Rights Commission] and the CEDH [Government Human Rights Commission], which investigate complaints\". In this regard, the applicant submitted that the Board picked and chose in the documentary evidence. In the impugned decision, the Board only referred to the following two documents: Canada, Research Directorate, Immigration and Refugee Board, MEX36332.EF, Procedure to file a complaint with the Federal Prosecutor Office and to obtain copies of a filed complaint , Ottawa, March 26, 2001, and Canada, Research Branch, Immigration and Refugee Board, MEX43164.EF, List of government-funded institutions that assist those having difficulty obtaining state protection , Ottawa, November 18, 2004.", "[12] For example, the Center for Public Integrity (CPI) recently noted that, in some cases, corruption in the public service continued to occur with impunity (Translation) \"due to a lack of evidence and an ineffective judicial system\". Thus, according to the documentary evidence not referred to by the Board in its decision, it appeared that, by October 2004, the Government of Mexico had not yet provided information on public service employees who had actually served a term of imprisonment between December 2000 and 2003 for convictions on charges of corruption: see Canada, Research Directorate, Immigration and Refugee Board, MEX42663.EF, Possible recourse for victims of bribery demands/corruption by government officials federally, in the Federal District and in the states of Guanajuato, Jalisco, Mexico, Michoacan, Puebla, Queretaro, Veracruz and Yucatan, including agencies to which such corruption can be reported and protection available (2003 - September 2004), Ottawa, October 1, 2004.", "[13] Further, although human rights commissions have a general mandate to investigate complaints against public service employees and \"issue non-binding recommendations to the public prosecution or any other public institution whose public servants were allegedly involved in the violation\", the applicant submitted that the latter (Translation) \"do not have the necessary authority to prosecute persons for crimes\": see MEX43164.EF , supra. Similarly, an OECD report mentions that while the federal government has made efforts to make the people aware of corruption and prevent it, the same cannot be said with respect to the implementation of the law and the bringing of prosecutions. Persons responsible for applying the law in Mexico admit that they encounter difficulty to press charges in corruption cases on account of problems of detection (caused in part by a lack of resources and training) and investigation: see OECD, Mexico: Phase 2. Report on the Application of the Convention on Combating Bribery of Foreign Public Officials in International Business Transactions and the 1997 Recommendations on Combating Bribery in International Business Transactions (September 2, 2004), mentioned in Mexico: State Protection (December 2003 - March 2005) , supra, at page 26.", "[14] Also in 2004, the media and human rights advocates noted the following regularly recurring problems: police misconduct, arbitrary detention and vigilante justice carried out by private individuals who do not trust the police: see Mexico: State Protection (December 2003 - March 2005) , supra, at pages 8-9.", "[15] Accordingly, the applicant submitted that the documentary evidence in the record is \"clear and convincing\" and demonstrates the scope of corruption in Mexico both in political and judicial institutions and in the police. From an objective standpoint, such corruption affects the ability of the state institutions to provide protection for nationals in cases such as his own. Here, the persecuting agent was a political organizer for the PRI, the party which was in power in Mexico for 70 years. The applicant was already threatened, kidnapped and beaten by members of the DOTS. The applicant stated that attempts were also made to set the family home on fire: two neighbours saw two young people he rightly suspected of being thugs employed by the persecuting agent throw a cracker at the wall of the family home. In the event of possible reprisals, the Mexican police could do nothing to protect him. The applicant’s fear of persecution should be assessed prospectively. If the applicant were to return to Mexico, he would be at risk everywhere in that country. In this case, the Board simply failed to take all the evidence into account and this makes its decision unreasonable. RESPONDENT’S ARGUMENTS", "[16] The respondent submitted that state protection is essentially a question of fact. In this case, the applicant just did not agree with the Board’s findings of fact. The respondent submitted that the applicant has not shown that the Board’s conclusion was patently unreasonable, or alternatively if it is the standard of reasonableness simpliciter which applies, that the intervention of the Court is warranted in this case: see <FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 772.", "[17] The respondent submitted that the Board’s decision should not be set aside, since it was based on the evidence in the record and was reasonable. Although the reasons in support of the decision are not extensive, those given in this case can stand up to a careful examination. It is true that in the impugned decision the expression of the test in Ward leaves something to be desired, but what is important is that, concretely, the Court be satisfied that the Board fully understood and applied the test. In all countries, individuals are victims of various types of crime everyday. Kidnappings and acts of extortion also occur in Canada. This is why various countries have taken steps to ensure that offenders will be tracked down by the police and punished by the courts. As the Board noted in its decision, Mexico is a democratic country. In these circumstances, where the state has not completely collapsed, it must be assumed that the Mexican government is in a position to protect its nationals ( Minister of Employment and  <FRAGMENT_SUPPRESSED> ; 150 N.R. 232 (F.C.A.); Ward , supra; <FRAGMENT_SUPPRESSED> , supra).", "[18] From its assessment of the documentary evidence, the Board could reasonably find that a legal framework existed that was capable of protecting Mexican nationals. In this respect, the Board noted in its decision the existence of a federal preventive police force, state and municipal police forces, a federal investigation agency, a federal attorney general, courts and an army.", "[19] The respondent argued it was not reasonable for a refugee protection claimant seeking to rebut the presumption of state protection to say that no approach had been made to the police simply because corruption existed. Moreover, several judgments of this Court indicate that the government of Mexico is able to protect its nationals: <FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 2058; <FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 2171; <FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 123; <FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 225; <FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 343.", "[20] Further, it must be assumed that the Board has reviewed all the evidence of record. It therefore does not have to specify in its decision all the points of documentary evidence it may have considered before finding, as it did, that the applicant had not submitted \"clear and convincing evidence\" that the Mexican government was unable to protect him. It will suffice if the record contains evidence to support the Board’s general finding. Further, the Board could prefer some documentary evidence to the applicant’s testimony ( <FRAGMENT_SUPPRESSED> ; [2002] F.C.J. No. 643; <FRAGMENT_SUPPRESSED> ; 84 F.T.R. 34 (T.D.)). APPLICABLE LEGISLATION", "[21] Sections 96 and 97 of the Act read as follows: \"96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. \"97(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. \"(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.\" ANALYSIS", "[22] In this judicial review proceeding, the applicant’s credibility was not questioned by the respondent. In addition, the applicant did not seriously dispute the validity of the Board’s finding that his fear of persecution was not related to one of the five grounds listed in the definition of a \"Convention refugee\". The only point really at issue in this case, therefore, is that of state protection in a situation where it is not the persecuting agent nor an accomplice in the crimes allegedly committed by the persecuting agent, according to the applicant. In this case, the applicant argued it was reasonable not to file charges with the police because of the reprisals he would probably suffer, especially as (Translation) \"everything is corrupt in Mexico\" and \"the authorities [in Mexico] do not protect people who have political connections and are against them\" (applicant’s testimony, hearing transcripts of May 31, 2005, certified record, at pages 237 et seq.).", "[23] <FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 232, at paragraphs 9-11, Madam Justice Danièle Tremblay-Lamer held, after making an exhaustive review of the case law and of the pragmatic and functional tests, that the standard of review applicable to questions relating to state protection is that of reasonableness simpliciter. I entirely approve the analysis contained in paragraphs 9 to 11 of her decision and have come to the same conclusion. Therefore, if any of the reasons for dismissing the protection application can stand up to a somewhat probing examination, then the decision is not unreasonable and this Court should not intervene in the case: see <FRAGMENT_SUPPRESSED>  N.B.R.(2d) 207; 674 A.P.R. 207, at paragraph 55. Further, the particular interpretation given by the Board of law and precedent raises a question of law which, of course, must be considered according to the correctness standard: paragraph 18.1(4)(c) of the Federal Courts Act , R.S.C. 1985, c. F-7, as amended.", "[24] The general principles governing state protection developed by the courts in applying the old Immigration Act , R.S.C. 1985, c. I-2, as amended and subsequently repealed (the old Act ), continue to be applicable in determining whether a person is a \"Convention refugee\" under s. 96 of the Act . That being said, I am not sure that the differences noted by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  are the only ones that exist between s. 96 of the Act , which adopts the definition of a \"Convention refugee\" (contained in s. 2 of the old Act ), and s. 97 of the Act , which introduces the new concept of a \"person in need of protection\". For example, the definition of a \"Convention refugee\" now found at s. 96 of the Act does not contain the additional condition set out in subparagraph 97(1)(b)(iii) of the Act . It should be borne in mind that the definition of a \"Convention refugee\" does not require, or even suggest, that the fear of persecution shall extend to all the territory of the refugee’s country of origin: see UNHCR, Guidelines on International Protection: Application of the Exclusion Clauses: Article IF of the 1951 Convention relating to the Status of Refugees , Doc. HCR/GIP/03/04 (July 23, 2003). At the same time, in order to be a \"person in need of protection\", subject to a risk to life or a risk of cruel and unusual treatment or punishment, an individual must also show that \"the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country\" (subparagraph 97(1)(b)(ii) of the Act – Emphasis added).", "[25] That being said, I note that the Board did not address the possibility of internal refuge in its decision, so that this particular aspect of protection by the Mexican government does not have to be examined here. Nevertheless, in his testimony, in response to a question from the refugee protection officer about attempts by him to live elsewhere in Mexico, the applicant answered in the negative: (Translation) \"If I had lived in another town and had asked for protection, it would have been the same thing, it was not worth the trouble of filing charges, because in my country there is no democracy or protection for people who oppose the country’s policies\". (Emphasis added) As can be seen, the applicant disputed that his country is in fact a \"democracy\".", "[26] On the question of government protection, the Ward test expressly requires careful review of the fear of persecution from the standpoint of the refugee protection claimant and the objective conditions of the country in question. A subjective fear of persecution, coupled with the inability of state to protect the claimant, gives rise to the presumption that the fear is justified. The risk that this presumption will be too broad in its application is limited by the requirement of clear and convincing evidence that the state is unable to provide protection. In order to rebut the presumption that a state can protect its nationals, a claimant may put before the Board testimony of similarly situated individuals. He can also rely on the documentary evidence of record. He can, of course, relate his own experience ( Ward , supra, at paragraphs 49, 50 and 52).", "[27] In order to determine whether a refugee protection claimant has discharged his burden of proof, the Board must undertake a proper analysis of the situation in the country and the particular reasons why the protection claimant submits that he is \"unable or, because of that risk, unwilling to avail [himself] of the protection\" of his country of nationality or habitual residence (paragraphs 96(a) and (b) and subparagraph 97(1)(b)(i) of the Act ). The Board must consider not only whether the state is actually capable of providing protection but also whether it is willing to act. In this regard, the legislation and procedures which the applicant may use to obtain state protection may reflect the will of the state. However, they do not suffice in themselves to establish the reality of protection unless they are given effect in practice: see <FRAGMENT_SUPPRESSED> .", "[28] No state which professes democratic values or asserts its respect for human rights can guarantee the protection of each of its nationals at all times. Therefore, it will not suffice for the applicant to show that his government was not always able to protect persons in his position ( <FRAGMENT_SUPPRESSED> , supra, at paragraph 7). Nonetheless, though government protection does not have to be perfect, some protection must exist the minimum level of which does not have to be determined by the Court. The Board may in the circumstances determine that the protection provided by the state is adequate, with reference to standards defined in international instruments, and what the citizens of a democratic country may legitimately expect in such cases. In my opinion, this is a question of fact which does not have to be answered in absolute terms. Each case is sui generis. For example, in the case of Mexico, one must look not only at the protection existing at the federal level, but also at the state level. Before examining the question of protection, the Board must of course be clear as to the nature of the fear of persecution or risk alleged by the applicant. When, as in this case, the applicant fears the persecution of a person who is not an agent of the state, the Board must inter alia examine the motivation of the persecuting agent and his ability to go after the applicant locally or throughout the country, which may raise the question of the existence of internal refuge and its reasonableness (at least in connection with the analysis conducted under s. 96 of the Act ).", "[29] Accordingly, when the government is not the persecuting agent, and even when it is a democratic state, it is still open to an applicant to adduce evidence showing clearly and convincingly that it is unable or does not really wish to protect its nationals in certain types of situation: see <FRAGMENT_SUPPRESSED> ; 121 F.T.R. 81 ( <FRAGMENT_SUPPRESSED> ; 175 F.T.R. 116 ( <FRAGMENT_SUPPRESSED>  (T.D.). It should be borne in mind that most countries might be prepared to try to provide protection, although an objective assessment could establish that they are not in fact able to do so in practice. Further, the fact that the applicant must place his life at risk in seeking ineffective state protection, simply in order to establish such ineffectiveness, seems to be contrary to the purpose of international protection ( Ward , supra, at paragraph 48).", "[30] At the same time, <FRAGMENT_SUPPRESSED> , supra, indicates that it cannot be automatically found that a state is unable to protect one of its nationals when he has sought police protection and certain police officers refused to intervene to help him. Once it is established that a country (in that case Israel) has judicial and political institutions capable of protecting its nationals, from the refusal of certain police officers to intervene, it cannot by ipso facto inferred that the state is unable to do so. It is on this account that the Federal Court of Appeal mentioned obiter that the burden of proof on the claimant is to some extent directly proportional to the \"degree of democracy\" of the national’s country. The degree of democracy is not necessarily the same from one country to another. Therefore, it would be an error of law to adopt a \"systemic\" approach as to the protection offered to the nationals of a given country. This is what is likely to happen when the reasons for dismissal given by the Board are too general and may apply equally to another country or another claimant ( <FRAGMENT_SUPPRESSED> ).", "[31] Whether the issue be the best interest of the democratic state in question and of civil society in general, or the individual interest of the victim or perpetrator of an alleged criminal offence, the payment of a monetary or other benefit of any kind to a police or law officer is illegal. Of course, if corruption is widespread it may ultimately lead to undermining the trust individuals may have in government institutions, including the judicial system. As the Supreme Court has noted, \"democracy in any real sense of the word cannot exist without the rule of law\" ( Reference Re Secession of Quebec , [1998] 2 S.C.R. 217; 228 N.R. 203, at paragraph 67). Due process of law and equality before the law are the vital strength of any democracy and create a legitimate expectation in individuals that the state will do what is necessary to go after criminals and bring them to justice, and if necessary to stamp out corruption. The independence and impartiality of the judiciary and its components are not negotiable. These are fundamental values in any country which claims to be a true democracy. Therefore, the degree to which a state tolerates corruption in the political or judicial apparatus correspondingly diminishes its degree of democracy. That being said, I do not have to decide here whether the documentary evidence established, as the applicant vigorously claimed, such a degree of corruption that it can be said it was not unreasonable in the circumstances for the applicant not to approach the police of his country before seeking international protection. Due to its special expertise and its knowledge of the general conditions prevailing in a given country, the Board is in a much better position than this Court to answer such a question. Nevertheless, the Court must still be able to understand the Board’s reasoning.", "[32] Here is the rub: the main flaw of the impugned decision results from a complete lack of analysis of the applicant’s personal situation. It is not sufficient for the Board to indicate in its decision that it considered all the documentary evidence. A mere reference in the decision to the National Document Package on Mexico, which contains an impressive number of documents, is not sufficient in the circumstances. The Board’s hasty findings and its many omissions in terms of evidence make its decision unreasonable in the circumstances. Further, because of the laconic nature of the reasons for dismissal contained in the decision, it cannot stand up to somewhat probing examination. For example, although the Board held that s. 96 of the Act did not apply in the case at bar, it is not clear from reading its reasons that it actually analyzed the personal risk the applicant would face if he were returned to Mexico in terms of each of the specific tests and of the burden of proof applicable under s. 97 of the Act : see Li , supra; <FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 275.", "[33] In assessing the applicant’s personal situation, as his credibility was not questioned in the impugned decision, we must accept the particular facts leading to his departure from Mexico ( <FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraph 5 (F.C.A.)). Therefore, the Board could not simply state that if the claimant’s appeal to the police were made in vain, he could have appealed to the CNDH and the CEDH, two organizations concerned with human rights. It is not the role of those organizations to protect the victims of criminal offences; that is the duty of the police: see <FRAGMENT_SUPPRESSED> ; 221 F.T.R. 203; 2002 FCT 809, at paragraph 44;", "[34] Although the Board alluded in its decision to the problem of corruption in general, it made no specific finding conclusions in this regard. Now, the question is not so much whether remedies exist against corrupt public servants in Mexico, but is to determine whether in practice those remedies are useful in the circumstances. It should be borne in mind here that the applicant was not being persecuted by a police officer or an employee of the Mexican government, but by a political organizer working in the PRI local office in Mexico City. In addition, the Board ignored the fact that the applicant did not want to file any complaint with the authorities of his country for fear of reprisals and that his persecuting agent was a political organizer linked to the PRI, which might give rise to doubts as to the \"incriminating\" nature of evidence regarding the persecuting agent. The Board simply noted cryptically that the applicant \"stated that he did not want to file a complaint because it was unnecessary, given that all those organizations are garbage and that everything in Mexico is corrupt\". Further, I find from reading the hearing transcripts in this case carefully that the Board member repeatedly interrupted the applicant and did not give him an opportunity to complete his explanations about his refusal to file a complaint with the Mexican authorities.", "[35] The Board’s role was to make findings of fact and arrive at a reasonable finding based on the evidence, even if conflicting. In this case, it is clear that the Board completely disregarded relevant evidence. The Board cannot, without giving reasonable grounds, ignore or dismiss the content of a document dealing expressly with state protection in a given region ( Renteria et al. , supra,). For example, the document Mexico: State Protection (December 2003 - March 2005) , supra, though it was filed at the hearing, was not mentioned in the decision. This document, which originates with the Board’s Research Directorate, presents an overall and quite detailed view of the protective machinery available in Mexico and its dubious effectiveness. Taken in isolation, certain passages from the document appear to show that there is some desire by the present government to improve the situation, while other passages suggest that protective measures are ineffective, at least in certain cases. The same applies to a host of other relevant documents which were part of the National Documentation Package on Mexico that were not considered by the Board. It is clear that in the instant case the Board undertook a superficial, if not highly selective, analysis of the documentary evidence.", "[36] I do not have to decide here whether Mexico is capable of protecting its nationals. I do not have to substitute my judgment for that of the Board and make specific findings of fact on the evidence as a whole. Suffice it to note here that the Board simply chose arbitrarily to disregard or not deal with relevant evidence which could have supported the applicant’s arguments, and in the circumstances this makes its decision reviewable: see <FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 834, at paragraphs 17-18; <FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 1923, at paragraphs 30-34.", "[37] All these errors make the decision unreasonable; therefore, it should be quashed by this Court, and the applicant’s case should be referred back to the Board for re-hearing and re-determination by another member.", "[38] This application must therefore be allowed. Counsel suggested no question of general importance for certification. ORDER", "[39] THE COURT ALLOWS the application for judicial review, sets aside the decision of June 8, 2005 and refers the applicant’s case back to the Board for re-hearing and re-determination by another member. No question of general importance will be certified by the Court. Application allowed. Editor: Angela E. McKay/gs"]}