{"id_": "056841", "body_str": ["[1] Hughes, J. : This is an application for judicial review of a decision of a Citizenship and Immigration Officer dated May 4, 2009, wherein it was determined that the Applicants would not be afforded an exemption from applying for permanent residence in Canada outside the country, on humanitarian and compassionate grounds. For the reasons that follow I find that the application is dismissed.", "[2] The Applicants are adult citizens of Brazil. The female applicant came to Canada in 2000, the male applicant in 2001. They met in Canada. The record indicates at one point that they were married later in 2001 although elsewhere it is stated that they were in a common-law relationship. They have two children, both born in Canada. The children are in early elementary school. The Applicants have other relatives in Canada as well as Brazil.", "[3] The Applicants each entered Canada on a visitor's Visa. They remained in Canada notwithstanding the expiry of their Visas. It was not until some seven or eight years later that the Applicants approached an immigration consultant who filed an application for exemption from the requirement to apply for permanent residence outside Canada on humanitarian and compassionate grounds. This application was filed on May 5, 2008, and was accompanied by material including a psychological assessment report of their youngest child and many letters and documents attesting to the community service provided by the Applicants, particularly the female applicant. The male applicant works in the construction trade dealing with drywall and taping. The female applicant is a homemaker. The record shows that the Applicants are in all respects a model family with no criminal record, a good record of community service and well able to support themselves and their children.", "[4] The letter submitted with the Applicants' application made with the assistance of an immigration consultant summarizes their submissions as follows: \"Since their arrival in Canada, Mr. Rachewiski and Ms. de Cunha have adapted to and integrated into Canadian society through his employment, their strong emotional ties with Canadian family members and friends and through their active involvement in the community, volunteer their time and efforts to help their fellow citizens.\"", "[5] As to the children, the letter addressed the best interests of the two children in saying: \"Mr. Rachewiski and Ms. de Cunha have two (2) Canadian born sons, Callum and Oliver Rachewiski. If Mr. Rachewiski and his wife are forced to leave Canada and forced to return to Brazil, the consequences on the Canadian born children would be severe. In effect, they would be deprived of living in the country of their birth and would also lack the benefits of Canadian education and medical attention to which they are duly entitled to. Callumis [sic] has been attending nursery school since September 2007 and he will be going into Junior Kindergarten in September of 2008. Callum has been assessed by the Children's Therapy Services at Soldier's Memorial Hospital with features of Autism Spectrum Disorder. He has been identified as having Speech and Language delays. Callum would greatly benefit from the support and programs available to him in Canada which he may otherwise lack if his parents are forced to return to Brazil. Both Callum and Oliver are well established in Canada. Callum is presently enrolled to attend Kindergarten at St. Jean de Brebeuf School in Bradford. The children have participated in various skating and swimming programs. They are members of GoodLife fitness where they also take part in children events. Enclosed please find certificates of accomplishment for the activities that both Callum and Oliver have been involved in.\"", "[6] The Officer appropriately summarized the basis of the Applicants' submissions in her reasons as follows: \"The applicant's humanitarian and compassionate grounds are based on: Establishment based on employment history, ability to be self-supporting, civil record, integration into and adaptation to Canadian society, emotional ties to Canada and Best Interest of the child.\"", "[7] The Officer provided seven pages of reasons for her decision refusing the application. She concluded: \"I have considered all information regarding this application as a whole. Having reviewed and considered the grounds the applicant has forwarded as grounds for an exemption, I do not find they constitute an unusual and undeserved or disproportionate hardship. I am not satisfied sufficient humanitarian and compassionate grounds exist to approve the exemption request. The application is refused.\"", "[8] Applicants' counsel before me sought to set aside this decision on five grounds: 1. The inadequacy of the reasons; 2. That the Officer failed to address the proper test as set out in section 25 of the Immigration and Refugee Protection Act , S.C. 2000, c. 27, as amended ( IRPA ); 3. That the Officer made perverse findings and ignored relevant evidence; 4. That the Officer did not take into account properly the best interests of the children; and 5. That the decision was, on the whole, unreasonable, biased and lacking in fairness.", "[9] The Respondent's counsel takes the position that this case is simply a classic scenario of persons who enter the country asserting that they are merely visitors but whose real intention is to stay. They waited years before attempting to regularize their status through a Humanitarian and Compassionate application. In the meantime, they have two children in Canada, the male applicant secured employment, the female applicant integrated herself into the community all without legal status. They finally attempted to secure legal status years later through the Humanitarian and Compassionate process, their application was considered and rejected. The decision was correct and the reasons given were adequate and appropriate considering the best interests of the children. H & C Applications Generally", "[10] Section 25 of IRPA is an exception to the general requirement that those persons seeking to become permanent residents of Canada and are otherwise inadmissible may be exempted from those requirements or other considerations, if the Minister is of the opinion that an exemption is justified for \"humanitarian and compassionate\" (H & C) considerations, taking into account the best interests of a child directly affected or by public policy considerations. \"25. (1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations. \"(2) The Minister may not grant permanent resident status to a foreign national referred to in subsection 9(1) if the foreign national does not meet the province's selection criteria applicable to that foreign national\"", "[11] Considerable jurisprudence has developed in respect of these provisions. The Supreme Court of Canada decision in <FRAGMENT_SUPPRESSED>  is the fundamental authority in dealing with such a provision, in that case section 114(2) of the predecessor statute. Justice L'Heureux-Dubé for the majority wrote at paragraph 15: \"Applications for permanent residence must, as a general rule, be made from outside Canada, pursuant to s. 9(1) of the Act . One of the exceptions to this is when admission is facilitated owing to the existence of compassionate or humanitarian considerations. In law, pursuant to the Act and the Regulations , an H & C decision is made by the Minister, though in practice, this decision is dealt with in the name of the Minister by immigration officers: see, for example, Minister of Employment and  <FRAGMENT_SUPPRESSED> , at p. 569. In addition, while in law, the H & C decision is one that provides for an exemption from regulations or from the Act , in practice, it is one that, in cases like this one, determines whether a person who has been in Canada but does not have status can stay in the country or will be required to leave a place where he or she has become established. It is an important decision that affects in a fundamental manner the future of individuals' lives. In addition, it may also have an important impact on the lives of any Canadian children of the person whose humanitarian and compassionate application is being considered, since they may be separated from one of their parents and/or uprooted from their country of citizenship, where they have settled and have connections.\"", "[12] In Baker , L'Heureux-Dubé J. wrote in respect of the guidelines to be followed in exercising discretion in H & C case at paragraph 72: \"Third, the guidelines issued by the Minister to immigration officers recognize and reflect the values and approach discussed above and articulated in the Convention. As described above, immigration officers are expected to make the decision that a reasonable person would make, with special consideration of humanitarian values such as keeping connections between family members and avoiding hardship by sending people to places where they no longer have connections. The guidelines show what the Minister considers a humanitarian and compassionate decision, and they are of great assistance to the Court in determining whether the reasons of Officer Lorenz are supportable. They emphasize that the decision-maker should be alert to possible humanitarian grounds, should consider the hardship that a negative decision would impose upon the claimant or close family members, and should consider as an important factor the connections between family members. The guidelines are a useful indicator of what constitutes a reasonable interpretation of the power conferred by the section, and the fact that this decision was contrary to their directives is of great help in assessing whether the decision was an unreasonable exercise of the H & C power.\"", "[13] Justice Pelletier (as he then was) in <FRAGMENT_SUPPRESSED> ; [2000] F.T.R. Uned 597; 10 Imm. L.R.(3d) 206 (F.C.T.D.), provided useful guidance as to the approach to be taken in the exercise of discretion under these provisions and, in particular, unusual, disproportionate and undeserved hardships. He wrote at paragraphs 12, 17, 20 and 26: \"12 If one then turns to the comments about unusual or undeserved which appear in the Manual, one concludes that unusual and undeserved is in relation to others who are being asked to leave Canada. It would seem to follow that the hardship which would trigger the exercise of discretion on humanitarian and compassionate grounds should be something other than that which is inherent in being asked to leave after one has been in place for a period of time. Thus, the fact that one would be leaving behind friends, perhaps family, employment or a residence would not necessarily be enough to justify the exercise of discretion. \"17 Objection was also taken to the fact that the H & C officer noted that the applicants had purchased a home but commented that they had done so knowing that they were subject to a departure order. Counsel for the applicants took the position that everyone who applied for relief under subsection 114(2) of the Act knew that they could be required to leave. If this should become a ground for not allowing the application, there would be no successful applications, he argued. In fact, counsel is correct to this extent: the risk of the loss of assets acquired while in Canada is common to all who are in Canada without permanent resident status. That possibility is therefore not unusual. Whether such a loss is undeserved may well vary with the circumstances but in general, one would think that if one assumes a certain risk, the occurrence of the eventuality giving rise to the risk does not create undeserved hardship. The hardship is a function of the risk assumed. \"20 The guidelines could be seen as limiting a decision-maker's discretion as to when establishment can be considered as a factor for an H & C determination. Without anything more than reference to the guidelines themselves, I cannot agree with the applicants that the H & C officer was required to give some weight to their degree of establishment in Canada. It is a factor to be considered, but it is not, nor can it be, the determining factor, outweighing all others. The degree of attachment is relevant to the issue of whether the hardship flowing from having to leave Canada is unusual or disproportionate. It does not take those issues out of contention. \"26 I return to my observation that the evidence suggests that the applicants would be a welcome addition to the Canadian community. Unfortunately, that is not the test. To make it the test is to make the H & C process an ex post facto screening device which supplants the screening process contained in the Immigration Act and Regulations. This would encourage gambling on refugee claims in the belief that if someone can stay in Canada long enough to demonstrate that they are the kind of persons Canada wants, they will be allowed to stay. The H & C process is not designed to eliminate hardship; it is designed to provide relief from unusual, undeserved or disproportionate hardship. There is no doubt that the refusal of the applicants' H & C application will cause hardship but, given the circumstances of the applicants' presence in Canada and the state of the record, it is not unusual, undeserved or disproportionate hardship. Whatever standard of review one applies to the H & C officer's decision, it meets the standard. The application for judicial review must therefore be dismissed.\"", "[14] The Minister exercises discretion in determining whether a particular applicant meets the criteria. As the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  wrote at paragraph 47, the Court is to concern itself with the justification, transparency and intelligibility of the decision and whether it falls within a range of possible outcomes: \"Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of [page 221] justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "[15] In providing justification, intelligibility and transparency, the Supreme Court in Baker states that it is important that reasons be provided for the decisions made. L'Heureux-Dubé J. wrote at paragraph 43: \"In my opinion, it is now appropriate to recognize that, in certain circumstances, the duty of procedural fairness will require the provision of a written explanation for a decision. The strong arguments demonstrating the advantages of written reasons suggest that, in cases such as this where the decision has important significance for the individual, when there is a statutory right of appeal, or in other circumstances, some form of reasons should be required. This requirement has been developing in the common law elsewhere. The circumstances of the case at bar, in my opinion, constitute one of the situations where reasons are necessary. The profound importance of an H & C decision to those affected, as with those at issue in Orlowski Cunningham , and Doody , militates in favour of a requirement that reasons be provided. It would be unfair for a person subject to a decision such as this one which is so critical to their future not to be told why the result was reached.\"", "[16] It is important to note however that in Baker no reasons were initially provided. Subsequently, the Officer's notes were provided. These notes constituted adequate reasons as set out in paragraph 44 of Baker \"In my view, however, the reasons requirement was fulfilled in this case since the appellant was provided with the notes of Officer Lorenz. The notes were given to Ms. Baker when her counsel asked for reasons. Because of this, and because there is no other record of the reasons for making the decision, the notes of the subordinate reviewing officer should be taken, by inference, to be the reasons for decision. Accepting documents such as these notes as sufficient reasons is part of the flexibility that is necessary, as emphasized by Macdonald and Lametti, supra, when courts evaluate the requirements of the duty of fairness with recognition of the day-to-day realities of administrative agencies and the many ways in which the values underlying the principles of procedural fairness can be assured. It upholds the principle that individuals are entitled to fair procedures and open decision-making, but recognizes that in the administrative context, this transparency may take place in various ways. I conclude that the notes of Officer Lorenz satisfy the requirement for reasons under the duty of procedural fairness in this case, and they will be taken to be the reasons for decision.\"", "[17] Frequently, the Court is taken microscopically through the reasons provided by an Officer in counsel's endeavour to demonstrate shortcomings, omissions and mistakes. There is no requirement that the reasons be of a quality attributable to the Supreme Court of Canada or that they detail every piece of evidence provided and every argument raised. They are to be an intelligible and transparent justification of the result sufficient to enable the reader to appreciate whether the decision was within the appropriate bounds of reasonableness.", "[18] I turn to the requirement of section 25 of IRPA that the Minister take into consideration the best interests of a child directly affected. The Federal Court of Appeal addressed this consideration in <FRAGMENT_SUPPRESSED>  where it stated that it is generally implicit that a child will be less well off to be sent to some less fortunate country. What the Officer must do is assess the likely degree of hardship and weigh it against other factors including public policy that militate for or against removal of the parties. Décary J.A. wrote at paragraphs 5 and 6; \"The officer does not assess the best interests of the child in a vacuum. The officer may be presumed to know that living in Canada can offer a child many opportunities and that, as a general rule, a child living in Canada with her parent is better off than a child living in Canada without her parent. The inquiry of the officer, it seems to me, is predicated on the premise, which need not be stated in the reasons, that the officer will end up finding, absent exceptional circumstances, that the 'child's best interests' factor will play in favour of the non-removal of the parent. In addition to what I would describe as this implicit premise, the officer has before her a file wherein specific reasons are alleged by a parent, by a child or, as in this case, by both, as to why non-removal of the parent is in the best interests of the child. These specific reasons must, of course, be carefully examined by the officer. \"To simply require that the officer determine whether the child's best interests favour non-removal is somewhat artificial - such a finding will be a given in all but a very few, unusual cases. For all practical purposes, the officer's task is to determine, in the circumstances of each case, the likely degree of hardship to the child caused by the removal of the parent and to weigh this degree of hardship together with other factors, including public policy considerations, that militate in favour of or against the removal of the parent.\"", "[19] In considering the best interests of a child it is expected that a parent will provide evidence that will give the Officer sufficient information to assess the matter. As Evans J.A. for the Federal Court of Appeal said in <FRAGMENT_SUPPRESSED> : \"The Applications Judge held that the immigration officer had erred in law in rejecting Mr. Owusu's H & C application because she had not been sufficiently attentive to the best interests of his children, who had always lived with his wife, their mother, in Ghana. Nonetheless, the Judge in his discretion decided not to set aside the decision, on two grounds. First, Mr. Owusu had unaccountably failed to provide any evidence to support the allegation that his deportation to Ghana would be contrary to the best interests of his children because he would be unable to find work and support them financially. Second, if the matter were remitted for redetermination by another officer on the same material, the application was bound to be rejected.\"", "[20] There is no express duty placed upon the Officer to make inquiries of the Applicant to update information whether as to the child or country conditions or otherwise. It is expected that an Applicant will provide such information as is appropriate as it becomes known to him or her. Justice Mackay wrote in <FRAGMENT_SUPPRESSED> : \"In my opinion, although the IO did not seek new or updated country information from the applicant or elsewhere after the interview in March 1999, except for the PDRCC decision, there was no duty on the IO to do so. It was open to the applicant to submit further relevant information following the interview at any time before the decision, whether it be personal or related to the changing circumstances in Sri Lanka. The applicant did not do so. The IO rendered a decision based on the evidence provided to her. I cannot agree that the process was unfair or that the decision was unreasonable where the applicant did not take any initiative to provide further information concerning country conditions which, in his opinion, deteriorated through 1999. The responsibility of the IO was to consider the application to apply for admission on h&c grounds on the basis of the evidence provided by the applicant, and any evidence available from the applicant's immigration records or provided by the Minister. This the officer did.\"", "[21] With these general comments providing a framework for the issues to be considered here I turn to the specific issues raised by the Applicants' counsel. Issue #1 - The inadequacy of the reasons", "[22] There is no question that seven pages of reasons for the decision to refuse the application were provided by the Officer of the Applicants. The concern raised by the Applicants' counsel is whether they were in fact adequate. In that regard my attention was drawn to two decisions in particular - one is that of Justice Harrington in <FRAGMENT_SUPPRESSED>  where he said at paragraph 11: \"A recital of the facts with the conclusion not based on any analysis does not constitute a reasoned decision.\"", "[23] The other is a decision of Justice Heneghan in <FRAGMENT_SUPPRESSED> ; 354 F.T.R. 296; 2009 FC 1167, where she wrote at paragraphs 20 and 21: \"20 However, the manner in which the Officer purported to reject the Applicant's application on the basis of insufficiency of evidence is problematic. I agree with the Applicant's submission that the Officer in fact made the decision on credibility grounds but failed to disclose and identify those grounds. In short, the Officer did not believe the evidence presented by the Applicant but she did not express that disbelief. The Officer purported to reject the PRRA application on one ground, that of insufficient evidence, but in reality, she rejected the application on the basis of credibility concerns. \"21 Surely this is improper and in my opinion, a breach of the obligation to provide adequate reasons for the decision. 'Adequate reasons' means the 'real' reasons for a decision. In this regard, I refer to the decision in <FRAGMENT_SUPPRESSED>  Court of Appeal said the credibility findings must be expressed in 'clear and unmistakable terms.' The problem here is that the Officer in fact cloaked the credibility concerns in the language of sufficiency of evidence. That does not meet the legal requirements.\"", "[24] The general principles set out in these decisions are appropriate, however, much depends on knowing what the actual decision that they were dealing with said. The present decision for the first two pages simply sets out information in the context of a form; the next two pages itemize in detail the various factors taken into consideration by the Officer in point form. The last two pages plus a final paragraph set out a narrative of the Applicants' circumstances and arguments raised together with the conclusions reached by the Officer. I am satisfied that these reasons taken as a whole are sufficiently intelligible and transparent and justified so as to enable the Applicants to understand what was considered by the Officer and the conclusions reached in respect of the relevant issues. One does not expect and the Officer should not be put to a higher standard than that exhibited by these reasons. One should not expect, for instance, a classic response to a law school examination where a candidate is expected to follow a formula such as - on one hand - on the other hand - I have determined ... because ...", "[25] The reasons here are sufficient. Issue #2 - That the Officer failed to address the proper test as set out in section 25 of the Immigration and Refugee Protection Act, S.C. 2000, c. 27, as amended", "[26] Applicants' counsel argues that the Officer applied a test as to whether the hardship that the Applicants would face would be \"unusual and undeserved or disproportionate.\" This is precisely the test to be applied. Counsel has pointed to some phrases used in some decisions to argue that a lesser or more compassionate test has been used.", "[27] As discussed with respect to general considerations the correct test is that as applied by the Officer. Issue #3 - The Officer made perverse findings and ignored relevant evidence", "[28] Applicants' counsel argues that the Officer approached the matter from the point of view that the Applicants had come to Canada and remained illegally for several years before making their claim and that this coloured the Officer's view of the matter and lead to the conclusion to reject the request for exemption. Elsewhere in argument, this was expressed as bias or filtering.", "[29] Counsel correctly points out that section 25 is expressly drafted so as to deal with those who do not otherwise qualify within the usual provisions of IRPA", "[30] In particular, Applicants' counsel points to the following paragraph of the Officer's Reasons: \"Applicant and his wife have been able to integrate and adapt to Canadian society. They have both maintained employment, been involved in their community, had two children and have made friends. I am satisfied that they have adapted and integrated into Canadian society. I am satisfied that many people are able to do this as applicant and his wife have. I am not satisfied that this factor is sufficient reason to justify an exemption under humanitarian and compassionate consideration; there are legal avenues to follow to obtain Permanent Resident status in Canada. I am satisfied that the applicant and his spouse would be able to access these avenues in the normal manner from outside Canada at a Canadian consulate as everyone else in Brazil can do.\"", "[31] I find that the Officer is not filtering her decision nor expressing bias in making such a statement. What the Officer is saying is that there would be no undue or undeserved hardship if the Applicants were to return to Brazil and make an application there in the normal manner. A return to Brazil does not change or affect their ability to do so in the normal way. Issue #4 - The Officer did not take into account properly the best interests of the children", "[32] The concerns raised by the Applicants deal in particular with their youngest son Callum. The Officer gave consideration to the circumstances of the child in her reasons: \"Applicant, his wife, Juliana, and children have family members in Canada. Juliana's sister and family reside in Sherbrooke, Quebec. Applicant states that despite the distance between their residences they have a very close relationship with one another's families. I am satisfied that there is a familial tie and if applicant and his wife had to leave Canada there would be some emotional hardship. However, I am not satisfied that the hardship they would face would be considered unusual and undeserved or disproportionate. \"Two Statements of live birth have been provided showing that applicant and his wife have two boys born in Canada who are now 4 & 6 years old. No birth certificate was provided. Applicant has indicated that his son Callum has been diagnosed with features of Autism Spectrum disorder by the Children's Therapy Services at Soldiers' Memorial Hospital in Orillia. He states that in effect, if he and his wife are forced to return to Brazil their children would follow and this would significantly negatively impact both of their children. \"I am well aware of the legal need to consider the best interest of the child and in doing so have read the information provided including the 5 page report provided by client, done by Ann Johnston, Dip. C.S., C. Psych. Assoc., Psychological Associate, Children's Therapy Services. As I am not a doctor and only able to read this information the same as any person who does not have a medical degree I have quoted the following sections in regards to applicant's statements above. It is noted that this report is written regarding Callum Rachewiski who at the time of the referral for a psychological assessment was 3 years old. \"The report indicates: 'He demonstrated entirely appropriate social interaction and communication skills and there were no concerns in this regard.' 'Callum did not appear to be demonstrating any red flags for Autism Spectrum Disorder in today's session'. 'In conclusion Callum was not felt to be demonstrating any features of an Autism Spectrum Disorder and there are no concerns in this regard'. I have also reviewed the information that the report also states, again referring to Callum, '... his cognitive development is average but somewhat scattered and this may be related at least in part to the fact that English is his second language ...'. I am not satisfied that this factor has significant weight as the report does not seem to support the applicant's statement that his son was diagnosed with Autism Spectrum Disorder. \"I have also reviewed other information regarding the Best Interest of the Child. Both children were born in Canada and as Canadian citizens have the right to return to Canada at any time in their life. The oldest boy Callum is presently 6 years old and has been in school, has friends, the youngest child, Oliver is 4 years old and as indicated has been in different social activities for children and would also have friends. I am satisfied that having to leave the friends that they have made would cause some emotional hardship on both boys, however, I am not satisfied that this hardship would be considered unusual and undeserved or disproportionate. They are both young and would be able to make more friends. As indicated their first language is not English, therefore it would be reasonable to expect them to have little trouble adapting to school in their first language if they had to leave Canada and go to Brazil with their parents.\"", "[33] Applicant's counsel draws attention to the Psychological Assessment Report respecting Callum and in particular to the Recommendations: • Monitoring to ensure continued progress will be very important. • It will be important that Callum's learning skills be monitored.", "[34] Respondent's counsel points out other portions of the Report where it is written: • Overall Callum did not appear to be demonstrating any red flags for Autism Spectrum Disorder in today's sessions. • In conclusion Callum was not felt to be demonstrating any features of Autism Spectrum Disorder and there are no concerns in this regard", "[35] Applicants' counsel sought in their Application Record to introduce evidence as to later reports as to Callum's condition. This evidence was not before the Officer. I refused to have regard to this evidence. As reviewed in the general comments previously, the parents have an obligation to bring such matters to the Officer's attention if relevant.", "[36] I find that the Officer gave appropriate consideration to the interests of the child. Issue #5 - The decision was, on the whole, unreasonable, biased and lacking in fairness", "[37] This issue was essentially a repeat of earlier issues cast in different wording. I find no reviewable error in this regard. Certification", "[38] No party requested certification and I find no reason to do so. JUDGMENT", "[39] THIS COURT ORDERS AND ADJUDGES that a. The Application is dismissed; b. There is no question for certification; and c. No order as to costs. Application dismissed. Editor: Angela E. McKay/ve [End of document]"]}