{"id_": "056874", "body_str": ["[1] Joyal, J. [Translation]: The plaintiff has asked this court to declare the R.C.M.P. Tribunal unconstitutional on the ground that the defendant Inspector Gaudet or any other officer of the R.C.M.P. is not impartial and independent. The plaintiff asserted that his rights under s. 11(d) of the Canadian Charter of Rights and Freedoms and s. 23 of the Quebec Charter of Human Rights and Freedoms have been infringed.", "[2] At the trial held on April 8, 1992, the plaintiff argued that the R.C.M.P. Tribunal did not satisfy the test of judicial independence as laid down by the Supreme Court of Canada. The Facts", "[3] The plaintiff has been employed by the Royal Canadian Mounted Police since January 12, 1976. During his service he has been assigned to various duties: a three month period at the Montreal Police Academy, a year at the Montreal Training Centre, seven and a half years with the drug squad, four years with the federal investigation squad, one year with the Customs and Excise squad and one year with supply services.", "[4] On June 13 and 14, 1988, he was working with the Customs and Excise squad at R.C.M.P. Headquarters for Quebec. On June 13, 1988, he was summoned to appear before Inspector Pierre Lange and Staff Sergeant Pierre Olivier. These two officers were conducting a criminal investigation relating to the purchase of certain securities and were seeking the plaintiff's testimony. The plaintiff was not considered to be a suspect in these activities. He was merely being asked to cooperate for purposes of the investigation.", "[5] However, the plaintiff refused to cooperate with the officers unless his lawyer was present. The plaintiff had bought some securities himself. He claimed that he had received information that he was the subject of this investigation. He therefore wished to retain the services of a lawyer.", "[6] The interview was then adjourned and the plaintiff was instructed to present himself again the next day, June 14, to continue the investigation.", "[7] Following the interview the plaintiff contacted Luc Charbonneau, who advised the plaintiff not to disclose any information in the circumstances. On the morning of June 14, the plaintiff presented himself in Inspector Lange's office. When the inspector asked him whether he had purchased securities the plaintiff refused to answer and immediately stated his intention not to participate in the investigation any further unless his lawyer was present. Another appointment was made for the following day, June 15.", "[8] Very early on June 15, the plaintiff presented himself to the R.C.M.P.'s chief physician, Dr. André Langevin, for a consultation. During this visit, the plaintiff was referred to a psychologist for an immediate consultation. He seems to have been under the care of Dr. Langevin and Dr. Bourret, and of two psychologists, Judith Lasar and Suzanne Tremblay, since that date. The plaintiff has been on sick leave since June 15, on the recommendation of the physicians.", "[9] On June 5, 1989, the plaintiff was served with a charge signed on May 26, 1989 by Deputy Commissioner J.M. Breau of the R.C.M.P. (one of the defendants herein). Mr. Breau is the officer in charge of \"C\" Division of the R.C.M.P. which covers the entire Province of Quebec.", "[10] The charge was to be brought before the R.C.M.P. Service Tribunal in accordance with the administrative decision of the Commissioner of the R.C.M.P. under ss. 29 et seq. of the Royal Canadian Mounted Police Act , R.S.C. 1970, c. R-9. The document set out the reasons for the charge and asked the plaintiff to present himself in Commanding Officer Breau's conference room on September 19, 1989, at 9:00 a.m.", "[11] During the week of June 5, 1989, the plaintiff had a telephone conversation with Staff Sergeant Tanguay, who had been assigned to him as defence counsel. They decided to meet at the end of June to prepare for the hearing.", "[12] However, the meeting at the end of the month did not take place. The plaintiff and Mr. Tanguay were unable to contact each other. The defendant [sic - Tr.] then took the initiative of retaining a private lawyer to represent him before the Tribunal.", "[13] The hearing before the Tribunal opened on November 28, 1989. When the session began, the plaintiff presented a motion to the presiding officer of the Tribunal, Inspector Gaudet, to have the proceedings quashed. This motion was based on the argument that Inspector Gaudet was not impartial and independent, as is required. The plaintiff also represented a motion for the presiding officer to grant him reasonable time to appeal to the courts if the first motion were dismissed. Both motions were dismissed and Mr. Gaudet ordered counsel for the R.C.M.P., Inspector Hanssens, to proceed without further delay. The Law", "[14] The charge against the plaintiff is provided in s. 25(o) of the R.C.M.P. Act , supra. The charge was worded as follows: [Translation] \"Constable Joseph Rolland Fernand Landry did commit the following service offence: in or near the City of Westmount in the Province of Quebec, between June 13, 1988 and June 14, 1988, inclusive, did conduct himself in a disgraceful manner, contrary to paragraph 25(o) of the Royal Canadian Mounted Police Act \"And, more particularly, the following act(s) will be used to establish the conduct charged against him: \"On 88-06-13 you were summoned by Inspector Lange and Staff Sergeant Olivier as part of a criminal investigation concerning two members of the R.C.M.P. During the meeting in the office of Inspector Lange you said that you did not wish to give him a statement or to answer questions. \"On 88-06-14 you again presented yourself in the office of Inspector Lange and you told him that you would not answer his questions.\"", "[15] The defendant, Mr. Gaudet, is an inspector with the R.C.M.P. and holds the lowest rank of commissioned officers. Inspector Jean-François Hanssens, acting as counsel for the prosecution, also holds the lowest rank of commissioned officers. The individual who laid the charge, Deputy Commissioner Breau, is the third highest ranking officer in the entire R.C.M.P.", "[16] Commanding Officer Breau informed the plaintiff of the penalty which he was proposing to the presiding officer of the Tribunal, if the presiding officer found that the member was guilty of the charge against him. He would be recommending that the plaintiff pay a fine of $500, that he be reprimanded and that the Tribunal exercise its discretion to recommend that the member be suspended from duty.", "[17] The Tribunal has not rendered its decision, because of the appeal to this court.", "[18] Between June 13, 1988 and November 28, 1989, the date set for the trial to be held, the Act was amended. The new Act is cited as follows: Royal Canadian Mounted Police Act ,  <FRAGMENT_SUPPRESSED>  were made in accordance with the Act , as amended. In this case, the amendment was of considerable significance in deciding how to dispose of the issue which forms the subject-matter of this appeal.", "[19] The plaintiff argued that the R.C.M.P. Tribunal does not have judicial independence, by virtue of the close relationship among the various parties involved. For example, Inspectors Gaudet and Hanssens hold a rank which is lower than Mr. Breau's, and they all hold ranks which are higher than the plaintiff's. Accordingly, this hierarchical relationship creates a window for reasonable doubt as to the independence of the Tribunal. The result would be to deprive the plaintiff of his rights under the Canadian and Quebec Charters of Rights and Freedoms. The Royal Canadian Mounted Police Act", "[20] As I noted earlier, the Act in question has been amended since June 13, 1988. It was therefore agreed that the charge and the disciplinary proceedings are in accordance with the new Act . Accordingly, we should examine the provisions of that new Act in relation to disciplinary proceedings.", "[21] The Act provides that the Governor-in-Council may make regulations governing the conduct of members. The relevant provisions are as follows: Code Of Conduct \"38. The Governor-in-Council may make regulations to be known as the Code of Conduct, governing the conduct of members. \"39(1) Every member alleged to have contravened the Code of Conduct may be dealt with under this Act in or outside Canada. ... Investigation \"40(1) Where it appears to an officer or to a member in command of a detachment that a member under the command of the officer or member has contravened the Code of Conduct, the officer or member shall make or cause to be made such investigation as the officer or member considers necessary to enable the officer or member to determine whether that member has contravened or is contravening the Code of Conduct. \"40(2) In any investigation under subs. (1), no member shall be excused from answering any question relating to the matter being investigated when required to do so by the officer or other member conducting the investigation on the ground that the answer to the question may tend to criminate the member or subject the member to any proceeding or penalty. Informal Disciplinary Action \"41(1) Subject to this section, the following informal disciplinary action may be taken in respect of a contravention of the Code of Conduct, namely, (a) counselling; (b) recommendation for special training; (c) recommendation for professional counselling; (d) recommendation for transfer; (e) direction to work under close supervision; (f) subject to such conditions as the Commissioner may, by rule, prescribe, forfeiture of regular time off for any period not exceeding one work day; and (g) reprimand. \"41(2) Where it is established to the satisfaction of a member, other than an officer, in command of a detachment that a member under the command of the member has contravened the Code of Conduct, the member in command may take any one or more of the actions referred to in paragraphs (1)(a) to (f) against that member. \"41(3) Where it is established to the satisfaction of an officer that a member, other than an officer, under the command of the officer has contravened the Code of Conduct, the officer may, if no action has been taken under subs. (2) in respect of the contravention, take any one or more of the actions referred to in paragraphs (1)(a) to (g) against that member. (My emphasis) Formal Disciplinary Action \"43(1) Subject to subss. (7) and (8), where it appears to an appropriate officer that a member has contravened the Code of Conduct and the appropriate officer is of the opinion that, having regard to the gravity of the contravention and to the surrounding circumstances, informal disciplinary action under s. 41 would not be sufficient if the contravention were established, the appropriate officer shall initiate a hearing into the alleged contravention and notify the officer designated by the Commissioner for the purposes of this section of that decision. \"45.12(3) Where an adjudication board decides that an allegation of contravention of the Code of Conduct is established, the board shall impose any one or more of the following sanctions on the member, namely, (a) recommendation for dismissal from the Force, if the member is an officer, or dismissal from the force, if the member is not an officer; (b) direction to resign from the Force and, in default of resigning within fourteen days after being directed to do so, recommendation for dismissal from the Force, if the member is an officer, or dismissal from the Force, if the member is not an officer; (c) recommendation for demotion, if the member is an officer, or demotion, if the member is not an officer; or (d) forfeiture of pay for a period not exceeding ten work days. \"45.12(4) In addition to or in substitution for imposing a sanction under subs. (3), an adjudication board may take any one or more of the informal disciplinary actions referred to in paragraphs 41(1)(a) to (g).\"", "[22] Part III of the Royal Canadian Mounted Police Regulations (1988) provides a Code of Conduct adopted under s. 38 of the Act . These provisions read, in part, as follows: Discipline Code Of Conduct \"37. Sections 38 to 58 shall constitute the Code of Conduct governing the conduct of members. \"39(1) A member shall not act or conduct himself or herself in a disgraceful or disorderly manner that brings discredit on the Force. \"39(2) Without restricting the generality of the foregoing, an act or conduct of a member that (a) is prejudicial to the impartial performance of the member's duties, or ... \"40. A member shall obey the lawful order, oral or written, of any member who is superior in rank or authority over the member.\"", "[23] It is clear that under these new provisions the proceedings in respect of the plaintiff are based on a breach of the Code of Conduct, and if he is found guilty the applicable penalties are those set out in s. 41 or in s. 45.12(3) of the Act The Case Law", "[24] The plaintiff relied on, inter alia, the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , in which the court held that a Tribunal such as the R.C.M.P. Tribunal is not sufficiently independent and impartial. In the Supreme Court considered an appeal against the constitutionality of the proceedings of a general court martial held under the provisions of the National Defence Act , R.S.C. 1985, c. N-5, as it then was. The appellant Généreux had been charged on three counts of possession of narcotics for the purpose of trafficking and one count of desertion. A court martial hearing such charges proceeds in much the same way as criminal courts, and accordingly the penalties which may be imposed are criminal in nature.", "[25] The Supreme Court considered the tests of judicial independence at length, and analyzed the composition of and procedure followed by courts martial, ultimately concluding that because of the interdependence of the parties and the hierarchial relationship between them, this type of military tribunal did not satisfy the principle of institutional independence. Moreover, the appointed members of the tribunal did not have security of tenure, nor did they have financial security, the tests established in <FRAGMENT_SUPPRESSED>  O.A.C. 79, as being necessary if the principle of independence is to be satisfied.", "[26] On the other hand, the defendants asked us to consider <FRAGMENT_SUPPRESSED>  Sask.R. 105; 24 O.A.C. 321; 45 D.L.R.(4th) 235; [1988] 1 W.W.R. 193; 60 C.R.(3d) 193; 28 Admin. L.R. 294; 32 C.R.R. 219; 37 C.C.C.(3d) 385. In that case, the Supreme Court considered the disciplinary procedures of the Royal Canadian Mounted Police in deciding whether a finding of guilt made by the R.C.M.P. Tribunal precluded holding a trial under the Criminal Code . Madam Justice Wilson considered the scope of s. 11 of the Charter and of the protection which that section might confer in the circumstances. Some of her comments apply directly to the case at bar. At page 560 S.C.R. of her judgment, Madam Justice Wilson explained the scope of s. 11 as follows: \"In my view, if a particular matter is of a public nature, intended to promote public order and welfare within a public sphere of activity, then that matter is the kind of matter which falls within s. 11. It falls within the section because of the kind of matter it is. This is to be distinguished from private, domestic or disciplinary matters which are regulatory, protective or corrective and which are primarily intended to maintain discipline, professional integrity and professional standards or to regulate conduct within a limited private sphere of activity ... \"That is not to say that if a person is charged with a private, domestic or disciplinary matter which is primarily intended to maintain discipline, integrity or to regulate conduct within a limited private sphere of activity, he or she can never possess the rights guaranteed under s. 11. Some of these matters may well fall within s. 11, not because they are the classic kind of matters intended to fall within the section, but because they involve the imposition of true penal consequences. In my opinion, a true penal consequence which would attract the application of s. 11 is imprisonment or a fine which by its magnitude would appear to be imposed for the purpose of redressing the wrong done to society at large rather than to the maintenance of internal discipline within the limited sphere of activity .\" (My emphasis)", "[27] A little further, at page 562 S.C.R., Madam Justice Wilson made the following comment: \"Before turning to the application of the law to the facts of this case, I want to emphasize that nothing in the above discussion takes away from the possibility that constitutionally guaranteed procedural protections may be available in a particular case under s. 7 of the Charter , even although s. 11 is not available. ...\"", "[28] It is clear in the case at bar that the proceedings initiated by the R.C.M.P. are strictly of an internal disciplinary nature, designed to maintain the discipline of a member of the R.C.M.P. They are not in any way public, and the penalties available if there is a finding of guilt are in no way similar to penal consequences. They can attract only civil penalties.", "[29] In my view, this is an internal proceeding which is purely a disciplinary matter, and which falls outside the ambit of the Charter . Accordingly, s. 11 cannot apply in this case.", "[30] As Madam Justice Wilson said, it may be that in a particular situation, notwithstanding the fact that s. 11 does not apply, the plaintiff would be entitled to rely on s. 7. I do not intend to speculate on this point. However, in this case, s. 7 cannot apply because there is no infringement of the plaintiff's right to life, liberty or security of the person.", "[31] Finally, the plaintiff argued s. 23 of the . I can deal with this argument very briefly. Section 55 of the Charter clearly provides that \"The Charter affects those matters that come under the legislative authority of Quebec.\" In the case at bar, the Royal Canadian Mounted Police Act falls within federal authority, and accordingly the cannot apply.", "[32] In view of the foregoing, I am of the opinion that the plaintiff's action for a declaratory judgment must be dismissed. However, given the fact that this case was unique on its facts, I am making no order as to costs. Action dismissed. Editor: Elizabeth M.A. Turgeon/blk"]}