{"id_": "057476", "body_str": ["[1] Blanchard, J. : The applicant, Stephen Williams, seeks judicial review of the decision of the Pension Appeal Board (the Board) dated May 5, 2009, denying his application for leave to appeal to the Board from a decision of the Review Tribunal. Preliminary Matter", "[2] By agreement between the parties, the following medical reports produced by the applicant subsequent to the date of the decision under review are to be struck from the applicant's record, namely: the report of Dr. Paul Termannsen, dated July 14, 2009 and the report of Dr. Wayne M. Smith, dated June 16, 2009. It was also agreed that reference to these reports contained in the applicant's affidavit at paragraphs 36, and at paragraph 35 of his written submissions be also struck. Background", "[3] The applicant worked as a chiropractor from 1992 to 2004. On March 12, 2004, the applicant suffered a work-related injury to his left wrist and stopped working because he experienced severe pain. The applicant sustained a tear to the triangular fibrocartilage (FTC), non-union ulnar fracture and radial and ulnar collateral strain/laxity. On July 10, 2007 the applicant underwent an arthroscopic debriment of the wrist (a surgical procedure).", "[4] On January 12, 2007, the applicant applied for disability benefits under the Canada Pension Plan, R.S.C. 1985, c. C-8 (the CPP). His application was denied and his request for reconsideration was also denied. He appealed the decision pursuant to subsection of 82(1) of the CPP to the Review Tribunal, which heard the appeal on September 24, 2008. The Review Tribunal dismissed the appeal on January 14, 2009 on the basis that the applicant failed to establish that he was disabled within the meaning of the CPP.", "[5] The applicant sought leave to appeal to the Board, pursuant to subsection 83(1) of the CPP. Leave was denied on May 5, 2009. The reasons given by the designated member of the Board for refusing leave are reproduced below: There is no arguable case that the Review Tribunal's decision was not justified. The Review Tribunal did consider all the evidence and reached the obvious conclusion. The application for leave does not provide any facts or reports that could be argued on appeal to establish the Appellant was in fact disabled as required by the Act.", "[6] The applicant argues that the designated member of the Board erred in denying his application for leave to appeal. Legal Framework", "[7] The relevant provisions of the CPP are as follows: 42(2) For the purposes of this Act, (a) a person shall be considered to be disabled only if he is determined in prescribed manner to have a severe and prolonged mental or physical disability, and for the purposes of this paragraph, (i) a disability is severe only if by reason thereof the person in respect of whom the determination is made is incapable regularly of pursuing any substantially gainful occupation, and (ii) a disability is prolonged only if it is determined in prescribed manner that the disability is likely to be long continued and of indefinite duration or is likely to result in death; and (b) a person shall be deemed to have become or to have ceased to be disabled at such time as is determined in the prescribed manner to be the time when the person became or ceased to be, as the case may be, disabled, but in no case shall a person be deemed to have become disabled earlier than fifteen months before the time of the making of any application in respect of which the determination is made. ... 83(1) A party or, subject to the regulations, any person on behalf thereof, or the Minister, if dissatisfied with a decision of a Review Tribunal made under section 82, other than a decision made in respect of an appeal referred to in subsection 28(1) of the Old Age Security Act, or under subsection 84(2), may, within ninety days after the day on which that decision was communicated to the party or Minister, or within such longer period as the Chairman or Vice-Chairman of the Pension Appeals Board may either before or after the expiration of those ninety days allow, apply in writing to the Chairman or Vice-Chairman for leave to appeal that decision to the Pension Appeals Board. [...] Analysis", "[8] The review of a decision concerning an application for leave to appeal to the Board involves consideration of the following two questions articulated by Justice MacKay in 1. whether the decision maker has applied the right test - that is, whether the application raises an arguable case without otherwise assessing the merits of the application, and 2. whether the decision maker has erred in law or in appreciation of the facts in determining whether an arguable case is raised. If new evidence is adduced with the application, if the application raises an issue of law or of relevant significant facts not appropriately considered by the Review Tribunal in its decision, an arguable issue is raised for consideration and it warrants the grant of leave.", "[9] Each of these questions will be considered, in turn. Did the designated member of the Board apply the correct test for leave to appeal?", "[10] Determining whether the designated member of the Board applied the right legal test is a question of law, it is therefore to be reviewed on a correctness standard ( <FRAGMENT_SUPPRESSED>  at para. 6).", "[11] In the case before me, the applicant did not present any new evidence with his application for leave to appeal. The designated member of the Board found that: \"There is no arguable case that the Review Tribunal's decision was not justified.\" I am satisfied that the designated member of the Board properly considered whether the applicant raised an arguable case upon which the proposed appeal might succeed, without considering the merits of the application. Nothing in the reasons indicates that the designated member of the Board applied a higher threshold than \"arguable case\" or assessed the application on the merits. Therefore I find that the designated member of the Board, in this case, applied the correct legal test. Was it reasonable for the designated member of the Board to conclude that the applicant had not raised an arguable case?", "[12] The issue of whether the designated member of the Board erred in denying leave to appeal is a question of mixed fact and law since it requires that the legal test of \"arguable case\" be applied to the particular facts of the case. The applicable standard of review is therefore reasonableness ( McDonald, at para. 6; <FRAGMENT_SUPPRESSED> at para. 18). Reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. The Court will also look to whether the decision falls within a range of possible, acceptable outcomes that are defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED>  at para. 47).", "[13] As noted above, the applicant did not present any new evidence with his application for leave to appeal; he argued that the Review Tribunal had erred in finding that he was not disabled within the meaning of the CPP. The designated member of the Board found that the leave application did not raise an arguable case for appeal because the Review Tribunal had considered all the evidence and \"reached the obvious conclusion.\"", "[14] The issue is whether the conclusion of the designated member of the Board that the applicant did not raise an arguable case, is reasonable. According to Callihoo, at paragraph 22: In the absence of significant new or additional evidence not considered by the Review Tribunal, an application for leave may raise an arguable case where the leave decision maker finds the application raises a question of an error of law, measured by a standard of correctness, or an error of significant fact that is unreasonable or perverse in light of the evidence ...", "[15] The Review Tribunal found that the applicant was not disabled within the meaning of subsection 42(2) of the CPP as his disability was neither severe nor prolonged. The Review Tribunal correctly stated the law. It explained the concept of disability under the CPP, and properly defined \"severe\" and \"prolonged.\"", "[16] With respect to the appreciation of the facts, the Review Tribunal summarized the medical evidence of the applicant's family physician, Dr. Taylor, and of Dr. Vaisler, an Orthopedic Surgeon, who gave an independent medical opinion. The Review Tribunal then concluded that: Dr. Williams worked half the time preparing reports during the course of employment and half the time working as a chiropractor. Dr. Williams also indicated that, when his condition allowed, he was writing a book. Dr. Williams has not pursued any other employment opportunities related to or unrelated to his work as a chiropractor. There is no medical or psychiatric evidence to indicate that the Appellant could not pursue other types of employment, such as writing reports, or dictating them, or involving himself in a completely different kind of field of endeavor. The Appellant is not at an age where retraining is not realistic.", "[17] Pursuant to subsection 42(2)( ) of the CPP, a person is considered disabled if they have a severe and prolonged mental or physical disability. Subsection 42(2)( )(ii) of the CPP states that a disability is prolonged if it \"is likely to be long continued and of indefinite duration or is likely to result in death.\" Pursuant to subsection 42(2)( )(i) of CPP, severe means that the claimant \"is incapable regularly of pursuing any substantially gainful occupation.\" The jurisprudence teaches that the severity requirement must be considered in a \"real world\" context and not be simply a conclusion that somewhere in the world there exists employment for which this applicant is physically capable, without regard to the applicant's education, background or other factors ( <FRAGMENT_SUPPRESSED>  at para. 38).", "[18] Notwithstanding the requirement that severity must be assessed in the \"real world context,\"  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal went on to say: This restatement of the approach to the definition of disability does not mean that everyone with a health problem who has some difficulty finding and keeping a job is entitled to a disability pension. Claimants still must be able to demonstrate that they suffer from a \"serious and prolonged disability\" that renders them \"incapable regularly of pursuing any substantially gainful occupation\". Medical evidence will still be needed as will evidence of employment efforts and possibilities ... (para. 50)", "[19] Further, where there is evidence of work capacity, the applicant must also show that efforts at obtaining and maintaining employment have been unsuccessful by reason of the applicant's health condition.  <FRAGMENT_SUPPRESSED>  at para. 3, the Federal Court of Appeal found: ...Consequently, an applicant who seeks to bring himself within the definition of severe disability must not only show that he (or she) has a serious health problem but where, as here, there is evidence of work capacity , must also show that efforts at obtaining and maintaining employment have been unsuccessful by reason of that health condition.", "[20] The record before the Review Tribunal demonstrates that the applicant did not pursue any other employment or retraining opportunities. The Review Tribunal found that the applicant had a torn fibrocartilage (FTC) and other injuries to his left wrist, but it also found that there was no medical or psychiatric evidence to indicate that the applicant could not pursue retraining opportunities or other types of employment related or unrelated to chiropractic medicine, which would not require the physical manipulation of patients. In so doing, it considered the medical evidence as well as the applicant's age, his education and the fact that the applicant was able to invest himself in his hobby of writing a book. The Review Tribunal's conclusion that the applicant was not disabled, within the meaning of the CPP, was supported by the evidence.", "[21] In my view, the decision of the Review Tribunal does not contain any error of significant fact that is unreasonable or perverse in light of the evidence. Nor does the decision of the Review Tribunal contain any error of law. Further, no new evidence was adduced with the application for leave. In the circumstances on application of the <FRAGMENT_SUPPRESSED> test for an arguable case, set out above, I find that it was open to the designated member of the Board to conclude that the application for leave did not raise an arguable case upon which the proposed appeal might succeed. The decision of the designated Board member falls within the range of possible, acceptable outcomes that is defensible in respect of the facts and law. Consequently, I find the Board's decision denying the applicant's leave to appeal to be reasonable.", "[22] On the basis of the above, the application for judicial review will be dismissed.", "[23] Since the respondent is not seeking costs, none will be awarded. ORDER", "[24] THIS COURT ORDERS that 1. The application for judicial review is dismissed. 2. The reports of Dr. Paul Termannsen, dated July 14, 2009 and Dr. Wayne M. Smith, dated June 16, 2009, are struck from the applicant's record as are references to these reports contained in the applicant's affidavit at paragraphs 35 and 36, and at paragraph 34 of his written submissions. [End of document]"]}