{"id_": "057433", "body_str": ["[1] Kane, J. : The applicant, Ms Manpreet Kaur Gharialia, is a citizen of India who seeks permanent resident status in Canada pursuant to the Federal Skilled Workers [FSW] program in the category of General Practitioners and Family Physicians (NOC 3112).", "[2] The applicant now seeks judicial review pursuant to section 72 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act ], of the decision of a Visa Officer [the Officer] at the High Commission of Canada in New Delhi, India made on June 13, 2012, which determined that she did not meet the requirements for permanent resident status in Canada as a Federal Skilled Worker pursuant to subsections 87.3 (2) and (3) of the Act.", "[3] The Officer assessed the application, including the criteria for age, education, official languages, experience, arranged employment and adaptability and attributed a total of 72 points. Although the minimum number of points required is 67 and the applicant exceeded this minimum threshold, the Officer applied subsection 76(3) of the Immigration and Refugee Protection Regulations , SOR/2002-227 [the Regulations ] to conduct a substituted evaluation of the likelihood of the ability of the applicant to become economically established in Canada. Following the substituted evaluation, the Officer concluded that he was not satisfied that the applicant had that ability. The Officer noted that the letters regarding the job offers for the applicant and her husband were not supported by an Arranged Employment Offer. The Officer also noted that the settlement funds available would be insufficient to support the applicant and her family over the long term in the likelihood that she would not be able to become economically established.", "[4] The CAIPS notes, which document the Officer's concerns and the responses of the applicant to two procedural fairness letters, confirm that the substituted evaluation was reviewed by a second officer who concurred, which is a requirement of subsection 76(3).", "[5] The first procedural fairness letter sent to the applicant sought to clarify whether the applicant was relying on NOC 3112, general practitioners and family physicians, or NOC 3123, other professional occupations in health diagnosing and treating. It was clarified that the applicant was relying on the NOC for general practitioners and her application was assessed accordingly. The second procedural fairness letter noted the Officer's concerns that the applicant's qualifications and experience were in Ayurvedic medicine, and that she would not be able to practise this type of medicine in Canada. The Officer's notes indicate that because Ayurvedic doctors are not licensed to practise in Canada he was not satisfied that she would be able to become economically established. In response, the applicant submitted additional information noting that there was no requirement for the applicant to work as a doctor in Canada, and provided various references to Ayurvedic courses and existing practitioners in Canada. The response also included two job offer letters, one for the applicant at a clinic where she could work as a consultant and the other for the applicant's spouse at a community newspaper.", "[6] The CAIPS notes indicate that the Officer considered the additional documents and the response to the procedural fairness letter. The Officer noted that none of the documents provided regarding Ayurvedic medicine establish that the institutions are regulated by provincial authorities or that the applicant's current qualifications would meet the requirements to practise in any kind of medical field in Canada. With respect to the two job offer letters, the Officer noted that they were not supported by Approved Employment Opinions [AEO] and remarked: \"I do not find them credible\". After reviewing the other material, the Officer concluded that none of it assuaged his concerns about the applicant's ability to become economically established in Canada. The Issues", "[7] The applicant submits that there was a breach of procedural fairness because the Officer found the job offer letters to not be credible yet did not provide an opportunity for the applicant to respond to this finding. The applicant also submits that the Officer's decision was not reasonable because: the Officer unreasonably conducted a substituted evaluation; the Officer unreasonably discounted the job offers because they were not supported by an AEO; the Officer unreasonably relied on the lack of licensing of Ayurvedic medicine, which is not a NOC requirement, in his assessment; and, the Officer unreasonably concluded that the applicant could not establish herself economically in Canada despite the settlement funds available along with the proposed income from the job offers. The applicant also submits that there is no requirement under the FSW program that an applicant work in the field for which they are eligible upon arrival in Canada. Therefore, the Officer erred in relying on the fact that the applicant would not be able to practise as a physician in Canada as this was an irrelevant consideration.", "[8] The respondent submits that it was reasonable for the Officer to consider whether the applicant would be able to use her skills as an Ayurvedic doctor in Canada in the context of assessing her ability to become economically established. The respondent also submits that it was within the Officer's discretion to conduct a substituted evaluation, that he had a valid reason for doing so, and that the evaluation was consistent with the requirements of the Act . Given that the applicant's skills and experience were those of a physician, it was logical for the Officer to assess whether the applicant could work in the medical field.", "[9] The respondent submits that although the Officer used the phrase \"[n]one of the documents provided prove beyond doubt that these institutions are regulated by provincial authorities nor that the applicant's current qualifications would meet the requirements for practice in any kind of medical field in Canada\" [my emphasis], the Officer was not importing a higher criminal standard of proof in his assessment of the capacity of the applicant to work in Canada.", "[10] The respondent also submits that the Officer's notes which indicate, \"The offers of employment from Voice Group and Ojus Healthcare to the applicant's spouse and the applicant are not supported by AEOs. Therefore, I do not find them to be credible\", is not a finding that the documents are not authentic. Rather, the Officer was simply not satisfied that the offers responded to his concern about economic establishment. The respondent submits that the mere use of the term 'credible' should not trigger a procedural fairness issue. Standard of review", "[11] The Officer's decision with respect to the applicant's eligibility for permanent resident status pursuant to the FSW class requires the Officer to assess the application and exercise his discretion and is, therefore, reviewable on a reasonableness standard: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[12] Both the applicant and respondent referred to <FRAGMENT_SUPPRESSED>  [2011] FCJ No 606 [ <FRAGMENT_SUPPRESSED> ] which also dealt with a refusal of a FSW applicant. In <FRAGMENT_SUPPRESSED> , Justice Tremblay-Lamer noted the appropriate standard of review at para 7:", "[7] Determining whether or not an applicant has demonstrated his or her ability to become economically established as per the requirements of the IRPA and the Regulations is a very fact-driven exercise. This is an area in which immigration officers have significant experience, if not expertise. As such, the appropriate standard of review is reasonableness ( <FRAGMENT_SUPPRESSED>  described the reasonableness standard as being \"concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "[13] If an issue of procedural fairness arises, it is reviewable on a correctness standard: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  CarswellNat 434 at para 43. Procedural Fairness a) Did the Officer breach the duty of procedural fairness by not raising his concerns that the letters of employment were not supported by an AEO and providing an opportunity for the applicant to respond?", "[14] As submitted by the applicant, there is no requirement that the job letters be supported by an AEO.", "[15] The applicant notes that the job letters were on letterhead, contact information for the employer and web addresses for the businesses were provided, and the letters were signed. The applicant submits that the Officer's finding that the letters were not \"credible\" was unreasonable and, moreover, this finding should have triggered a further opportunity for the applicant to respond.", "[16] In the recent decision, <FRAGMENT_SUPPRESSED>  [2013] FCJ No 284, Justice Bédard considered the issue of procedural fairness to an applicant seeking permanent resident status as a FSW. Justice Bédard extensively reviewed the applicable case law and provided a summary of the relevant principles: the onus falls on the applicant to establish that they meet the requirements of the Regulations by providing sufficient evidence in support of their application; the duty of procedural fairness owed by visa officers is at the low-end of the spectrum; there is no obligation on a visa officer to notify the applicant of the deficiencies in the application or the supporting documents; and, there is no obligation on the visa officer to provide the applicant with an opportunity to address any concerns of the officer when the supporting documents are incomplete, unclear or insufficient to satisfy the officer that the applicant meets the requirements.", "[17] Justice Bédard also noted that, as determined in <FRAGMENT_SUPPRESSED>  (FC), an officer may have a duty to provide the applicant with an opportunity to respond to the officer's concerns when such concerns arise from the credibility, veracity, or authenticity of the documents rather than from the sufficiency of the evidence.", "[18] <FRAGMENT_SUPPRESSED>  [2011] FCJ No 714, Justice O'Keefe considered the circumstances that give rise to a duty of procedural fairness and noted: 21 The case law specifies that a visa officer is not under a duty to inform an applicant about any concerns regarding the application which arise directly from the requirements of the legislation or regulations (see  <FRAGMENT_SUPPRESSED> ). 22 However, a visa officer is obligated to inform an applicant of any concerns related to the veracity of documents and will be required to make further inquires (see  <FRAGMENT_SUPPRESSED> , at paragraph 24). 23 The onus is always on the principal applicant to satisfy the visa officer of all parts of his application. The officer is under no obligation to ask for additional information where the principal applicant's material is insufficient (see  <FRAGMENT_SUPPRESSED>  (FCTD) (QL) at paragraph 6).", "[19] The applicant also relies on <FRAGMENT_SUPPRESSED>  [2003] FCJ No 1779 to argue that the Officer's concerns about the employment letters give rise to a breach of procedural fairness.", "[20] However, in <FRAGMENT_SUPPRESSED> , Justice O'Keefe found that the officer's concerns were clearly related to the credibility of the letters, i.e. their authenticity, because the letters were allegedly copied directly from the NOC description and were not properly certified. As noted at paras 18-19:", "[18] The visa officer was concerned that two of the letters provided by the applicant quoted directly from the duties listed in NOC 3214 (clinical perfusionist). As a result, the visa officer decided that the documents were not credible, nor was the applicant's training and work experience. While it is true that the visa officer did raise some concerns about the applicant's training and experience at the interview, he did not give the applicant an opportunity to respond to his specific concerns about the veracity of the letters, nor did he make further inquiries to determine whether or not the letters were valid. The cross-examination of the visa officer established that he was not certain that the certification stamp on the letters applied only to the translation. The issue of the certification on the letters should have been verified.", "[19] I am of the opinion that the visa officer made reviewable errors in failing to make further inquiries and in failing to apprise the applicant of his belief before deciding that the documents were not credible. This is consistent with the jurisprudence in <FRAGMENT_SUPPRESSED>  (T.D.), 2001 FCT 904, where Lemieux J. stated at paragraph 5: Moreover, the visa officer rejected documentary evidence proving she had worked as a cook in a restaurant in Vietnam because it was not on letterhead and was handwritten. I find that a rejection of documentary proof on this basis, without more verification to be unreasonable.", "[21] In the present case, although the Officer noted that he did not find the job offer letters credible, I agree with the respondent that the Officer was using that term loosely and that it was not a finding that the letters were not authentic. The Officer considered whether the job letters satisfied him regarding the applicant's ability to become economically established and concluded that they did not.", "[22] Although the Officer referred to the absence of an AEO, the job offer letters had not been provided with the initial application for the purpose of the points assessment. The job letters were provided in response to a procedural fairness letter after the Officer had assessed the application and attributed 72 points, yet still had concerns about the applicant's ability to become economically established in Canada. When the CAIPS notes are considered as a whole, the reference to the absence of an AEO appears to be related to the Officer's overall assessment of whether these job letters respond to his concern about the applicant's ability to become economically established.", "[23] The Officer had provided two earlier procedural fairness letters, the second of which alerted the applicant of his concerns with her ability to become economically established. The onus was on the applicant to provide sufficient supporting documentation to address these concerns. The letters, along with the other information about Ayurvedic practitioners and courses in Canada, did not, in the words of the Officer, assuage his concerns. In other words, the letters and other information were insufficient to satisfy the Officer.", "[24] There was no breach of procedural fairness. b) Was it reasonable for the Officer to conduct a substituted evaluation and was that substituted evaluation reasonable?", "[25] The applicant raises several grounds to argue that there was no justification for the Officer to conduct a substituted evaluation or for the Officer's determination following the substituted evaluation.", "[26] The Officer's authority to consider a substituted evaluation pursuant to subsection 76(3) is an exceptional discretion.", "[27] Subsection 76(3) of the Regulations provides: Whether or not the skilled worker has been awarded the minimum number of required points referred to in subsection (2), an officer may substitute for the criteria set out in paragraph (1)( ) their evaluation of the likelihood of the ability of the skilled worker to become economically established in Canada if the number of points awarded is not a sufficient indicator of whether the skilled worker may become economically established in Canada.", "[28] The wording of the provision is clear that an officer may substitute an assessment of points for other criteria where the points are insufficient to determine whether the applicant can integrate economically in Canada.", "[29] The jurisprudence supports the clear wording of the subsection and highlights that an officer's decision to undertake a substituted evaluation is entitled to deference.", "[30] <FRAGMENT_SUPPRESSED>  [2008] FCJ No 549, Justice de Montigny noted: 16 The discretion under subsection 76(3) of the IRPR is clearly exceptional and applies only in cases where the points awarded are not a sufficient indicator of whether the skilled worker will become economically established. The fact that the applicant or even this court would have weighed the factors differently is not a sufficient ground for judicial review.", "[31] 14 The discretion under subsection 76(3) of the Regulations is clearly exceptional to cases where the points awarded are not a sufficient indicator of whether the skilled worker will become economically established. This decision is entitled to deference and the fact that that the applicant or the Court would have weighed the factors differently is not a ground for judicial review ( <FRAGMENT_SUPPRESSED>  paras. 34-39;  <FRAGMENT_SUPPRESSED>  2005 FC 1167, paras. 4-5, 8).", "[32] The applicant and respondent both relied on <FRAGMENT_SUPPRESSED>  [2008] FCJ No 1834 [ <FRAGMENT_SUPPRESSED> ], but for different propositions. In that case, Justice Mandamin canvassed the application of subsection 76(3), noting that:", "[17] Section 76(3) engages a two stage process for arriving at a substituted evaluation: first, the visa officer must decide if the s. 76(1) assessment is not a sufficient indicator of whether the skilled worker applicant may become economically established in Canada; second, the visa officer must evaluate the likelihood of the skilled worker becoming economically established in Canada by conducting an adequate substitute assessment on proper grounds. ...", "[31] It seems to me that when visa officers substitute their evaluation on the ability of a skilled worker to become economically established in Canada under s. 76(3), that substituted evaluation must be comparable to the s. 76(1) evaluation they are displacing. I say this because s. 76(1) is structured as directed to a systematic objective assessment process designed to achieve consistency in the processing of skilled worker applications. The process for substituted evaluations should not displace the underlying intent to achieve a consistent process for assessing skilled worker applications.", "[32] The opening words of s. 76(3), \" Whether or not the skilled worker has been awarded the minimum number of required points ...\" clearly indicates that the substituted evaluation may result in a negative substituted evaluation as well as in a positive substitute evaluation. Substituted evaluations are a procedure that introduces an element of flexibility into the skilled worker application process. It allows for acceptance of applicants who may not succeed under the initial assessment where there is good reason and for screening out applicants who pass the initial assessment but ought not be accepted for valid reasons.", "[33] The substituted evaluation is a decision made by a visa officer in keeping with the officer's knowledge and expertise and is a decision under which deference is due. The officer must make a substituted evaluation decision which is consistent with IRPA, the Regulations and the thrust of the skilled worker provisions.", "[33] Justice Mandamin also noted at para 35 that the current Regulations do not require the applicant to work in the designated NOC occupation, just as the applicant submitted in the present case:", "[35] The revisions to the Regulations changed the approach in skilled worker applications from an occupation-specific approach to a broader approach which gave more emphasis to adaptability by skilled worker applicants to become economically established in Canada.", "[34] In <FRAGMENT_SUPPRESSED> , the applicant had applied under the NOC governing teachers. Justice Mandamin found that although the officer had referred to Ms Roohi's teaching opportunities, he was satisfied that the officer assessed the application on the broader standard of the likelihood of becoming economically established in Canada and reasonably concluded that the applicant would not.", "[35] Similarly in the present case, the Officer referred to the applicant's ability to practise as a physician in Canada but his assessment of economic establishment was broader. It was logical for the Officer to consider the applicant's ability to use her skills and experience as a physician as these were the skills she could be expected to rely on for employment.", "[36] <FRAGMENT_SUPPRESSED>  [2010] FCJ No 1110, Justice Phelan considered whether the officer's decision to conduct a substituted evaluation was reasonable and whether the decision as a whole, based on the substituted evaluation, was reasonable. The applicant had argued that the availability of settlement funds made the reliance on a substituted evaluation unreasonable. Justice Phelan noted:", "[13] This argument must be dismissed on two grounds. Firstly, the Visa Officer was aware of those funds and secondly, and perhaps more importantly, the matter of settlement funds was irrelevant to the Visa Officer's decision.", "[14] The settlement funds were irrelevant for two reasons. Firstly, the decision did not turn on the Applicant's ability to establish himself financially based on funds available but on whether the medical qualifications to practice would be accepted. Secondly, settlement funds are no longer relevant to a consideration of whether to exercise a discretion to make a substitute evaluation.", "[15] As held by Justice Zinn in <FRAGMENT_SUPPRESSED>  section 76 of the Regulations was amended to provide that when an officer makes a substitute evaluation of a likelihood to become economically established, the officer does so in lieu of the usual criteria of points earned and available settlement funds. Therefore, the Applicant's settlement funds are irrelevant if the exercise of discretion to substitute is sustainable.", "[37] Although there is no requirement for an applicant to work in the NOC field for which they may be eligible to come to Canada, these were the skills that the applicant would likely rely on to make a living. The Officer was, therefore, justified in his belief that because the applicant would not be able to practise in Canada, the points did not adequately reflect the applicant's ability to become economically established. The Officer had a valid reason to turn to a substituted evaluation and he reasonably exercised his discretion to do so.", "[38] The Officer's consideration of the fact that Ayurvedic medicine was not regulated in Canada was relevant to the ability of the applicant to use her skills and experience as a physician to make a living.", "[39] The Officer's note that none of the documents provided \" prove beyond doubt that these institutions are regulated by provincial authorities nor that the applicant's current qualifications would meet the requirements for practice in any kind of medical field in Canada\" [my emphasis], may again have been a poor choice of words. When the reasons are read as a whole however, there is nothing to suggest that the Officer was demanding a higher standard of proof; the Officer assessed all of the information and weighed the considerations.", "[40] With respect to the applicant's submission that the Officer unreasonably discounted or ignored the settlement funds, I do not agree. The Officer had taken the settlement funds into account in his assessment of the application pursuant to subsection 76(1). In the substituted evaluation pursuant to subsection 76(3), the Officer again noted the settlement funds but found that these funds would be insufficient to offer long-term support for her family, which included the applicant's spouse and two dependent children of university age, if economic establishment did not occur. As noted in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED>  the fact that there are settlement funds is not determinative of the issue of economic establishment.", "[41] An officer is not limited in his consideration of factors pursuant to subsection 76(3), although, as noted by Justice Mandamin in <FRAGMENT_SUPPRESSED> , it should bear some link to the criteria in order to aim for consistency. It must be \"consistent with IRPA, the Regulations and the thrust of the skilled worker provisions\".", "[42] In the present case, the Officer's substituted evaluation of the applicant's ability to become economically established was both linked to the criteria and broader than the criteria set out in subsection 76(1). The Officer again considered the applicant's educational qualifications, experience as an Ayurvedic doctor, the lack of regulation of Ayurvedic doctors in Canada, prospects of employment in Canada, dependents and the settlement funds.", "[43] In this case, based on the substituted evaluation, the Officer reasonably concluded that the applicant would not be economically established in Canada. As noted by Justice Tremblay-Lamer  <FRAGMENT_SUPPRESSED> , immigration officers have significant experience in conducting these fact-driven assessments and their decisions warrant deference. In the present case, the Officer's decision is reasonable. Proposed Certified Question", "[44] The applicants proposed the following question for certification in the event that this Court were to determine that the applicant's intention and ability to practise as a doctor is relevant and significant to the assessment of subsection 76(3) of the Regulations In assessing an application for permanent residence within the Federal Skilled Worker class, pursuant to sections 75 through 81 and 83 of the Immigration and Refugee Protection Regulations (IRPR) and the Ministerial Instructions issued under section 87(3) of the Immigration and Refugee Protection Act (IRPA), is it required that the applicant intend or be able to practice in the profession for which he or she has been found eligible for processing under section 75 of the IRPR?", "[45] The respondent agrees with the applicant that there is no requirement that an applicant for a FSW visa be employed in the NOC category which they applied or are eligible. The respondent notes that the officer considered the applicant's ability to work as a physician, in addition to other factors, in determining whether she would be able to become economically established. The proposed question will not be determinative of the appeal because the assessment of economic establishment is fact-specific.", "[46] As I indicated above, and as noted in <FRAGMENT_SUPPRESSED> , there is no requirement for the applicant to work in the field in which they are eligible under a NOC. The intention of the provisions is to permit applicants, once eligible, to work in a range of occupations to respond to changes in the labour market.", "[47] In this case, the Officer assessed the applicant's ability to become economically established taking into account several factors, including her ability to practice medicine given her current occupation, education, skills and experience. The Officer's decision is not based on a finding that the applicant must work in the particular NOC field.", "[48] The proposed question need not be certified. JUDGMENT", "[49] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed;", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] Norme de contrôle", "[11] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[12]", "", "[13]", "[14]", "[15]", "[16]", "[17]", "[18] <FRAGMENT_SUPPRESSED> et 24). Hassani,", "[19]", "[20]", "", "", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27] ).", "[28]", "[29]", "[30]", "[31]", "[32]", "[...]", "", "", "", "[33]", "", "[34] <FRAGMENT_SUPPRESSED> Roohi", "[35]", "[36]", "", "", "", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43] Philbean,", "[44] [TRADUCTION]", "[45]", "[46]", "[47]", "[48] JUGEMENT", "[49] [End of document]"]}