{"id_": "057424", "body_str": ["[1] Zinn, J. : The Refugee Protection Division of the Immigration and Refugee Board of Canada [RPD] denied the Applicant's application for refugee protection on the grounds that he did not provide sufficient and credible evidence to support a well-founded fear of persecution as required by section 96 of the Immigration and Refugee Protection Act, SC 2001, c 27. It further found that he had failed to provide evidence that he faces a danger of torture pursuant to paragraph 97(1)(a) of the Act", "[2] At the conclusion of the oral hearing, I informed the parties that this application would be granted because the decision of the RPD was perverse. These are my reasons for so concluding. Background", "[3] Mr. Basbaydar is a 23 year old citizen of Turkey and is of Kurdish ethnicity. He supported the Democratic Society Party [DTP] (and subsequently the Peace and Democracy Party [BDP] which was the successor to the DTP) by joining demonstrations and rallies, distributing brochures and pamphlets, arranging tables and chairs and serving tea to guests during the party's meetings. He is not, however, a member of any political party.", "[4] Mr. Basbaydar claims he was arrested and beaten up by the authorities on four separate occasions, as follows: (i) In March 2007, he was suspected, together with this friend, of hanging a political placard relating to Kurdish issues close to his school. During this incident, he was detained overnight, beaten, slapped, and kicked before being released without a charge; (ii) In July 2007, he was distributing election pamphlets supporting the DTP's candidate for parliament. During this incident, the police arrested him, transferred him to the security directorate in Aksaray, interrogated him and threatened to break his legs if he was caught supporting the DTP again; (iii) In December 2009, he participated in a demonstration protesting the banning of the DTP by the Turkish Constitutional Court on the grounds of separatist activity. During this incident, the police arrested him and transferred him to the security directorate in Aksaray, beat his legs with truncheons and reminded him of their earlier threat to break his legs; and (iv) In August 2010, he distributed pamphlets with a friend, protesting the death of Sezran Kurt, a Kurd who had been shot and killed by police. During this incident, the police arrested him and transferred him to the security directorate in Aksaray. He was accused of association with the PKK (the Kurdistan Workers' Party), threatened with death, his testicles were squeezed, he was given falaka (foot whipping), and beaten. He was released on the condition that he act as an informer for the police.", "[5] With the exception of the March 2007 incident, on each occasion he was arrested on the spot together with other activists.", "[6] He fled Turkey to the United States of America on September 26, 2010, and then moved to Canada on November 11, 2010, where he immediately filed his claim for refugee protection.", "[7] Mr. Basbaydar also claims to be a conscientious objector. Turkey has a compulsory military service requirement of 15 months for men. People who fail to report for service can be prosecuted and incarcerated. Mr. Basbaydar was required to report for service in February 2012.", "[8] The RPD found that there was insufficient evidence to support that Mr. Basbaydar held a well-founded fear of persecution on the basis that he is of Kurdish ethnicity and a periodic political protestor. It found that his testimony regarding his experiences was not plausible because: (i) It was unlikely that the officers who threatened to break Mr. Basbaydar's legs in 2007 would have remembered the threat in 2009, particularly because the documentary evidence shows that there is a high number of arrests of ordinary activists and demonstrators; (ii) There was evidence that a high profile oppositionist remained in Turkey and was very active in advocating Kurdish rights. This undermined Mr. Basbaydar's subjective fear given that someone who was seemingly more at risk chose to remain in the country; (iii) There was no evidence that the police had a special interest in Mr. Basbaydar and he was not a high profile oppositionist. His political activities were sporadic and he did not have any problem at the airport when he left Turkey notwithstanding his previous arrests and detentions for his political activities; and (iv) There was no evidence that the police wanted Mr. Basbaydar to report back as an informer and it was unlikely that he would be an interest for the police because he was merely a supporter and not a member of the party.", "[9] On the issue of Mr. Basbaydar's conscientious objection to military service, the RPD found that he had failed to discharge his onus of adducing objective evidence of being a conscientious objector. The RPD specifically noted that although he had been in Canada for two years, he had not attempted to find out if there was an organization opposed to military service in Turkey that could support his claim. This, it was found, also undermined his claim to have a genuine moral or political opposition to military service.", "[10] Given these credibility issues, the RPD accorded minimal weight to the psychiatric reports tendered in evidence as they were based on his recounting of those same events. The RPD also noted that it did not notice any signs of emotional or psychological problems at the hearing. Finally, the RPD found that Mr. Basbaydar had adduced no evidence that he would face a danger of torture. Issues", "[11] The Applicant raises three issues: 1. The RPD applied the incorrect test for persecution in that it required Mr. Basbaydar to demonstrate that he would face persecution if returned to Turkey as opposed to requiring him to demonstrate that there is more than a mere possibility of persecution; 2. The RPD's credibility findings were unreasonable and directly contradicted by the documentary evidence; and 3. The RPD failed to consider evidence of the extra-judicial punishment Mr. Basbaydar would face for military service evasion if returned to Turkey. Analysis", "[12] I am satisfied that the RPD applied the correct test for persecution. At paragraph 16 of its decision, the RPD states \"[b]ased on the foregoing analysis and considering the totality of the evidence, I find that there is no reasonable chance or serious possibility of persecution and, on the balance of probabilities, the claimant would not be personally subjected to a risk of torture, a risk of life, or a risk of cruel and unusual treatment or punishment, if he returns to Turkey\" (emphasis added). This articulation of the test accords with that of the Supreme Court of Canada in FRAGMENT_SUPPRESSED, where the court stated it as follows: FRAGMENT_SUPPRESSED", "[13] I find, however, that the RPD misapplied the test and that is a reviewable error.", "[14] The RPD focused on the fact that Mr. Basbaydar had not demonstrated that he was a person of interest for the police. This was not what he was required to show. He simply had to show that he has a well-founded fear of persecution by reason of his political opinions or nationality and, in my view, this well-founded fear is borne out in the documentary evidence. The evidence shows that even peaceful demonstrators and ordinary activists are at risk of disproportionate punishment and specifically that there is increasing persecution of Kurdish demonstrators. In attempting to impugn the Applicant's credibility, the RPD itself observed that \"many young and ordinary activists\" are arrested in Turkey.", "[15] A 2010 Report from Human Rights Watch [the Report] provides background to the political Turkish-Kurdish tension. For decades, the Turkish Military and the PKK have been locked in armed conflict in the southeast and eastern provinces of the country with approximately 44,000 people having been killed. There is a state policy of burning down villages, likely to prevent them from being used as PKK bases, and this has led to the displacement of roughly one million people. State agents conducted torture on a mass scale and both state forces and the PKK attacked civilians.", "[16] In 2005, Turkey passed laws that allowed courts to convict demonstrators (including peaceful demonstrators) under the harshest terrorism laws through two articles of the Turkish Penal Code in combination with the Anti-Terror Law. The Report found that there is increasingly harsh punishment of Kurdish demonstrators that is not a response to violent acts but to perceived ideological support of the PKK and expression of political opinion. Under these laws, demonstrators can be prosecuted as if they were actually fighting the government as armed members of the PKK. Most convictions have resulted in prison terms of between 7 and 15 years.", "[17] Additionally, the report found that civilian demonstrators may actually be treated more harshly because there is no opportunity for them to turn themselves in, the same way that combatants would, and therefore amnesty provisions in the Turkish Penal Code would not be available to them. This treatment comes despite a lack of \"logistical or material support for terrorism involvement in plotting violent activities.\"", "[18] In 2009, the President of the Justice and Development Party [AKP] government stated that the government would move towards improving democratic rights for Kurds. In response to this promise, in June 2010, eight ex-patriot PKK members and 22 ex-patriot civilians returned to Turkey only to be put on trial for \"membership in the PKK,\" \"making propaganda for the PKK,\" and \"committing crimes on behalf of the PKK.\"", "[19] In 2009, despite the commitment to change from the President of the AKP, the Constitutional Court banned the DTP party, accusing it of separatist activity. In May 2010, the PKK escalated deadly attacks on military and police targets. In June 2010, 151 officials from the DTP and the BDP were indicted for membership in an alleged \"Turkey Assembly\" of the Union of Kurdistan Communities [KCK], a body connected with the PKK. Prior to formal indictment, 53 of the 151 people facing trial had been held for over a year in pretrial detention for alleged KCK/PKK connections.", "[20] The Report states that \"as the tendency to protest Kurdish issues has increased in recent years, so has the Turkish government's drive to prosecute protestors\" and that \"[n]ow, Kurdish demonstrators routinely face prosecution and long prison terms\" (emphasis added).", "[21] The RPD did not refer to any of this evidence in its decision.", "[22] By characterizing Mr. Basbaydar's activities as \"limited and insignificant,\" the RPD failed to recognize that any involvement in pro-Kurdish demonstrations, attendance at Kurdish Newroz (New Year) celebrations, or show of support for the Kurdish political party can all be viewed as potential association with the PKK and terrorism. Although he was not an active member of the DTP or BDP, Mr. Basbaydar engaged in the very activities referred to in the documentary evidence.", "[23] Further, there was evidence before the RPD of the experience of three of Mr. Basbaydar's brothers, all of whom had fled Turkey and sought refugee protection either in Canada or the United Kingdom because of their political activities. Mr. Basbaydar stated in his Personal Information Form that during his interrogation in 2009, he was questioned about his brothers. Given his stated intention to continue asserting his Kurdish identity and supporting the BDP's activities, I find it perverse for the RPD to conclude that there was no more than a mere possibility of persecution, given the evidence of the Human Rights Watch Report and the history of his family, neither of which was addressed by the RPD. Its failure to do so renders the decision unreasonable within the meaning of FRAGMENT_SUPPRESSED.", "[24] Equally, I find that the credibility findings made by the RPD, in this case, are perverse. The following passages from FRAGMENT_SUPPRESSED are apt: FRAGMENT_SUPPRESSED", "[25] In this case, the RPD simply stated \"it is highly unlikely that these officers could have remembered that they threatened to break the claimant's legs two years before\" and that \"relying on someone's memory, who has seen, dealt with and beaten hundreds of political activists , young and old, low and high profile protestors, is simply not reasonable\" (emphasis added).", "[26] First, the RPD's own observation that the police would have beaten hundreds of political activists undermines its comment that there was \"no evidence adduced that would support a finding that the claimant faces a danger of torture.\"", "[27] Second, there was no evidence that these officers in particular had beaten hundreds of activists in the two year intervening period; however, even if they had, it would be equally plausible that they had a standard practice of threatening people and restating those threats upon subsequent interrogations. Given that there is a record of previous arrests, the officers would not necessarily have to remember each individual offender to be able to reiterate the threats. The RPD merely speculates without any evidentiary foundation that these officers would not have remembered Mr. Basbaydar and then draws a negative and unreasonable inference as to his credibility.", "[28] Given my assessment of the RPD's credibility findings, its treatment of the psychiatric reports is also a reviewable error. The RPD must recall that it is not endowed with any medical expertise and it was inappropriate to place weight on the Member's observation at the second hearing (the first having been adjourned as Mr. Basbaydar was in obvious mental distress) that he \"did not notice or sense any signs of the claimant's emotional and psychological problems,\" thereby suggesting that the expert psychiatric evidence was suspect.", "[29] In its decision, the RPD states that it does not believe that Mr. Basbaydar \"is a conscientious objector as he alleged to be,\" primarily because he had failed to look for and join a group that opposed military service in Turkey, in the two years that he had been in Canada.", "[30] In requiring Mr. Basbaydar to join a group devoted to opposing mandatory military service, the RPD injected an evidentiary requirement that does not exist in law. Mr. Basbaydar testified that he was a conscientious objector and he provided reasons for his belief: he did not want to be complicit in the treatment of Kurdish families like his own. For example, he stated that his family was forced to either act as Turkish Guards or leave their village, and that later, the village was burned down. The documentary evidence corroborated that these types of events did occur in Turkey. There was nothing in the evidence to refute Mr. Basbaydar's testimony on this point.", "[31] When asked if he had ever expressed his views to the authorities, Mr. Basbaydar explained that he did not need to because he delayed his military service by attending university. Further, he testified that he knew of a group of conscientious objectors in Turkey, but that it was illegal to be a conscientious objector. This shows that Mr. Basbaydar took steps to investigate his other options while in Turkey which was far more relevant than doing so in Canada.", "[32] In my view, it was perverse to conclude that Mr. Basbaydar was not a conscientious objector on the basis that he had not joined an organization in Canada that opposes military service. The RPD had before it evidence of what occurred to Mr. Basbaydar's family which was corroborated by documentary evidence, evidence that he had postponed military service by enrolling in university, and evidence that his brothers had all avoided military service (which would point to a pattern in the family of being conscientious objectors). There is nothing in the record that would undermine Mr. Basbaydar's own testimony. These objective facts supported his conscientious objection to military service.", "[33] The RPD further erred by failing to evaluate any of the documentary evidence regarding the treatment of conscientious objectors in Turkey. There is evidence to support that after conviction, detainees are frequently ill-treated and sometimes tortured during their detention.", "[34] This is not a country where conscientious objectors are subject only to the ordinary laws of the country for their beliefs - they are also subject to cruel and unusual treatment. Amnesty International reports that \"[c]onscientious objectors are frequently ill-treated in Turkish military custody after being arrested and detained for their refusal to perform military service.\" There are also concerns that \"there is a continuing pattern of alleged ill-treatment of conscientious objectors in military custody\" and that \"prison officials were not brought to justice\" in many cases.", "[35] This objective evidence shows that conscientious objectors are subject to extreme extra-judicial treatment. It was unreasonable for the RPD to not address this evidence and the potential consequences to Mr. Basbaydar of conviction for military evasion.", "[36] For all of these reasons, I find that the RPD decision is perverse and unreasonable and must be remitted back for redetermination by a different Member.", "[37] Neither party proposed a question for certification. JUDGMENT", "[38] THIS COURT'S JUDGMENT is that the application is allowed, the decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada is set aside, and the Applicant's claim for refugee protection is to be determined by a different member of the Board in accordance with these reasons. Application allowed. Editor: Sharon McCartney/vnh"]}