{"id_": "057766", "body_str": ["[1] Mosley, J. : This is an application for judicial review under section 74 of the Immigration and Refugee Protection Act, S.C. 2001 c. 27 (IRPA) of the decision by an expulsions officer, Yashmin Damji, dated November 9, 2004, in which she denied the request of Ms. Zenunaj to defer the applicant's removal from Canada pursuant to a valid removal order.", "[2] The applicant is a citizen of Albania who has lived in Canada since October 15, 2000. The applicant and her husband came to Canada and made claims for refugee protection based on their political involvement with the Democratic Party in Albania. Following a joint hearing before the Immigration and Refugee Board, their claims were rejected, primarily based on the Board's finding that the husband was not a credible witness and their documents were not reliable. The applicant did not testify.", "[3] An application for permanent residence on the basis of humanitarian and compassionate grounds (\"H & C\") dated April, 15, 2003 was submitted on behalf of the applicant and her husband. Their solicitor's covering letter of that date indicates that, along with other documentation, proof of the payment of the processing fees was included.", "[4] According to the respondent's records, the application was returned, unprocessed, on or about June 20, 2003. The computer records indicate that it was returned because the application form was not complete, missing work and address histories, and because the required fees had not been paid. The records indicate that the application was returned by post to the applicant's former solicitor. That solicitor has sworn an affidavit to the effect that there is no record of its return in her office. However, that affidavit was not before Officer Damji when she made her decision.", "[5] The applicant has a son who was born in Canada in December 2002. The applicant's husband was removed from Canada in November 2003 due to criminal activity. Ms. Zenuaj and her son remained here. The husband returned illegally to Canada a short time after his removal and the applicant became aware of his presence in April 2004, when she alleges, he contacted her and accused her of having a boyfriend and not providing proper care to their son. The applicant claims that her husband continued to make threatening phone calls to her home. The applicant submits that her husband was physically abusive both in Albania and in Canada.", "[6] The applicant's husband was arrested while engaged in further criminal activity in June 2004 and was removed to Albania in August 2004. The applicant alleges that since that time he has continued to telephone and harassed the applicant's babysitter here in Canada and also her family in Albania.", "[7] Ms. Zenuaj commenced a Pre-Removal Risk Assessment (PRRA) application in March 2004. At this point the applicant had not yet learned of the return of the H & C application. She contacted the immigration information line and was told there was nothing in the respondent's system to indicate that an H & C application had been filed, but that the PRRA application had been received in March 2004.", "[8] The applicant retained the services of a new solicitor, who was advised on August 4, 2004 in a telephone conversation that, according to the respondent's records, the applicant did not have an H & C application in process. In a letter dated October 2, 2004 an officer at the Vegreville Case Processing Centre (CPC) confirmed to the applicant's solicitor that the applicant did not have an H & C application in process, but the applicant was invited to submit an application with the proper documentation and fees in support.", "[9] The applicant attended the Greater Toronto Enforcement Centre for the results of her PRRA application on November 3, 2004. At that time she was given the negative decision of the PRRA officer and a Direction to Report to Pearson International Airport on November 30, 2004. A verbal request to defer removal was made at that time. It was followed on November 6, 2004 by a written request which outlined the history described above and included a copy of the bank receipt for the H & C filing fee and a Fedex tracking document indicating delivery of the application to the Vegreville processing centre.", "[10] A motion to stay the applicant's removal was granted on November 25, 2004, pending the determination of this application for judicial review of the officer's refusal to defer removal. A request for a second PRRA was made immediately following the request for a deferral and an application for a second H & C was submitted following the stay decision. The respondent has agreed to apply the fees paid for the first H & C application to the second. Leave was granted on June 24, 2005. Both the second PRRA and second H & C remained outstanding as of the date of the hearing of this matter on December 7, 2005. DECISION", "[11] The expulsion officer refused to defer the applicant's removal order, stating that, \"[h]aving considered your request, I do not feel that a deferral of the execution of the removal order is warranted in the circumstances of this case.\"", "[12] Officer Damji's \"notes to file\" were included in the certified record submitted by the Greater Toronto Enforcement Centre. The notes indicate that the officer was aware that a second request for a PRRA had been made on new grounds, fear of the husband in Albania. She states that it is \"not an impediment to removal as per R165\", a reference to the fact that the administrative deferral which accompanies an initial PRRA request does not apply in the case of a subsequent application: Immigration and Refugee Protection Regulations, SOR/2002-227 s.165", "[13] The officer further observed that there was no pending H & C application as the respondent's computer system indicated that the husband's May 2003 application had been closed. She concluded that there had been no error on the part of the respondent's processing centre, as alleged in the applicant's request for deferral, because of the reference in the system to missing information and failure to pay the required fees.", "[14] With respect to the then 2 year old child, the officer stated that it was in his best interest to remain with his mother at this age. Health and education concerns were not a serious issue. The child had been taken care of by a babysitter while the mother was at work. Both mother and son would need time to adjust and get settled but it was in their best interest to be together in Albania.", "[15] Ms. Zenunaj was not permitted to work in Canada upon receipt of her negative PRRA decision and would not be able to support her son and herself.", "[16] The officer concluded that, having considered counsel's submissions, a deferral of removal was not appropriate or reasonably practicable. ISSUES", "[17] 1. Did the expulsion officer err in refusing the request to defer removal of the applicant? 2. Did the officer fail to consider the best interests of the applicant's child? STATUTORY PROVISION", "[18] The applicable statutory provision is section 48 of the Immigration and Refugee Protection Act, S.C. 2001 c. 27. 48. (1) A removal order is enforceable if it has come into force and is not stayed. (2) If a removal order is enforceable, the foreign national against whom it has been made must leave Canada immediately and it must be enforced as soon as is reasonably practicable. [emphasis added] ARGUMENT & ANALYSIS Standard of Review", "[19] In reviewing administrative actions, one must start with a determination of the appropriate standard of review to be applied to the decision. Neither of the parties addressed this question in their submissions.  <FRAGMENT_SUPPRESSED>  Justice Luc J. Martineau applied the pragmatic and functional analysis to arrive at a standard of reasonableness simpliciter for the review of a removals officer decision. However, in that decision, Justice Martineau also wrote at paragraph 29: Here, the determination made here by the removal officer is essentially factual. Pursuant to paragraph 18.1(4)(d) of the Federal Court Act, it should only be reviewed if it was made in a \"perverse\" or \"capricious\" manner or without regard for the material before the removal officer. As already mentioned, the strong words of this provision, \"capricious\" and \"perverse\", suggest that factual determinations be reviewed on a \"patent unreasonableness\" standard....", "[20] Subsequent decisions of this court have cited the passage above to arrive at a patently unreasonable standard of review:  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 2094 (QL). That conclusion, in so far as it applies to the officer's factual determinations has now been settled definitively by the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED> . The Court held at paragraph 38 that such findings are entitled to great deference by the reviewing court. See also  <FRAGMENT_SUPPRESSED> , 2003 SCC 19, I find that the following considerations are relevant in determining the standard: · the impugned decision of the expulsion officer is not protected by a privative clause, and may only be judicially reviewed by leave of this Court - this favours deference to the decision-maker; · the expulsion officer has more expertise than the court in determining when a removal can be executed, although the court has expertise in considering whether a stay of removal should be ordered; on balance a neutral factor. · the third factor, the purpose of the legislation, clearly favours deference as it obliges persons against whom a removal order is enforceable to \"leave Canada immediately\" and mandates removal \"as soon as is reasonably practicable\"; · finally, the nature of the question points to deference; the inquiry of the expulsion officer in considering a deferral request is highly fact-based and contextual.", "[22] Accordingly, I am satisfied that the appropriate standard of review of the officer's refusal to defer is patent unreasonableness. A patently unreasonable decision is \"clearly irrational\" or \"evidently not in accordance with reason\", so flawed that no amount of curial deference can justify letting it stand:  <FRAGMENT_SUPPRESSED>  the Supreme Court said that to be patently unreasonable, the decision must be so clearly wrong that \"the result must almost border on the absurd.\" 1. Did the officer err in refusing to defer removal?", "[23] The essence of the applicant's submissions with respect to this issue is that the officer erred in failing to accept the notice that she received from counsel that a subsequent PRRA application was being commenced based on different grounds than those considered by the initial application that was refused in September 2004. The expulsion officer made no attempt to investigate the allegations of risk set out in the second PRRA. Her written decision denying the request for deferral of the removal order was made on November 9, 2004; one day after the second PRRA request was filed.", "[24] A secondary argument is that the officer should have accepted the information submitted to her which suggested that the applicant's H & C application had been lost by the Vegreville processing unit or in transit back to her former solicitor's office. The expulsion officer had a duty to act fairly and failed to do so when she denied the request to defer removal in order to permit the applicant to refile an H & C application. She failed to consider the exceptional circumstances of the applicant whose application had been filed some nineteen months previously but had been lost in an administrative mix up.", "[25] The applicant submits that the expulsion officer could clearly see that the risks outlined in the request for deferral were not risks that had been considered by the PRRA officer in the decision of September 8, 2004. If the officer had done an investigation it would have been clear that there had not been an appropriate risk assessment and one was needed in order to make an informed decision on whether or not to exercise her discretion regarding the request for deferral.", "[26] In support of this proposition, the applicant relies primarily upon the following statement by Justice Frederick Gibson in  <FRAGMENT_SUPPRESSED> : ... A removal officer may have regard to cogent evidence of risk in removal to a particular destination, and as to whether or not an appropriate risk assessment has been conducted and evaluated, solely for the purpose of informing his or her exercise of discretion regarding deferral", "[27] In Saini, which was decided under the former Immigration Act, the applicant was being removed as a result of a danger opinion that he was a risk to the safety of the public. However, no assessment or determination had been done of the risk to the applicant which might arise by his return. It was in that context that Justice Gibson held that the applicant was entitled to such an assessment prior to his removal.", "[28] In the case before me, a pre-removal risk assessment had been conducted and a determination made that the applicant would not be at risk upon her return. The initial PRRA application was submitted after the applicant's husband had been removed from this country and it was open to the applicant at that time to describe the abuse she had suffered at his hands and her fear of harm if she were to return to their country of origin.", "[29] The only explanation for why the applicant failed to mention those concerns in her PRRA submissions was offered by counsel in oral argument. It is that the applicant was between solicitors and her immigration consultant failed to raise the new risk factors presented by the threats from the husband. She simply recycled the dubious history of political persecution that had been rejected by the Board as lacking credibility. However, while it is regrettable that the personal risk factors were not addressed, the onus was on the applicant to ensure that the evidence and submissions presented to the PRRA officer were complete, and up to date.", "[30] As indicated by Justice Dubé in  <FRAGMENT_SUPPRESSED>  (QL), 2001 FCT 494 persons who allege a new risk at the 11th hour do so at peril that it will not be given much weight. As he stated at paragraph 7, \"...a removal officer may only entertain such an application where the alleged risk is obvious, very serious and could not have been raised earlier.\"", "[31] An enforcement officer retains a flexible but limited discretion and may take into account a variety of factors that may preclude or delay the exercise of their duty to remove persons as soon as \"reasonably practicable\" such as factors affecting the personal safety or health of the person to be removed;  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 805 ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1397 (QL).", "[32] The Court has also accepted that a timely H & C application is a factor which an enforcement officer may take into consideration in determining whether to defer removal:  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 141 (F.C.T.D). However, it is well settled that a pending H & C does not give rise to an obligation on the respondent to defer removal pending its completion:  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL).", "[33] Thus, in this case, while it was open to the officer to consider the applicant's representations that the 2003 H & C had been misplaced or mistakenly closed, that she chose to rely on a contrary indication in the respondent's records does not, in my view, constitute reviewable error.", "[34] Based on the information before the officer relating to the fresh but last minute PRRA application and the misplaced 2003 H & C application, the officer's decision not to defer removal for those reasons was not \"clearly irrational\" and thus not patently unreasonable. 2. Failure to consider the best interests of the child", "[35] In her written representations, the applicant submits that Officer Damji failed to adequately consider the best interests of the Canadian born child who would be directly affected by the removal of his mother and did not address them at all in the terse decision letter denying deferral. This argument was not pressed in oral argument although counsel contended that the officer erred in not providing more extensive reasons respecting the child's interests.", "[36] Reference was made to the decision of the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  (QL), in which the court stated that administrative officers, such as an H & C officer, need to meaningfully consider the best interests of the children involved.", "[37] In  <FRAGMENT_SUPPRESSED> , I concluded that as part of the limited discretion retained by an enforcement officer, the officer could consider any problems associated with the removal of a child with their parents, or whether provisions have been made for leaving a child in the care of others in Canada when parents are to be removed. However, the legislative scheme does not contemplate a substantive review by removals officers of the broad range of considerations which are considered in H & C applications. I also held that the requirement for reasons in the removal context was minimal.", "[38] In the notes to file that are included in the record submitted by the Greater Toronto Enforcement Centre, it is clear that the officer identified the \"best interest of Canadian child\" in her decision. The officer's notes indicate that she considered it was in the applicant's son's best interest to remain with his mother. The officer considered health and education concerns and the effects of removal on the child. The officer specifically notes that \"[b]oth mother and son will certainly need some time to adjust and get settled but it is in their best interest to be together in Albania\".", "[39] Accordingly, I find that there was no reviewable error committed by the officer with respect to the best interests of the applicant's child. Overall, I am satisfied that the refusal to defer was not patently unreasonable and this application must be dismissed.", "[40] The respondent has proposed that I consider certifying a question similar to that which was certified in  <FRAGMENT_SUPPRESSED>  the appeal from which was discontinued, as follows: What is the scope and/or nature of the discretion of a removals officer in considering a request by a person under a valid removal order for deferral of removal in relation to an outstanding humanitarian and compassionate application?", "[41] As this matter was largely fact-driven and a question as broadly worded as that proposed would not in my view be dispositive of an appeal, I decline to certify the question. ORDER", "[42] THIS COURT ORDERS that the application is dismissed. No question is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}