{"id_": "057835", "body_str": ["[1] MacKay, J. : This application under s. 18 of the Federal Court Act, R.S.C. 1985, c. F-7, seeks certiorari and mandamus. Certiorari is sought to quash a decision of December 8, 1988, made by an immigration officer on the staff of the Canadian Consulate General in San Francisco, an office of the respondent Secretary of State for External Affairs, by which the application of Wenjuan Yu, the applicant, for permanent residence in Canada was refused. Mandamus is sought to require the respondents to consider and process the application of Wenjuan Yu for permanent residence in Canada in accordance with the Immigration Act and Immigration Regulations and requiring the respondents to determine in accordance with the law whether or not it would be contrary to the Act and Regulations to grant landing to the applicant.", "[2] The applicant applied in May 1988 for permanent residence in Canada pursuant to the independent provisions of the Immigration Regulations under s. 8 and schedule 1 of those Regulations.  In her application she indicated that her intended occupation in Canada was as a \"Librarian CCDO 2351-114\", meaning a librarian as defined in the Canadian Classification and Dictionary of Occupations as number 2351-114. That document also sets out a description of aptitudes and capacities of librarians, of which some five classifications are described, and the training and entry requirements of librarians. The latter, training and entry requirements, specify that: \"Librarians normally require: - a three or four year course of studies in a university leading to a bachelor of arts degree or other acceptable degree; and - one or two years' program in a university school of library science leading to a bachelor's or master's degree - B.L.S. or M.L.S.\"", "[3] The applicant is a native of the People's Republic of China who studied at Tsinghua University in Beijing from September 1965 to July 1969, majoring in English and English Teacher Training. A Certificate of Graduation dated March 1980 was included with her application for permanent residence in Canada, the date apparently being explained by a note that certificates of graduation were not issued in 1969 until 1980 because of the cultural revolution in the People's Republic of China.", "[4] From September 1969 to October 1980, the applicant worked in Tsinghua University Library as a librarian. During the course of this service she apparently undertook in-service training programs for librarians including a formal librarian education program of full-time studies for two years from 1973 to 1975 at the Beijing Library School. The applicant affirms in her affidavit accompanying the notice of motion in this matter that she passed her examinations but the school did not issue certificates of graduation because of the cultural revolution that was ending at that time.", "[5] From 1980 to 1985 the applicant served as an instructor in English at the Beijing Institute of Physical Education. From 1985 to 1986 she was a visiting scholar in the Department of Teaching of English as a Second Language and Applied Linguistics at the University of California, Los Angeles and from 1986 to 1988 she continued as a visiting scholar in that department for fifty percent of her time and the balance was spent as a research assistant in the Medical School at the University of California, Los Angeles.", "[6] By letter of May 2, 1988, from her Toronto solicitor the application by Ms. Wenjuan Yu for admission to Canada as an independent immigrant was sent to the Canadian Consulate General in San Francisco. In November 1988 she was convoked for an interview at that office on December 6. In her affidavit in support of relief the applicant affirms in relation to this interview as follows. \"6. During the interview, the officer asked me to explain how it was that I was a librarian but I did not have a degree in library science. I explained to the officer that in China very few universities had library science departments. As a result, there were not very many library science graduates and most of the employees in libraries were not graduates of a library science program but the very least these librarians had to have received by the Government a bachelor of science or a bachelor of arts in a certain field. After being assigned to work in a library, these graduates were offered professional education. As in my case, I received formal education in library science from 1973 to 1975 which was called in service training. This means that I was still in the employ of the library but I was actually studying full time. I did not receive a certificate because of the cultural revolution ending at that time. I explained to the officer  that I got good grades and I passed all my exams. \"7. The officer commented that I spoke very good English and then asked me what I did when I worked in Tsinghua University Library. I explained that most of the time during the 11 years that I worked as a librarian in the classification and logging department. In the United States they would call it Technical Service. I was in charge of the English - Western books. I classified them according to the classification of the Library of Congress, then make catalogues for their use. We used the world wide classification schedule. I also provided related advisory services and during the last two years, I was in charge of the exchange program which exchanged books and university catalogues with universities in other countries including Canada, the United States, West Germany, Japan, Sweden, etc. I told the officer that I did not see any problem if I worked in a library in Canada because I had performed most of the duties required of librarians. \"8. The officer then asked me why I changed my job in 1980 from a librarian to a teacher. I explained to the officer that in China working in a library was not a good job. The government did not pay too much attention to libraries. When I was a teacher, I had better benefits. \"9. The officer then asked me why I intended to be a librarian in Canada. I explained that since I had been in the United States for the last three years, I knew that working in a library as a librarian in North America was a good job with good pay. I know that there is a great demand for librarians in Canada. Since I have 11 years of experience as a librarian and I have received professional education before, I think I am qualified to be a librarian in a library in Canada. \"10. The officer then said he had to check my librarian background and told me that he would inform me of his decision before Christmas. \"11. By letter dated December 8, 1988, from the Canadian Consulate General in San Francisco, a copy of which is attached hereto and marked as Exhibit 'D' to this my affidavit, my application for permanent residence in Canada was refused. It appears from this letter that the reason my application was refused is that I did not successfully graduate from a one or two year program of study in a university school of library science with a bachelor or masters of library science. The ancillary reason appears to be that I have not been employed as a librarian since 1980. \"12. As I tried to explain to the officer, in China over 90 percent of the librarians have not graduated from a library of science department of a university or college. This is because there is virtually no such department in China during the time that I studied there. The only qualification to be a librarian was a bachelor of science or a bachelor of arts degrees and then being sent to work in a library for training there. In order to obtain the title of librarian in China, I had to pass an examination for librarian. The library where I worked is one of the top libraries in the country. In 1973 to 1975, I was trained at the Beijing Library which is equivalent to the Library of Congress in the United States and I passed the librarian exam. \"13. If the officer had asked me, I would have explained to the officer that although I was only a librarian to 1980, that was not my choice, the government of China assigned me to do a teaching job. I would have further explained that since I have been in the United States, I have been in contact with many librarians and have continually updated my knowledge in library science and I have done research into the situation of libraries in Canada. I am prepared and  qualified to undertake the position of librarian in Canada and unlike China where I have no choice of occupations, this would be the occupation I would choose if I was allowed to immigrate to Canada. \"14. The officer did not ask me whether I had kept my library skills current since 1980 nor to provide him with any type of proof that I undertook a two year course in China in library science. \"15. The officer did not ask me any questions about whether I intended to pursue this occupation in Canada.\"", "[7] By letter of December 8, 1988, from the Vice Consul (Immigration), an immigration officer under the Act, Ms. Wenjuan Yu was advised that her application for permanent residence in Canada was refused. In part, that letter advised her as follows: \"Your application listed your intended occupation in Canada as that of Librarian (CCDO 2351-114). In support of this, you presented a letter of recommendation of Professor Guoheng Shi, Chief of Library at Tsinghua University, Beijing, dated March 1, 1988. From the letter and from your personal presentation, you appear to have performed some of the duties required of librarians during the course of your employment with Tsinghua University during the period 1969 to 1980. You further advise that you left this employment in 1980 and became an Instructor of English at the Beijing Institute of Physical Education and later at University of California in Los Angeles as a visiting scholar. Concurrently, since June 1986, you have been employed as a research assistant at the UCLA School of Medicine. \"As explained to you at the interview, in assessing occupation, the critical factor is the determination of whether you qualify to perform the occupation of librarian in Canada. As an entry requirement into the occupation in Canada, librarians normally require, in addition to a Bachelor of Arts degree or other acceptable degree, successful graduation of a one or two year program of studies in a university school of library science, a B.L.S. or a M.L.S. Unfortunately, you do not satisfy this entry requirement. From this fact, coupled with the fact that you have not been employed in any library setting since 1980, I conclude that you do not qualify for, nor expect to pursue, the occupation of librarian in Canada. \"An assessment under other occupation categories in which you may be qualified, i.e., university teacher, education (CCDO 2711-114) or laboratory assistant (9919-110) does not yield sufficient points to enable you to qualify for an immigration visa.\"", "[8] On behalf of the applicant it is urged in this proceeding that the decision letter of the immigration officer erred in determining that the applicant was not prepared and qualified to pursue the occupation of librarian in Canada, erred in taking the normal requirements of librarian's training as mandatory thus fettering his discretion by requiring the applicant to have a university degree in library science, a requirement not established by the Immigration Regulations or by the Canadian Classification Dictionary of Occupations. It is further urged that he erred in the duty of procedural fairness in not providing the applicant with an opportunity to address concerns he had about the ability of the applicant to be prepared or qualified to pursue the occupation of librarian which she had not pursued since 1980, and about the expectation of the applicant to pursue the occupation of librarian in Canada. Finally, it is submitted that the immigration officer erred by not assessing the applicant in accordance with the Immigration Regulations as to whether the applicant has the required experience to allow her to become successfully established in Canada in the occupation  in question.", "[9] Relevant provisions of the Immigration Act and Regulations include the following, from the Act: \"6(1) Subject to this Act and the regulations, any immigrant including a Convention refugee, a member of the family class and an independent immigrant may be granted landing if the immigrant is able to establish to the satisfaction of an immigration officer that he meets the selection standards established by the regulations for the purpose of determining whether or not an immigrant will be able to become successfully established in Canada. \"8(1) Where a person seeks to come into Canada, the burden of proving that that person has a right to come into Canada or that his admission would not be contrary to this Act or the regulations rests on that person. \"114(1) The Governor-in-Council may make regulations (a) providing for the establishment and application of selection standards based on such factors as family relationships, education, language, skill, occupational experience and other personal attributes and attainments, together with demographic considerations and labour market conditions in Canada, for the purpose of determining whether or not an immigrant will be able to become successfully established in Canada.\" and from the Regulations: \"8(1) For the purpose of determining whether an immigrant and his dependants, other than a member of the family class or a Convention refugee seeking resettlement, will be able to become successfully established in Canada, a visa officer shall assess that immigrant or, at the option of the immigrant, the spouse of that immigrant, (a) in the case of an immigrant, other than an immigrant described in paragraph (b), (c) or (e), on the basis of each of the factors listed in column I of Schedule I.\" (Note: the exceptions to this paragraph, found in paragraphs (b), (c) and (e) include immigrants intending to be self-employed, immigrants seeking admission as entrepreneurs, investors or provincial nominees, and retired persons.) Schedule I to the Regulations includes the following factors and criteria: 2. Specific Vocational To b measured by the amount of formal professional, vocational, apprenticeship, inn-plant, or on-the-job training specified in the Canadian Classification and Dictionary of Occupations, Printed under the authority of the Minister, as necessary to acquire the information, techniques and skills required for average performance in the occupation in which the applicant is assessed under the item 4. Units of assessment shall be awarded as follows: (Note: units of assessment are then assigned for training of varying duration, from less than 31 days to years or more). 3. Experience Units of assessment shall be awarded for experience in the occupation in which the applicant is assessed under item 4 or, in the case of an entrepreneur is qualified for and is prepared to follow in Canada, as follows: (Note: units of assessment are assigned to years of experience of the applicant, in the occupation chosen, according to the Specific Vocational Preparation time needed, from less than three months to four years or more). 4. Occupational Demand Units of assessment shall be awarded on the basis of employment opportunities available in Canada in the occupation that the applicant is qualified for and is prepared to follow in Canada, such opportunities being determined by taking into account labour market demand on both an area and national bases.", "[10] In accord with the Act the applicant is required to establish to the satisfaction of an immigration officer that she meets the selection criteria established by the Regulations for determining whether or not the applicant will be able to become successfully established in Canada (s. 6(1)) and the burden of proving that her admission to Canada would not be contrary to the Act or Regulations rests upon the applicant (s. 8(1)). Under s. 8(1)(a) of the Regulations a visa officer is required to assess the applicant on the basis of each of the factors in Schedule I, three of which relate to the applicant's intended occupation in Canada. Factor 2, Specific Vocational Preparation, is assessed in relation to the amount of formal training specified in the Canadian Classification and Dictionary of Occupations as necessary for the occupation intended, in which the applicant is assessed under factor 4. Factor 3, Experience, is assessed by years in the occupation intended, again that in which the applicant is assessed under factor 4. Factor 4, Occupational Demand, is assessed in relation to occupational opportunities in Canada in the occupation that the applicant is qualified for and is prepared to follow in Canada. By reference to factor 4, where the occupation is defined as that for which the applicant is qualified and prepared to follow in Canada, that definition of occupation is incorporated by reference into factors 2 and 3. As I read the three factors together, if the applicant is not deemed qualified for the occupation he or she intends to pursue in Canada, then regardless of the occupational demand in Canada for that occupation no units of assessment are to be awarded under factor 4, or under factor 3, for Experience.", "[11] Much of the argument in support of the applicant depends upon a determination that the key fact, if not the only one, in the decision of the immigration officer was the lack of a degree in library science from a university school of library science. The respondents refute this and they also refute the errors alleged in the process followed by the immigration officer. They urge that the absence of a degree in library science was not the only basis on which a negative decision was based, and indeed the applicant acknowledges  in paragraph 11 of her affidavit that the \"ancillary reason appears to be that I have not been employed in a library since 1980\".", "[12] As I read the decision letter of the immigration officer his reference to the requirement of a degree from a university school of library science is made in a statement about the normal entry requirement into the occupation of librarian in Canada, as set out in the Canadian Classification and Dictionary of Occupations, the source he was obliged by factor 2 in Schedule I of the Regulations to resort to in assessing the specific vocational preparation of the applicant in relation to her intended occupation in Canada, that of librarian. Following his statement of the normal entry requirements for that occupation in Canada, his letter continues \"... Unfortunately you do not satisfy this entry requirement. From this fact coupled with the fact that you have not been employed in any library setting since 1980, I conclude that you do not qualify for, nor expect to pursue, the occupation of librarian in Canada.\"", "[13] It is useful to review the evidence before the immigration officer at the time of his decision in relation to the applicant's intended occupation in Canada. That evidence included statements in the letter from Ms. Wenjuan Yu's solicitor accompanying her application, setting out her intended occupation, noting her major experience from 1969 to 1980 as a librarian at Tsinghua University and describing briefly some of her duties in that role. The evidence also included in her application her designation of her intended occupation in Canada, but she did not, in the application itself, list among details of her education any formal training as a librarian. Her application does include in her work history the fact that she had been employed as a librarian from 1969 to 1980, and in a handwritten description of \"Detailed Work Experience in the Last Ten Years\" she does describe her job duties and ends that description: \"During this period, I had numerous in service 'library science' trainings and I passed all the exams and was promoted to the rank of librarian\". Finally, from the applicant's affidavit, we know that at her interview in December 1988 the matter of her training in library science was raised and she orally explained reasons why she had not received a degree in library science but had received formal education in that field from 1973 to 1975, called in service training but actually studying full time. She explained why she had not received a certificate but that she got good grades and passed all exams.", "[14] Thus, concerning her formal library science training, there was before the immigration officer only the oral statements made by the applicant at her interview. There was also the fact that in 1980 the applicant had ceased work as a librarian and had become a teacher of English and her explanation for this at her interview, according to her affidavit (paragraph 8) was that \"in China working in a library was not a good job. The government did not pay too much attention to libraries. When I was a teacher, I had better benefits\".", "[15] In my view the respondents' submissions are to be accepted, that the visa officer did not consider the normal educational and training requirements for entry to the occupation of librarian in Canada as the only factor leading to his negative decision. I do not disagree that this was a key factor for it could not be otherwise in light of s. 8(1)(a) and Schedule I of the Regulations.", "[16] The applicant submits that the visa officer fettered his discretion by requiring the applicant to have a university degree in library science as a hard and fast rule, when this is not required by the Immigration Regulations or the Canadian Classification and Dictionary of Occupations. The respondents submit that he did not take the normal educational and training requirements as mandatory but fully  considered all of the information before him in reaching his decision. I assume by the latter submission it is meant that the officer was prepared to consider evidence of equivalence in formal education and training, for as I read Schedule I he was required to assess the applicant's specific vocational preparation for her intended occupation in Canada in light of the normal requirements set out in the C.C.D.O. to which he was referred by the Regulations and Schedule I.", "[17] Here there was no evidence of any equivalence or any reference to formal library science training in her written application. The only evidence before him was the applicant's oral statements at her interview about her formal training as a librarian. I do not conclude that his reference to the normal training requirements fettered his discretion, or that he considered a university degree in library science as an absolute requirement for qualification of an immigrant applicant as a librarian in Canada.", "[18] Finally, in his conclusion that she was not qualified for the occupation of librarian in Canada, the immigration officer's reference to the applicant's lack of the normal entry requirement for the occupation of librarian was directly coupled with his statement of her lack of experience in any library setting at all since 1980. At least this demonstrates to me that he was seeking to assess any experience in relation to libraries, even though lack of such experience could not be considered relevant in assessing the experience the applicant did have. As I have already noted, her actual experience could not replace the requirement for assessing \"specific vocational preparation\" and absent such preparation experience itself is of no significance in the assessing process set out in Schedule I.", "[19] Having concluded that the applicant was not qualified for the occupation of librarian in Canada the visa officer apparently also concluded that she did not or could not expect to pursue that occupation in Canada. Had he added \"reasonably\" or \"with reason\" in that final conclusion there could be little objection to it.", "[20] There is no disagreement that the applicant did not have a degree from a university school of library science. The argument on behalf of the applicant is based on her experience as a librarian and on an undocumented, and unclaimed in her application, training that impliedly was considered by her as the equivalent of the normal training for entry to the occupation of librarian in Canada. Without any basis for evaluation of that implied claim to equivalency in training, the decision of the immigration officer that she lacked the qualifications for entry to the occupation of librarian in Canada cannot be questioned by judicial review. And as I read Schedule I her experience as a librarian in China could not be assessed favourably if she were unqualified by training for the occupation of librarian in Canada.", "[21] A second main ground is urged as a basis for certiorari, that is that the immigration officer breached a duty of fairness by failing to apprise the applicant of his concerns about her qualifications and her intent to pursue the occupation of librarian in Canada. It is not at all clear to me that he did fail to do so in light of the applicant's own description of her interview, particularly paragraphs 6, 7, 9 and 10 of her affidavit which relate discussions about her interest in returning to work as a librarian if she were admitted to Canada, her training, experience and duties while serving as a librarian in China, and the officer's statement that he would have to check her \"librarian background\". I assume by this last statement he meant he would have to consider the matter further rather than that he would seek evidence himself, since the onus was upon the applicant to satisfy him with evidence of that background. His decision letter indicated that he did consider these matters before him  at that time in reaching his conclusion.", "[22] Paragraphs 12, 13 and 14 of the applicant's affidavit offer some further evidence of her background and training as a librarian, and the reason for her leaving work as a librarian and becoming a teacher of English. Some of these paragraphs also indicate questions not asked by the officer at the interview that the applicant appears to assume relate to concerns he had about her meeting criteria for admission to Canada.", "[23] Those may well relate to concerns he had on the basis of her application and the interview but all of them relate to requirements under the Regulations upon which the applicant was to satisfy him. They do not concern matters other than those arising directly from the Regulations.", "[24] Counsel for the applicant supported the submission that the visa officer erred in the duty of fairness in not providing the applicant with an opportunity to address the concerns that the officer had concerning the expectation of the applicant to be a librarian in Canada by reference to  <FRAGMENT_SUPPRESSED>  Admin. L.R. 243 (F.C.A.). There the decision quashed had been made by reference to information other than the Regulations provided for in assessing the applicant. That is not the case here. Insofar as the Canadian Classification and Dictionary of Occupations was relied upon for determination of the normal requirements for the occupation of librarian in Canada, reference to that was in accord with the Regulations, Schedule I, Factor 2 which specifically incorporates that document by reference as the source which a visa officer is to consult.", "[25] In my view, there is no ground for arguing unfairness in the process merely because the visa officer at an interview of the applicant does not stress all of the concerns he may have that arise directly from the Act and Regulations that he is bound to follow in his assessment of an application. The Act and Regulations pertinent to admission are available to applicants whose task is to establish to the satisfaction of the visa officer that they meet the criteria set out and that their admission to Canada would not be contrary to the Act.", "[26] Finally, I do not agree with the applicant's submission that \"the visa officer erred by not assessing the applicant in accordance with the Immigration Regulations as to whether the applicant has the required experience to allow her to become successfully established in Canada\" as a librarian. It is true that his decision letter does not set out the units assessed in relation to each of the factors to be assessed under s. 8(1)(a) and Schedule I of the Regulations but it could hardly be expected to do so. The letter does set out in a preliminary paragraph what are the required criteria to be assessed. It then sets out the main reasons why the applicant failed to meet these criteria, her lack of the normal entry requirement for the occupation in Canada and the fact that her experience in libraries ended some eight years prior to her application. Experience in an occupation is to be assessed, but as I have noted, my own reading of the method of assessment set out in Schedule I of the Regulations requires more than an assessment of experience in the designated occupation. It requires assessment of the specific vocational preparation required for entry to that occupation in Canada. Moreover, where it is concluded, as it was here, that the applicant lacks the specific vocational preparation expected in Canada, years of experience in the occupation elsewhere cannot count towards the units required for assessment in meeting the criteria for admission.", "[27] For the reasons set out I conclude that the motion for certiorari to quash the decision of the visa officer is dismissed. As a consequence, the motion for mandamus is also dismissed.", "[28] I add, albeit gratuitously, that this decision in no way precludes a future application by Ms. Wenjuan Yu if she is able to formally claim and provide evidence of formal training as a librarian that might reasonably be considered equivalent to that normally required for entry to the occupation of librarian in Canada. Evidence of her continuing interest in and exposure to the occupation, especially during her years in the United States might also be useful. I add also that there cannot be assurance in advance that a future application, if made, would be successful for it would only be judged on its merits at the time the application is filed. Application dismissed. Editor: Elizabeth M.A. Turgeon/nmg [End of document]"]}