{"id_": "058188", "body_str": ["[1] Phelan, J. : This case may well stand for the proposition that \"bureaucratic efficiency\" is an oxymoron. In this case, a potential permanent resident was held to be inadmissible on the grounds of organized criminality; a determination first made in 1996 and communicated to the principal Applicant in 2007 after many twists and turns between federal government offices.  <FRAGMENT_SUPPRESSED> II. BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] Kut Song Tang (Tang), the principal Applicant, is a citizen of Hong Kong. He is married to Pui Mei Pong, a Canadian citizen, and they have three Canadian children; all four are the other Applicants.  <FRAGMENT_SUPPRESSED>", "[3] Tang's wife applied to sponsor his permanent residence application in 1993. Tang was first interviewed by immigration officials in New York in August 1993.  <FRAGMENT_SUPPRESSED>", "[4] A subsequent interview in 1995 was conducted by officials in Hong Kong while the file remained under the responsibility of the Respondent's New York office. This piece of government organization is a critical element in the handling of this matter.  <FRAGMENT_SUPPRESSED>", "[5] In the 1995 interview, Tang confirmed a fact which he had earlier disclosed - that he had been convicted in Hong Kong of the offence of \"claiming to be a member of a triad society\". The conviction flowed from a guilty plea for which there was a conditional discharge, a small fine, and a notation of \"No Conviction Recorded\".  <FRAGMENT_SUPPRESSED>", "[6] In the 1995 interview the Immigration Officer pressed Tang on his denial of actual membership in a triad. Tang claimed that he was not a member because he had not gone through a traditional initiation ceremony. He admitted that he had joined a triad while in school and that he had stayed with the organization for two years. Tang elaborated on his allegedly limited role and other aspects of his \"non-membership\", all of which the Officer found not to be credible.  <FRAGMENT_SUPPRESSED>", "[7] On or about August 19, 1996, a letter was prepared by the New York office denying the permanent residence application on the grounds of the conviction for claiming membership in a triad and for admitting to being a member of the Wo Shing Wo triad. The letter was never sent and Tang's file seemed to disappear from any consideration or action within the government.  <FRAGMENT_SUPPRESSED>", "[8] Despite the misgivings that the Respondent's officials had about Tang's involvement in a triad society, he continued to travel unimpeded between Hong Kong and Canada until 2007 to visit his family who were resident here.  <FRAGMENT_SUPPRESSED>", "[9] For approximately 14 years, Tang's file was in limbo except for a response to a status inquiry in 1999 where the response was that no decision had been made.  <FRAGMENT_SUPPRESSED>", "[10] As a result of pressure put on the department by Tang's family and others over the course of a few years, officials advised Tang in June 2006 that a decision had been entered in CAIPS notes, but there was no evidence that the decision had been communicated to him. The officials also advised that, as the responsible officer had left government service, it was necessary to reassess the application by a new decision-maker.  <FRAGMENT_SUPPRESSED>", "[11] The internal communication between officials described Tang's file as \"well travelled\". The initial problem, identified in 1998, was confusion of responsibility between the New York and Hong Kong offices. Most particularly, the concern was about the 1995 interview and the findings of credibility made by an official who did not have the ultimate decision-making authority.  <FRAGMENT_SUPPRESSED>", "[12] When the file finally resurfaced, officials in the Organized Crime Unit (OCS) felt that they had a solution to the credibility/decision-maker problem. The solution was to ostensibly ignore the 1995 interview and focus on the conviction of claiming to be a member of a triad.  <FRAGMENT_SUPPRESSED>", "[13] In the memorandum from the OCS to Mr. Lilius, Consul (Immigration) in New York and the ultimate decision-maker, the OCS made no reference to the 1995 interview but relied on the fact of the conviction as the basis for inadmissibility. However, in the email accompanying this memorandum, the OCS directly addressed the past debate regarding the unsent August 1996 refusal letter and the October 1995 interview, and states that these will be ignored.  <FRAGMENT_SUPPRESSED>", "[14] The decision letter of November 30, 2007 from Mr. Lilius essentially repeats the relevant portions of the OCS memorandum. In addition to denying the permanent resident application, the decision goes on to bar Tang from entering Canada as he had done periodically over the past 14 years.  <FRAGMENT_SUPPRESSED>", "[15] The section of the Immigration and Refugee Protection Act at issue reads:  <FRAGMENT_SUPPRESSED> 37. (1) A permanent resident or a foreign national is inadmissible on grounds of organized criminality for  <FRAGMENT_SUPPRESSED> (a) being a member of an organization that is believed on reasonable grounds to be or to have been engaged in activity that is part of a pattern of criminal activity planned and organized by a number of persons acting in concert in furtherance of the commission of an offence punishable under an Act of Parliament by way of indictment, or in furtherance of the commission of an offence outside Canada that, if committed in Canada, would constitute such an offence, or engaging in activity that is part of such a pattern; or  <FRAGMENT_SUPPRESSED> (b) engaging, in the context of transnational crime, in activities such as people smuggling, trafficking in persons or money laundering.  <FRAGMENT_SUPPRESSED> (2) The following provisions govern subsection (1):  <FRAGMENT_SUPPRESSED> (a) subsection (1) does not apply in the case of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest; and  <FRAGMENT_SUPPRESSED> (b) paragraph (1) (a) does not lead to a determination of inadmissibility by reason only of the fact that the permanent resident or foreign national entered Canada with the assistance of a person who is involved in organized criminal activity.  <FRAGMENT_SUPPRESSED> a) b) a) b) a) III. ANALYSIS  <FRAGMENT_SUPPRESSED>", "[16] There are two issues in this judicial review:  <FRAGMENT_SUPPRESSED> 1. Is the decision on admissibility legally sustainable?  <FRAGMENT_SUPPRESSED> 2. Was there a breach of natural justice?  <FRAGMENT_SUPPRESSED> To some extent, the issues are intertwined but require separate analysis.  <FRAGMENT_SUPPRESSED> A. Standard of Review  <FRAGMENT_SUPPRESSED>", "[17] The determination of membership itself is a fact-driven exercise. As such, it is subject to review on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ). It is noteworthy that the issue is membership in an organization not whether there is belief based on reasonable grounds that the organization engaged in criminality. Criminal behaviour appears to be assumed in respect of triads.  <FRAGMENT_SUPPRESSED>", "[18] The issue of procedural fairness has been determined to be outside the realm of standard of review analysis as per <FRAGMENT_SUPPRESSED> is therefore subject to a standard of correctness.  <FRAGMENT_SUPPRESSED> B. Inadmissibility  <FRAGMENT_SUPPRESSED>", "[19] As a general proposition, a conviction may form the basis for a conclusion of inadmissibility but does not necessarily always do so. A conviction may form that basis where there is reason to believe that the allegations on which the conviction is based are a true statement of facts. However, to rely upon a conviction does require an inquiry into the meaning of the conviction and may engage an analysis of the circumstances surrounding it. For example, a plea bargain may raise different considerations than a finding of guilt after a trial.  <FRAGMENT_SUPPRESSED>", "[20] The application of s. 37 is coloured by s. 33 which layers a further reasonableness standard:  <FRAGMENT_SUPPRESSED> 33. The facts that constitute inadmissibility under sections 34 to 37 include facts arising from omissions and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur.  <FRAGMENT_SUPPRESSED> 33.", "[21] <FRAGMENT_SUPPRESSED>  (F.C.A.), the issue was the reasonableness of the belief of membership in a criminal organization. The Court of Appeal held that the term \"reasonable grounds\" connoted \"a bona fide belief in a serious possibility based on credible evidence\".  <FRAGMENT_SUPPRESSED>", "[22] In the present case, Tang's conviction for claiming to be a member of a triad was advanced as reasonable grounds for believing that he was in fact a member of a triad. In other cases, that might well be sufficient but not in this case.  <FRAGMENT_SUPPRESSED>", "[23] Firstly, there was no consideration of the circumstances surrounding the conviction which call into consideration whether the claim was true. Absent the 1995 interview admissions, the conviction arose from a guilty plea and resulted in a minimal penalty.  <FRAGMENT_SUPPRESSED>", "[24] Secondly, if the Respondent had \"a bona fide belief\" that Tang was or had been a member of a triad, the Respondent had that belief since 1997 and yet continued to permit Tang to enter Canada on a regular basis. The Respondent's actions and acquiescence belie its stated belief.  <FRAGMENT_SUPPRESSED>", "[25] Thirdly, there is a certain element of disingenuousness in the manner in which officials relied on the conviction as if the 1995 admissions were never made. An inquiry into the real reasons for the belief that Tang was a member of a triad shows that the 1995 interview was critical. Tang's admissions as to involvement, all of which are inculpatory, colour the rationale for the ultimate conclusion. Yet the Respondent makes no reference to the admissions and uses a more convenient pretext of a conviction to ground the admissibility decision.  <FRAGMENT_SUPPRESSED>", "[26] In view of the inconsistency between what the Respondent has said, done, and relied upon for its decision, the decision is not reasonable.  <FRAGMENT_SUPPRESSED> C. Procedural Fairness  <FRAGMENT_SUPPRESSED>", "[27] The concept of procedural fairness has been said to be \"eminently variable and its content is to be decided in the specific context of each case\" ( <FRAGMENT_SUPPRESSED>  at 682).  <FRAGMENT_SUPPRESSED>", "[28] It was unfair for the Respondent to allow the 1995 interview to colour its decision without addressing the unease which its own internal records show about both the procedure and the substance of the interview. There were concerns about inferences drawn and credibility conclusions reached. However, Tang was never given an opportunity to confront these issues in spite of the tentative acceptance of the ultimate conclusion by the Officer.  <FRAGMENT_SUPPRESSED>", "[29] The fact that Tang has had 24 years with no apparent connection to a triad and the absence of any police or security report against him (other than the recorded conviction) may be more relevant to the exercise of the Minister's discretion to authorize admissibility than to the issue of fairness. They may also be relevant to a \"bona fide belief\" in membership. Those issues are for another day.  <FRAGMENT_SUPPRESSED>", "[30] In these unusual circumstances, it was unfair to make this decision without according Tang an interview with the deciding officer and an opportunity to know the real reasons for the inadmissibility decision.  <FRAGMENT_SUPPRESSED>", "[31] The Applicant alleges unfairness due to delay and failure to advise that there was an exemption procedure.  <FRAGMENT_SUPPRESSED>", "[32] While the delay is shocking and must be an embarrassment, the Applicants share some responsibility. It is not appropriate to enjoy the benefits of the easy access Tang had to Canada, to let the application languish without making demands for relief or seeking mandamus and to now cry \"foul\". Nothing prevented Tang from taking steps to enforce his right to a decision within a reasonable time.  <FRAGMENT_SUPPRESSED>", "[33] Further, there is no general duty imposed on the officials to advise the Applicants of the exemption process. This is particularly the case where they were represented by counsel albeit different from counsel who has had carriage of this litigation.  <FRAGMENT_SUPPRESSED> IV. CONCLUSION  <FRAGMENT_SUPPRESSED>", "[34] For these reasons, this judicial review will be granted, the decision quashed, and the matter remitted back to the Respondent for a proper determination. To avoid a repeat of delays, the Court will stay seized of the matter. A new decision is to be made on proper grounds within three (3) months, unless the Respondent can show that such a deadline is not sustainable. The parties may seek such orders and directions as may facilitate this process.  <FRAGMENT_SUPPRESSED>", "[35] The Applicants have asked for costs. Absent the Applicants' own inaction, costs may have been in order. However, for the reasons above, the Applicants' own failures did nothing to expedite the matter and therefore no costs will be awarded.  <FRAGMENT_SUPPRESSED>", "[36] These reasons are being released in advance of a final order to permit the parties to make submissions as to a question of certification within 14 days. It is the Court's tentative view that there are no such questions.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}