{"id_": "058278", "body_str": ["[1] Gleason, J. : This is an Application for Judicial Review from the decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada [the Board or the RPD], dated June 15, 2011 [the Decision], in which the Board rejected the Applicant's claim for refugee protection made under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA].  <FRAGMENT_SUPPRESSED>", "[2] The Applicant is from the Guangxi Province of the People's Republic of China. He sought refugee protection due to the persecution he claimed to fear as a member of an underground Christian church. More specifically, the Applicant claimed that he was acting as the lookout for his church when it was raided by the Public Security Bureau [PSB]. The Applicant alleged that he escaped, went into hiding and that the PSB came to his home with a warrant for his arrest. The Applicant also claimed he learned shortly thereafter that another member of his church was arrested, so he decided to flee to Canada to make a refugee claim.  <FRAGMENT_SUPPRESSED>", "[3] In the Decision, the RPD rejected the Applicant's claim, holding that the determinative issues were the Applicant's failure to establish his identity and his general lack of credibility. In making the latter finding the Board relied, in part, on the total absence of any mention of the persecution of Christians in the Guangxi Province in any of the voluminous documentation on the human rights situation in China.  <FRAGMENT_SUPPRESSED>", "[4] The RPD's identity finding centred on the conclusion that the Resident Identity Card [Identity Card], proffered by the Applicant, contained a picture of someone who was not the Applicant. The Applicant appeared in person before the RPD. The Board also had before it the picture of the Applicant that was taken upon his arrival in Canada. The Board wrote as follows regarding the differences between the Applicant's appearance and the photograph on the Identity Card:  <FRAGMENT_SUPPRESSED> In examining the RIC photograph, the panel notes that it did not appear to be the person before me. The panel also notes that the claimant had his picture taken at the age of 35 in October 2009 when he filed his refugee claim and that the photograph is before the panel as part of exhibit R/A 2. The photograph on the RIC was taken in June 2007 when the claimant was 33 years of age. The claimant is now 37 years of age. The panel notes that despite the passage of two years, the claimant's refugee photograph taken in 2009 is identical to his appearance at the hearing. The person who appeared before the panel is clearly the person who filed the refugee claim in 2009. However, in comparing the photograph taken in 2009 to the photograph on the RIC the panel notes a stark difference. Although there is only two years between the photographs, the claimant appears to be far older in his refugee photograph. The panel compared the photograph in the RIC to the claimant during the hearing. The panel noted that the claimant's hairline was much different when compared to the hairline in the photograph of the RIC. The hairline in the RIC photograph is higher on the forehead. The RIC photograph depicts a person whose ears extend away from his face to a greater extent than how the claimant's ears appeared before the panel. In addition, the top of the claimant's ears are higher than his eye level whereas, in the RIC photograph, the tops of the ears are at the bottom of the eye level. The claimant's nostrils were larger than those depicted in the RIC photograph. The shape of the claimant's lips is more elongated than those of the RIC photograph. While there are some similarities as one might find with persons who are related, the panel finds, on a balance of probabilities, that the claimant is not the person depicted in the RIC photograph.  <FRAGMENT_SUPPRESSED>", "[5] The Applicant argues that the RPD made three reviewable errors in its Decision, alleging that:  <FRAGMENT_SUPPRESSED> a. The RPD's identity finding was unreasonable;  <FRAGMENT_SUPPRESSED> b. The RPD's general conclusion regarding the Applicant's lack of credibility was unreasonable because it centred on the implausibility of the PSB serving a warrant. The Applicant argues that there was evidence in the record to indicate that the PSB procedures were not standardized and, therefore, the Board's implausibility conclusion was unreasonable; and  <FRAGMENT_SUPPRESSED> c. The RPD's reliance on the lack of documented evidence of persecution of Christians in the Guangxi Province was unreasonable because the documentary evidence established that censorship is rampant in China.  <FRAGMENT_SUPPRESSED>", "[6] In argument, counsel for the Applicant conceded that if I were to find that the Board's identity finding was reasonable, it is not necessary to address the other errors that were asserted because the RPD's reasoning on the three impugned points was inter-related and because the case law recognises that the failure of a claimant to establish his or her identity before the RPD affords the Board the basis to dismiss a refugee claim in its entirety. Counsel is correct in this regard. Section 106 of the IRPA provides that the RPD \"... must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and, if not, whether they have provided a reasonable explanation for the lack of documentation ... \". It is firmly-settled that if a claimant does not establish his or her identity, the Board need not consider the merits of a putative refugee's claim and may reject it out of hand ( <FRAGMENT_SUPPRESSED> [2005] FCJ No 1403).  <FRAGMENT_SUPPRESSED>", "[7] For the reasons set out below, I am of the view that the RPD's identity finding was reasonable and, accordingly, that this Application for Judicial Review will be dismissed.  <FRAGMENT_SUPPRESSED>", "[8] It is well-settled that the standard of review applicable to the RPD's identity findings is reasonableness (see e.g. <FRAGMENT_SUPPRESSED>  (FCA) at para 4; <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED>  [2012] FCJ No 13 at para 17; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[9] The Applicant asserts that there are two points which render the RPD's identity finding unreasonable. First, the Applicant argues that because the RPD found there to be some similarities between the Identity Card and the photograph of the Applicant taken on his entry into Canada, it ought to have engaged an expert to provide an opinion on identity instead of determining on its own that the Applicant was not the individual in the Identity Card. Second, the Applicant asserts that the RPD unreasonably ignored the other photographs in the Record. In this regard, the Applicant filed a copy of what he alleged was his Record of Re-Testing and Re-Assessment, a state-issued card (that contained a blurred photo and purported to speak to the Applicant's credentials as a chef). He also filed a picture of people that he said were his parents with a very young male, but that picture has no names on it.  <FRAGMENT_SUPPRESSED>", "[10] The first point raised by the Applicant can be disposed of very quickly as the case law firmly establishes that the RPD is empowered to make a finding that an individual is - or is not - the person in the photograph in a piece of identity documentation filed by a claimant and need not have resort to expert testimony before making such a finding (see, for example, <FRAGMENT_SUPPRESSED> [2005] FCJ No 349; <FRAGMENT_SUPPRESSED>  2002 FCT 37 at para 5; <FRAGMENT_SUPPRESSED>  102 ACWS (3d) 1133 at paras 4-5; <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> ) at paras 9-10). Thus, it was not unreasonable for the Board to have made the determination in question concerning the Applicant's identity without expert evidence.  <FRAGMENT_SUPPRESSED>", "[11] As for the Applicant's second argument, it was perfectly reasonable for the Board to have not considered the other photographs in the Record. Turning, first, to the Record of Re-Testing and Re-Assessment, the photograph contained in the copy of that document which was filed with the RPD was so blurry that it could not establish anything. More importantly, though, what was at issue in terms of the Applicant's identity for purposes of his refugee claim was whether he was present in Guangxi Province in 2009, when the alleged persecution by the PSB was claimed to have occurred. The Record of Re-Testing and Re-Assessment was totally irrelevant to this central issue as it was issued in 2007. Likewise, the family photograph was of no utility in establishing the Applicant's identity as it had no names on it - the family photo could well be of the Applicant but that does not mean he is who he claimed to be.  <FRAGMENT_SUPPRESSED>", "[12] The RPD's identity finding was therefore completely reasonable. Indeed, that is aptly demonstrated by the photographs of the Applicant taken by Citizenship and Immigration Canada upon the Applicant's arrival in Canada and the photograph in the Identity Card. From even a cursory glance at the two documents, it is clear that the photographs are of two different people.  <FRAGMENT_SUPPRESSED>", "[13] Accordingly, this Application for Judicial Review will be dismissed.  <FRAGMENT_SUPPRESSED>", "[14] No question for certification under section 74 of IRPA was presented and none arises in this case.  <FRAGMENT_SUPPRESSED>", "[15] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. This Application for Judicial Review of the RPD's Decision is dismissed.  <FRAGMENT_SUPPRESSED> 2. No question of general importance is certified.  <FRAGMENT_SUPPRESSED> 3. There is no order as to costs.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> LC 2001, ch. 27 [LIPR].  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4]", "[5]", "[6] <FRAGMENT_SUPPRESSED> et 9, [2005] ACF no 1403).  <FRAGMENT_SUPPRESSED>", "[7]", "[8] <FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 4; <FRAGMENT_SUPPRESSED>  [2012] ACF no 13, au paragraphe 17; <FRAGMENT_SUPPRESSED> et 48).  <FRAGMENT_SUPPRESSED>", "[9]", "[10] <FRAGMENT_SUPPRESSED> [2005] ACF no 349; <FRAGMENT_SUPPRESSED> ; et", "[11]", "[12]", "[13]", "[14] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[15] :  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}