{"id_": "058250", "body_str": ["[1] Rothstein, J. : This is a judicial review of a decision of a visa officer dated May 3, 1993 wherein the application of the applicant Kam Yee Hung for permanent residence in Canada was refused.", "[2] The applicant Kam Yee Hung was sponsored as an \"assisted relative\" by his father Joe Yeun Hung, also an applicant (for ease of reference Kam Yee Hung will be referred to as the applicant and Joe Yeun Hung will be referred to as the father). \"Assisted relative\" is defined in s. 2(1) of the Immigration Regulations , 1978, SOR/78-172: \"2(1) In these Regulations, 'assisted relative' means a relative, other than a member of the family class, who is an immigrant and is an uncle or aunt, a brother or sister, a son or daughter, a nephew or niece or a grandson or granddaughter of a Canadian citizen or permanent resident who is at leat 19 years of age and who resides in Canada.\"", "[3] Under s. 10(1) of the Regulations then applicable, a visa officer was authorized to issue an immigrant visa to an assisted relative applicant if, amongst other things, the applicant was awarded at least 55 units of assessment in respect of the factors listed in Schedule I of the Regulations \"10(1) Subject to subs. (1.1) and s. 11, where an assisted relative makes an application for an immigrant visa, a visa officer may issue an immigrant visa to him and his accompanying dependants if (a) ... (b) a Canadian citizen or a permanent resident, who is resident in Canada and is at least 18 years of age, has given an undertaking in respect of the assisted relative; (b.1) on the basis of an assessment in accordance to the s. 8, the assisted relative is awarded (i) where he is a brother, sister, son or daughter of the person giving the undertaking referred to in para. (b), at least 55 units of assessment, and ...\"", "[4] The Regulations also make provision for a visa officer to issue an immigrant visa when an applicant is not awarded the required number of units of assessment, if the visa officer is of the opinion that there are good reasons why the number of units of assessment did not reflect the chances of the applicant becoming successfully established in Canada. Section 11(3) of the Regulations states: \"11(3) A visa officer may (a) issue an immigrant visa to an immigrant who is not awarded the number of units of assessment required by s. 9 or 10 or who does not meet the requirements of subs. (1) or (2), or (b) refuse to issue an immigrant visa to an immigrant who is awarded the number of units of assessment required by s. 9 or 10. if, in his opinion, there are good reasons why the number of units of assessment awarded do not reflect the chances of the particular immigrant and his dependants of becoming successfully established in Canada and those reasons have been submitted in writing to, and approved by, a senior immigration officer.\" An Immigration Manual provided to personnel of Employment and Immigration Canada lists criteria to be considered in lieu of the criteria in Item 5 of Schedule I of the Regulations when offers of employment to family members are to be considered. It appears that this departure from the unit criteria of Item 5 of Schedule I is what is contemplated by s. 11(3) of the Regulations . These alternative criteria indicated in the Manual include the following: \"1.35 Family Businesses - Processing Of Job Offers To Relatives \"(1) Criteria \"Offers of employment to relatives destined to Canadian family businesses will be considered to have met the consultative requirements set out in factor 5 of Schedule I to the Immigration Regulations provided they have been assessed under the following criteria: (f) the prospective immigrant has in his work experience and aptitudes sufficient abilities to indicate he could successfully fill the position.\" The Manual provides some examples as to when applicants are likely or are not likely to meet the alternative criteria. An example of an applicant unlikely to meet the criteria is: \"The relative to whom the job offer is made does not have and cannot reasonably be expected to acquire within a reasonable time period the skill demanded for the job.\"", "[5] In the case at bar, the applicant's father owns a restaurant in Winnipeg. A sponsorship application was filed with the respondent and as a result the applicant was interviewed by the visa officer. The visa officer awarded the applicant forty-five units, 10 less than the number required under s. 10(1) (b.1) of the Regulations in order to qualify for permanent residence.", "[6] Counsel for the applicant says the visa officer was obliged to apply the provisions of the Manual in the case of the applicant. In doing so, he says the visa officer's assessment of the applicant must be forward looking. He argues that in this case the decision was not forward looking and as such was wrong in law. A related argument is that the visa officer improperly fettered her discretion by not considering what skills the applicant could be expected to acquire in the future.", "[7] Counsel for the applicant further argues that because the record contains references to differing units awarded to the applicant, some above the 55 unit level, the record is incoherent and this itself justifies allowing the judicial review application.", "[8] I will assume, without deciding, that the Manual is required to be followed by a visa officer as if it was a law or regulation. I will also assume, without deciding, that the Manual requires that the visa officer's decision be forward looking.", "[9] The job requirements for the applicant were set out in the applicant's father's letter of November 27, 1990, to the Canada Immigration Centre Winnipeg. Among other duties for the applicant, the father's letter states: \"The job will involve a variety of duties such as opening and closing the restaurant, seating customers, attending to the cash register, cleaning and setting tables, washing windows, vacuuming floors, signing cheques, signing receipt of supplies, making bank deposits, safe keeping overnight cash, scheduling staff, maintaining employee time records, etc. ... A restaurant like many small family businesses cannot afford to employ management and staff where one can supervise the other. A high degree of initiative flexibility, and limited supervision are required from our key employees.\" The record indicates the applicant achieved the status of a fourth grade cook pursuant to the technical standards issued by the Commercial Department of the People's Republic of China.", "[10] The visa officer assigned no units for the applicant's employment opportunity in Canada. Her reasons were: \"You have been assessed against the requirements of the offer of employment submitted by your family member in Canada as a family business job offer, and we have determined that you would not be able to successfully meet such requirements because you have neither skills nor the experience to fulfil the duties required, nor do you have related experience which would allow you to perform the job. Given the aforementioned, you have not been assigned any points for this job offered to you.\" The visa officer's decision makes no mention of the applicant's aptitudes and it is this omission that applicant's counsel says is critical because it is aptitude that should be used to determine whether the applicant could reasonably be expected to acquire, within a reasonable time, the skill required for the job. Even assuming that the visa officer failed to take into account the applicant's aptitudes, however, I do not think that the result of the assessment would have been different. The visa officer was obliged to consider the applicant's work experience as well as aptitudes. She was obliged to attach some weight to the experience factor. In terms of the assessment of units, some number of the maximum 10 units available would have to be attributed to experience. Her finding that the applicant did not have the experience to fulfil the duties required of him in Canada would require that she deduct from the maximum 10 units available, some number of units. Since the applicant required all 10 units to meet the eligibility standard, i.e. 55, it is obvious that his lack of experience alone would result in him not meeting the standard, even if he scored strongly in respect to aptitude.", "[11] However, it is apparent from the computer notes of the respondent that the visa officer did take the applicant's aptitude into account. The notes state in part: \"Although pi has been a kitchen helper for a few years ... he has never gone on to get his grade III cooking cert.\" The visa officer's notes indicate that in her opinion, the applicant had limited initiative in that he had never even sought to upgrade his fourth grade cook qualification in China. The job in Canada would require the applicant to do some management functions such as scheduling staff and maintaining employee time records. Further, the father's letter states that a high degree of initiative and flexibility is required. Certainly, having these requirements in mind, the applicant's lack of initiative seems to be demonstrated by his failure to upgrade his job qualifications in China. These are considerations with respect to aptitude and are matters that can be considered forward looking.", "[12] While the visa officer should have been more explicit in her decision, I think it is implicit in her reference to the applicant's lack of skill and experience, in the context of his failure to upgrade his qualifications in China, that she did consider the question of aptitude and that her decision was forward looking. In my view, the visa officer did not fetter her discretion or otherwise err in law in this respect.", "[13] There is then the question of the number of units the applicant was actually awarded. The decision itself is clear. The applicant was only awarded 45 units, 10 less than the required minimum. However the computer notes of the respondent indicate that \"bonus units\" were also awarded to the applicant. With bonus units the applicant would have achieved a score of 60. While the record is not clear as to why bonus units are awarded, the computer notes do indicate that they have no bearing on the applicant's assessment for immigration purposes. Counsel for the respondent explained that the bonus units may refer to a different scale of units utilized in a computer program and that had the bonus units been included in the applicant's assessment the required number of units would also have been higher and he still would not have met the required minimum. This explanation seems to be borne out by the computer notes. In any event, the decision itself is clear that the applicant did not achieve the 55 units required. The computer notes do not indicate anything to the contrary, that is, that the applicant did meet or exceed the required minimum. I am satisfied the applicant did not meet the required minimum. While the computer notes are not as clear as might be desirable, it must be remembered that they are internal notes intended for persons knowledgeable about the subject area and assessment of units. They are not incoherent in the sense that the court might have a concern that the applicant, according to someone's assessment of units, might have qualified for immigration according to the points required for an assisted relative. There is no basis for not accepting the visa officer's decision for this reason.", "[14] The application for judicial review must be dismissed.", "[15] Counsel for the applicant submitted that I should certify a serious question of general importance, which I would state as follows: \"In awarding units in respect of factor 5 of Schedule I of the Immigration Regulations , 1978 or s. 1.35(1) of the Immigration Manual (assuming it has the force of law) must a visa officer award either zero or 10 units on the one hand or is there discretion to award any number of units from zero to 10 on the other?\" Application dismissed. Editor: Steven C. McMinniman/saf [End of document]"]}