{"id_": "058307", "body_str": ["[1] Kelen, J. : This is an application for judicial review of the decision of Pre-Removal Risk Assessment (\"PRRA\") Officer Martin Pelletier, dated May 5, 2003, wherein he determined that the applicant would not be subject to risk if returned to Turkey. FACTS", "[2] The applicant is a 44 year old citizen of Turkey who came to Canada in April 1999. He is an Alevi Kurd who seeks protection based on his ethnicity and political activities. He is a member of the Alevi organization, Pir Sultan Abdal Cultural Association of Ankara (\"PSACA\") and of the Human Rights Association of Antalaya (\"HRA\"). He claims to have assisted Alevi Kurd families treated unjustly by the Turkish government, to have participated in the Newroz (Kurdish New Year) celebrations, and to have supported the Saturday Mothers organization. He further claims to have been arrested on a number of occasions in the 1980s and 1990s, and to have been beaten and tortured by the police while in custody. He claims that since he left Turkey in 1999 his family members have had their homes or workplaces searched and that the police continue to inquire about his whereabouts.", "[3] Mr. Kaybaki's application was rejected because the PRRA officer (\"officer\") determined that, if returned to Turkey, there is less than a mere possibility that he will be subjected to persecution, torture, or cruel and unusual punishment as set out in sections 96, 97(1)(a), and 97(1)(b) of the Immigration and Refugee Protection Act, S.C. 2001, c.27 (\"IRPA\").", "[4] The officer makes three important findings: First, at page 3 of his reasons the officer concludes that although Alevi Kurds are discriminated against in Turkey it does not usually amount to persecution. His conclusion is based on the United Kingdom IND country assessment report for Turkey, November 2002 (\"UK assessment report\") stating: Outside southeast Turkey, Kurds do not usually suffer persecution, or even bureaucratic discrimination, provided that they do not publically or politically assert their Kurdish ethnic identity...Kurds who publically or politically assert their Kurdish ethnic identity run the risk of harassment, mistreatment and prosecution ...In urban areas Kurds are largely assimilated, may not publically identify themselves as Kurds and generally do not endorse Kurdish separatism. Indeed they often intermarry with Turks, reach the highest levels of society, and are seldom discriminated against on ethnic grounds. [Emphasis added]. Second, the officer was not persuaded that the applicant had been arrested on more than one occasion. At page 4 of his reasons he states: ... The applicant has provided no evidence to rebut the CRDD's findings in regards to his arrests in the 1990s . The applicant has submitted as evidence of his problems with the Turkish police a record which shows that he was arrested in 1982. He also submits police record of the arrests of some of his family members...I am not satisfied that if the applicant was arrested in 1982 and was capable of securing the evidence he provided to prove it, he would not be able (using the same sources) to secure evidence of any of the other 7 times he was arrested ... [Emphasis added.] Third, the officer accepted the evidence of the applicant's involvement with the HRA and the PSACA, but found that evidence did not corroborate his arrests or the extent of his involvement. At page 5 he states: ... I am satisfied, based on this letter that the Applicant was involved with the Human Rights Association...He also submits a letter from the Pir Sultan Abdal Cultural Association which states that he was also involved with their group. I have no reason to doubt the validity of this document therefore I accept it as evidence that the applicant was involved with this human rights group. However the letters simply indicate that he was a member, they do not specify which activities the applicant was involved with. The letters make no mention of any arrests or any problems with the authorities with the authorities that the applicant might have suffered in the course of his duties. ANALYSIS", "[5] The decision of a PRRA officer is to be accorded deference since it involves findings of fact. However, a PRRA officer's decision must be supported by the evidence. Furthermore, the presumption that the decision-maker has considered all the evidence is a rebuttable one, and where the evidence in question is of significant probative value this Court can make a negative inference from the decision-maker's failure to mention it.  <FRAGMENT_SUPPRESSED>  (C.A.)(QL); and  <FRAGMENT_SUPPRESSED>  (T.D.) In Cepeda-Gutierrez Evans J. (as he then was) states at paragraph 17: However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\":  <FRAGMENT_SUPPRESSED>  (F.C.T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact . Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact. [Emphasis added.]", "[6] The finding of the PRRA officer that: \" ... The applicant has provided no evidence to rebut the CRDD's findings in regards to his arrests in the 1990s ... \" is patently unreasonable since the applicant provided a lawyer's letter from Mr. Canakci of Istanbul, Turkey dated 02.05.2002 confirming his arrest in September 1998. This letter was ignored by the PRRA officer.", "[7] The PRRA officer's finding that the UK Assessment Report for Turkey, November 2002 shows no evidence of persecution for persons such as the applicant, is reasonably open to the officer since it says that activist Kurds do \"run the risk of harassment, mistreatment, and prosecution\". This can or cannot be persecution.", "[8] The reports on Turkey for activist Kurds in 2002 show that while the government arrests protestors, it was reasonably open to the PRRA officer to find that such arrests did not constitute persecution, or a danger of torture or a risk to life such that the applicant is a person in need of protection under section 97 of the IRPA. Arresting protesters, who are soon released, is not necessarily persecution. The reports on Turkey for 2002 before the PRRA officer do not state that Alevi Kurds are at risk.", "[9] The PRRA officer did not believe the applicant, and this credibility finding is not patently unreasonable.", "[10] The finding about the 1998 arrest, which is patently unreasonable, does not vitiate the decision because an arrest does not necessarily equate to persecution or a risk under section 97.", "[11] Moreover, the PRRA officer, under section 113(a) of the IRPA should only consider \"new evidence\" that arose after the rejection of the refugee claim or that was not reasonably available or not reasonably expected to have been presented before the Refugee Board. In this case, the letter from the lawyer confirming the arrest in September 1998, and other letters presented to the PRRA officer, could have been available and expected to have been presented to the Refugee Board. For this reason, the PRRA officer should not have considered these letters. The PRRA application cannot be allowed to become a second refugee hearing. The PRRA process is to assess new risk developments between the hearing and the removal date.", "[12] The parties and the Court agree that this application does not raise a serious question of general importance for certification. ORDER", "[13] THIS COURT ORDERS THAT: This application for judicial review is dismissed. [End of document]"]}