{"id_": "058682", "body_str": ["[1] Hughes, J. : This is an application for judicial review seeking to set aside a decision of a Board Member of the Refugee Protection Division of the Immigration and Refugee Board of Canada dated May 16, 2011, wherein the Applicants' claim for refugee protection was rejected. I will set that decision aside and require a new determination by a different Member of the Board. I expressed to Counsel at the hearing some of the reasons for my decision which do not require discussion in these Reasons. I will, however, address some of the reasons for my decision.", "[2] The Board entertained the claims of two family groups: the Hercegi family and the Fekete family. Both families are Hungarian Roma, both families fled Hungary, came to Canada and made refugee claims here. There is a relationship between some members of each family, which caused the Board to hear the claimants together at the same series of hearings. Herein lies one of the difficulties. The transcript of the hearings indicates that there were a number of distractions, that the Member had difficulty in following the evidence and, at times, that the translator was overwhelmed. The reasons of the Board Member reflect confusion as to the evidence in the mind of the member. Given what I have seen in the transcript, this is to some extent excusable; however, this has led to a number of findings, particularly those as to credibility, that are unreasonable. Many of these findings were reviewed at the hearing before me and need not be repeated here.", "[3] I will mention the insistence of the Board Member to have further, and yet further, documentation to back up some of the evidence given by the claimants. They claim they were beaten on several occasions by \"skinheads\". Photographs attest to large bruising on the body of some of the applicants. There are scars and missing teeth. Two babies died - one while still in the womb when the mother was struck by several blows, the other in a melee during an attack. Death certificates were produced. The Applicants gave evidence as to complaints that they made to police authorities and the refusal of the police to investigate or even document the complaints. There is evidence that the Hungarian police will not document complaints by Roma. The insistence by the Board Member for yet further documentation was unreasonable.", "[4] The issue of state protection is completely unsatisfactorily dealt with by the Board Member. It appears from the structure of the reasons that state protection was addressed only in respect of the Hercegi family and not the Fekete family; although there can be found paragraphs elsewhere in the reasons that may well be addressing that issue in respect of the Fekete family. I repeat paragraphs 56 to 60 of the reasons which reflect the Board Member's findings, presumably with respect to both families", "[56] The claimants were not satisfied with the lack of police action, but did not take any steps to register their displeasures with any higher authorities. They simply went to one police \"wicket\" and in some cases did not go at all as they did not believe that the police would investigate fairly and impartially.", "[57] As indicated earlier, the important issue is that protection would be available to citizens today. The Independent Police Complaints Board (ICPB) established by the National Assembly in 2008, investigates violations and omissions by the police and substantively concerned fundamental rights. The five-member body functions independently of police authorities. The parliamentary Commissioner's office, an ombudsman who reports directly to parliament, is mandated to assist Hungarian citizens who feel that their constitutions rights have been violated by a state agency.22 58] It is acknowledged that some agencies describe Hungarian government's efforts to combat corruption as largely unsuccessful,23 Transparency International regional Director Miklos Marschall stated that Hungary's anti-corruption institutional framework was \"adequate\".", "[59] The evidence is that the claimants did not make any attempts to register their dissatisfaction with the police response with any government or higher authority within the police hierarchy.", "[60] I do acknowledge counsel's submissions that state protection is not perfect and there are many areas that require improvement, but I find that state protection is adequate and there is no evidence of a complete breakdown of state apparatus. I do not accept that the lack of investigation on the part of the police, in the absence of identification of any of the perpetrators, translates into lack of adequate state protection.", "[5] The reasons do not address the issue of state protection properly. They do not show whether, and if so, what, the Member considered as to provisions made by Hungary to provide adequate state protection now to its citizens. It is not enough to say that steps are being taken that some day may result in adequate state protection. It is what state protection is actually provided at the present time that is relevant. In the present case, the evidence is overwhelming that Hungary is unable presently to provide adequate protection to its Roma citizens. I repeat what I wrote in <FRAGMENT_SUPPRESSED> to 11: 8 Another error of law is with respect to what is the nature of state protection that is to be considered. Here the Member found that Mexico \"is making serious and genuine efforts\" to address the problem. That is not the test. What must be considered is the actual effectiveness of the protection. I repeat what I said in  <FRAGMENT_SUPPRESSED> : 14. The Applicants lawyer was given an opportunity to make further submissions as to IFA and did so in writing. In doing so reference was made to a number of reports such as those emanating from the United Nations and the United States and to decisions of this Court including  <FRAGMENT_SUPPRESSED>  2007 FC 1307 at para. 28;  <FRAGMENT_SUPPRESSED>  2007 FC 1265 at para.10; and  <FRAGMENT_SUPPRESSED>  2006 FC 1475 at para. 25. Those and other decisions of this Court point to the fact that Mexico is an emerging, not a full fledged, democracy and that regard must be given to what is actually happening and not what the state is proposing or endeavouring to put in place. 9 As to the reasonableness of the findings, the evidence is overwhelming in the present case that Mexico has failed to provide adequate protection. The evidence shows ineptitude, ineffectiveness and corruption in the state agencies that the Member suggested could offer protection. 10 As to the Report of Professor Hellman, far from making \"sweeping statements\" supported by \"little empirical data\" as the Member suggests at paragraph 21 of the Reasons, the Report is carefully written and supported by reference to a vast member of authoritative sources. Justice Russell of the Court in his decision in  <FRAGMENT_SUPPRESSED>  especially at paragraphs 70 to 78 considered this Report and found it to be \"authoritative\" and the conclusion \"startling\". 11 The decision at issue here is deserving of the kind of comments Justice Beaudry made in his decision respecting state protection in Mexico in  <FRAGMENT_SUPPRESSED> . 10. I believe that the Board erred on two grounds in coming to its finding. First of all, it weighed the evidence of criticisms of the effectiveness of the legislation against evidence on the efforts made to address the problems of domestic violence. This is not enough to ground a finding of state protection; regard must be given to what is actually happening and not what the state is endeavoring to put in place ( <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 215 at paragraph 14). 11. Secondly, although the Board does acknowledge the contradictory evidence, it does not truly address the reasons why it considers it to be irrelevant ( <FRAGMENT_SUPPRESSED>  at paragraph 28). The Board does not say how this evidence was weighed against that of the Applicant that she had sought help at the Public Ministry only to be turned away for various reasons. Furthermore, many of the documents relied on by the Board also contain portions which would bring one to reach a different conclusion, are never truly addressed.", "[6] To this I add what Justice Mosley wrote recently in <FRAGMENT_SUPPRESSED> to 16: 14 Here the Board appears to have adopted a lesser standard of adequacy by reference on two occasions in its reasons to what it termed \"a measure\" of state protection available in Honduras. It is unclear what the Board meant by \"a measure\" since it did not define this term. The respondent contends that this was merely a standard employed by the Board to assess the evidence and that the reasons, as a whole, disclose that the Board applied the correct test. I agree that the Board cited the correct legal principles, as set out in Ward, and Carillo, above. However, I am not satisfied that they were properly applied in this case. 15 The Board was required to justify its finding that Ms. E.Y.M.V. had not rebutted the presumption, in a transparent and intelligible way ( <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 996 at para 17). The Board did not meet this standard of reasonableness. 16 The Board did not provide any analysis of the operational adequacy of the efforts undertaken by the government of Honduras and international actors to improve state protection in Honduras. While the state's efforts are indeed relevant to an assessment of state protection, they are neither determinative nor sufficient ( <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 816 at para 75). Any efforts must have \"actually translated into adequate state protection\" at the operational level ( <FRAGMENT_SUPPRESSED> .", "[7] In the present case, the Board's reasoning as to state protection is inadequate and does not address the real issue as to adequacy of state protection for Roma in Hungary at the present time.", "[8] This matter is sent back for redetermination by a different Board Member. The Board should deal separately with the claims of each of the Hercegi and Fekete family. There is no question to be certified. No costs will be ordered. JUDGMENT", "[9] FOR THE REASONS PROVIDED THIS COURT'S JUDGMENT is that 1. The application is allowed; 2. The matter is returned for redetermination by a different Board Member. The claims of each of the Hercegi family and the Fekete family should be dealt with separately; 3. There is no certified question; and 4. There is no Order as to costs.", "[2]", "[3] skinheads", "[4]", "", "", "", "", "", "[5] <FRAGMENT_SUPPRESSED> à 11: <FRAGMENT_SUPPRESSED> : <FRAGMENT_SUPPRESSED>  paragraphe 28; <FRAGMENT_SUPPRESSED>  paragraphe 10; <FRAGMENT_SUPPRESSED> et 11.", "[6] <FRAGMENT_SUPPRESSED> à 16: Ward et Carillo <FRAGMENT_SUPPRESSED>  paragraphe 9).", "[7]", "[8] JUGEMENT", "[9] [End of document]"]}