{"id_": "058747", "body_str": ["[1] Strayer, J. : This was an application for prohibition to prevent the Canadian Import Tribunal from continuing with a certain inquiry without excluding from the hearing room all witnesses of EMAB Canada and of Poulan/Weed Eater until such witnesses were called to testify. The hearing commenced on June 8th. Requests made by the applicant Homelite for such exclusion were refused by the Tribunal on June 8th and June 9th. This motion was brought on the morning of June 10th while the Tribunal hearing continued. I dismissed the motion from the bench and indicated I would provide written reasons. The following are those reasons.", "[2] The applicant essentially argues that refusal by the Tribunal to exclude witnesses as requested is a denial of fairness. Counsel for the applicant referred to the special circumstances of this hearing which are more or less as follows. As I understand it EMAB and Poulan, Canadian manufacturers of gasoline-powered chain saws, had complained under the Special Import Measures Act, S.C. 1984, c. 25, that such chain saws originating in or exported from the Federal Republic of Germany, Sweden and the United States were being dumped in Canada. An investigation was carried out from January, 1986, to September, 1986 and subsequently a determination was made by the Deputy Minister of National Revenue for Customs and Excise that dumping had occurred. Among those found to have been dumping were Homelite and Electrolux Motor AB of Sweden. Since that time Electrolux Motor AB has acquired control of EMAB and Poulan. The final determination by the Deputy Minister of National Revenue for Customs and Excise was communicated to the Tribunal on March 6, 1987, and by virtue of section 43(1) of the Act a determination by the Import Tribunal as to whether material injury has been or is being caused must be made within 120 days, namely by July 3, 1986. As I understand it, the applicant Homelite herein is concerned that although EMAB and Poulan originally appeared as complainants in this matter, they are now under the control of a competitor of Homelite, namely Electrolux Motor AB, which has like Homelite been found to be engaged in dumping. Counsel for Homelite contends that the witnesses should appear separately and without hearing the evidence of fellow-witnesses from their own or the related company before testifying. It is argued that effective cross-examination by Homelite will be made impossible or extremely difficult if such witnesses hear such fellow-witnesses before testifying.", "[3] When this objection was raised on June 8th, the presiding member of the Tribunal ruled as follows: \"We have reached the conclusion that to adopt this kind of a procedure would be highly legalistic. It does not suit this kind of an economic inquiry. We are basically concerned with the very best evidence possible, wherever that may come from, and in establishing a case for a particular company. \"We have no objection to EMAB witnesses, for instance, being excluded during the cross-examination of the Poulan witnesses, but when Poulan is making a case we want the best evidence possible.\" It will be noted that at this point the Tribunal was prepared to exclude all witnesses of EMAB while the Poulan witnesses were testifying but declined to exclude any of the witnesses of the same company while a witness from that company was testifying. Further, the next morning, June 9th, the Presiding Member partially reversed his decision by declining any exclusion of witnesses. In doing so he stated as follows: \"On the other matter, as I indicated to counsel yesterday afternoon, the panel had some misgivings as to the correctness of its ruling on the request of counsel for the importers to exclude witnesses from the Canadian producer EMAB from the hearing room while the witnesses for the other Canadian Producer Poulan were being examined. We feel that the EMAB witnesses ought not to be excluded. We appreciate, of course, that these two Canadian producers are controlled by Electrolux AB, that Electrolux AB owns all the producing companies in Sweden and, of course, that something like 50 per cent of all the dumped goods emanate from Sweden but these circumstances are not sufficient, in our view, to proceed to an exclusion of witnesses from a public hearing. ...\" Apart from contending that these decisions amount to a denial of fairness, counsel for the applicant also contends that such decisions were rendered without any reasons being given and that this somehow goes to the jurisdiction of the Tribunal.", "[4] I have no doubt that there is at the very least a requirement of fairness in the way the Import Tribunal conducts such a hearing. Indeed, by virtue of various requirements of the Act including section 75 which provides that \"all parties to a hearing before the Tribunal may appear in person or may be represented at the hearing by counsel or an agent\" it is clear that a fairly high standard is implicitly required. This was confirmed by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> ), where the Court was interpreting the Anti-Dumping Act (R.S.C. 1970, c. A-15), and particularly section 29 which was a counterpart of section 75 of the present Act. Certainly there is a requirement of audi alterem partem in its fullest sense.", "[5] I am not satisfied that the requirements of fairness, or even those of natural justice, require that such a Tribunal order the exclusion of witnesses in these circumstances. Even if one imposes what is generally considered the highest standard, i.e. that applied by courts, it is not possible to say that a refusal to exclude an adverse witness while evidence is received from another adverse witness amounts to a denial of a fair hearing. At best, the exclusion of witnesses is a matter for the exercise of discretion by the trial judge. While an order for exclusion is normally given when requested, there are certainly situations where it is refused if to grant the order will unduly impede the presentation of the case of the party who intends to call those witnesses. For example, normally a party who is to be a witness will not himself or herself be excluded while his or her witnesses are being heard, since the presence of the party in court is necessary to assist in the instruction of counsel. Similarly, it is not usual to exclude expert witnesses in such circumstances because it is important for them to hear the evidence upon which their opinion is to be sought. In many trials no request is ever made for exclusion of witnesses and justice is not thereby impaired. So even applying the standard applicable to a court, the decision of the Tribunal on this matter would be a matter of discretion and could be reviewed only if the discretion were exercised on some wrong principle. There is nothing in the transcript here to suggest that any wrong principle was applied.", "[6] More importantly, it appears to me that it would be inappropriate to apply to this Tribunal the standards applicable to a court. It was noted in the Magnasonic (supra at pp. 1247-1248), case that: \"... the object of the Act is to protect the Canadian public interest from dumped goods which may materially cause injury or retard production in Canada and that the inquiry is not, as such, a contest between opposing parties. ...\" I believe that characterization equally applies to an inquiry under the present Act, albeit that parties such as the applicant who will be most directly affected are guaranteed a full opportunity to hear the case against their interests and to contest it. In the pursuit of the public interest the Tribunal is, as the Presiding Member stated on June 8th as quoted above, engaged in a \"kind of economic inquiry\". Its duty is not simply to do justice among the various interested parties represented before it but to satisfy itself as to whether material injury is being suffered from the dumping. It may well find it to be more informative and convenient to have all of the witnesses in the hearing room at one time: that is a matter I need not determine since it is for the Tribunal to fix its own procedure. It is also for the Tribunal to satisfy itself as to the credibility of witnesses and if it feels that that credibility can be adequately tested without excluding witnesses during the testimony of other witnesses that is clearly a matter for it to decide.", "[7] As noted earlier, counsel for the applicant suggested that the Presiding Member had failed to give reasons for the decision of the Tribunal and that this invalidated such decision on the matter of exclusion of witnesses. I do not think it fair to say that the rulings were given without reasons. Reasons were certainly adverted to in the passage quoted above from the transcript of June 8th, indicating that the Tribunal felt its purposes would not be as well served by such exclusion. When it went further on June 9th in declining any exclusion order I think it can be taken that it was following the same reasoning. Further, in the passage from the transcript of June 9th it is clear that the Tribunal had taken into account the objections raised by the applicant herein. In any event, there is no statutory requirement that reasons be given and I know of no common law requirement in Canada that such reasons be provided. Using again the standard applied to courts, it is quite common for trial judges to make rulings on such matters without giving reasons. This may make the decision vulnerable to attack because the reasons are not articulated, but it does not invalidate the decision per se.", "[8] I understood counsel for the Tribunal to be raising a question as to whether a decision such as this on a question of exclusion of witnesses during a hearing could be subject to review by the Trial Division under section 18 of the Federal Court Act. Given the conclusions I have reached on the merits I need not address this at length. Suffice it to say that as I understand the jurisprudence such a decision could not be taken to the Federal Court of Appeal at this time pursuant to section 28 of the Federal Court Act and for that reason it is not by section 28(3) of that Act excluded from review by the Trial Division under section 18.", "[9] The application is therefore dismissed with costs. Application dismissed. Editor: Elizabeth M.A. Turgeon/kam [End of document]"]}