{"id_": "058804", "body_str": ["[1] Noël, J. : This is an application for leave and judicial review filed by a mother and two of her children, Fatma Ahmed [the principal Applicant], Safia Shaban and Bassel Shaban [together, the Applicants] pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the \"IRPA\"] against three decisions of a visa officer dated January 21, 2013, dismissing their applications for a temporary resident visa [TRV] for Canada under subsection 11(1) of the IRPA and section 179 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [the \"IRPR\"].  <FRAGMENT_SUPPRESSED> I. Facts  <FRAGMENT_SUPPRESSED>", "[2] The Applicants are Egyptian citizens. The principal Applicant is married to Yasser Shaban, an international PhD student at the École Polytechnique de Montréal, and they have five children, including Safia Shaban and Bassel Shaban.  <FRAGMENT_SUPPRESSED>", "[3] Yasser Shaban received his TRV as a student in December 2011 and applied several times for his wife and children to join him as temporary residents during his studies. These applications were rejected because the visa officer was not convinced that the Applicants would leave Canada at the end of their stay.  <FRAGMENT_SUPPRESSED>", "[4] The Applicants filed their last applications in January 2013, which were rejected on January 21, 2013 by a visa officer because he was not convinced that they would leave Canada at the end of their temporary residency.  <FRAGMENT_SUPPRESSED> II. Decision under review  <FRAGMENT_SUPPRESSED>", "[5] The visa officer rendered three identical decisions, one for each of the Applicants.  <FRAGMENT_SUPPRESSED>", "[6] The visa officer stated that in accordance with subsection 11(1) of the IRPA, the Applicant must satisfy the visa officer that they were not inadmissible to Canada and that they meet the requirements listed in the IRPA, which includes the requirement to convince the visa officer that they will respect their conditions of admission and leave Canada by the end of the period authorized for their stay (section 179 of the IRPR).  <FRAGMENT_SUPPRESSED>", "[7] The visa officer then listed a number of factors that he may have taken into consideration in reaching a decision.  <FRAGMENT_SUPPRESSED>", "[8] The visa officer then concluded that he was not satisfied by the Applicants that they meet the requirements of the IRPA and the IRPR. More specifically, after considering the Applicants' ties with their country of residence/citizenship and the factors which might motivate them to stay in Canada, the visa officer concluded that he was not convinced that the Applicants meet section 179 of the IRPR and would leave Canada at the end of their temporary residency. He also came to this conclusion upon considering the Applicants' travel history, the length of the proposed stay in Canada and their personal assets and financial status.  <FRAGMENT_SUPPRESSED> III. Applicants' submissions  <FRAGMENT_SUPPRESSED>", "[9] The Applicants submit that the visa officer's reasons and conclusions were unreasonable. The visa officer breached procedural fairness by rendering insufficient reasons in the decision and by failing to provide the principal Applicant with an opportunity to respond or to be interviewed with respect to the concerns of the officer.  <FRAGMENT_SUPPRESSED>", "[10] First, the Applicants claim that the visa officer's conclusions are unreasonable. They argue having adduced proper and sufficient evidence in order for their applications to be granted, in particular a letter from the principal Applicant's employer granting her leave, proof regarding their financial situation and bank statements. They add that their travel history cannot hurt their application as it is not a negative travel history. They further submit that they have presented evidence to satisfy the relevant conditions listed in Part 9 of the Immigration Manual (OP-11).  <FRAGMENT_SUPPRESSED>", "[11] Second, with regard to the insufficiency of reasons, the Applicants claim that the visa officer simply stated that he was not satisfied that the Applicants meet the requirements of section 179 of the IRPR without providing sufficient reasons apart from the fact that he considered their ties to Egypt against the factors which might motivate them to stay in Canada. The visa officer did not specify how he came to such a conclusion. The officer simply found that he was not satisfied that the Applicants would leave Canada after considering several factors, including travel history, length of proposed stay, personal assets and financial status. The visa officer did not explain how he came to this conclusion.  <FRAGMENT_SUPPRESSED>", "[12] Third, the Applicants argue that the principal Applicant should have been given an opportunity to respond or to be interviewed with regard to the officer's concerns and add that this failure constitutes a breach of procedural fairness. An interview would have been appropriate in the present matter as it could have led to a different finding concerning the aspects considered by the visa officer. Furthermore, on this issue, they invoke the OP-11 Manual, which states that: \"An applicant should never be requested to attend an interview if it is evident through a review of the paper application that the applicant is ineligible and additional information would not alter a refusal decision.\" The Applicants further argue that as the refusal decision could have been altered, an interview was warranted.  <FRAGMENT_SUPPRESSED> IV.", "[13] The Respondent argues that the Applicants have failed to demonstrate a reviewable error in the visa officer's decision and that the decision in question should therefore be upheld.  <FRAGMENT_SUPPRESSED>", "[14] First, the Respondent reasserts that it was incumbent on the Applicants, as foreign nationals wishing to apply for a TRV, to satisfy the visa officer that they comply with the IRPA and IRPR requirement and to establish, on a balance of probabilities, that they will leave at the end of their temporary residency.  <FRAGMENT_SUPPRESSED>", "[15] The Respondent also submits that the visa officer, who was not satisfied that the Applicants would leave Canada by the end of the authorized period, in fact elaborated on the various concerns raised with respect to the case at bar in his Global Case Management System (GCMS) notes. The visa officer did review the application thoroughly and did not ignore the relevant evidence. The officer came to this decision after concluding that the principal Applicant had no travel history, had not proven that she is well established in Egypt and had not provided sufficient evidence of strong personal assets. Furthermore, it is presumed that the visa officer took into consideration all of the evidence and there was no obligation for him to refer to every piece of evidence that is contrary to his finding.  <FRAGMENT_SUPPRESSED>", "[16] Second, the Respondent refutes the Applicants' argument that the reasons given in the decision are insufficient, as reasons are adequate and sufficient if they are clear, precise, and intelligible and state why the decision was reached, which is the case in the present matter. According to the Respondent, the reasons meet the standards set in case law and the visa officer's decisions combined with the notes constitute sufficient reasons as they explain why the applications were refused.  <FRAGMENT_SUPPRESSED>", "[17] Third, the Respondent ends by stating that the visa officer had no obligation to interview the Applicants, because an officer does not have to inform an applicant of his or her concerns if these concerns are related to the requirements set out in legislation.  <FRAGMENT_SUPPRESSED> V. Issue  <FRAGMENT_SUPPRESSED>", "[18] The present matter raises the following question:  <FRAGMENT_SUPPRESSED> A. Did the visa officer err in denying the Applicants' TRVs?  <FRAGMENT_SUPPRESSED> This question encompasses three sub-questions:  <FRAGMENT_SUPPRESSED> i. Did the visa officer provide adequate reasons?  <FRAGMENT_SUPPRESSED> ii. Did the visa officer err in failing to provide the Applicants with an opportunity to respond or to be interviewed with respect to the officer's concerns?  <FRAGMENT_SUPPRESSED> iii. Did the visa officer misapprehend the evidence?  <FRAGMENT_SUPPRESSED> VI. Standard of review  <FRAGMENT_SUPPRESSED>", "[19] This Court will review the first sub-question under the standard of reasonableness, as it relates to the sufficiency of the reasons provided ( Newfoundland and  <FRAGMENT_SUPPRESSED>  [ ]).  <FRAGMENT_SUPPRESSED>", "[20] The second sub-question, as a matter of procedural fairness, shall be reviewed under the standard of correctness ( Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[21] As stated by this Court in <FRAGMENT_SUPPRESSED> [2008] FCJ No 1625, the third question is reviewable according to the standard of reasonableness, as it relates to the question of whether the visa officers erred in their factual assessment of the application. A visa officer must render reasonable decisions that fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law (see <FRAGMENT_SUPPRESSED>  at paras 47-48, 51, 53; <FRAGMENT_SUPPRESSED> Imm LR (3d) 80 at para 12).  <FRAGMENT_SUPPRESSED> VII. Analysis  <FRAGMENT_SUPPRESSED> A. Did the visa officer err in denying the Applicants' TRVs?  <FRAGMENT_SUPPRESSED> i. Did the visa officer provide adequate reasons?  <FRAGMENT_SUPPRESSED>", "[22] The reasons given by the visa officer in the decision were sufficient. The Applicants claim that the visa officer failed to provide sufficient reasons along with its decision refusing them their TRVs. However, the Applicants merely repeat what the officer stated in his decision, without mentioning the details provided by the visa officer in its GCMS notes, which are part of the reasons to be considered, as stated recently by this Court in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> [...] It is well established that GCMS Notes form part of the reasons of a visa officer ( <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 650 (QL)  <FRAGMENT_SUPPRESSED>  at para 8;  <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 650 (QL)  <FRAGMENT_SUPPRESSED>  at para 25;  <FRAGMENT_SUPPRESSED>  [2013] F.C.J. No. 804 (QL)  <FRAGMENT_SUPPRESSED>  at paras 58-59;  <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 923(QL)  <FRAGMENT_SUPPRESSED>  at para 10). [Emphasis added.]  <FRAGMENT_SUPPRESSED>", "[23] Therefore, the analysis of the reasons provided by the visa officer should not be limited to the decision itself but must also include the GCMS notes taken with regard to the applications. The notes are actually more specific than the decision as to why the visa officer was not satisfied that the Applicants would leave by the end of their temporary residency. Amongst other things which impacted the current applications, the visa officer considered the previous applications and noted that the documented income and financial status of the principal Applicant had not materially changed since the previous applications, that the bank accounts showed a rapidly decreasing balance, that the Applicants had no previous travel history and that they had failed to demonstrate that they are well established in Egypt or that they have sufficient ties to ensure their return to Egypt. These elements all support the visa officer's decision.  <FRAGMENT_SUPPRESSED>", "[24] Contrary to what is being alleged, the adequacy of reasons is no longer an issue of procedural fairness ( Newfoundland  <FRAGMENT_SUPPRESSED>  at para 22). The Supreme Court of Canada, in <FRAGMENT_SUPPRESSED>  at para 47, explained that the purpose of reasons is to demonstrate \"justification, transparency and intelligibility.\" As for the adequacy of the reasons provided, the Supreme Court of Canada also stated that \"if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the criteria are met.\" ( Newfoundland  <FRAGMENT_SUPPRESSED>  at para 16). The reasons provided in the case at bar are brief, to say the least, but they nonetheless expose the various elements which were detrimental to the Applicants' claims. What is more, case law has established that the reasons need not be perfect ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[25] Thus this Court believes that the reasons given by the visa officer make it possible to understand why the applications failed and to determine that the conclusion falls within the range of reasonable outcomes. The visa officer therefore did not err in this regard as alleged by the Applicants.  <FRAGMENT_SUPPRESSED> ii. Did the visa officer err in failing to provide the Applicants with an opportunity to respond or to be interviewed with respect to the officer's concerns?  <FRAGMENT_SUPPRESSED>", "[26] This Court is of the opinion that the visa officer had no obligation to provide the Applicants with an opportunity to respond regarding the officer's concerns.  <FRAGMENT_SUPPRESSED>", "[27] The Applicants claim that they should have been granted the possibility to respond to the officers' concerns, citing the Federal Court of Canada Trial Division decision <FRAGMENT_SUPPRESSED> . However, the cited paragraph states the following:  <FRAGMENT_SUPPRESSED> On the other hand, the prime example of when a visa officer should inform the applicant of his concerns is when the visa officer has obtained extrinsic evidence . In that situation, the applicant should have the opportunity to disabuse the officer of any concerns that may arise from that evidence. [Emphasis added.]  <FRAGMENT_SUPPRESSED>", "[28] Moreover, as recently stated by Justice Zinn in <FRAGMENT_SUPPRESSED>  with regard to the obligation of a visa officer to afford an applicant with the opportunity to address the officer's concerns:  <FRAGMENT_SUPPRESSED> [...] Justice Russell in  <FRAGMENT_SUPPRESSED>  reviewed the law as to when a visa officer ought to provide such an opportunity. Relying on  <FRAGMENT_SUPPRESSED>  he noted firstly that there was no statutory right to an interview, or any dialogue of the sort suggested here. Secondly, it was noted that generally an opportunity to respond is available only when the officer has information of which the applicant is not aware. [...]  <FRAGMENT_SUPPRESSED>", "[29] However, in the present matter nothing suggests that the visa officer obtained extrinsic evidence or was in possession of information of which the Applicants were not aware.  <FRAGMENT_SUPPRESSED>", "[30] Additionally, the Applicants claim that they should have been afforded an opportunity to respond to the visa officer's concerns on the basis of OP-11 Manual, which states that: \"An applicant should never be requested to attend an interview if it is evident through a review of the paper application that the applicant is ineligible and additional information would not alter a refusal decision.\" It is apparent from this excerpt that the Manual does not grant a right to an interview but simply precludes that of people whom were found to be ineligible.  <FRAGMENT_SUPPRESSED>", "[31] Furthermore, as submitted by the Respondent, the officer was under no obligation to inform the Applicants of his concerns, as they related to the requirements of the legislation. It was up to the Applicants to provide the officer with satisfying evidence (see <FRAGMENT_SUPPRESSED> [2012] FCJ No 1624; <FRAGMENT_SUPPRESSED> [2012] FCJ No 962 and  <FRAGMENT_SUPPRESSED> [2006] FCJ No 1597).  <FRAGMENT_SUPPRESSED>", "[32] Consequently, this Court finds that the visa officer did not have the obligation to provide the Applicants with an opportunity to respond to his concerns and, therefore, did not breach procedural fairness.  <FRAGMENT_SUPPRESSED> iii. Did the visa officer misapprehend the evidence ?  <FRAGMENT_SUPPRESSED>", "[33] The Applicants submit that the visa officer failed to correctly consider the evidence with which it had been presented. They argue having adduced the evidence necessary to satisfy the relevant conditions of the OP-11 Manual, including a letter from the principal Applicant's employer granting her leave, proof regarding the financial situation, and bank statements, as per <FRAGMENT_SUPPRESSED> [2007] FCJ No 637.  <FRAGMENT_SUPPRESSED>", "[34] However, it was incumbent on the Applicants to establish, on a balance of probabilities, that they will leave Canada at the end of the authorized period ( <FRAGMENT_SUPPRESSED> FTR 24 [ Dhillon ]). Moreover, a visa officer is presumed to have weighed and considered all the evidence presented to him or her unless the contrary is proven ( <FRAGMENT_SUPPRESSED>  (FCA) at para 1). Furthermore, the visa officer was under no obligation to refer to every piece of evidence that is contrary to his finding and his decision should not be read hypercritically ( <FRAGMENT_SUPPRESSED>  at para 16, 1998 CarswellNat 1981). It is not up to this Court to re-examine or reweigh the evidence submitted to the visa officer.  <FRAGMENT_SUPPRESSED>", "[35] The visa officer refused to grant the Applicants' TRVs after considering the evidence submitted. Given the reasons provided by the visa officer and the GCMS notes - which were previously examined herein - and keeping in mind that the officer's role under the IRPA and IRPR \"[...] is to prevent a person from arriving in Canada if that person has not satisfied the officer that he or she will leave Canada at the end of the authorized period\" ( <FRAGMENT_SUPPRESSED> , at para 37), this Court finds that the visa officer did not misapprehend the evidence and that the decision falls within the range of reasonable outcomes.  <FRAGMENT_SUPPRESSED>", "[36] The parties were invited to submit a question for certification but none were proposed.  <FRAGMENT_SUPPRESSED>", "[37] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> I.", "[2]", "[3]", "[4] II.", "[5]", "[6]", "[7]", "[8] III.", "[9]", "[10]", "[11]", "[12] IV.", "[13]", "[14]", "[15]", "[16]", "[17] V.", "[18] A. VI.", "[19] Newfoundland and  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[21] VII. Analyse  <FRAGMENT_SUPPRESSED> A. i.", "[22] <FRAGMENT_SUPPRESSED> [2013] ACF no 904:  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  [2011] ACF no 650 (QL) [ Ghirmatsion <FRAGMENT_SUPPRESSED>  [2012] ACF no 650 (QL) [ Taleb <FRAGMENT_SUPPRESSED>  [2013] ACF no 804 (QL) [ Rezaeiazar <FRAGMENT_SUPPRESSED>  [2012] ACF no 923 (QL) [ Anabtawi", "[23]", "[24] Newfoundland Nurses Newfoundland Nurses", "[25] ii.", "[26]", "[27]", "[28]", "[29]", "[30]", "[31] <FRAGMENT_SUPPRESSED> [2012] ACF no 1624; <FRAGMENT_SUPPRESSED> [2012] ACF no 962, et  <FRAGMENT_SUPPRESSED> et 24, [2006] ACF no 1597).  <FRAGMENT_SUPPRESSED>", "[32] iii. ?  <FRAGMENT_SUPPRESSED>", "[33] <FRAGMENT_SUPPRESSED> [2007] ACF no 637.  <FRAGMENT_SUPPRESSED>", "[34] <FRAGMENT_SUPPRESSED> FTR 24 [ Dhillon", "[35] Dhillon", "[36] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[37] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}