{"id_": "058858", "body_str": ["[1] MacKay, J. : This is an application for judicial review brought by the applicant pursuant to s. 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7, as amended, respecting a decision of the Inmate Grievance Board (\"the Board\"), at National Headquarters, Correctional Services of Canada (CSC), rendered July 21, 1999, denying the applicant's grievance. That grievance concerned denial of the applicant's request for security reclassification and other corrections to his CSC case management files.  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[2] The applicant, Allen Tehrankari ( <FRAGMENT_SUPPRESSED> ), was incarcerated for a cumulative period of 12 years, beginning in 1992, resulting from convictions for a number of violent offences. His statutory release date was October 5, 2000.  <FRAGMENT_SUPPRESSED>", "[3] On May 27, 1999, the applicant initiated a grievance with regard to information he alleges was wrongfully and illegally entered in his CSC files. The main issue he raised was a challenge to his security classification. It is alleged that the contents of a security classification report and Assessment for Decision, authored by the applicant's then parole officer on April 15, 1999, resulted in his classification of minimum security being varied to medium security, thus permitting CSC to maintain his confinement at Kingston Penitentiary while refusing transfer requests to correctional facilities with lower security ratings.  <FRAGMENT_SUPPRESSED>", "[4] The grievance was denied at the institutional level, and the applicant appealed that decision to the second level (regional headquarters). The appeal of the grievance was also dismissed. At the third level (national headquarters), the Board also dismissed the grievance, but ordered the correction of any factual errors found on the applicant's files. The Board held: 1) any factual errors on the applicant's files were to be corrected; 2) there was no evidence of discrimination emanating from CSC or its agents; 3) the security classification was correct based on the information available; and, 4) the concern pertaining to the applicant as an escape risk was legitimate because of a standing deportation order issued against him and his earlier attempt to flee from police during his apprehension. It is from this decision that the applicant now seeks judicial review.  <FRAGMENT_SUPPRESSED> Submissions of the Applicant  <FRAGMENT_SUPPRESSED>", "[5] This is the third grievance against CSC this applicant has brought, respecting himself, before the Federal Court. The main issue in this judicial review is the security classification assigned to the applicant, and the manner in which it was varied while he was incarcerated. I note that when this matter was heard, Mr. Tehrankari was no longer held in prison. The broad issue of escape risk was dealt with before Mr. Justice Lémieux in <FRAGMENT_SUPPRESSED>  (T.D.) (hereinafter Tehrankari ). Decision in that matter was rendered on April 13, 2000.  <FRAGMENT_SUPPRESSED>", "[6] In his submissions, the applicant outlines the treatment he was allegedly subjected to at the hands of CSC and its agents, and the frustrating process he has undergone in bringing this matter before the court. He asserts that the decision of the Board should be reviewed because it was based on information which he alleges was false and improperly entered in his files. It was urged that CSC has acted in contravention of the Corrections and Conditional Release Act , S.C. 1992, c. 20 (\" CCRA \"), as a whole, and ss. 23 and 24 specifically.  <FRAGMENT_SUPPRESSED>", "[7] Although the applicant has not addressed the standard on which the Board's decision ought to be reviewed, he contends that this application for judicial review should be allowed and that he be granted the requested remedies, including an Order of Mandamus compelling:  <FRAGMENT_SUPPRESSED> \"1. ... the CSC and its agents remove/erase/delete/correct all false information that are wrongfully and illegally recorded in the applicant's CSC case files. ...  <FRAGMENT_SUPPRESSED> \"2. ... that CSC and its agents make a proper - with no prejudice - review of the applicant's CSC case files, and reclassify the security classification of the applicant appropriately as it is prescribed by the proper procedures in the Case Management Manual of the CSC, and as prescribed by the CCRA ...  <FRAGMENT_SUPPRESSED> \"3. ... that CSC and its agents conduct an impartial investigation in order to recover/reveal the deliberate prejudice practiced by CSC and its agents in mishandling the applicant's CSC case filed as prescribed under proper procedures in Commissioner's Directives, CCRA CCRR , and in compliance with CSC's Mission Statement,  <FRAGMENT_SUPPRESSED> \"4. ... that CSC and its agents remove/delete/corrects the false information that accused the applicant of faking injury to go to outside hospital and provide the applicant with legal, reasonable and admissible evidence in respect of recording this false information in applicant's CSC case files. <FRAGMENT_SUPPRESSED> Submissions of the Respondent  <FRAGMENT_SUPPRESSED>", "[8] The respondent submits the only issues that require consideration are whether the Board committed a reviewable error, and whether the relief sought is within the jurisdiction of this court.  <FRAGMENT_SUPPRESSED>", "[9] It is the respondent's position that the majority of the issues in this application have been determined in prior proceedings brought by this applicant. At the hearing of this matter, it was suggested that the only issues put forth not previously addressed in the decisions of Lémieux, J., supra, and Lutfy, A.C.J. ( <FRAGMENT_SUPPRESSED>  applicant; 2) CSC file documentation indicating the applicant's use of aliases; and, 3) the allegation of the applicant faking an injury to gain access to an outside hospital. Any other issues argued are said to be res judicata and cannot be revisited by this court.  <FRAGMENT_SUPPRESSED>", "[10] Moreover, the respondent urges that those three issues that are not res judicata are, in fact, moot as they have been resolved since the Board's decision and thus, no longer present a live issue for determination.  <FRAGMENT_SUPPRESSED>", "[11] The respondent supports its submissions by quoting s. 30(1) of the CCRA which provides that CSC must assign a security classification to every incarcerated individual. The factors to be considered in that determination are outlined in s. 17 of the Corrections and Conditional Release Regulations , SOR/92-620 (\" Regulations \"). The CSC maintains that as the determination of security classification is ultimately a discretionary administrative decision, the applicant must demonstrate a denial of procedural fairness or that the decision was patently unreasonable before the court may intervene.  <FRAGMENT_SUPPRESSED>", "[12] <FRAGMENT_SUPPRESSED>  (T.D.) (hereinafter Kelly ), Justice Denault held that given the grieved discretionary decision was administrative in nature, the court was limited to an examination of the legality of the determination, and could not, therefore, embark on the detailed review of the substantive merits the applicant had anticipated. The court explained the limits of its jurisdiction to intervene by quoting, at page 169, Mr. Justice Addy in <FRAGMENT_SUPPRESSED>  to be in one prison rather than another and the decision to transfer from a medium to a maximum security prison or vice versa is basically and essentially an administrative decision which must not be interfered with by the courts failing clear and unequivocal evidence that the decision was taken arbitrarily and in bad faith or in a capricious manner and in addition that the decision is quite unfair and works a serious injustice to the prisoner. <FRAGMENT_SUPPRESSED>", "[13] In (1997), 153 F.T.R. 84 (T.D.), Justice Teitelbaum dismissed the application for review of a denial of an inmate's grievance where the procedures did not deny the applicant's right to natural justice. There, the applicant was aware of the grounds for the decision; he was able to put forward a defence; and, he was able to challenge the sources of information in a fair hearing.  <FRAGMENT_SUPPRESSED>", "[14] In the reasons for <FRAGMENT_SUPPRESSED>  (T.D.), Justice Pinard held that, while the decision to transfer or refuse an inmate request is discretionary and attracts the duty of procedural fairness, on judicial review it is not for the court to substitute its own opinion for that of the administrative authority. The court cited <FRAGMENT_SUPPRESSED> , at 7  <FRAGMENT_SUPPRESSED> , to explain the court's approach to the review of discretionary decisions:  <FRAGMENT_SUPPRESSED> \"it is ... a clearly-established rule that the courts should not interfere with the exercise of a discretion by a statutory authority merely because the court might have exercised the discretion in a different manner had it been charged with that responsibility. <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[15] In relation to discretionary decisions of an administrative authority, the Supreme Court of Canada held in <FRAGMENT_SUPPRESSED>  at para. 52, that:  <FRAGMENT_SUPPRESSED> \"The concept of discretion refers to decisions where the law does not dictate a specific outcome, or where the decision-maker is given a choice of options within a statutorily imposed set of boundaries. <FRAGMENT_SUPPRESSED> In reasserting the \"pragmatic and functional\" approach outlined in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193, the court posited the four factors that must be examined when considering the applicable standard of review for discretionary decisions. They are: 1) the presence or absence of a privative clause; 2) the expertise of the decision-maker; 3) the purpose of the impugned provision and the objective of the legislation as a whole; and, 4) the nature of the issues to be determined and how they relate to the determination of the facts and law.  <FRAGMENT_SUPPRESSED>", "[16] The CCRA does not contain a privative clause by which third level decisions of the Board are insulated from review. However, in relation to matters involving prison administration the Board must be afforded substantial deference in light of its expertise in the area. The purpose of the CCRA , and particularly s. 24, has been set out by Mr. Justice Lémieux in <FRAGMENT_SUPPRESSED> , at paragraphs 41 and 44, including these comments:  <FRAGMENT_SUPPRESSED> \"In Parliament's view, the quality of the information prescribed by s. 24 leads to better decisions about an offender's incarceration and, ... , leads to the achievement of the purposes of the [ CCRA ]. Section 24 of the [ CCRA ], however, is not concerned with the inferences or assessments drawn by the [CSC] from file information. Section 24 cannot be used to second guess decisions by the CSC provided the information base on which those conclusions are drawn comply with this provision. Section 24 deals with primary facts ...  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"I would apply a correctness standard if the question involved is the proper interpretation of s. 24 of the [ CCRA ]; however, I would apply the standard of reasonableness simpliciter if the question involved is either the application of proper legal principles to the facts or whether the refusal decision to correct information on the offender's file was proper. The patently unreasonable standard applies to pure findings of fact. <FRAGMENT_SUPPRESSED> Res Judicata  <FRAGMENT_SUPPRESSED>", "[17] Black's Law Dictionary (6th ed.) defines res judicata as:  <FRAGMENT_SUPPRESSED> \"Rule that a final judgment rendered by a court of competent jurisdiction on the merits is conclusive as to the rights of the parties and their privies, and, as to them, constitutes an absolute bar to a subsequent action involving the same claim, demand or cause of action.\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[18] Following a review of the previous decisions of this court involving Mr. Tehrankari and all the issues presented by the applicant herein, I accept the respondent's synopsis of the issues and find that only three matters remain undetermined. Therefore, these Reasons concern only the issues of security classification, the use of alias(es) and the allegation of a feigned injury.  <FRAGMENT_SUPPRESSED> Mootness  <FRAGMENT_SUPPRESSED>", "[19] Those issues which are not res judicata are now said by the respondent to be moot.  <FRAGMENT_SUPPRESSED>  Sask.R. 82, Mr. Justice Sopinka, speaking for the Supreme Court of Canada, discussed the principles for determining if an issue is moot, and, if it is, whether it will be dealt with by the court. At page 356  <FRAGMENT_SUPPRESSED> , he wrote:  <FRAGMENT_SUPPRESSED> \"The doctrine of mootness is an aspect of a general policy or practice that a court may decline to decide a case which raises merely a hypothetical or abstract question. The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties. If the decision of the court will have no practical effect on such rights, the court will decline to decide the case. This essential ingredient must be present not only when the action or proceeding is commenced but at the time when the court is called upon to reach a decision. Accordingly if, subsequent to the initiation of the action or proceeding, events occur which affect the relationship of the parties so that no present live controversy exists which affects the rights of the parties, the case is said to be moot. The general policy or practice is enforced in moot cases unless the court exercises its discretion to depart from its policy or practice. The relevant factors relating to the exercise of the court's discretion are discussed hereinafter.  <FRAGMENT_SUPPRESSED> \"The approach in recent cases involves a two-step analysis. First it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case. The cases do not always make it clear whether the term 'moot' applies to cases that do not present a concrete controversy or whether the term applies only to such of those cases as the court declines to hear. In the interest of clarity, I consider that a case is moot if it fails to meet the 'live controversy' test. A court may nonetheless elect to address a moot issue if the circumstances warrant. <FRAGMENT_SUPPRESSED> Where an issue is said to be moot, that is usually assessed before considering the merits of any argument on the matter. For the benefit of the applicant, who is self-represented, I review the primary issue on its merits, even though it may be moot.  <FRAGMENT_SUPPRESSED> Security Classification  <FRAGMENT_SUPPRESSED>", "[20] The issue concerning the decision on the applicant's security classification is said to be moot on two grounds. Firstly, subsequent to the decision of the Board, on September 21, 1999, Parole Officer Stephanie Saunders revised the applicant's SCS respecting the grieved security classification. Independent of the information that allegedly tainted the original classification completed in April 1999, the revised SCS resulted in a minimum security classification. However, it too was varied to \"medium\" to reflect the perceived need for an increased custody level due to the applicant's standing deportation order and his previous attempt to escape apprehension. The revised SCS, completed by Ms. Saunders in September 1999, replaced the grieved classification compiled by Ms. Corrigall in April 1999, thereby, it is said, resolving the grievance subject matter and rendering this issue moot.  <FRAGMENT_SUPPRESSED>", "[21] Secondly, the issue of security classification is further rendered academic now that the applicant is released from incarceration and is on parole. I accept the respondent's submission that security classifications relate only to those offenders who are incarcerated, and that once an inmate is released they are no longer subject to such a classification. Therefore, this court will not intervene, to correct past records, no longer relevant to the applicant.  <FRAGMENT_SUPPRESSED>", "[22] Although the issue is moot, it assists understanding to discuss the merits, and the following provisions of the CCRA are vital to comprehending the arguments before me.  <FRAGMENT_SUPPRESSED> \"23(1) When a person is sentenced, committed or transferred to penitentiary, the Service shall take all reasonable steps to obtain, as soon as is practicable,  <FRAGMENT_SUPPRESSED> (a) relevant information about the offence;  <FRAGMENT_SUPPRESSED> (b) relevant information about the person's personal history, including the person's social, economic, criminal and young-offender history;  <FRAGMENT_SUPPRESSED> (c) any reasons and recommendations relating to the sentencing or committal that are given or made by  <FRAGMENT_SUPPRESSED> (i) the court that convicts, sentences or commits the person, and  <FRAGMENT_SUPPRESSED> (ii) any court that hears an appeal from the conviction, sentence or committal;  <FRAGMENT_SUPPRESSED> (d) any reports relevant to the conviction, sentence or committal that are submitted to a court mentioned in subparagraph (c)(i) or (ii); and  <FRAGMENT_SUPPRESSED> (e) any other information relevant to administering the sentence or committal, including existing information from the victim, the victim impact statement and the transcript of any comments made by the sentencing judge regarding parole eligibility.  <FRAGMENT_SUPPRESSED> \"(2) Where access to the information obtained by the Service pursuant to subs. (1) is requested by the offender in writing, the offender shall be provided with access in the prescribed manner to such information as would be disclosed under the Privacy Act and the Access to Information Act.  <FRAGMENT_SUPPRESSED> \"(3) No provision in the Privacy Act or the Access to Information Act shall operate so as to limit or prevent the Service from obtaining any information referred to in paragraphs (1)(a) to (e).  <FRAGMENT_SUPPRESSED> \"24(1) The Service shall take all reasonable steps to ensure that any information about an offender that it uses is as accurate, up to date and complete as possible.  <FRAGMENT_SUPPRESSED> \"(2) Where an offender who has been given access to information by the Service pursuant to subsection 23(2) believes that there is an error or omission therein,  <FRAGMENT_SUPPRESSED> (a) the offender may request the Service to correct that information; and  <FRAGMENT_SUPPRESSED> (b) where the request is refused, the Service shall attach to the information a notation indicating that the offender has requested a correction and setting out the correction requested. <FRAGMENT_SUPPRESSED>", "[23] Section 30 of the CCRA requires that every inmate be assigned a security classification.  <FRAGMENT_SUPPRESSED> \"30(1) The Service shall assign a security classification of maximum, medium or minimum to each inmate in accordance with the regulations made under paragraph 96(z.6).  <FRAGMENT_SUPPRESSED> \"(2) The Service shall give each inmate reasons, in writing, for assigning a particular security classification or for changing that classification. <FRAGMENT_SUPPRESSED>", "[24] Regulations under the CCRA provide the following in relation to when assigning the appropriate security classification to an inmate.  <FRAGMENT_SUPPRESSED> \"17. The Service shall take the following factors into consideration in determining the security classification to be assigned to an inmate pursuant to section 30 of the Act:  <FRAGMENT_SUPPRESSED> (a) the seriousness of the offence committed by the inmate;  <FRAGMENT_SUPPRESSED> (b) any outstanding charges against the inmate;  <FRAGMENT_SUPPRESSED> (c) the inmate's performance and behaviour while under sentence;  <FRAGMENT_SUPPRESSED> (d) the inmate's social, criminal and, where available, young-offender history;  <FRAGMENT_SUPPRESSED> (e) any physical or mental illness or disorder suffered by the inmate;  <FRAGMENT_SUPPRESSED> (f) the inmate's potential for violent behaviour; and  <FRAGMENT_SUPPRESSED> (g) the inmate's continued involvement in criminal activities.  <FRAGMENT_SUPPRESSED> \"18. For the purposes of section 30 of the Act, an inmate shall be classified as  <FRAGMENT_SUPPRESSED> (a) maximum security where the inmate is assessed by the Service as  <FRAGMENT_SUPPRESSED> (i) presenting a high probability of escape and a high risk to the safety of the public in the event of escape, or  <FRAGMENT_SUPPRESSED> (ii) requiring a high degree of supervision and control within the penitentiary;  <FRAGMENT_SUPPRESSED> (b) medium security where the inmate is assessed by the Service as  <FRAGMENT_SUPPRESSED> (i) presenting a low to moderate probability of escape and a moderate risk to the safety of the public in the event of escape, or  <FRAGMENT_SUPPRESSED> (ii) requiring a moderate degree of supervision and control within the penitentiary; and  <FRAGMENT_SUPPRESSED> (c) minimum security where the inmate is assessed by the Service as  <FRAGMENT_SUPPRESSED> (i) presenting a low probability of escape and a low risk to the safety of the public in the event of escape, and  <FRAGMENT_SUPPRESSED> (ii) requiring a low degree of supervision and control within the penitentiary. <FRAGMENT_SUPPRESSED>", "[25] At the third level appeal of this grievance, the applicant submitted that because reliance on faulty information in his files is contrary to s. 24(2) of the CCRA , it thereby rendered the medium security classification, and his consequent assignment to an \"appropriate\" facility, illegal. As held by Lémieux, J., supra, at paragraph 52 in his determination of other matters also brought by this applicant:  <FRAGMENT_SUPPRESSED> \"Section 24(2) only covers information which the offender has been given access to pursuant to s. 23(2) which in turn relates back to information obtained by the [CSC] under s. 23(1). The structure of ss. 23 and 24 of the [ CCRA ] signal the type of information contemplated for correction. It is profile information from which the [CSC] can use to predict an offender's likely behaviour. <FRAGMENT_SUPPRESSED>", "[26] Moreover, in relation to the applicant's request for mandamus compelling CSC to correct his security classification, the decision in Kelly , supra, is instructive.  <FRAGMENT_SUPPRESSED> \"... the applicant in this case anticipated a review by this court of the merits of the reasons contained in the Progress Summary Report. ... this is outside the bounds of my jurisdiction.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"... mandamus is a remedy granted to compel the performance of an imperative public duty. If the duty involves the exercise of discretion, mandamus cannot compel a particular result. ... In regards to this applicant's request for an order compelling the respondent to comply with all relevant legislation and its common law duties, the Court cannot order mandamus in that form [at 171, 172]. <FRAGMENT_SUPPRESSED>", "[27] In the Assessment for Decision completed by, Ms. Jocelyn Corrigall, on April 15, 1999, each factor outlined in the Regulations was considered, and the result indicated the applicant ought to be classified as a minimum security risk. However, based on information contained in several of the applicant's case files, in particular allegations that the applicant posed a serious escape concern, the \"minimum\" SCS was varied by his parole officer to indicate a security classification of \"medium.\" On review at the national level, this exercise of discretion was upheld by the Board.  <FRAGMENT_SUPPRESSED>", "[28] In my opinion, an inmate's security classification is not based on information available or obtained in relation to s. 23(1) of the CCRA . I concur with Justice Lémieux in holding that s. 24(2) was enacted to ensure the accuracy of primary factual information collected pursuant to s. 23(1). It is not a basis for considering CSC to be in violation of the CCRA with respect to an assessed security classification.  <FRAGMENT_SUPPRESSED>", "[29] I am satisfied that the Board's interpretation of s. 24(2) was reasonable. The applicant adduced no evidence that the Board ignored the information available to it, nor that it denied the applicant procedural fairness. The Board properly applied the law in interpreting s. 24(2), and in determining that an inmate's security classification falls outside the scope of factual information contemplated by Parliament in the enactment of this provision.  <FRAGMENT_SUPPRESSED>", "[30] In rendering its decision, the Board considered the exercise of discretion by the CSC in the light of the evidence then available, and the application of s. 24(2), prior to concluding that the medium security classification was advisable in the circumstances. This court is not persuaded that the Board's decision was unreasonable.  <FRAGMENT_SUPPRESSED> Aliases  <FRAGMENT_SUPPRESSED>", "[31] The issue of aliases attributed to the applicant arose from the erroneous spelling of his name on several of his CSC files. Although the initial institutional decision determined that the allegation of aliases had to remain on the applicant's file in order to explain the various misspellings, this court finds that, as a result of a Memo to File entered by Ms. Stephanie Saunders on October 12, 1999, and its consequent effect on the applicant's CSC records, this issue is moot. The Memo reads:  <FRAGMENT_SUPPRESSED> \"Further to prior investigation regarding the subject's alleged aliases, the writer reviewed the subject's files and spoke with A/Sentence Management Lisa Manson-Shillington. Clearly, the alleged aliases refer to incorrect spelling of the subject's name on a few file documents, including his initial pen placement. It was confirmed with Ms. Manson-Shillington that I could change aliases to reflect 'no'. <FRAGMENT_SUPPRESSED>", "[32] As this matter has been resolved and the applicant's record corrected, a live controversy no longer exists between the parties and there is no purpose in any comment by the court with regard to an issue which is clearly moot.  <FRAGMENT_SUPPRESSED> Legitimacy of Injury  <FRAGMENT_SUPPRESSED>", "[33] The allegation that the applicant feigned injury in order to gain access to an outside hospital as a possible means of escape is the only issue regarding escape risk not brought before Justice Lémieux. Despite the applicant's assertion that his injury was real and the provision of the attending nurse's notes to substantiate this position, I cannot find that the Board issued a patently unreasonable decision. Based on the available information, the Board found that the allegation required less inflammatory wording, but the essence of the concern was to remain on the applicant's file, and I find no reason to disturb that determination.  <FRAGMENT_SUPPRESSED>", "[34] At the time the allegation of a \"faked injury\" was entered in his file, the applicant asked that it be removed. The initial response to this request was correspondence from the Deputy Warden indicating that the allegation was legitimately entered, but would be reworded to better reflect its basis. The applicant was not satisfied with this response and filed a first level grievance.  <FRAGMENT_SUPPRESSED>", "[35] In reply to the first level grievance, the applicant received the Warden's decision on March 1, 1996.  <FRAGMENT_SUPPRESSED> \"There is no doubt that you received an injury, however, there is concern that you may have deliberately injured yourself. You indicated that you were seriously injured when, in fact, the medical report documented the injury as minor in nature.  <FRAGMENT_SUPPRESSED> \"Your case management file indicates previous escape history, history of violence and risk you potentially pose to the community in the event of an escape. ... <FRAGMENT_SUPPRESSED> On these bases, the Warden found that the original decision to maintain the allegation on the applicant's file would stand. The applicant subsequently attempted to file a second level grievance, but it was dismissed for failure to file the grievance within the allowable time.  <FRAGMENT_SUPPRESSED>", "[36] I find that, with respect to the matter of an allegedly feigned injury, the applicant has attempted, in this judicial review, to do that which was not permitted by Justice Lémieux: ie., to challenge a decision from 1996 which he might have challenged at that time, but failed to do so.  <FRAGMENT_SUPPRESSED> \"The applicant cannot, through a review from the Commissioner's decision in this matter, make a collateral attack on past decisions which he had an opportunity to challenge directly at the appropriate time, subject to the time limits prescribed under s. 18 of the Federal Court Act \" ( Tehrankari at para. 30.)  <FRAGMENT_SUPPRESSED>", "[37] Although the applicant has attempted to argue this issue in reliance on s. 24(2) of the CCRA , in my view, unless the disputed information relates to that obtained in conjunction with s. 23(1), it cannot be corrected in accordance with the legislation. This is especially so where, as here, the disputed information constitutes an assessment based on the facts available.  <FRAGMENT_SUPPRESSED>", "[38] The allegation of falsifying an injury for the purpose of orchestrating an escape was an assessment made by the applicant's case management team at the time, and was based on information then available and was not subsequently questioned in a timely fashion. I am not persuaded that the decision of the Board, not to re-examine this issue, was in any manner unreasonable.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[39] I dismiss this application for judicial review. The applicant has not provided evidence that the Board acted contrary to the rules of procedural fairness, nor that he was subjected to unreasonable determinations.  <FRAGMENT_SUPPRESSED>", "[40] <FRAGMENT_SUPPRESSED> , commented, at paragraph 32, that \"[a]ny remedy flowing from this proceeding must take into account the prison context is a special one.\" I find no basis in this case for concluding that CSC did not act in accordance with its mandate to facilitate rehabilitation of the offender while providing adequate protection of public safety. The decisions rendered throughout the grievance process, which the applicant now challenges, were made in accordance with the legislation and the facts then available, and no persuasive argument has been presented to this court for setting aside the decision of the Board.  <FRAGMENT_SUPPRESSED> Order  <FRAGMENT_SUPPRESSED>", "[41] An Order goes dismissing this application, with costs to the respondent in an amount the parties may agree, or, failing agreement, in the amount of $500.00.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Gary W. McLaughlin/gs  <FRAGMENT_SUPPRESSED> [End of document]"]}