{"id_": "058938", "body_str": ["[1] Kelen, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated January 7, 2009 concluding that the applicant, a Guatemalan citizen, is not a Convention refugee or a person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the IRPA).  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED>", "[2] The applicants are twenty-six and thirty year old brothers respectively. The applicants arrived in Canada on November 2, 2006 seeking refugee protection because of an alleged fear of persecution or death at the hands of a Guatemalan mara or gang.  <FRAGMENT_SUPPRESSED>", "[3] The applicants opened a grocery store in Guatemala City in September 2005. In April 2006 the store was robbed by five gang members while one of the applicants was present. The applicants decided not to report the robbery to the police.  <FRAGMENT_SUPPRESSED>", "[4] In May 2006 the same gang returned and proceeded to extort the applicants in return for keeping the store open. The applicants were warned not to report the gang under pain of death. The applicants decided not to report the extortion to the police out of fear for their lives and dutifully paid the weekly extortion fee for about a month.  <FRAGMENT_SUPPRESSED>", "[5] In the beginning of June 2006 the applicants decided to stop paying the gang since the payments were consuming almost half their revenues. The store was closed and the applicants returned to their home town of El Camalote, Gualan, Zapaca, which is about four hours by bus from Guatemala City.  <FRAGMENT_SUPPRESSED>", "[6] A week after moving to their home town one of the applicants received a phone call from an unidentified caller who told them that the gang knows where the applicants live and is expecting the applicants to continue paying gang's extortion fees.  <FRAGMENT_SUPPRESSED>", "[7] The applicants contacted the chief of police in Gualan who promised to contact the police in Guatemala City, but he warned the applicants that if the complaint involved a mara gang, not much will be done.  <FRAGMENT_SUPPRESSED>", "[8] Fearing their safety, the applicants left Guatemala and travelled through the United States to Canada where they made a claim for refugee status on November 2, 2006.  <FRAGMENT_SUPPRESSED> Decision under review  <FRAGMENT_SUPPRESSED>", "[9] On January 7, 2009, the Board concluded that the applicants were not Convention refugees or persons in need of protection.  <FRAGMENT_SUPPRESSED>", "[10] The Board did not address the issue of the applicants' credibility. Thus it is presumed to be true.  <FRAGMENT_SUPPRESSED>", "[11] The Board determined that the applicants are not Convention refugees because the fear alleged by the applicants had no nexus to any of the grounds in the Convention refugee definition.  <FRAGMENT_SUPPRESSED>", "[12] The Board held that the applicants are not persons in need of protection because the risk that they feared was a generalized one, which is excluded from protection under subsection 97(1)(b)(ii) of IRPA, or alternatively that the applicants failed to show that the state of Guatemala was unable or unwilling to provide them with adequate state protection.  <FRAGMENT_SUPPRESSED>", "[13] The Board found that Guatemala was facing an epidemic of gang violence perpetrated by maras , which target business owners and bus operators on a daily basis. Being a victim of crime and violence at the hands of the maras in Guatemala was a daily risk for small business owners who faced extortion demands or the prospects of criminal violence.  <FRAGMENT_SUPPRESSED>", "[14] The Board referred to the submissions of the applicants' counsel that the risk faced by the claimants \"is a risk that is faced by small business owners and is not an individualized risk\". The Board held that the risk the applicants experienced was generalized, rather then individualized or personalized, and therefore excluded the applicants from protection under subsection 97(1)(b) of IRPA.  <FRAGMENT_SUPPRESSED>", "[15] The Board held that even if the applicants were not excluded by subsection 97(1)(b) of IRPA, a determinative issue in this case is the adequacy of state protection.  <FRAGMENT_SUPPRESSED>", "[16] The Board reviewed the law governing the presumption of state protection. It stated that local failures to provide effective policing do not amount to inadequate protection. Relying upon the decision of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> , the Board stated that \"the more democratic the state's institutions, the more the claimant must have done to exhaust all the courses of action open to him or her\". The Board held that the applicants failed to rebut the presumption of adequate state protection with \"clear and convincing\" evidence.  <FRAGMENT_SUPPRESSED>", "[17] A review of the documentary evidence led the Board to place a heavy burden on the applicants to show that they took reasonable steps to obtain state protection. The documentary evidence indicated that Guatemala is a democratic state with functioning political and judicial systems, democratic institutions, and an official apparatus that provides a measure of protection to its citizens including a criminal justice system. The Board noted that Guatemala has been at the forefront of criminal reform efforts in South America and has been making strong efforts to combat the maras.  <FRAGMENT_SUPPRESSED>", "[18] The Board held that since the applicants only sought the help of the local police detachment, and not the assistance of any other law enforcement authority or government assistance agency, they could not show that they had reasonably taken steps to seek internal state protection.  <FRAGMENT_SUPPRESSED>", "[19] The Board held that since adequate state protection is available to the claimants in Guatemala the applicants do not, on the balance of probabilities, face the risk to life or a risk to cruel and unusual treatment or punishment, were they to return. The applicants claim for protection was therefore dismissed.  <FRAGMENT_SUPPRESSED> LEGISLATION  <FRAGMENT_SUPPRESSED>", "[20] I reproduce s. 97 of IRPA for convenience:  <FRAGMENT_SUPPRESSED> 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[21] The applicants raise two issues:  <FRAGMENT_SUPPRESSED> 1. Did the Board err in law in that it misconstrued the evidence before it and/or misinterpreted s. 97(1) (b) of IRPA?  <FRAGMENT_SUPPRESSED> 2. Was the Board's determination of the issue of state protection unreasonable?  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[22] As a result of the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED>  [2008] S.C.J. No. 9 (QL), it is clear that reviewing courts must confine their analysis to two standards of review, those of reasonableness and correctness. Accordingly, the deference to be accorded to the Board's factual findings mandates that the issues in question be reviewed on a standard of reasonableness.  <FRAGMENT_SUPPRESSED>", "[23] <FRAGMENT_SUPPRESSED>  N.R. 1, the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of (deference) to be accorded with regard to a particular category of question\" (see also <FRAGMENT_SUPPRESSED>  per Justice Binnie at para. 53).  <FRAGMENT_SUPPRESSED>", "[24] The first issue touches upon issues of fact, and mixed law and fact.  <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 270 (QL), Justice Gauthier held at para. 11 that interpreting the exclusion of generalized risks of violence under subsection 97(1)(b) of IRPA was an issue of application of law to the particular facts of a case and therefore reviewable on a standard of reasonableness following the Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED>  para. 7. The first issue is therefore reviewable on a standard of reasonableness.  <FRAGMENT_SUPPRESSED>", "[25] The second issue relates to a determination of the adequacy of state protection. This is a question of mixed law and fact. Post- jurisprudence has held that adequacy of state protection decisions are reviewable under a standard of reasonableness ( <FRAGMENT_SUPPRESSED>  per Justice de Montigny at para. 18; <FRAGMENT_SUPPRESSED>  per Justice de Montigny at para. 13). The second issue is therefore reviewable on a standard of reasonableness.  <FRAGMENT_SUPPRESSED>", "[26] In reviewing the Board's decision on a reasonableness standard, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at para. 47, <FRAGMENT_SUPPRESSED> , at para. 59). The Court will only intervene if the decision falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at para. 47, <FRAGMENT_SUPPRESSED> , at para. 59).  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED> Issue No. 1: Did the Board err in law in that it misconstrued the evidence before it and/or misinterpreted s. 97(1) (b) of IRPA?  <FRAGMENT_SUPPRESSED>", "[27] This issue I would restate as \"Did the Board unreasonably find that the applicants faced a \"generalized risk\" of injury not \"personalized\" to only small business owners in Guatemala? <FRAGMENT_SUPPRESSED>", "[28] The applicants submit that the Board erred in finding that the risk faced by the applicants from the maras was a generalized risk in Guatemala.  <FRAGMENT_SUPPRESSED>", "[29] The applicants argue that subsection 97(1)(b)(ii) of IRPA requires that the risk be \"personalized\", but not necessarily \"individualized\". Since small business owners are one of the groups primarily targeted by maras , the applicants are at more risk than the general population, and therefore the risk to them is personalized.  <FRAGMENT_SUPPRESSED>", "[30] The applicants seek to distinguish <FRAGMENT_SUPPRESSED>  per Justice de Montigny, on the basis that the Board in that case made the express determination that the applicant faced a generalized risk of criminal activity. In this case, the applicants argue that the Board expressly determined that the applicants were at greater risk by virtue of being business owners.  <FRAGMENT_SUPPRESSED>", "[31] There is no basis for distinguishing Vickram . In my view the fact that the applicants are more at risk because they are small business owners does not transform a generalized risk of criminal violence to a personalized risk. There is no inconsistency in the Board's reasons in that regard. Vickram is consistent with the general principle that wealth, or perceived wealth, on its own, is not sufficient to ground a claim under subsection 97(1)(b) on the basis that criminals tend to target all those who they perceive as relatively wealthy (see also my decision in <FRAGMENT_SUPPRESSED>  at para. 31 and <FRAGMENT_SUPPRESSED>  at para. 38 to 41).  <FRAGMENT_SUPPRESSED>", "[32] Justice Gauthier recently dealt with the same argument in <FRAGMENT_SUPPRESSED> , in the context of bus operators, and held at para. 16 of her reasons that being a member of a particular economic sector does not transform generalized risk of criminal violence against the applicant to personal risk:  <FRAGMENT_SUPPRESSED> ¶16 The applicant referred to a passage of the documentary evidence which confirms that bus fare collectors are frequently subject to extortion by the Gang. However, the Board examined this country documentation and found it to clearly indicate the prevalence of gang related violence in a variety of sectors. It is no more unreasonable to find that a particular group that is targeted, be it bus fare collectors or other victims of extortion and who do not pay, faces generalized violence than to reach the same conclusion in respect of well known wealthy business men in Haiti who were clearly found to be at a heightened risk of facing the violence prevalent in that country . (emphasis added)  <FRAGMENT_SUPPRESSED>", "[33] I agree with Justice Gauthier's view  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[34] In this case the applicants were targeted because they owned a small business. The telephone harassment and threats after they shut down their business were a continuation of the extortion. There is no evidence that the maras personally targeted the applicants or that they face a greater risk then other small business owners or persons perceived to be relatively wealthy ( <FRAGMENT_SUPPRESSED>  per Justice de Montigny).  <FRAGMENT_SUPPRESSED>", "[35] I am of the view that if the risk to violence or injury or crime is a generalized risk faced by all citizens of the country who are seen as relatively wealthy by the criminals, the fact that a specific number of individuals may be targeted more frequently because of their wealth, does not mean that they are not subject to a \"generalized risk\" of violence. The fact that the persons at risk are those perceived to be relatively wealthy, and can be seen as a subset of the general population, means that they are exposed to a \"generalized risk\". The fact that they share the same risk as other persons similarly situated does not make their risk a \"personalized risk\" subject to protection under section 97. A finding otherwise would \"open the floodgates\" in that all Guatemalans who are relatively wealthy, or perceived as being relatively wealthy, could seek protection under section 97 of IRPA.  <FRAGMENT_SUPPRESSED>", "[36] In my view the decision of the Board in this regard was reasonably open to it based on the evidence.  <FRAGMENT_SUPPRESSED> Issue No. 2: Was the Board's determination of the issue of state protection unreasonable?  <FRAGMENT_SUPPRESSED>", "[37] The applicants submit in the alternative that the Board's determination on the issue of state protection was unreasonable in that it contradicted other factual findings made by the Board and the objective evidence on the record.  <FRAGMENT_SUPPRESSED>", "[38] The applicant states that the documentary evidence is inconsistent with the Board's finding that \"Guatemala has a functioning political and judicial system\" and \"an official apparatus that provides a measure of protection to its citizens including a criminal justice system and a functioning police force\". The applicant contends that Guatemala is simply unable to protect its population from the maras, and that placing too heavy a burden on the applicants to rebut the presumption of state protection is inappropriate.  <FRAGMENT_SUPPRESSED>", "[39] <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada held that refugee protection is a form of \"surrogate protection\" intended only in cases where protections from the home state are unavailable.  <FRAGMENT_SUPPRESSED>", "[40] Further, the Court held that except in situations where there has been a complete breakdown of the state apparatus, there exists a general presumption that a state is capable of protecting its citizens. While the presumption of state protection may be rebutted, this can only occur where the refugee claimant provides \"clear and convincing\" evidence confirming the state's inability to provide protection. Such evidence can include testimony of similarly situated individuals let down by the state protection arrangement, or the refugee claimant's own testimony of past incidents in which state protection was not provided (see Ward, supra, at 724-725).  <FRAGMENT_SUPPRESSED>", "[41] In  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal held that in order to rebut the presumption of state protection, refugee claimants must make \"reasonable efforts\" at seeking out state protection, and that the burden on the claimant increases where the state in question is democratic (see also <FRAGMENT_SUPPRESSED>  per Justice Mactavish where she held at para. 22 that a claimant need not show that they exhausted absolutely all avenues of protection).  <FRAGMENT_SUPPRESSED>", "[42] The Federal Court of Appeal recently clarified the presumption of state protection in <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 309, per Justice Létourneau. The Court engaged in a detailed discussion at paras. 16-30 on the distinctions between \"burden of proof, standard of proof and quality of evidence\". The Court held that the \"heavy burden\" to rebut the presumption of adequate state protection in democratic societies, as referred to in <FRAGMENT_SUPPRESSED>  per Justice Sexton, at paragraph 57, was simply an acknowledgement of the difficulty of furnishing sufficient evidence in such circumstances:  <FRAGMENT_SUPPRESSED> ¶26 I think our colleague, as was La Forest J. in the Ward case, referred to the quality of the evidence that needs to be adduced to convince the trier of fact of the inadequate state protection. In other words, it is more difficult in some cases than others to rebut the presumption. But this in no way alters the standard of proof. In this respect, I fully agree with the finding of the judge that La Forest J. in Ward was referring to the quality of the evidence necessary to rebut the presumption and not to a higher standard of proof.  <FRAGMENT_SUPPRESSED>", "[43] Consequently, the applicants had to adduce relevant and reliable evidence with sufficient probative value that satisfies the trier of fact on a balance of probabilities that the state protection is inadequate ( <FRAGMENT_SUPPRESSED> , at para. 30).  <FRAGMENT_SUPPRESSED>", "[44] In the case at bar the only steps taken by the applicants to seek state protection was contacting the Gualan local police who in turn contacted the Guatemala City police. It is trite law that the refusal of local police to offer protection does not constitute inadequate state protection, unless the refusal of the local police can be linked to a larger pattern of inability to offer protection in the particular circumstances ( <FRAGMENT_SUPPRESSED> , per Justice Pelletier at para. 31).  <FRAGMENT_SUPPRESSED>", "[45] The Board found the steps taken by the applicant to be insufficient in light of Guatemala's progress against gang violence and democratic character. It found that while the protection offered by Guatemala was not perfect, it was nevertheless adequate. (The Board cited as authorities this Court's decisions in <FRAGMENT_SUPPRESSED>  (F.C.A.), per Justice Décary at para. 21; and <FRAGMENT_SUPPRESSED>  analysis in regard to state protection is rather general. I am troubled by the staleness of some of the documentary evidence that the Board cites. This is highlighted by the more recent documentary evidence produced by the applicant which describes the inability of the Guatemalan authorities to tackle gang violence because of systemic corruption and lack of resources. The applicants also adduced evidence that shows public frustration with police protection.  <FRAGMENT_SUPPRESSED>", "[47] While the Board's reasons leave much to be desired in terms of analysis, its ultimate conclusion cannot be held to be unreasonable. The Board pointed to several avenues of redress which the applicants could have pursued besides the local police. The viva voce evidence by the applicants indicates that the efficacy of Guatemalan police is at worst mixed:  <FRAGMENT_SUPPRESSED> PRESIDING MEMBER: Are you saying that the police in Guatemala are successful in catching the maras?  <FRAGMENT_SUPPRESSED> CLAIMANT: They are on the news you can see it every day and you can see that they catch the occasional one but as well as seeing them catch several of them you also see murders happening all over the place by these people.  <FRAGMENT_SUPPRESSED>", "[48] The documentary evidence is that state protection in Guatemala is lacking. The Board's National Documentation Package for Guatemala provided a Response to Information Request dated March 2, 2007 with respect to \"Measures for protecting the population from criminal gangs\". The document stated:  <FRAGMENT_SUPPRESSED> Corruption within the police force and a lack of resources complicate the battle against criminal gangs. President Berger himself has acknowledged the failure of Guatemala's 22,000 national police officers to control the criminal gangs, which reportedly have as many as 60,000 members.  <FRAGMENT_SUPPRESSED> While this evidence suggests that state protection in Guatemala is inadequate, other evidence on the record that the police are taking measures to protect the population from criminal gangs including the deployment of the soldiers on the streets to re-establish security from criminal gangs, the arrest of gang members, surveillance measures, and the creation of a special hotline for reporting extortion. Accordingly, it was reasonably open to the Board to find either that there is, or there is not, adequate state protection in Guatemala.  <FRAGMENT_SUPPRESSED>", "[49] The evidence on the record allows for a determination either way. In my view, the decision of the Board lies in the range of acceptable outcomes.  <FRAGMENT_SUPPRESSED>", "[50] For these reasons the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[51] Both parties advised the Court that this case does not raise a serious question of general importance which ought to be certified for an appeal. The Court agrees.  <FRAGMENT_SUPPRESSED>", "[52] THIS COURT ORDERS AND ADJUDGES that : The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}