{"id_": "058993", "body_str": ["[1] Tremblay-Lamer, J. : This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] of the decision rendered by the Refugee Protection Division of the Immigration and Refugee Board of Canada [RPD, Board] determining that the applicant is not a Convention refugee, nor a person in need of protection. I. Facts", "[2] The applicant was born in India in 1982 to parents who were also born in India. She lived there until 2003, and then studied and worked in Japan from 2003 to 2013. In 2013, she traveled to the United States and then to the Canadian border, where she made her refugee claim.", "[3] She claims that although she was born in India, the Indian authorities will not recognize her as a citizen if she returns there since she is an ethnic Tibetan. She fears that the Indian authorities would deport her to China, where she would be persecuted as an ethnic Tibetan and follower of the Dalai Lama. II. Impugned decision", "[4] The RPD found that the applicant's only country of reference was India.", "[5] First, the RPD considered the citizenship laws of India which state that an individual born in India on or after January 26, 1950 but before July 1, 1987 is a citizen by birth. On its face, this legislation indicates that the applicant would be a citizen of India by birth and there would be no need for her to apply to obtain Indian citizenship.", "[6] Second, the Board referred to the decision of REFERENCE_SUPPRESSED, in which the High Court of Delhi found an ethnic Tibetan born in India in 1986 to be an Indian citizen by birth and to be entitled to an Indian passport. The High Court noted that a person who is an Indian citizen by birth is not required to apply for citizenship.", "[7] On the basis of the CITATION_SUPPRESSED , the RPD found that despite evidence that ethnic Tibetans born in India may still be experiencing difficulties establishing their right to Indian citizenship, it was more likely than not that the historic practice in India of treating Indian-born Tibetans as foreigners would not continue and that Indian citizenship was therefore within the applicant's control.", "[8] Finally, since Chinese citizenship law does not recognize as citizens, individuals who acquire a foreign nationality at birth, the applicant did not meet the requirements for Chinese citizenship and China was not a country of reference for her claim. III. Issue", "[9] The sole issue in this case is whether the RPD erred in concluding that India was a country of reference for the assessment of the applicant's refugee claim by virtue of the fact that she was legally entitled to Indian citizenship by birth, and regardless of whether she would have difficulties obtaining recognition of that citizenship. IV. Standard of Review", "[10] The Board's finding involved a determination of law that required the interpretation of section 96 of IRPA and should be reviewed on a standard of correctness (REFERENCE_SUPPRESSED). V.", "[11] The applicant argues that the RPD failed to apply the \"control\" test set out in CITATION_SUPPRESSED in the manner set out in the Federal Court cases that followed. Rather, the Board engaged in speculation that as a result of the Delhi High Court declaring one applicant before it to be entitled to Indian citizenship, the Indian government would cease its historic practice of treating Tibetans as foreigners. The evidence, however, was uniformly to the contrary.", "[12] The applicant further submits that the Board erred by drawing a distinction between possession of citizenship on the one hand, and acquisition of an Indian passport and other benefits of citizenship on the other. Citizenship cannot exist without recognition thereof and resulting national protection by the authorities. As the purpose of the \"control\" test is to retain the surrogate nature of refugee protection, in that a claimant cannot seek international protection if she has within her control the ability to acquire national protection by citizenship in another country ( CITATION_SUPPRESSED), a claimant who is refused national protection cannot be denied refugee protection on the basis of a putative \"citizenship\". VI.", "[13] The respondent, on the other hand, relies on two recent cases of this Court that suggest the applicant would first need to apply for and be refused citizenship in India in order to show that acquiring citizenship there was outside her control before she could succeed in her claim in Canada. CITATION_SUPPRESSED states that the \"unwillingness\" of an applicant to take steps required to gain state protection is fatal to his refugee claim, and that \"where citizenship in another country is available, an applicant is expected to make attempts to acquire it and will be denied refugee status if it is shown that it is within his power to acquire that other citizenship\" ( CITATION_SUPPRESSED at paras 22, 27). The respondent submits that it was within the applicant's power to take steps to acquire Indian citizenship but she did not do so. VII. Analysis", "[14] The question of law raised by the Board's decision in this case is whether the existence of a legal right to citizenship in a country is sufficient for that country to be considered a country of reference for the assessment of the refugee claim, regardless of evidence establishing uncertainty as to whether the individual would be successful in having his citizenship recognized by authorities in that country or would receive the benefits of that citizenship. If recognition of the right is a relevant consideration, would an applicant then need to show that he attempted to apply for recognition of his citizenship before making his claim in Canada?", "[15] The Federal Court of Appeal stated in CITATION_SUPPRESSED that the test for determining a claimant's country or countries of nationality for the purposes of her refugee claim is whether it is within her \"control\" to acquire the citizenship in question.", "[16] A number of decisions of this Court have interpreted and applied the \"control\" test since the Court of Appeal's decision in CITATION_SUPPRESSED , and three recent decisions in particular dealt with the same basic facts we have here, where the Board had found India to be a country of reference for an ethnic Tibetan born in India between January 26, 1950 and July 1, 1987. The Court did not reach the same result in all three cases.", "[17] In the first, REFERENCE_SUPPRESSED, the Board had relied on the fact that Mr. Wanchuk had not applied for and been denied Indian citizenship, and that he was therefore unable to demonstrate that there were obstacles in his way. Accordingly, India was found to be a country of reference and Mr. Wanchuk sought judicial review of that decision.", "[18] Considering the CITATION_SUPPRESSED test, discussed above, and the effect of the High Court of Delhi's CITATION_SUPPRESSED , Justice O'Reilly held in CITATION_SUPPRESSED that the documentary evidence before the RPD showed that acquiring Indian citizenship was not within the applicant's control, but rather would require that the Central Tibetan Administration exercise its discretion not to withhold its approval and that Indian authorities recognize the CITATION_SUPPRESSED as binding authority. In fact, it was only \"a mere possibility that [the applicant] could obtain Indian citizenship\". As Mr. Wanchuk might have to litigate the issue, just as the applicant in the CITATION_SUPPRESSED did, Justice O'Reilly found the Board's conclusion to be unreasonable.", "[19] In contrast, in the two cases that followed CITATION_SUPPRESSED , Justice Hughes and Justice Mosley found it significant that the applicants in those cases had not attempted to apply for citizenship in India before seeking refugee status in Canada.", "[20] In REFERENCE_SUPPRESSED, the Board had found that the applicant, who - unlike the applicant in this case - had an Indian passport, was a citizen of India. It went on to find in the alternative that even if she was not a citizen of India, she bore the onus of establishing that she had sought and been refused citizenship by the Indian authorities. Justice Hughes addressed the Board's alternative finding in obiter . He acknowledged that no Canadian authority requires an applicant to first seek and be refused citizenship in a safe country where they are entitled to do so before claiming refugee status in Canada, but found it disturbing that the applicant, who had been peaceably living in India, took no steps to acquire full Indian citizenship. He commented that had she attempted to do so but failed, this would have gone a long way to bolstering a claim for refugee protection in Canada.", "[21] Shortly thereafter, Justice Mosley was faced with a similar set of facts in REFERENCE_SUPPRESSED. He acknowledged that the facts in the matter before him were virtually the same as those in CITATION_SUPPRESSED , but departed from Justice O'Reilly's decision on the basis that it failed to apply CITATION_SUPPRESSED . Justice Mosley agreed instead with the obiter comments of Justice Hughes in CITATION_SUPPRESSED and went further by saying that:", "[30] [...] In CITATION_SUPPRESSED, the Court of Appeal held that an applicant must make attempts to acquire citizenship in any safe country where it is available to him. The same would seem to apply to the enforcement of rights to which the applicant is entitled by law, as a citizen, notwithstanding efforts at obstruction by officials. By the applicant's own admission at the RPD, he has never made any attempt to acquire or enforce rights of Indian citizenship. He merely speculates that he will not be able to succeed, despite the legislation and jurisprudence in his favour. In my view, he cannot claim protection in Canada without making any effort to avail himself of Indian nationality, to which he is entitled as a matter of law in that country [Emphasis added]", "[22] He also found that since section 96 of IRPA refers to \"countries of nationality\", not countries of nationality where an individual can assert all of his nationality rights without impediment, the applicant could not allege that he was not a citizen of India since he was a citizen by birth according to Indian legislation. Further, if the applicant requested citizenship documents such as a passport and was denied, he could bring a court challenge. There is nothing unreasonable about expecting an applicant to take legal action if his state of nationality attempts to deny his rights.", "[23] In sum, CITATION_SUPPRESSED would suggest that the applicant in the present case does not need to apply for and be refused recognition of her Indian citizenship in order to show that it is not within her control to obtain it, whereas CITATION_SUPPRESSED would suggest that she does. With all due respect to Justice Mosley, I prefer to adopt CITATION_SUPPRESSED for the following reasons.", "[24] As is well known, the for the requirement in the Convention refugee definition that an individual be unable or unwilling to avail him or herself of the protection of each of his or her countries of nationality, is that if an individual is able to obtain protection in one of his countries of nationality, he is required to do so.", "[25] In REFERENCE_SUPPRESSED, the Supreme Court of Canada explained that the rationale underlying the international refugee protection regime is that it is a \"back-up\" to the protection one expects from one's country of nationality. The international refugee system provides \"surrogate\" protection, such that the responsibility of the international community is only engaged where a persecuted individual is unable to obtain protection from his home state or states.", "[26] In REFERENCE_SUPPRESSED, Justice Rothstein, writing for the Trial Division of the Federal Court of Canada, found that if an applicant is entitled to citizenship in a particular country and can acquire that citizenship by completing mere formalities, with no room for the state in question to refuse status, then that country will be considered a country of reference for the purposes of assessing his claim.", "[27] In CITATION_SUPPRESSED , the applicant was able to obtain Ugandan citizenship as a matter of course but did not want to renounce his Rwandan citizenship in order to do so. Justice Décary, writing for the Federal Court of Appeal, found that it was within the applicant's power to obtain Ugandan citizenship if he had the will to acquire it, and agreed with the Board that Uganda was a country of reference for his claim.", "[28] Justice Décary fully endorsed Justice Rothstein's decision and clarified the test. He said that although phrases such as \"acquisition of citizenship in a non-discretionary manner\" or \"by mere formalities\" have been used, the true test is whether it is within the \"control\" of the applicant to acquire the citizenship in question. He explained that the reason for the control test is that it encompasses all sorts of situations, rather than just those where mere technicalities such as filing appropriate documents are required. As such, it would prevent \"country shopping\", which is incompatible with the \"surrogate\" dimension of international refugee protection recognized in CITATION_SUPPRESSED . Therefore, \"where citizenship in another country is available, an applicant is expected to make attempts to acquire it and will be denied refugee status if it is shown that it is within his power to acquire that other citizenship\" (para 27).", "[29] The \"control\" test in CITATION_SUPPRESSED has been interpreted in REFERENCE_SUPPRESSED, in which Justice Lemieux found that since the authorities in Guyana had discretion not to grant the applicant citizenship, the acquisition of citizenship was not within her control and she was therefore not obligated to seek Guyana's protection before seeking that of Canada.", "[30] In REFERENCE_SUPPRESSED, Justice Hughes held that the proper question is whether there is sufficient doubt as to the law and practice in a given country such that citizenship cannot be considered as automatic or fully within the control of the applicant.", "[31] In Ma , Justice Russell agreed with the Board that the respondents had no obligation to try to re-acquire their Chinese citizenship before obtaining refugee protection in Canada. He held that an obligation to apply would be an intolerable burden on claimants that goes beyond that required by CITATION_SUPPRESSED", "[32] In my view, an obligation on refugee claimants to show that they applied for and were refused citizenship in a particular country would constitute a narrowing of the refugee definition in the 1951 Convention relating to the Status of Refugees Refugee Convention ] and section 96 of IRPA. The proper question is whether, on the evidence before the Board, there is sufficient doubt as to the law, practice, jurisprudence and politics of the potential country of nationality such that the acquisition of citizenship in that country cannot be considered automatic or fully within the control of the applicant, not whether they have tried and been refused. This would exclude from refugee protection all individuals that did not apply for citizenship prior to their time of need for any number of reasons, including the financial inability to pay for a citizenship application or litigation in respect thereof.", "[33] As suggested by James Hathaway and Michelle Foster, a country will be considered a country of reference for the assessment of refugee status where the claimant's citizenship in that country \"actually exists in embryonic form and needs simply to be activated by means of a request that will clearly be acceded to\" ( The Law of Refugee Status , 2d ed (University Printing House: Cambridge, 2014) at 59).", "[34] In the present case, the evidence in the record unequivocally established that if the applicant, as an ethnic Tibetan, applied for an Indian passport, it was by no means clear that her request would be acceded to. Recognition of her citizenship was thus not automatic or within her control.", "[35] For example, in the Response to Information Request dated August 15, 2013, the Research Directorate cited the following statement from the Tibet Justice Centre, an organization advocating for the right of Tibetan people to self-determination: Our research and monitoring after 2011 indicates that despite the Delhi High Court's decision, the executive branch continues to treat Tibetans born in India from 26 Jan 1950 to 1 July 1987 as foreigners, not citizens . Whilst Namgyal Dolkar was successful in her landmark case for gaining Indian citizenship, we are not aware, based on both our research and discourse with other Tibetan groups, and lawyers including Namgyal Dolkar's own attorney, of any other Tibetans in India who have received proof of citizenship, or who have been treated as an Indian citizen, based on the High Court's judgment. [...] [...] [T]here is a large gap between this right, and a person being able to have that right recognized , and to then be able to access the related rights and privileges. Rather than there being a series of simple steps to follow in order to attain citizenship, our research findings show that in practice, Tibetans in India who were born within the correct time period in India are still unable to have their status as citizens officially recognized. [Emphasis added]", "[36] This document provided further information regarding the obstacles faced by Tibetans in obtaining recognition of their Indian citizenship, including the unwritten policy of the Central Tibetan Administration not to release No Objection Certificates, which are required in order to obtain citizenship by birth.", "[37] It also quoted an observation made by the Tibetan Political Review on 27 August 2012 that: The verdict in Ms. Lhagyari's lawsuit encouraged Tibetans to apply for Indian citizenship, but many report that they were told that the Lhagyari case did not establish a legal precedent; each individual must launch their own long and costly case.", "[38] Further, a letter from a representative of the Dalai Lama to the Americas at the Office of Tibet in New York also spoke to the bars for ethnic Tibetans in claiming Indian citizenship: Any Tibetan born during the period of between January 1950 and July 1987 are not automatically treated as Indian citizen [ sic ]. The Government of India has informed that applications from Tibetans requesting Indian citizenship will be considered case by case. [...] 1. The Office of Tibet is aware of only two Tibetans who have been issued court orders to grant Indian citizenship. 2. The Office of Tibet is not aware of any Tibetans gaining Indian citizenship by virtue of their birth in India. [...] 5. Pursuing legal cases in India are time consuming and expensive as well.", "[39] Despite the overwhelming documentary evidence that the Indian authorities continued to treat Indian-born Tibetans as foreigners following the CITATION_SUPPRESSED , the Board found that the CITATION_SUPPRESSED clarified that there was no legal basis for the authorities to do so and that therefore the applicant had not established that Indian citizenship was not within her control:", "[25] The panel finds that the recent decision has clarified that there is no legal basis for the Indian authorities to treat Indian-born Tibetans any differently from any other Indian-born citizens. Even if some Indian-born ethnic Tibetans are still experiencing difficulties in acquiring Indian passports or other benefits of citizenship, despite this decision, such cases do not serve to establish that Indian citizenship is not within their control, as per the applicable test in CITATION_SUPPRESSED", "As an individual born in India between January 26, 1959 and July 1, 1987 in India, the claimant is an Indian citizen by birth , irrespective of her declared nationality, and there is no need for her to apply to obtain Indian citizenship.", "[27] The panel is not persuaded by the evidence before it that the claimant is not a citizen of India, as she has alleged, or that her citizenship in India is not automatic or non-discretionary , as submitted by counsel. [Emphasis added]", "[40] My concern with this approach is that it focuses solely on the legal entitlement to citizenship and not on the practical reality and need to have that citizenship recognized by the relevant authorities. As Hathaway & Foster state, nationality must be effective, rather than merely formal. Elements in the concept of \"effective nationality\" include recognition of the nationality by the state of nationality and the absence of practical impediments to accessing the benefits of nationality (pp 56-57).", "[41] Since the requirement in the definition of a refugee reflects the principle that international refugee protection is surrogate protection and is only available to individuals who are not able to obtain protection in one of their countries of nationality, in my opinion the legal right to citizenship is not the only relevant factor. If the authorities do not recognize the legal right, it is doubtful that they will offer protection if and when needed. In other words, where citizenship in a country is purely formal rather than pragmatically effective, the country in question should not be considered as a country of reference. Given the humanitarian objects of the Refugee Convention , it could not have been intended that a person would be denied international protection by virtue of a formal but relevantly ineffective nationality (Hathaway & Foster at 57, citing Jong Kim Koe (Aus FFC, 1997) at 520-521).", "[42] By failing to consider the difficulty the applicant would face in obtaining recognition of her Indian citizenship and the rights and privileges that attach thereto, finding instead that her legal entitlement to the citizenship was determinative, the Board erred in law.", "[43] For these reasons, this application is granted and this matter is to be sent back for redetermination by a differently constituted panel, taking into consideration the evidence in the record of the practice and politics in India regarding the ability of Indian-born ethnic Tibetans to obtain recognition of their citizenship and the accompanying benefits, including protection. VIII.", "[44] The applicant proposed a question to be certified only in the event that the application was dismissed. As I am allowing this application, no question will be certified. JUDGMENT", "[45] THIS COURT'S JUDGMENT is that 1. The application for judicial review is granted; 2. The matter is to be sent back to the Refugee Protection Division for redetermination by a differently constituted panel; and 3. There is no question for certification ANNEX 1951 Convention relating to the Status of Refugees Article 1. Definition of the term \"refugee\" A. For the purposes of the present Convention, the term \"refugee\" shall apply to any person who: [...] (2) [...] In the case of a person who has more than one nationality, the term \"the country of his nationality\" shall mean each of the countries of which he is a national, and a person shall not be deemed to be lacking the protection of the country of his nationality if, without any valid reason based on well-founded fear, he has not availed himself of the protection of one of the countries of which he is a national. [...] Immigration and Refugee Protection Regulations 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 96. a) b) Application allowed. Editor: J. Danielle King [End of document]"]}