{"id_": "059291", "body_str": ["[1] O'Keefe, J. : The plaintiff, The Dow Chemical Company (TDCC) is a business corporation organized and subsisting under the laws of the state of Delaware in the United States of America. TDCC is the owner of Canadian Patent No. 2,160,705 (the '705 Patent).", "[2] The plaintiff, Dow Global Technologies Inc. (DGTI), a wholly owned subsidiary of TDCC, is also a business corporation organized and subsisting under the laws of the state of Delaware in the United States of America. DGTI was the owner of the '705 Patent between 2004 and June 3, 2009. On June 3, 2009, DGTI transferred its rights in the '705 Patent to TDCC.", "[3] The plaintiff, Dow Chemical Canada ULC (DCC) is a Nova Scotia entity. DCC manufactures polyethylene copolymers under license of the '705 Patent from its plant in Fort Saskatchewan, Alberta. DCC sells polyethylene film-grade copolymers under the name ELITE in Canada. The plaintiffs are also collectively known as Dow.", "[4] The defendant, NOVA Chemicals Corporation (NOVA) is a business corporation organized and subsisting under the laws of Canada. The defendant manufactures and sells polyethylene film-grade copolymers under the name SURPASS in Canada. I. The Plaintiffs' Description of the Nature of the Action", "[5] The plaintiffs, TDCC and DCC are manufacturers of polyethylene compositions, films and products that are useful to the polyethylene industry. TDCC is the owner of a patent for polyethylene compositions and the films made from such compositions. The plaintiffs are bringing this action to stop the defendant from allegedly engaging in the unauthorized and infringing manufacture, distribution, offering for sale, sale and use in Canada of polyethylene compositions, which encompass this patented technology. TDCC and DCC compete with the defendant in the polyethylene market.", "[6] The '705 Patent has a filing date of April 19, 1994 and a publication date of November 10, 1994. The '705 Patent issued on August 22, 2006 and claims priority from US Patent Application No. 08/054,379 which was filed on April 28, 1993.", "[7] The statement of claim states that: The 705 Patent relates to an invention entitled \"Fabricated Articles Made from Ethylene Polymer Blends\". The invention, which is more particularly described and claimed in the 705 Patent, relates in general to polyethylene compositions comprising a blend of at least one homogeneously branched linear or substantially linear ethylene/ -olefin interpolymer and at least one heterogeneously branched ethylene/ -olefin interpolymer.", "[8] The plaintiffs' claim, as set out in the statement of claim, is for: (a) a declaration that Canadian Patent No. 2,160,705 (\"the 705 Patent\") and in particular claims 10, 11, 15, 29, 30, 33, 35, 36, 41 and 42 of the 705 Patent have been infringed by the defendant; (b) a permanent injunction restraining the defendant, together with all officers and directors of the defendant, and all agents, employees, servants, and persons under the control of, or acting in concert with, the defendant, from: (i) infringing the 705 Patent and, in particular, claims 10, 11, 15, 29, 30, 33, 35, 36, 41 and 42 of the 705 Patent; (ii) manufacturing, distributing, offering for sale, selling, licensing or otherwise making available or using in Canada the infringing film-grade ethylene copolymer (polyethylene) compositions sold under the name SURPASS, or under any other name, as described further below; (c) an order requiring the defendant to deliver to the plaintiff The Dow Chemical Company, or destroy, any materials in the possession, care, custody or control of the defendant, or for which the defendant has title, whether such materials are in bulk or in packaged form, as well as any and all packaging, marketing and promotional material associated therewith, which may offend the injunction sought in (b) above; (d) damages for infringement or an accounting of the profits of the defendant, whichever the plaintiffs may, after due inquiry and full discovery elect; (e) reasonable compensation for the acts of the defendant under section 55(2) of the , R.S.C. 1985, c. P-4, during the time that the application for the 705 Patent became open to public inspection until the grant of the 705 Patent; (f) pre and post judgment interest on all monetary awards; (g) the plaintiffs' costs of this action on the highest allowable basis; and (h) such further and other relief as the plaintiffs may be entitled to and which to this Honourable Court may seem just.", "[9] The '705 Patent states the following about the film products to be produced at page 1 and 2 of the Patent: Thin film products fabricated from linear low density polyethylene (LLDPE) and/or high density polyethylene (HDPE) are widely used for packaging applications such as merchandise bags, grocery sacks, and industrial liners. For these applications films with high tensile strength, as well as high impact strength, are desired because film producers can down gauge their film products and still retain packaging performance. [...] Surprisingly, we have now discovered compositions useful in films and molded parts having synergistically enhanced physical properties, which compositions comprise a blend of at least one homogeneously branched ethylene/ -olefin interpolymer and at lease [ sic ] one heterogeneously branched ethylene/ -olefin interpolymer. In particular, formulated ethylene/ -olefin compositions have now been discovered to have improved physical and mechanical strength and are useful in making fabricated articles. Films made from these novel compositions exhibit surprisingly good impact and tensile properties, and an especially good combination of modulus yield, ultimate tensile, and toughness (e.g. dart impact).", "[10] The '705 Patent states that the compositions are comprised of a blend of two components: component A which is 10 to 95 percent (by weight of the total composition) of at least one homogeneously branched substantially linear ethylene/ -olefin interpolymer having the stated properties; and component B which is 5 to 90 percent (by weight of the total composition) of at least one heterogeneously branched ethylene polymer with a certain density.", "[11] As noted above, the combination of these two types of polymers results in a composition or film which has \"synergistically enhanced physical properties\" which includes both high tensile strength and high impact strength.", "[12] To complete the background information, there has been litigation in the United States in relation to the corresponding U.S. Patent and certain claims constructions have been made. These findings are, however, not binding on this Court. As well, a finding of infringement has been made by a U.S. jury. This Court must carry out its own claims construction and make its own findings with respect to infringement. It may, however, be helpful to refer to the U.S. judgments on claim construction of similar claims. II. Issues Relating to Claim Construction", "[13] The issues are: 1. Who is the person skilled in the art? 2. What is the meaning of \"ethylene polymer composition\" in the asserted claims of the '705 Patent? 3. What is the meaning of the term \"comprising\" in the asserted claims of the '705 Patent? 4. What is the meaning of the terms \"homogeneously branched\" and \"heterogeneously branched\" in the asserted claims of the '705 Patent? 5. What is the meaning of \"linear\" and \"substantially linear\" in the asserted claims of the '705 Patent? 6. What is the meaning of \"slope of strain hardening coefficient\" in the asserted claims of the '705 Patent? 7. What is the meaning of \"linear polymer fraction\" in the asserted claims of the '705 Patent?", "[14] The plaintiffs submitted Issues 2 through 7 and I have added the first issue. III. Principles of Patent Construction", "[15] <FRAGMENT_SUPPRESSED>  CPR (4th) 161 [ <FRAGMENT_SUPPRESSED> ], I stated at paragraph 35: 35 In order to construe a patent, there must be a review of the patent specification through the eyes of an \"ordinary person skilled in the art\". Mr. Justice Binnie put it this way in <FRAGMENT_SUPPRESSED>  approach is that it urges the Court to look at the words through the eyes of a grammarian or etymologist rather than through the eyes and with the common knowledge of a worker of ordinary skill in the field to which the patent relates. An etymologist or grammarian might agree with the appellants that a vane of any type is still a vane. However, the patent specification is not addressed to grammarians, etymologists or to the public generally, but to skilled individuals sufficiently versed in the art to which the patent relates to enable them on a technical level to appreciate the nature and description of the invention: H. G. Fox, The Canadian Law and Practice Relating to Letters Patent for Inventions (4th ed. 1969), at p. 185. The court, writes Dr. Fox, at p. 203, must place itself in the position of some person acquainted with the surrounding circumstances as to the state of the art and the manufacture at the time, and making itself acquainted with the technical meaning in that art or manufacture that any particular word or words may have... .", "[16] Mr. Justice Binnie, also said the following about the principles of patent claim construction in <FRAGMENT_SUPPRESSED> : 1. The Principles of Patent Claims Construction 42 The content of a patent specification is regulated by s. 34 of the . The first part is a \"disclosure\" in which the patentee must describe the invention \"with sufficiently complete and accurate details as will enable a workman, skilled in the art to which the invention relates, to construct or use that invention when the period of the monopoly has expired\": <FRAGMENT_SUPPRESSED> , at p. 517. The disclosure is the quid provided by the inventor in exchange for the quo of a 17-year (now 20-year) monopoly on the exploitation of the invention. The monopoly is enforceable by an array of statutory and equitable remedies and it is therefore important for the public to know what is prohibited and where they may safely go while the patent is still in existence. The public notice function is performed by the claims that conclude the specification and must state \"distinctly and in explicit terms the things or combinations that the applicant regards as new and in which he claims an exclusive property or privilege\" (s. 34(2)). An inventor is not obliged to claim a monopoly on everything new, ingenious and useful disclosed in the specification. The usual rule is that what is not claimed is considered disclaimed. 43 The first step in a patent suit is therefore to construe the claims. Claims construction is antecedent to consideration of both validity and infringement issues. The appellants' argument is that these two inquiries -- validity and infringement -- are distinct, and that if the principles of \"purposive construction\" derived from <FRAGMENT_SUPPRESSED> are to be adopted at all, they should properly be confined to infringement issues only. The principle of \"purposive construction\", they say, has no role to play in the determination of validity, and its misapplication is fatal to the judgment under appeal. 44 It is true that in <FRAGMENT_SUPPRESSED> itself there was no attack on the validity of the patent. The litigation turned on issues of infringement. The patent in issue dealt with galvanized steel lintels for use in building construction. Lintels are structural members placed over openings such as doors and windows to support the building above. The patent taught an ingenious new type of lintel of sheet metal bent into a box-like \"lazy Z\" shape that was light to handle and inexpensive to manufacture. The defendant knew of the plaintiff's product but was not familiar with the plaintiff's patent. The claims (of which they were unaware) taught that the lintel must have \"a second rigid support member extending vertically from or from near the rear edge of the first horizontal plate\" (underlining added; italics in original deleted). Vertical alignment would maximize the load-bearing capacity. For reasons unrelated to patent avoidance, the rigid support member in the defendant's product was inclined about eight degrees off vertical. The trial judge concluded that there was no literal infringement because the support did not extend precisely \"vertically\", but that, since there was no material difference in function of the component part, there was, viewing the defendant's lintel as a whole, infringement of the \"pith and marrow\" of the plaintiff's invention. The trial judge was reversed by a majority in the Court of Appeal but was subsequently avenged by restoration of his judgment by a unanimous House of Lords. Lord Diplock's description of purposive construction was as follows, at pp. 242-43: My Lords, a patent specification is a unilateral statement by the patentee, in words of his own choosing, addressed to those likely to have a practical interest in the subject matter of his invention (i.e. \"skilled in the art\"), by which he informs them what he claims to be the essential features of the new product or process for which the letters patent grant him a monopoly. It is those novel features only that he claims to be essential that constitute the so-called \"pith and marrow\" of the claim. A patent specification should be given a purposive construction rather than a purely literal one derived from applying to it the kind of meticulous verbal analysis in which lawyers are too often tempted by their training to indulge. The question in each case is: whether persons with practical knowledge and experience of the kind of work in which the invention was intended to be used, would understand that strict compliance with a particular descriptive word or phrase appearing in a claim was intended by the patentee to be an essential requirement of the invention so that any variant would fall outside the monopoly claimed, even though it could have no material effect upon the way the invention worked. [Emphasis in original] 45 The key to purposive construction is therefore the identification by the court, with the assistance of the skilled reader, of the particular words or phrases in the claims that describe what the inventor considered to be the \"essential\" elements of his invention. This is no different, I think, than the approach adopted roughly 40 years earlier by Duff C.J. in <FRAGMENT_SUPPRESSED> . The patent in that case related to a method of setting diamonds in devices such as rotary drill bits for earth boring. Duff C.J., citing the earlier jurisprudence, put the focus on the inventor's own identification of the \"essential\" parts of his invention, at p. 285: Obviously, the invention, as described by the inventor himself, involves the use of air suction to hold the diamonds in place while the molten metal is being introduced into the mold. There can be no doubt, in my mind, that as the inventor puts it, that is an essential part of his process. That part of his process is clearly not taken by the appellants. Adapting the language of Lord Romer, it is not the province of the court to guess what is and is not of the essence of the invention of the respondent. The patentee has clearly indicated that the use of air suction at that stage of the process is an essential, if not the essential , part of the invention described in the specification. [Emphasis in original] 46 To the same effect is the judgment of Thorson P. in <FRAGMENT_SUPPRESSED>  takes the substance of an invention he is guilty of infringement and it does not matter whether he omits a feature that is not essential to it or substitutes an equivalent for it. [Emphasis in original] 47 The \"essential\" elements approach was established in earlier English cases such as <FRAGMENT_SUPPRESSED>  (Eng. C.A.), and <FRAGMENT_SUPPRESSED>  (H.L.), where Lord Reid, dissenting on the result, said at p. 76: \"you cannot avoid infringement by substituting an obvious equivalent for an unessential integer\". [Emphasis in original] 48 The <FRAGMENT_SUPPRESSED> analysis therefore was not a departure from the earlier jurisprudence in the United Kingdom or in this country. It is no disrespect to Lord Diplock to suggest that at least to some extent he poured some fine old whiskies into a new bottle, skilfully refined the blend, brought a fresh clarity to the result, added a distinctive label, and voilà \"purposive construction\" In <FRAGMENT_SUPPRESSED> , as in the earlier case law, the scope of the monopoly remains a function of the written claims but, as before, flexibility and fairness is achieved by differentiating the essential features (\"the pith and marrow\") from the unessential, based on a knowledgeable reading of the whole specification through the eyes of the skilled addressee rather than on the basis of \"the kind of meticulous verbal analysis in which lawyers are too often tempted by their training to indulge\" ( <FRAGMENT_SUPPRESSED> , supra , p. 243). 49 As stated, the Federal Court of Appeal applied the \"purposive construction\" approach to claims construction in O'Hara supra , and, with respect, I think it was correct to do so. The appellants' argument that the principle of purposive construction is wrong or applies only to infringement issues must be rejected for a number of reasons: ... A. Purposive Construction is to be Used", "[17] I will repeat the statements I made in paragraphs 41 to 44 of <FRAGMENT_SUPPRESSED> : 41 It is important to note that when applying a purposive construction, the Court must, with the assistance of the skilled person, identify the particular words or phrases in the clause that describe what the inventor considered to be the \"essential\" elements of his invention. The construction given by the Court must be consistent with the text of the claims. A court must interpret the claims and not redraft them. 42 The construction of a patent is a question of law and is to be done on the basis that the addressee is a person skilled in the art. 43 The language of a patent should be construed as of the date of publication. 44 A patent cannot be construed with an eye on the allegedly infringing device in respect of infringement. (1) The Witnesses - NOVA's Witnesses (a) Expert Witnesses", "[18] Dr. Charles Stanley Speed has approximately forty years of experience in the field of polymer technology both as an employee and as an independent consultant. He has extensive experience in polymer physics, product application and development and technical service and product catalyst and process development. Dr. Speed was qualified as an expert in polymer science, polymerization techniques, process development, characterization and testing of polymers and compositions, product application development including blending and film blowing and product analysis.", "[19] Dr. Francis Mirabella has a Ph. D. in polymer science. As of 1994, he had worked for many years as a consulting researcher. Dr. Mirabella was qualified as an expert in the characterization of polymers including both analytical and preparative temperature rising elusion fractionation (TREF) and gel permeation chromatograph (GPC) techniques and as an expert in polymer science generally.", "[20] Dr. Mukerrem Cakmak is a professor of polymer engineering at the University of Akron. He was qualified as an expert in measuring and assessing the mechanical properties of polymers including the tensile testing of polyethylene copolymers. Dr. Cakmak testified about the meaning of strain hardening coefficient (SHC) as that term is used in the '705 Patent. (b) Fact Witnesses", "[21] Dr. Eric Kelusky was the vice-president for research and technology for NOVA Chemicals Corporation when he retired in 2000. He remains a consultant with NOVA.", "[22] Dr. Stephen Brown is a principal research scientist at NOVA.", "[23] Ms. Tracey Henselwood's testimony dealt with the handling of the samples.", "[24] Miss Jennifer Li's evidence was received by way of stipulation. She has a Master's degree in chemical engineering. Her evidence dealt with her observance of Dow's experiments in Terneuzen, Netherlands, with respect to the reproduction of the polyethylene manufactured in NOVA's first reactor that is used to manufacture SURPASS.", "[25] Ms. Monika Kleczek's evidence was received by stipulation. She is a Ph. D. graduate student in chemistry who also observed Dow's experiments in Terneuzen.", "[26] Mr. Sachit Chopra's evidence was also received by stipulation. He has a Master's degree in polymer chemistry. He observed Dow's experiments in Freeport, Texas. (2) The Witnesses - Dow's Witnesses (a) Expert Witnesses", "[27] Dr. Joao Soares is a professor in the Department of Chemical and Materials Engineering at the University of Alberta. Dr. Soares obtained his Ph. D. in 1994. Dr. Soares oversaw some of the experiments conducted by Dow including the experiments at Dow's Terneuzen facility.", "[28] Dr. Robert Young is a professor of polymer science and technology at the University of Manchester. He has a Ph.D. in \"deformation mechanisms in crystalline polymers\" and has served as head of the Department of Polymer Science and Technology at the University of Manchester Institute of Science and Technology. He has published a text book, \"Introduction to Polymers.\"", "[29] Dr. Christopher Scott is president of Material Answers LLC and he specializes in material structure, properties and processing. He has extensive experience with manufacturing, product development, product design and failure analysis. He has published in the areas of polymer processing and structure relationships, compounding and mixing in multiphase polymer systems and structure and morphology development during polymer processing. He has a Ph.D. in chemical engineering from the University of Minnesota. He was an assistant professor and an associate professor in the department of material science at the Massachusetts Institute of Technology. (b) Fact Witnesses", "[30] Dr. Shih-Yaw Lai is a named inventor on the '705 Patent. He gave evidence about his work leading up to the development of a mathematical function which would become the SHC coefficient in the '705 Patent.", "[31] Mr. Ronald Markovich is a named inventor. His examination for discovery was read into evidence at trial and the evidence related to his work resulting in the filing for the application for the '705 Patent.", "[32] Dr. Steve Chum is also a named inventor of the '705 Patent. Parts of his discovery evidence were read into the record.", "[33] In its closing submissions at paragraph 43, NOVA stated: Claims 11, 29, 30, 33, 35, 36, 41 and 42 are in issue. The terms in dispute are the following, which are common to all claims in issue: (a) comprising; (b) \"homogeneously branched\" and \"heterogeneously branched\"; (c) \"linear ethylene/ -olefin interpolymer\"; (d) strain hardening coefficient.", "[34] The parties agree that the elements of every claim in issue are essential.", "[35] The '705 Patent, in part, has the following claims: 10. An ethylene polymer composition, comprising: (A) from 10 to 95 percent (by weight of the total composition) of at least one homogeneously branched linear ethylene/ -olefin interpolymer having: (i) a density from 0.88 grams/cubic centimetre (g/cm3) to 0.935 g/cm3, (ii) a molecular weight distribution (Mw/Mn) from 1.8 to 2.8, (iii) a melt index (I2) from 0.001 grams/ 10 minutes (g/10 min) to 10 g/10 min, (iv) no linear polymer fraction, (v) a single melting peak as measured using differential scanning calorimetry; and (vi) a short chain branching distribution index (SCBDI) of greater than 50 percent; and (B) from 5 to 90 percent (by weight of the total composition) of at least one heterogeneously branched ethylene polymer having a density from 0.91 g/cm3 to 0.965 g/cm3. 11. The composition of claim 10, wherein the homogeneously branched linear ethylene/ -olefin interpolymer has a slope of strain hardening coefficient of from 1.3 to 10. ... 29. An ethylene polymer composition comprising (A) from about 10 percent (by weight of the total composition) to about 95 percent (by weight of the total composition) of at least one homogeneously branched linear ethylene/ -olefin interpolymer having: (i) a density from about 0.89 grams/cubic centimetre (g/cm3) to about 0.935 g/cm3, (ii) a molecular weight distribution (Mw/Mn) from about 1.8 to about 2.8, (iii) a melt index (I2) from about 0.001 grams/10 minutes (g/10 min), (iv) no high density fraction, (v) a single melting peak as measured using differential scanning calorimetry, and (vi) a slope of strain hardening coefficient greater than or equal to 1.3; and (B) from about 5 percent (by weight of the total composition) to about 90 percent (by weight of the total composition) of at least one heterogeneously branched linear ethylene polymer having a density from about 0.93 g/cm3 to about 0.965 g/cm3 30. The composition of claim 29, wherein the at least one homogeneously branched linear ethylene/ -olefin interpolymer has a slope of strain hardening coefficient greater than or equal to 1.5. ... 33. The composition of claim 32, wherein the at least one homogeneously branched linear ethylene/ -olefin interpolymer is a copolymer of ethylene and 1-octene. ... 35. The composition of claim 34, wherein the at least one heterogeneously branched ethylene polymer is a copolymer of ethylene and 1-octene. 36. The composition of claim 29, wherein the density of the at least one homogeneously branched linear ethylene/ -olefin interpolymer is in the range from about 0.905 g/cm3 to about 0.925 g/cm3 and the I2 melt index is in the range of from about 0.001 g/10 minutes to less than about 1 g/10 minutes. ... 41. An ethylene polymer composition comprising (A) from about 10 percent (by weight of the total composition) to about 95 percent (by weight of the total composition) of at least one homogeneously branched linear or substantially linear ethylene/ -olefin interpolymer having: (i) a density from about 0.89 grams/cubic centimetre (g/cm3) to about 0.935 g/cm3, (ii) a molecular weight distribution (Mw/Mn) from about 1.8 to about 2.8, as determined using gel permeation chromatography, (iii) a melt index (I2) from about 0.001 grams/10 minutes (g/10 min,) to about 1 g/10 min., (iv) a single melting peak, as determined using differential scanning calorimetry, (v) a slope of strain hardening coefficient greater than or equal to 1.3, and (vi) a Composition Distribution Branch Index (CDBI) greater than 50 percent; and (B) from about 5 percent (by weight of the total composition) to about 90 percent (by weight of the total composition) of at least one heterogeneously branched ethylene interpolymer characterized as having a density from about 0.93 g/cm3 to about 0.965 g/cm3 and comprising a linear polymer fraction, as determined using a temperature rising elution fractionation (TREF) technique. 42. The composition of claim 41, wherein the at least one ethylene interpolymer (A) has a slope of strain hardening coefficient greater than or equal to 1.5. IV. Issues Relating to Claims Construction A. Issue 1 - Who is the person skilled in the art?", "[36] The parties agree that the person skilled in the art of the '705 Patent would be a scientist. The person would have at least a Bachelor's degree in chemical engineering, chemistry, materials science or polymer science. The person should have at least two years' experience in the characterization of polyolefins. The person should also have an understanding of polymer compositions and experience with the materials science of polymers such as experience with tensile properties. The skilled person need not be an individual person. The skilled person can be a combination of skilled workers, scientists and technicians, each of whom brings their own expertise to the problem (see <FRAGMENT_SUPPRESSED> FTR 184). B. Issue 2 - What is the meaning of \"ethylene polymer composition\" in the asserted claims of the '705 Patent?", "[37] This term must be given a meaning as it has implications on validity.", "[38] For the purpose of these reasons, I will use the construction summary given by Dow for its proposed constructions and for NOVA's proposed constructions.", "[39] The parties suggested these constructions of \"ethylene polymer composition\": Dow's Construction The term ethylene polymer composition in the context of the claims requiring polymer components A and B would be understood by the person skilled in the art to mean a blend of distinct polymer components. NOVA has not explicitly articulated its position on the meaning of \"ethylene polymer composition' but appears to be arguing that a composition does not need to be a blend of polymers and would include any arbitrary selection of polymer molecules taken from a single polymer.", "[40] The claims of the '705 Patent refer to an \"ethylene polymer composition\". What meaning should be given to this term? When I review the '705 Patent, I note that it basically states that you mix two interpolymers to obtain a composition or blend which has better properties. The Patent refers to the two polymers as components \"A\" and \"B\". Component \"A\" is homogeneously branched and component \"B\" is heterogeneously branched.", "[41] NOVA seems to suggest that the polymer composition, as used in the claims of the '705 Patent would include polymers that are not blends of polymer components. My reading of the '705 Patent does not lead to this conclusion. I am of the view that the '705 Patent states that you mix a component A interpolymer with a component B polymer to obtain the desired blend. Thus, the '705 Patent does not address polymers that are not blends of at least two polymer components.", "[42] I would therefore accept that \"[t]he term 'ethylene polymer composition' in the context of the claims requiring polymer components A and B would be understood by the person skilled in the art to mean a blend of distinct polymer components.\" C. Issue 3 - What is the meaning of the term \"comprising\" in the asserted claims of the '705 Patent", "[43] Dow's summary of the parties' constructions for the term \"comprising\" is: Dow's Construction Comprising, as used in all claims, means including but not limited to. In the preamble to each of the asserted claims \"comprising\" should be construed as restrictive in scope and given a meaning similar to \"consisting of\" such that the components A and B cannot be combined with additional polymer components or additives. However, in claim 41 the use of \"comprising\" with respect to component B should be given the conventional meaning of including but not limited to", "[44] I will first deal with NOVA's position to give a different meaning to comprise in claim 41 of the '705 Patent than in the other claims in the suit.", "[45] The jurisprudence dealing with the construction of terms in the claims of a patent has consistently held that the meaning of a term in the claims of a patent must be given the same meaning in all of the claims of the patent and the same meaning within any claim of the patent.  <FRAGMENT_SUPPRESSED>  FTR 49 [ Boston Scientific ], Madam Justice Carolyn Layden-Stevenson stated at paragraph 212: While the plaintiffs are correct that a dependent claim cannot narrow the scope of an independent claim, there is a presumption of claim consistency, that is, the same words are given the same meaning throughout the claims. ...", "[46] I do not agree with NOVA's position that two different meanings should be given to the word \"comprise\" in claim 41 of the '705 Patent.", "[47] As well, NOVA takes the position that the word \"comprising\" when used in the claims in the suit means that you can only have component A and component B when forming the composition.", "[48] Dow, on the other hand, submits that you can have component A and component B plus other components. Dow claims that \"comprising\" means including the following components but not excluding others. In other words, \"comprising\" would mean \"including but not limited to\".", "[49] That definition finds support in the jurisprudence.  <FRAGMENT_SUPPRESSED>  at 566, the Supreme Court of Canada said of \"comprising\" that it \"is a word very frequently used in patent claims. It is no vaguer than 'includes'.\" Similarly in Boston Scientific at paragraph 213, Justice Layden-Stevenson said that \"comprising\" should be construed as meaning \"including, but not limited to\", so long as all elements essential to the invention are found within the claim.", "[50] This definition is also supported by the experts. During Dr. Soares' testimony, this exchange occurred: Q. ...And at paragraphs 43 and 44 you discuss the interpretation Dr. Speed gives to this. You state at paragraph 44 that the word comprising would indicate to the person skilled in the art: ...that the claim is not limited to the recited component polymers ...but could include additional polymers. And that the person skilled in the art would know that: ...any additional polymer components could not be of a type, nature or amount so as to deprive the composition of the desired benefits. Can you explain what you're saying here? A. Yes, it's my understanding that comprising has a very precise meaning in patent law. It does include the possibility of adding other components besides component A and B. A person skilled in the art of course is reading the patent and trying to understand the patent and make use of the good features it will have. So the person skilled in the art tried to add a third component that's not A nor B, that person will look for a component that of course would not destroy the formulation and come up with a component that's clear and compatible if it had been selected for A and B. So I believe that the comprising does include other components besides A and B, but those components will be selected in such a way that wouldn't damage the final property of the product. (Transcript, 28 October 2013, pages 4673 to 4674)", "[51] To similar effect, NOVA's expert, Dr. Speed, gave the following testimony: Q. So yesterday we did come to an agreement on how you were - or you acknowledged that your interpretation of the word comprising in the claims of the 705 patent were different than the traditional meaning of comprising, correct? A. Yes, I believe that's true. Q. Yes. And the traditional meaning as we understand is including but not limited thereto? A. That's my understanding of the common use of the word. (Transcript, 16 October 2013, pages 3494 to 3495)", "[52] I do not agree with NOVA's position that \"comprising\" means \"consisting\" of components A and B or that it means \"limited\" to components A and B.", "[53] I base my conclusion on the jurisprudence with respect to the traditional meaning of the word comprising and the testimony of Dr. Soares. I prefer that to Dr. Speed's evidence since Dr. Speed also admits the traditional meaning of the word comprising is \"including but not limited thereto.\" Dr. Speed also uses the traditional meaning of the word \"comprising\" in his construction of part of claim 41", "[54] My construction of the word \"comprising\" is the construction put forward by Dow: \"comprising\" as read in all claims, means including but not limited to. D. Issue 4 - What is the meaning of the terms \"homogeneously branched\" and \"heterogeneously branched\" in the asserted claims of the '705 Patent?", "[55] The parties' suggested constructions are as follows: Dow's Construction \"homogeneously branched\" means a polymer in which the comonomer is randomly distributed within a given interpolymer molecule and wherein substantially all the interpolymer molecules have the same ethylene/comonomer ratio within that interpolymer (705 Patent at page 4 lines 23-28). \"Heterogeneously branched\" refers to a polymer having a distribution of branching different from and broader than the homogeneously branched ethylene/ -olefin interpolymer at similar molecular weight and SCB averages. NOVA proposes that CDBI is used as a bright line test for determining whether a polymer is \"Homogeneously branched\", irrespective of the polymers known properties and method of manufacture. NOVA's experts differ on whether the bright line for homogeneity is drawn at CDBIs of greater that either 30% or 50%. NOVA argues that CDBI is also used to define a heterogeneous polymer, with the bright line being drawn at CDBIs of less than either 30% or 50%.", "[56] The '705 Patent defines the term \"homogeneously branched\" on page 4 at lines 22 to 27: The homogeneously branched ethylene/ -olefin interpolymers useful for forming the compositions described herein are those in which the comonomer is randomly distributed within a given interpolymer molecule and wherein substantially all of the interpolymer molecules have the same ethylene/comonomer ratio within that interpolymer. ... The parties agree that this is the '705 Patent's definition of homogeneously branched.", "[57] They also agree that a polyethylene copolymer is either homogeneously branched or heterogeneously branched. Dr. Speed stated it this way in his testimony: Q. And as I understand it, and this is probably a trite statement to make after all these days in evidence, a polymer can be either homogeneously branched or heterogeneously branched but it cannot both be one - - or cannot be both at the same time? A. The same time. To my understanding, if your definitions are working right, you're in one camp or the other camp. Q. All right. A. But not in both. (Transcript, 17 October 2013, page 3775)", "[58] NOVA submits that the use of Composition Distribution Branch Index (CDBI) should be used to determine whether a polymer is homogeneously branched or heterogeneously branched. According to the experts, the CDBI of the polymer can be determined easily. NOVA proposes that CDBI is a bright line test for distinguishing the two types of polymers. NOVA's experts do not seem to agree as to where the bright line for determining homogeneity should be placed. Should it be that polymers having a CDBI of greater than 30% are homogeneously branched or should it be polymers having a CDBI of 50% are homogeneously branched? Similarily, would a polymer having a CDBI of less than either 30% or 50% be heterogeneously branched?", "[59] Dow's proposed construction of \"homogeneously branched\" follows the definition contained in the '705 Patent which sets out these characteristics: ...the compositions described herein are those in which the comonomer is randomly distributed within a given interpolymer molecule and wherein substantially all of the interpolymer molecules have the same ethylene/comonomer ratio within that polymer ...", "[60] The testimony of the experts establishes that before 1994, it was well known to the person skilled in the art that the average branching frequency for homogeneously branched polymers did not change with changes in the molecular weight.", "[61] NOVA's witness, Dr. Kelusky, when he was being cross-examined about Exhibit P-30 (a NOVA document about their composition SURPASS) stated: Q. And so they're saying that every single-site catalyst or every homogeneously branched polymer has every polymer molecule containing the same amount of comonomer per unit length. There is no qualification, is there, sir? A. In that particular statement, there's not a qualification. Q. Thank you. Or to put another way, what it says is that every polymer molecule has the same ethylene to comonomer ratio? A. In that particular statement describing that particular condition, yes. (Transcript, 24 September 2013, pages 1714 to 1715) And: Q. It varies across the molecular weight. So it's different than the homogeneously branched product in that sense, which doesn't vary across the molecular weight, so it's different? A. I would concede that is a definition for homogeneous versus heterogeneous. (Transcript, 24 September 2013, pages 1723 to 1724)", "[62] Dow's expert, Dr. Soares, explained it this way: CCD means chemical composition distribution, and it's exactly the same as short chain branching distribution, but instead of express in terms of the number of branches per 1,000 carbon atoms it's expressed in terms of percentage of octene, but we know they are all the same. Now, what Stockmayer did is he added another expression to describe how the chemical composition distribution or the short chain branch distribution should look like under those conditions of a single-site catalyst and uniform conditions in the reactor. And they apply to other type of polymerization process as well, but the ones that are important to us here of course refer to single-site catalyst for a particulate of polyolefins. So Stockmayer and Flory distribution then are benchmarks, if you will, to try to understand if a polymer is being made under those conditions that I just explained, single-site catalyst, uniform conditions. That's what I call uniform polymer and most scientists in the area will understand to mean by a uniform or homogeneous polymer. Q. And how would a polymer scientist use the Flory and Stockmayer distributions then? A. Well, one way to use it is to use, as I said, as a benchmark to figure out if the material that you are analyzing is being made under those conditions of uniform conditions in the reactor and a catalyst that behaves as a single-site catalyst, where all the molecules in the catalyst make a polymer of the same average properties. So it's a very good way to test if those conditions are being obeyed. So if you follow Flory's and also obey Stockmayer's distribution, then you know that you have something that comes close to the theoretical distribution, which means that you are obeying the hypothesis made by Flory and Stockmayer in their derivation. You can also use that to analyze more complex polymers, as I will explain later in my report. (Transcript, 10 September 2013 at pages 218 to 219)", "[63] The use of CDBI as a bright line test to distinguish between homogeneously branched polymers and heterogeneously branched polymers faces another problem. The '705 Patent identifies Dowlex 2045 as a heterogeneously branched polymer but its CDBI is about 52%. The '705 Patent states that HDPE can be used for the heterogeneously branched component B of the invention but HDPE has a CDBI of 100%. Thus, NOVA's bright line test using CDBI would incorrectly classify these heterogeneously branched polymers as homogeneously branched polymers as their CDBIs were higher than both benchmarks of 30% and 50%.", "[64] I prefer the definition of \"homogeneously branched\" stated in the '705 Patent. Once this is accepted, then any polymer that does not meet this definition will be a heterogeneously branched polymer.", "[65] My construction of the terms \"homogeneously branched\" and \"heterogeneously branched\" are the same as Dow's proposed construction and is: \"Homogeneously branched\" means a polymer in which the comonomer is randomly distributed within a given interpolymer molecule and wherein substantially all the interpolymer molecules have the same ethylene/comonomer ratio within that interpolymer (705 Patent at page 4 lines 23-28) \"Heterogeneously branched\" refers to a polymer having a distribution of branching different from and broader than the homogeneously branched ethylene/ -olefin interpolymer at similar molecular weight and SCB averages. E. Issue 5 - What is the meaning of \"linear\" and \"substantially linear\" in the asserted claims of the '705 Patent?", "[66] I agree with Dow that this dispute reduces to one over the meaning of \"long-chain branching\" (LCB). Dow summarizes the parties' positions as follows: Dow's Construction Dow asserts that the term LCB is used in the Patent in accordance with its common meaning in the art which does not include octane comonomer short chain branching. NOVA asserts that the term LCB in the patent has a special definition that includes octene comonomer short chain branching.", "[67] The '705 Patent defines the term \"linear ethylene/ -olefin interpolymer\" at page 6: The term \"linear ethylene/ -olefin interpolymer\" means that the interpolymer does not have long chain branching. That is, the linear ethylene/ -olefin interpolymer has an absence of long chain branching, as for example the linear low density polyethylene polymers or linear high density polyethylene polymers made using uniform (i.e., homogeneous) branching distribution polymerization processes such as is described in U.S. Patent No. 3,645,992.", "[68] The '705 Patent's definition of \"long-chain\" branching is: ... Long-chain branching is here defines [ sic ] as a chain length of at least 6 carbon atoms, above which the length cannot be distinguished using 13°C nuclear magnetic resonance spectroscopy, yet the long-chain branch can be about the same length as the length of the polymer backbone.", "[69] The '705 Patent states the following about the \"substantially linear ethylene/ -olefin interpolymer\": The substantially linear ethylene/ -olefin interpolymers are not \"linear\" polymers in the traditional sense of the term, as used to describe linear low density polyethylene (e.g., Ziegler polymerized linear low density polyethylene (LLDPE)), nor are they highly branched polymers, as used to describe low density polyethylene (LDPE). Rather, the substantially linear ethylene/- -olefin interpolymers of the present invention are as described in US Patent No. 5,272,236. In particular, \"substantially linear\" means that the polymer backbone is substituted with from 0.01 long-chain branches/1000 carbons to 3 long-chain branches/1000 carbons, preferably from 0.01 long-chain branches/1000 carbons to 1 long-chain branch/1000 carbons, more preferably from 0.05 long-chain branches/ 1000 carbons to 1 long-chain branch/1000 carbons.", "[70] Dr. Soares, on cross-examination stated: Q. Thank you. If you turn to the patent on page 6, it says - - at line 9. A. Now, 6 at line 9, yeah. Q. It says: Long chain branching is here defines. And I think we can all agree that should read \"defined\". A. Yes, of course. Q. \"Long chain branching is here defined as a chain length of at least 6 carbon atoms.\" Do you see that? A. Yes. Q. Now, a chain length on a branch of 6 carbon atoms, that would be - - the head would be into the polyethylene, so that the chain length would be 6, so it would be an octene, correct? A. Correct. But also says, if I keep reading here: ... above which the length cannot be distinguished by carbon 13 nuclear magnetic resonance spectroscopy [which is carbon 13 NMR], yet the long chain branch can be about the same length as the length of the polymer backbone, which is a standard definition. Q. So what I'm trying to find out is simply this, that when it talks about at least 6 carbon atoms there, that's referring to a length that would be the same as an octene? A. But that's because you're using - - NMR cannot see anything that's more than that. I believe this topic refers to - - Q. Yes is a good enough answer. A. No, I think this patent refers back to the - - I think it's the 236 patent, is it? Which I think refers back to some papers from Randall. I think I had written this in my rebuttal report, but I don't have it in front of me. And Randall actually talks about a combination of these techniques plus rheology measurements and to be able to determine extract information on long branch. No one is proposing that the C6 is a long branch. Why would they want to do this? This goes against - - you know, even doesn't make sense in the context of the patent itself. Because the patent talks about linear polymers that are ethylene octene copolymers and they're linear, but if you consider that the C6 is long branch, then everything here will be substantially linear. I mean, I can't even understand how that controversy comes about. In that case there will be no linear material. I don't - - to me it's just - - well, I don't know. It seems so obvious. Q. You don't have to worry about that, because that's for us lawyers to argue about and that's for the judge to decide. A. You're questioning some of my previous papers on this, so I'm saying that I never exposed this idea, because it really doesn't make sense. Q. My question was simply this, and I think you did answer it yes, but my question was simply this, when he is talking about 6 carbon atoms in the chain length, that would be an octene? A. But that's not - - oh, sorry, you want to interject? MR. DIMOCK: He has already answered the question, that loaded question. BY MR. MACFARLANE: Q. Well, I would just like to get a clear answer. If it's 6 carbon lengths in the chain, it's referring to an octene? A. If it is 6, but the NMR would measure 8, 10, 20, 1,000 as 6. Q. I just want the answer to the one question. A. So which question is this? Q. If it had 6 carbons in the chain, that's an octene? A. In reality. It stops at 6, doesn't go further. Q. That's right. A. So it' a [ sic ] not an NMR measurement we're talking about, but if I draw a little squiggly line here and I put 6 gas coming out, that's an octene? Yeah, it is. If I don't get a C6 peak NMR, it could be a C6, it could be a C8, it could be a C10, it could be a C1,000. Q. Right. A. So I just want to make sure that I answered the question that you're asking, because I'm not sure if you're asking this question. A. Okay. So the question is, if I copolymerize octene with ethylene, do I get the C6 branch? Yes, I do. Q. Right. Thank you. Now, I'm going to ask you to accept as a hypothetical something which I know you don't accept. A. All right. Q. As a hypothetical, if the patent is defining an octene as a long chain branching, okay? A. Okay. Q. Would you agree with me that the Nova polymers are not linear polymers? Because they would include an octene? It's a hypothetical. A. I don't agree with this. This is wrong. Q. You don't agree with the hypothetical? A. Well, it's wrong to define an octene - - a branch from the octene incorporation as a long branch. (Transcript, 12 September 2013, pages 590 to 594)", "[71] Dr. Speed, NOVA's expert, gave the following testimony on cross-examination: Q. Let's take a look at claim 33, if we could, of the patent. And you did say - - just before I leave that, 218J, you say that this leads to inconsistencies in the patent, so I just want to go to the patent now. So let's take a look at claim 33 of the patent in suit, Exhibit P1. A. Sorry, let me find that. Q. And it's at page 34 of the patent. And here it says that the composition of claim 32, which then refers back to claim 29 which we've looked at: ...wherein the at least one homogeneously branched linear ethylene alpha-olefin inter-polymer is a copolymer of ethylene and 1-octene. And do you see that, Dr. Speed? A. Yes, I do. Q. All right. And so this is referring to a linear ethylene alpha-olefin inter-polymer and that would be defined, as you understand it, as one that has no long chain branches? A. That's the traditional understanding of the term linear ethylene alpha-olefin inter-polymer. Q. And it's not only the traditional meaning, but you'd even agree, go so far to say that's what the patent says what a linear copolymer would be? If we take a look at page 6 again at line 17, the term: ...linear ethylene alpha-olefin inter-polymer means that the inter-polymer does not have long chain branching. So the patent, as you would understand it, is consistent with that common general knowledge of what a linear inter-polymer means? A. Yes, I think it's referring directly to inter-polymers that have no long chain branching when you refer to linear. Q. And if we turn back to claim 33. So it's a linear inter-polymer and therefore it has no long chain branching, as we understand, but this inter-polymer is a copolymer with 1-octene as the comonomer, is it not? A. I think that's what the claim is referring to. Q. And thus the 1-octene branch or the branching is what we would call a comonomer incorporation? A. Yes, a C6 group, side group, short chain branch group when you would normally refer to it would be included when octene goes into the chain. Q. And just to make this claim consistent, in order for the claim to be covering a linear inter-polymer that has no long chain branching, it must mean that this comonomer incorporation of octene is not a long chain branch, otherwise the claim itself would be inconsistent, isn't that right? A. Well, I think it does lead to possible inconsistency in that on the one hand it's talking about linear ethylene alpha-olefin inter-polymer, on the other making a polymer with a C6 side group when the section that we were just talking about earlier classifies 6 carbons as a long chain branch. Q. So if you're going to make sense of the claim - - with a mind willing to understand, Dr. Speed, if you're going to make sense of claim 33, you would have to say that the patent really means that long chain branching does not include comonomer incorporation? Otherwise claim 33 would make no sense, and the only way to make sense of the whole patent, I suggest, is that long chain branching does not include comonomer incorporation? A. That's the way I would read it. Q. Thank you. A. Yeah. Q. Thank you. And likewise with examples 1 and 2 of the patent, which you'll find starting at page 16, it talks about homogeneously branched substantially linear ethylene octene copolymers. And it says that such polymer - - copolymer has a density of point 91 grams per cubic centimetre. At that density you would expect that such copolymer would have more than 3 octene branches per a thousand, would have many more than 3 octene branches per a thousand? A. It would have many more than 3, sure. Q. And so if it has many more short chain branches than 3, then those short chain branches cannot be long chain branches because here it refers to the copolymer as substantially linear and based on your understanding of substantially linear it means it has just very few, no more than 3 long chain branches per a thousand? A. That's my understanding of the definition in the 705. Q. And so in order to make consistency of that example, you'd have to say that long chain branching does not incorporate comonomer incorporation, or does not encompass comonomer incorporation? A. Yes, I understand that to be two separate things, incorporating comonomer to make short chain branches to control the density of the polymer - - that's the way I would normally read this - - and a long chain branch being hundreds or thousands of carbons long. So the only point I'm making here is that the way the patent defines long chain branching seems to be inconsistent with that. Q. Not if you want to make sense of examples 1 and 2. What makes sense is to be consistent with the interpretation that long chain branching does not include comonomer incorporation. If that's the case, the examples make perfect sense, isn't that right? A. I would read it the way that you just mentioned. I mean, that's the normal way I would read it. Look for long chain branches that are hundreds long. Short chain branching is, the way these are polymerized, due to the comonomer and incorporating side chain branches to control density. So that's the traditional way to understand these. (Transcript, 16 October 2013, pages 3513 to 3517)", "[72] After having reviewed the Patent along with the testimony of Dr. Soares and Dr. Speed, I am of the view that long-chain branching as used in the '705 Patent does not include octene comonomer short chain branching.", "[73] If long chain branching, as used in the '705 Patent does not include octene comonomer short chain branching, then this meets the '705 Patent's definition of a linear ethylene/ -olefin interpolymer in Part A of the claims in issue.", "[74] As a result, my construction of this term of the '705 Patent is that proposed by Dow: The term \"long chain branching\" is used in the Patent in accordance with its common meaning in the art which does not include octene comonomer short chain branching. F. Issue 6 - What is the meaning of \"slope of strain hardening coefficient\" in the asserted claims of the '705 Patent?", "[75] Dow put forward the parties' positions on construction of the \"slope of strain hardening coefficient\" (SHC) as follows: Dow's Construction a) using an engineering stress/engineering strain (grip strain) curve; b) using imperial units of pounds for force and inches for elongation; and c) drawing a line parallel to the curve at the maximum slope in the strain hardening region prior to break. NOVA argues that the skilled person would not be able to determine SHC but if they did they would do so by: b) using imperial units of pounds for force and inches for elongation; and c) drawing a line parallel to the curve at the onset of strain hardening region.", "[76] The '705 Patent defines the \"slope of strain hardening coefficient\" as: SHC = (Slope of Strain Hardening) *(I2)0.25", "[77] The '705 Patent also states that I2 is \"melt index in grams/10 minutes.\" The meaning of I2 or its measurement are not in dispute.", "[78] The slope of strain hardening (SSH) of a material is determined by conducting tensile tests on the polymer according to the protocol set out in the '705 Patent.", "[79] The '705 Patent teaches how to determine the slope of strain hardening coefficient and the slope of strain hardening: The slope of strain hardening is measured by compression molding a plaque from the polymer to be tested. Typically, the plaque is molded at about 177°C for 4 minutes under almost no pressure and then pressed for 3 minutes under a pressure of about 200 psi (1400 kPa). The plaque is then allowed to cool at about 8°C/minute while still under 200 psi (1400 kPa) pressure. The molded plaque has a thickness of about 0.005 inches (0.01 cm). The plaque is then cut into a dogbone shaped test piece using a steel rule die. The test piece is 0.315 inches (0.08 cm) wide and 1.063 inches (2.7 cm) long. The start of the curved portion of the dogbone shape begins at 0.315 (0.8 cm) inches from each end of the sample and gently curves (i.e. tapers) to a width of 0.09 inches (0.2 cm). The curve ends at a point 0.118 inches (0.3 cm) from the start of the curve such that the interior portion of the dogbone test piece has a width of 0.09 inches (0.2 cm) and a length of 0.197 inches (0.5 cm). The tensile properties of the test sample is tested on an Instron Tensile Tester at a crosshead speed of 1 inch/minute (2.5 cm/minute). The slope of strain hardening is calculated from the resulting tensile curve by drawing a line parallel to the strain hardening region of the resulting stress/strain curve. The strain hardening region occurs after the sample has pulled its initial load (i.e., stress) usually with little or no elongation during the intial [ sic ] load) and after the sample has gone through a slight drawing stage (usually with little or no increase in load, but with increasing elongation (i.e., strain)). In the strain hardening region, the load and the elongation of the sample both continue to increase. The load increases in the strain hardening region at a much lower rate than during the initial load region and the elongation also increase, again at a rate lower than that experienced in the drawing region. Figure 1 shows the various stages of the stress/strain curve used to calculate the slope of strain hardening. The slope on the parallel line in the strain hardening region is then determined. The slope of strain hardening coefficient (SHC) is calculated according to the following equation: SHC = (slope of strain hardening) *(I2)0.25 where I2 = melt index in grams/10 minutes.", "[80] The \"dogbone\" described above can be depicted as follows: [Diagram omitted - see printed version]", "[81] The protocol consists of the following steps: 1. A plaque is compression molded from the polymer to be tested under the stated specific conditions. The dogbone shaped test samples are cut from the plaque. These dogbone test samples have the measurements set out in the '705 Patent (see paragraph 78 of these reasons). 2. The tensile properties of the dogbone samples are tested by using an Instron Tensile Tester. There is agreement by the witnesses that the person skilled in the art would be familiar with conducting tensile tests using and Instron Tensile Tester. The Tester uses a \"crosshead speed of 1 in./minute.\" 3. The default output of an Instron machine includes a load/elongation curve which depicts the amount of force required to stretch the sample at the specified crosshead speed versus the elongation of the sample. The '705 Patent states that the slope of strain hardening is calculated by \"drawing a line parallel to the strain hardening region of the resulting stress/strain curve\" and determining the slope of that line.", "[82] The main dispute between the parties on this issue reduces to what type of tensile curve should be used. NOVA claims that the type of tensile curve to be used is an engineering stress/ strain curve and Dow claims that the type of tensile curve to be used is a plot of the default load/elongation data from the Instron Tensile Tester. V. Load/Elongation Curve versus Engineering Stress/Strain Curve", "[83] NOVA contends that an engineering stress/strain curve should be used. This type of curve would have a different numerical value for the slope than would a load/elongation curve. The '705 Patent twice refers to a stress/ strain curve ('705 Patent, page 9, lines 31 to 33 and page 10, lines 6 to 8).", "[84] NOVA also contends that its expert, Dr. Cakmak prepared dogbones from Dowlex 2056 and Dowlex 2045 and could not get the suggested SHC of 1.5 using a load/elongation curve in pounds versus inches.", "[85] Dow's conclusions on the type of curve are set out in paragraph 353 of its memorandum of fact and law and argument re: claims construction: Conclusion on Type of Curve 353. Overall, based on: (a) the repeated use of \"load\" and \"elongation\" in the 705 Patent; (b) the relevant context of the skilled person, including that (i) the term \"stress/strain curve\" is used generically; and (ii) the default output of an Instron machine is a load-elongation curve; and (c) the fact that the '705 Patent does not provide a \"gauge length\" or cross-sectional area for converting load/elongation data to engineering stress/strain values.", "[86] Dow submits that this supports the use of a load-elongation curve to measure SSH. Dow submits that the '705 Patent refers repeatedly to load and elongation when referencing the type of curve to be used. The '705 Patent states at pages 9 and 10: The tensile properties of the test sample is tested on an Instron Tensile Tester at a crosshead speed of 1 inch/minute (2.5 cm/minute). The slope of strain hardening is calculated from the resulting tensile curve by drawing a line parallel to the strain hardening region of the resulting stress/strain curve. The strain hardening region occurs after the sample has pulled its initial load (i.e., stress) usually with little or no elongation during the intial [ sic load and after the sample has gone through a slight drawing state (usually with little or no increase in load , but with increasing elongation (i.e., strain). In the strain hardening region, the load and the elongation of the sample both continue to increase. The load increases in the strain hardening region at a much lower rate than during the initial load region and the elongation also increases, again at a rate lower than that experienced in the drawing region. Figure 1 shows the various stages of the stress/strain curve used to calculate the slope of strain hardening. The slope of the parallel line in the strain hardening region is then determined. [Emphasis added] Dow states that this would lead a person skilled in the art to conclude that the SSH is measured using a load/elongation curve.", "[87] Dow also submits that the term \"stress/ strain curve\" is used generically by the skilled person to cover different types of tensile curves including load/elongation curves. Dr. Young and Dr. Lai also make this reference. As well, Dr. Cakmak, NOVA's expert, initially denied that he knew of load-elongation being referred to as stress/strain curves. However, he later admitted that in some documents, including Exhibit P-116, a load/elongation curve is identified as a stress/strain curve. He stated: Q. So again, in the brief description of the drawings, they are identifying that load-elongation curve as a stress-strain curve, correct? A. Yes.", "[88] As well, Dow submits that the output from the Instron machine is load/elongation data and the default output is a load/elongation curve. The '705 Patent teaches a person skilled in the art to calculate the SSH by drawing a line parallel to the resulting stress/strain curve from the Instron test. Although it is possible, the '705 Patent does not say how to convert the load/ elongation curve to another type of stress/strain curve such as an engineering stress/strain curve.", "[89] Finally, Dow argued that its interpretation should be preferred since the '705 Patent does not provide a gauge length. The gauge length is a \"specific, identified portion of a specimen, the length of which is monitored for elongation (or extension) during a tensile test when a load is being applied, and will have a significant impact on both the determination of engineering stress and engineering strain ...\" (Dow's memorandum of fact and law and argument re: claim construction at paragraph 332).", "[90] The importance of knowing the gauge length is stated in the Instron user manual which states: Establishing gage [ sic ] length is one of the most important decisions to be made when performing tension tests. Gage [ sic ] length is used as a basis for calculating percent elongation [i.e. engineering strain] and in determining specimen strain rate. Hence, it can seriously affect the test results. (Exhibit P-121, p. A-3)", "[91] The evidence also shows that a person skilled in the art could pick a number of gauge lengths that would eventually lead to different SHC values.", "[92] Since the information about the gauge length is not included in the patent, Dow says that a person skilled in the art would infer that a load/elongation curve should be used. I agree.", "[93] Considering the above submissions of Dow and NOVA, my construction of the '705 Patent is that SSH is measured using a load/ elongation curve.", "[94] With respect to the units of measurement, both parties now agree that the units are imperial. VI. Measurement of Slope", "[95] NOVA submits that it is not clear from the '705 Patent where on the tensile curve to draw the parallel line to measure SSH.", "[96] Trial Exhibit D-88 shows the various regions of the tensile curve: [Diagram omitted - see printed version]", "[97] The experts generally agree that there is a transitional region between the drawing region and strain hardening region. At the start of strain hardening, the polymer undergoes a mix of drawing and strain hardening behaviour. As you continue on the curve towards the fracture area, there is less drawing and more strain hardening taking place.", "[98] Dr. Cakmak suggests measuring the slope at the onset of strain hardening. However, the evidence shows that there are many different slopes in this transitional area. The choice of where to measure the slope is very subjective.", "[99] Dr. Young testified that a person skilled in the art would have known that the place on the load/elongation curve with the maximum slope after the yield point was the place to measure the slope of strain. This area best represents the actual strain hardening characteristics of the polymer (see paragraph 364 of plaintiffs' memorandum of fact and law and argument re: claim construction and trial transcript, pages 4105 to 4107).", "[100] Another reason for measuring the slope in this area just prior to the break is that the slope is approximately linear (not changing). This is not the case in the transitional area near the onset of strain hardening where the slope would be changing giving many different slopes.", "[101] The person skilled in the art as of 1994 would know that the proper region on the curve to draw a parallel line to determine the slope of strain hardening is the region just prior to break, as this is the area where maximum slope occurs. The skilled person would also know to avoid any end effects. An example of an end effect would be a decrease in strain hardening with an increase in load near the end of the tensile curve because of the sample slipping in the grips of the Instron machine.", "[102] Taking into consideration the evidence and arguments of counsel, my construction of \"slope of strain hardening coefficient\" is: The skilled person would determine SHC by: a) using a load/elongation curve; b) using imperial units of pounds for force and inches for elongation; and c) drawing a line parallel to the curve at the maximum slope in the strain hardening region prior to break.", "[103] Although not binding on this Court, it is instructive to note that in the related U.S. proceeding, the Court of Appeals came to a similar conclusion: According to [Dow's expert in the U.S. case], one of ordinary skill in the art would know that the slope of the hardening curve would have to be measured at its maximum value, which reflects the best tensile performance of the material ... Dow has established that one of ordinary skill in the art would know that the maximum slope of the stress/strain curve was the appropriate value for calculating the SHC coefficient. [Emphasis added] (Trial Exhibit P-96, U.S. Court of Appeals decision, January 24, 2012, p. 19 to 20) G. Issue 7 - What is the meaning of \"linear polymer fraction\" in the asserted claims of the '705 Patent?", "[104] Dow, in paragraph 393 of its memorandum on claim construction states: The term \"linear polymer fraction\" is found in claims 11 (by virtue of its dependency on claim 10), 41 and 42 (by virtue of its dependency on claim 41). Claim 41 refers to the linear polymer fraction by its presence in the component B heterogeneously branched ethylene interpolymer; claim 10 refers to the linear polymer fraction by its absence from the component A homogeneously branched linear ethylene/- -olefin interpolymer.", "[105] Dow proposed construction of \"linear polymer fraction\" and Dow's summary of what it believes NOVA's proposed construction is: Dow's Construction In the context of Component B of claim 41, the person skilled in the art would understand \"linear polymer fraction\" means a higher density fraction that may have some light branching. NOVA criticizes Dow's construction of \"linear polymer fraction\" in Component B of claim 41 but does not put forward any clear construction of its own.", "[106] Component B of Claim 41 of the '705 Patent reads: An ethylene polymer composition comprising (A) ... (B) from about 5 percent (by weight of the total composition) to about 90 percent (by weight of the total composition) of at least one heterogeneously branched ethylene interpolymer characterized as having a density from about 0.93 g/cm3 to about 0.965 g/cm3 and comprising a linear polymer fraction, as determined using a temperature rising elution fractionation (TREF) technique.", "[107] Dr. Soares had this to say about linear polymer fractions as used in the '705 Patent, at paragraphs 145 to 149 of his expert's report (Exhibit P-9): 145. Claim 10 provides that the homogeneously branched ethylene/- -olefin interpolymer has no linear polymer fraction. 146. In my opinion, the person skilled in the art would understand the term \"no linear polymer fraction\" to be indicating that there are no measurable polymer molecules without SCB. The person skilled in the art would understand the phrase \"no linear polymer fraction\" to be indicating that the polymer does not contain a measurable ethylene homopolymer fraction. I note, as discussed in the following paragraphs, that if a person skilled in the art attempted to determine whether there was a linear polymer fraction by TREF, that TREF peak would include any homopolymer in addition to any lightly short chain branched ethylene copolymers that may be present. 147. Claim 41 states that the \"heterogeneously branched ethylene interpolymer\" of Component (B) comprises a \"linear polymer fraction, as determined using a temperature rising elution fractionation (TREF) technique\". 148. In my opinion, the person skilled in the art would understand the term \"linear polymer fraction\" to mean a higher density fraction which may have some light branching. At page 12 of the 705 Patent, the patent states that the heterogeneously branched interpolymer is exemplified by Dowlex 2030, 2038, and 2090, each of which has a higher density fraction, as indicated by TREF (see Figure 2 of the 705 Patent, which shows the TREF for Dowlex 2045). This higher density material contains lightly short chain branched molecules and possibly some ethylene homopolymer molecules. 149. Such interpretation is consistent with the language of claim 41. The person skilled in the art would read the term \"linear polymer fraction\" in claim 41 as being qualified by the phrase \"as determined using a temperature rising elution fractionation (TREF) technique\". Accordingly, the linear polymer fraction would be defined through its detection by TREF. The person skilled in the art would understand this phrase to be referring to a fraction of polymer that contains lightly short chained branched molecules and possibly some homopolymer molecules.", "[108] A review of Dr. Soares' report (Exhibit P-9, paragraph 148) and Dr. Speed's cross-examination (Transcript, volume 20, pages 3463 and 3464) shows that both accept that the term \"linear polymer fraction\" means a high density fraction. This fraction would have little or no short chain branching.", "[109] I accept the evidence of Dr. Soares which was not denied by Dr. Speed.", "[110] As a result, my construction of the term \"linear polymer fraction\" is the construction put forward by Dow. Linear polymer fraction means: For component B of claim 41, the person skilled in the art would understand \"linear polymer fraction\" to mean a higher density fraction that may have some light branching.", "[111] Once the claims in issue have been construed, the next matter that must be determined is whether the claims of the Patent or any of them have been infringed by the defendant's products. VII. Law on Infringement", "[112] I stated the following at paragraphs 102 to 104 of <FRAGMENT_SUPPRESSED> : 102 The does not define infringement but section 42 of the Act states: 42. Every patent granted under this Act shall contain the title or name of the invention, with a reference to the specification, and shall, subject to this Act, grant to the patentee and the patentee's legal representatives for the term of the patent, from the granting of the patent, the exclusive right, privilege and liberty of making, constructing and using the invention and selling it to others to be used, subject to adjudication in respect thereof before any court of competent jurisdiction. 103 With respect to infringement, the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  at paragraphs 32 to 58 stated: 32. Three well-established rules or practices of statutory interpretation assist us further. First, the inquiry into the meaning of \"use\" under the must be purposive , grounded in an understanding of the reasons for which patent protection is accorded. Second, the inquiry must be contextual , giving consideration to the other words of the provision. Finally, the inquiry must be attentive to the wisdom of the case law . We will discuss each of these aids to interpretation briefly, and then apply them to the facts of this case. 33. We return first to the rule of purposive construction. Identifying whether there has been infringement by use, like construing the claim, must be approached by the route of purposive construction: Free World Trust v. Électro Santé Inc. , [2000] 2 S.C.R. 1024, 2000 SCC 66. \"[P]urposive construction is capable of expanding or limiting a literal [textual claim]\": Whirlpool supra , at para. 49. Similarly, it is capable of influencing what amounts to \"use\" in a given case. 34. The purpose of s. 42 is to define the exclusive rights granted to the patent holder. These rights are the rights to full enjoyment of the monopoly granted by the patent. Therefore, what is prohibited is \"any act that interferes with the full enjoyment of the monopoly granted to the patentee\": H. G. Fox, The Canadian Law and Practice Relating to Letters Patent for Inventions (4th ed. 1969), at p. 349; see also <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 77. 35. The guiding principle is that patent law ought to provide the inventor with \"protection for that which he has actually in good faith invented\": Free World Trust supra , at para. 43. Applied to \"use\", the question becomes: did the defendant's activity deprive the inventor in whole or in part, directly or indirectly, of full enjoyment of the monopoly conferred by law? ... 37. As a practical matter, inventors are normally deprived of the fruits of their invention and the full enjoyment of their monopoly when another person, without licence or permission, uses the invention to further a business interest... . ... 43. Infringement through use is thus possible even where the patented invention is part of, or composes, a broader unpatented structure or process. This is, as Professor Vaver states, an expansive rule. It is, however, firmly rooted in the principle that the main purpose of patent protection is to prevent others from depriving the inventor, even in part and even indirectly, of the monopoly that the law intends to be theirs: only the inventor is entitled, by virtue of the patent and as a matter of law, to the full enjoyment of the monopoly conferred. 44. Thus, in <FRAGMENT_SUPPRESSED>  (H.C.J.), the court stated, at p. 319: By the sale of saccharin, in the course of the production of which the patented process is used, the Patentee is deprived of some part of the whole profit and advantage of the invention, and the importer is indirectly making use of the invention. This confirms the centrality of the question that flows from a purposive interpretation of the : did the defendant, by his acts or conduct, deprive the inventor, in whole or in part, directly or indirectly, of the advantage of the patented invention? 45. In determining whether the defendant \"used\" the patented invention, one compares the object of the patent with what the defendant did and asks whether the defendant's actions involved that object.  <FRAGMENT_SUPPRESSED>  preserve the contents of bottles in transit. Though the bottles were merely shipped unopened through England, the defendant was held to have used the invention in England because, during its passage through that country, the beer was protected by the invention. Lord Chelmsford said, at p. 439: It is the employment of the machine or the article for the purpose for which it was designed which constitutes its active use; and whether the capsules were intended for ornament, or for protection of the contents of the bottles upon which they were placed, the whole time they were in England they may be correctly said to be in active use for the very objects for which they were placed upon the bottles by the vendors. 46. In fact, the patented invention need not be deployed precisely for its intended purpose in order for its object to be involved in the defendant's activity. 47. Moreover, as Lord Dunedin emphasized in <FRAGMENT_SUPPRESSED>  (H.L.), possession as a stand-by has \"insurance value\" , as for example in the case of a fire extinguisher. The extinguisher is \"used\" to provide the means for extinguishment should the need arise. This is true, too, of a spare steam engine which is \"intended in certain circumstances to be used for exactly the purpose for which the whole machine is being actually used\" (p. 572). Exploitation of the stand-by utility of an invention uses it to advantage. ... 49. The general rule is that the defendant's intention is irrelevant to a finding of infringement. The issue is \"what the defendant does, not ... what he intends\": <FRAGMENT_SUPPRESSED>  at paras. 14-17; <FRAGMENT_SUPPRESSED>  (F.C.A.), at p. 88. And the governing principle is whether the defendant, by his actions, activities or conduct, appropriated the patented invention, thus depriving the inventor, in whole or part, directly or indirectly, of the full enjoyment of the monopoly the patent grants. ... 58. These propositions may be seen to emerge from the foregoing discussion of \"use\" under the 1. \"Use\" or \"exploiter\" in their ordinary dictionary meaning, denote utilization with a view to production or advantage. 2. The basic principle in determining whether the defendant has \"used\" a patented invention is whether the inventor has been deprived, in whole or in part, directly or indirectly, of the full enjoyment of the monopoly conferred by the patent. 3. If there is a commercial benefit to be derived from the invention, it belongs to the patent holder. 4. It is no bar to a finding of infringement that the patented object or process is a part of or composes a broader unpatented structure or process, provided the patented invention is significant or important to the defendant's activities that involve the unpatented structure. 5. Possession of a patented object or an object incorporating a patented feature may constitute \"use\" of the object's stand-by or insurance utility and thus constitute infringement. 6. Possession, at least in commercial circumstances, raises a rebuttable presumption of \"use\". 7. While intention is generally irrelevant to determining whether there has been \"use\" and hence infringement, the absence of intention to employ or gain any advantage from the invention may be relevant to rebutting the presumption of use raised by possession. 104 A patent is said to be infringed if a person makes uses or sells, constructs an article or method that includes each of the \"essential elements\"of any one of the claims of the patent (see Free World Trust v. Électro Santé Inc. , [2000] 2 S.C.R. 1024 and <FRAGMENT_SUPPRESSED> ). [Emphasis in original]", "[113] The Supreme Court of Canada in Whirlpool stated at paragraph 76: The issue of infringement is a mixed question of fact and law. Claims construction is a matter of law. Whether the defendant's activities fall within the scope of the monopoly thus defined is a question of fact: Western Electric supra", "[114] If the defendant's process includes all the essential elements of a patent claim, there will be infringement. As well, infringement cannot be avoided by omitting or substituting non-essential elements. In Whirlpool , the Court stated at paragraph 46: To the same effect is the judgment of Thorson P. in <FRAGMENT_SUPPRESSED>  takes the substance of an invention he is guilty of infringement and it does not matter whether he omits a feature that is not essential to it or substitutes an equivalent for it. [Emphasis in original]", "[115] It is not in dispute that the plaintiffs must prove on the balance of probabilities that its '705 Patent has been infringed. In Eli Lilly and  <FRAGMENT_SUPPRESSED> FTR 1 [ Eli Lilly ], the Court stated: It is not disputed that the Plaintiff must establish on a balance of probabilities that the processes used by Apotex's suppliers included all of the essential elements of one or more claims of the patents at issue.", "[116] However, under certain fact situations, the courts have stated that the burden to prove non-infringement may shift to the defendant or alternatively, an inference of infringement may be made. This could occur where the defendant fails to bring forward evidence that could rebut the allegation which is within its particular knowledge or within its particular ability to produce. In Eli Lilly at paragraphs 218 to 223, the Court stated: 218 Lilly also asked the Court to apply the common law presumption discussed in <FRAGMENT_SUPPRESSED> , 145 D.L.R. (3d) 270 (H.C.) (aff'd (1984), 47 O.R. (2d) 287, 11 D.L.R. (4th) 320 (C.A.)), in which Justice Walsh confirmed Hoffmann-La Roche Ltd.'s assertion that the burden of proving what process was used by its supplier was on Apotex, as: at common law the rule has always been that when the subject matter of an allegation lies particularly within the knowledge of one of the parties that party must prove it, whether it be an affirmative or negative character. [para. 23] 219 In that case, there was evidence that Apotex had written to its supplier, asking it not to voluntarily give information to the plaintiff. Also, it had manoeuvred to ensure that all process information would be sent to its counsel directly with no copy being sent to Apotex. 220 According to Lilly, Lupin was actually willing to cooperate in this case and Apotex knew this, but did not disclose it to the plaintiffs or to the Court. Moreover, given the special contractual undertaking of Lupin to assist Apotex (see TX-1656), Apotex was in a much better position to provide admissible and credible evidence as to the process actually used by Lupin. 221 Had I been satisfied that Lilly had taken reasonable steps to obtain this information, for example by pursuing a motion to obtain further information about the process actually used once TX-1656 was produced (after the filing of their initial motion), rather than relying on an undertaking from Apotex to look through their file, the Court would have been willing to apply this presumption given the particular circumstances of this case. Contrary to what was argued by Apotex, the Court does not believe that it is necessary for a plaintiff to go around the world using means available under various foreign legal systems to obtain the information it can use in a case in order to benefit from the presumption. 222 Apotex's failure to advise Lilly and the Court that Lupin was willing to disclose the details of its process subject to proper protection of the confidentiality of the information contained in the said documentation will be discussed further when assessing costs and the admissibility of certain evidence produced to defend the allegation of infringement. 223 Needless to say, even if Lilly cannot benefit from this common law presumption, it can still rely on inferences that can reasonably be made based on the evidence produced to establish certain facts. This is perfectly in line with the statement made in Whirlpool", "[117] <FRAGMENT_SUPPRESSED>  at 30, 39 FTR 161, var'd, on other grounds, 98 DLR (4th) 1, the Court explained: The defendant, on the other hand, called into evidence no analysis of its own retained material, nor did it take advantage of an offer made to it to analyze the samples used by Drs. O'Driscoll and Billmeyer. I feel that it was significant that the defendant provided no analysis of the samples (independent or otherwise) of PIB actually used by Paramins to make the dispersants in issue. It also led me to draw some very unfavourable inferences against the defendant on the issue of the Mn of their PIBs.", "[118] I will now proceed to determine if infringement has occurred. VIII. Infringement", "[119] The plaintiffs have summarized the infringement issues as follows: Part (A) of the Claim [ sic ] 11, 29, 30, 33, 35, 36, 41 and 42 (a) Are Nova's Reactor 1 polymers linear or substantially linear as those terms are defined? (b) Do Nova's Reactor 1 polymers have the required SHC value? (i) Did Dow's Terneuzen mini-plant reproduce Nova's Reactor 1 polymers? (ii) Did Dow correctly measure the slope of strain hardening of the Terneuzen polymers? Part (B) of the claims 11, 29, 30, 33, 35, 36, 41 and 42 (a) Does the whole polymer made in Reactor 2 satisfy part (B) of Claim 11? (b) Does the \"higher density\" component of Reactor 2 satisfy part (B) of Claims 11, 29, 30, 33, 35, 36, 41 and 42?", "[120] Dow's '705 Patent has a term of 20 years from its filing date of April 19, 1994.", "[121] NOVA's statement of issues submitted at the commencement of the trial outline only four disputed infringement issues; two for component A and two for component B.", "[122] The component A infringement issues can be summarized as follows: 1. Whether the SURPASS resin is an ethylene polymer comprising (A) from about 10 percent (by weight of the total composition) to about 95 percent (by weight of the total composition) of at least one homogeneously branched linear ethylene/ -olefin interpolymer having ... . The dispute is about whether the polymer component made in the first reactor is \"linear\". 2. NOVA also argues that the first reactor components of its SURPASS polymers have an SHC value of greater than or equal to 1.3 as required by claims 11, 29, 33, 35, 36 and 41 or a value greater than or equal to 1.5 as required by claims 30 and 42.", "[123] Issue 1 (infringement) relates to claims 11, 29, 30, 33, 35, 36, 41 and 42 of the '705 Patent. A. Issue 1 - Are NOVA's Reactor 1 polymers linear or substantially linear as those terms are defined?", "[124] NOVA submitted that the '705 Patent defines a long chain branch to include comonomer branches such as six carbon branches from octene comonomer and since these branches may be present, their SURPASS products are not \"linear\" and thus, there is no infringement of the '705 Patent.", "[125] However, in my claims construction analysis, I found that the term long chain branching as used in the '705 Patent did not include octene comonomer short chain branching.", "[126] Indeed, NOVA's expert, Dr. Speed, confirmed that the polymer made in Reactor 1 (component A) is linear. He stated at page 3789 of volume 22 of the transcript: Q. And as you note, from that you're saying that the component A made in the Reactor 1 is linear? A. In my understanding it's a linear backbone polymer.", "[127] Accordingly, I conclude that the defendant's SURPASS products are linear or substantially linear as those terms are defined in the '705 Patent. B. Issue 2 - Do NOVA's Reactor 1 polymers have the required SHC value? (a) Did Dow's Terneuzen mini-plant reproduce NOVA's Reactor 1 polymers?", "[128] Dow's expert, Dr. Soares, reproduced 14 polymers at the mini-plant which represented the various polymers produced in NOVA's Reactor 1. NOVA did not perform any tests on the polymers it produced in its Reactor 1.", "[129] Dr. Soares ran tests on the 14 polymers he reproduced and found that all of the polymers had an SHC greater than or equal to that required by the relevant claims. Also, 11 of the polymers had an SHC greater than or equal to 1.5.", "[130] NOVA's experts found fault with Dr. Soares' reproductions of their Reactor 1 polymers and submitted that the reproductions were not representative of the polymer that NOVA produced in Reactor 1 for the following reasons: 1. The catalyst components for the Emerald catalyst (XE) were not combined properly. 2. Dr. Soares developed targets for use by the mini-plant operators and NOVA questioned only the target for the polymer FPS317. 3. There were differences between a commercial plant and the mini-plant and conditions were changed to meet Dr. Soares' targets. 4. The reactor solvent used at Terneuzen was different than the reactor solvent used by NOVA in Reactor 1.", "[131] With respect to the complaint regarding number 1 above, I would note that Dr. Soares testified that he made the Emerald catalyst using US Patent No. 6,984,695 as a guide. Despite NOVA's complaints, it did not dispute Dr. Soares' evidence that he was making the right catalyst.", "[132] Respecting number 2 above, the criticism centered on the fact that NOVA had changed the standard operating conditions for making FPS317 in April 2007. Dr. Soares developed targets for FPS317 produced under the old operating conditions and the new operating conditions and found the targets were the same. As well, the discovery evidence of Dr. Kelusky shows that the customers found the old FPS317 and the new FPS317 to be the same (March 20, 2012 at page 1614, line 23 to page 1616, line 7): Q. You are saying that somewhat different product was made by changing the octene split? A. Among a variety of other things in the case of FPS317. I believe there were - - as I said, there were a couple of questions that spoke to the FPS317 SOCs being very different in the past than they are today, and we indicated that in April 2007, there was a relatively large change, including the change in the FC split, and that those products were different before and after. Q. In what way was it viewed to be different? What polymer properties were viewed to be affected? A. From the perspective of the customer, they found the product to be the same. We did it because the polymer could be produced at much higher production rates. I believe we indicated that we could give you a sample from before, rather than - - the sample of FPS317 we gave you was after the change, and we indicated we would get you a sample from before the change. Q. Right. I am just looking to ask about your comment that there was a conscious change to change the polymer [in April 2007], and would that be in terms of some of the properties we have been discussing, like density or melt index? Any of those properties? A. The final melt index and density of the product, I believe, was the same or very close, but it is on the SOCs and can be checked. This was really about redesigning the polymer to be able to be produced at a much higher production rate.", "[133] As to both of the complaints about the Terneuzen reproductions described in numbers 3 and 4 above, NOVA has not produced any evidence to show that these differences would affect any polymer property of the resins produced to replicate NOVA's Reactor 1 polymer.", "[134] It is also significant to note that, initially, NOVA contended that it could not reproduce any Reactor 1 components. However, Dr. Kelusky on cross-examination provided the following information: Q. Dr. Kelusky, over the break I had asked you to take a look at Exhibit P100 and familiarize yourself with that as best you could over the time. Did you do that? A. Yes, as best I could. Q. And we were starting to look at this document earlier when you said you hadn't seen it before. So now that you've seen it, let me go back to the summary on that first page. And it says in that last sentence in that first paragraph under \"Summary\": In addition, the individual R1 components of each grade were reproduced independently in both reactors, with and without hydrogen, in an attempt to understand some of the mixing and structural implications. So you understand that that was indeed done and this was summarizing the results that were obtained by doing that? A. Yes. Looking through the document, this seems to have been work done in 2002, in November, and they did a set of conditions where for a couple of their targets at that time they made an R1 component for those individual product targets. Q. And so when you said that that had not been done before, this contradicts that statement? A. When I had said it had not been done before? Q. Yes. A. Yes, this contradicts what I had said, yes. I was not aware of this. (Transcript, 25 September 2013, pages 1887 to 1888) And at page 1892 of the transcript: Q. Based on what you've said and what you've read, that if you'd utilized the same procedures that were utilized in Exhibit P100, one could have reproduced the component A of FP 317-A [ sic A. Yes, we could have, using those conditions. FPS317 is NOVA's best selling SURPASS polymer world wide.", "[135] Based on the totality of the evidence including the many tests carried out by Dr. Soares, I am of the opinion that the Terneuzen mini-plant properly reproduced NOVA's Reactor 1 polymers. (b) Did Dow correctly measure the slope of strain hardening of the Terneuzen polymers?", "[136] Tensile strength testing was conducted on the 14 Terneuzen reproductions of the component A of the SURPASS polymers in issue in this proceeding by Dr. Young, Dow's expert.", "[137] Dr. Young used the test procedure and formula set out in the '705 Patent to determine the SHC of these polymers. He used a load/elongation curve and measured the maximum slope of the strain hardening region prior to break.", "[138] Dr. Young made plaques from each polymer to be tested. These plaques are known as dogbones because of their shape (see paragraphs 78 to 81 of these reasons).", "[139] The dogbones were required to have a thickness of about 0.005 inches (0.01 cm). For any of the dogbones that were not about 0.005 inches thick, Dr. Young used an equation to normalize the data to a thickness of about 0.005 inches as the thickness of the dogbones he tested ranged from 0.004 inches to 0.008 inches in thickness. I find that this is an acceptable approach to take.", "[140] Dr. Young tested the samples using an Instron machine and he used a grip separation of 0.433 inches as required by the '705 Patent. This meant that the grips covered the square end regions of the dogbone.", "[141] Dr. Young took the load/elongation data and produced curve plots of load (in pounds) on the y-axis and elongation (in inches) on the x-axis.", "[142] To obtain the slope of strain hardening, he used a ruler to draw a parallel line at the maximum slope of the curve in the strain hardening region just prior to break. He also properly avoided the end effects (see paragraph 101 of these reasons). This is consistent with the teaching of the '705 Patent.", "[143] NOVA's expert, Dr. Cakmak did his own testing of the 14 component A polymers. Dr. Cakmak's test results for SHC were lower than those of Dr. Young and all but four were below the SHC level of 1.3 set by the '705 Patent for component A.", "[144] However, Dr. Young testified that Dr. Cakmak's SHC results were lower because of the following: 1. Wrong grip separation used; 2. Grip separation actually used was different than that suggested by Dr. Cakmak; and 3. There was slack in the dogbone specimens when placed in the Instron machine.", "[145] Dr. Young testified that the grip separation for the dogbones of the '705 Patent should be 0.433 inches. His evidence was to the effect that a person skilled in the art would know that the grips of the Instron machine should cover all of the end tabs. When Dr. Cakmak did his testing, he stated that he used a grip separation of 0.45 inches. This separation would leave about 0.008 inches of each end tab showing beyond the grips.", "[146] Dr. Cakmak told his assistant to test the samples with a grip separation of 0.45 inches. However, as correctly pointed out by Dr. Young, the grip separation actually used on the test was greater than 0.45 inches and in fact ranged up to 0.534 inches.", "[147] Also, when Dr. Cakmak was testing the dogbone samples, it was obvious that the samples were not tight in the Instron machine. In other words, the samples had slack in them. When the tests were first started, the grips of the Instron machine would have to take up the slack resulting in no load being applied to the sample until the slack was taken up. The presence of the slack also resulted in a larger grip separation which leads to a lower SHC.", "[148] Dr. Young explained what effect having a portion of the end tabs showing would have on the SHC. He stated that this allows the part of the tab that shows to become part of the material being tested. His analysis and tests show that if a portion of the end tabs are exposed, then the SHC obtained on testing would be lower.", "[149] Dr. Young replicated the sample dogbones used by Dr. Cakmak in his testing as NOVA would not supply samples to him. He carried out tensile testing on the samples using grip separations of 0.433 inches and 0.525 inches. Dr. Young's test results showed that when he used the larger grip separation, he obtained SHC values that were up to 20% lower than the SHC values obtained with a grip separation of 0.433 inches.", "[150] With respect to the testimony of Dr. Young and Dr. Cakmak, I prefer the evidence of Dr. Young where there is a conflict. Dr. Young was a responsive witness while Dr. Cakmak sometimes was reluctant to answer questions directly where the answers had an impact on his opinions.", "[151] I accept Dr. Young's testing methods and the values he obtained for the SHC of the various samples of component A.", "[152] Having accepted Dr. Young's evidence, I am of the view that each of the 14 component A polymers of NOVA have an SHC value equal to 1.3 or greater. In fact, four of the polymers have an SHC greater than 1.5. As a result, I find that NOVA's component A polymers infringe the asserted claims of the '705 Patent.", "[153] The next area to be addressed is component B of claims 11, 29, 30, 33, 35, 36, 41 and 42. Issue 3(a) - Does the whole polymer made in Reactor 2 satisfy part (B) of Claim 11?", "[154] The component B polymer of claim 11 depends on claim 10 and therefore must: 1. Be 5 to 90 weight percent of the composition 2. Have a density between 0.91 g/cc and 0.965 g/cc; 3. Be heterogeneously branched.", "[155] As to the weight percent, Dr. Kelusky stated on cross-examination: Q. Let me talk about the Reactor 2 polymers for a moment, since we talked about that when we looked at the Court of Appeal decision and the Court of Appeal was looking at the HD component. The weight percentage of what's made in Reactor 2, that is the high density fraction and the bulk component in Reactor 2, those two polymer molecules together make up about 55 to 60 percent of the total weight of all Surpass [ sic ] resins? A. I don't think it's as much as 60, but 55, plus or minus a couple, yes. (Transcript, 24 September 2013, pages 1824 to 1825) The requirement that component B must be 5 to 90 percent of the composition is therefore met.", "[156] Dr. Kelusky's evidence on density of component B includes: Q. And for all Surpass [ sic ] resins, the density of the two polymers in the Reactor number 2 together would be greater than point 91 grams per CC? A. Greater than point 91? Yes, they would be. If you isolated them and did a density test, yes.", "[157] And Dr. Mirabella stated at paragraph 168 of his rebuttal report (Exhibit D-93): I will agree that the polymer in Nova's second reactor has a weight fraction between 5 and 90%. I will not dispute that it has a density between 0.91-0.935 g/cc which I assume is less than 0.93 since Dr. Soares does not rely on the low end of the density range of the other asserted claims is 0.93 g/cc. This opinion also does not require one to interpret the claims to be an incomplete listing of the compositions.", "[158] I am satisfied from the evidence that the required density range of between 0.91 g/cc and 0.965 g/cc has been established.", "[159] Dr. Soares' testimony was to the effect that the material in Reactor 2 is poorly mixed which results in a continuum of materials which, in effect, are heterogeneously branched. Dr. Soares stated: Q. And you also referred to Nova production 15285, Dr. Soares, and you highlighted a passage here. This is a manufacturing report issued by Nova and you highlight the passage that says: We speculate that if the HD contaminant results from inadequate mixing in the hot reactor, a true continuum of materials are likely to result. And can you explain what this passage indicated to you. A. Yes. Now they're calling here HD contaminant, but the same as the high density fraction. We just call it contaminant. It's the same material. It explains the results from inadequate mixing - - as I have already explained, I believe, a few times; I hope you're not getting bored - - in the hot reactor, because that's the second reactor, and it's operated higher temperature than first one. And it results in the true continuum of materials, meaning that as you move away from that entry port, you go from high molecular weight, fewer branches, to more molecular weight, more branches. So it's a continuum. Not two materials but in fact the gradient of range develops throughout the reactor. (Transcript, 10 September 2013, pages 300 to 301) And: The material made in reactor 2, because it is a very poorly mixed reactor, for the reasons I explained yesterday, the combination of catalyst type and poor mixing would be heterogeneously branched. From that process knowledge alone, you could infer that that would be the case, but that is further confirmed by doing other tests on the whole SURPASS, such as cross-fractionation. Q. If we show the reactor slide that you referred to yesterday, Dr. Soares, can you explain here what you considered, then, for claim 11, which part of reactor 2? A. For claim 11 it would be the total of reactor 2 materials, so everything made here. This component B here is for higher density claims that have higher density specifications, but if we look at claim 11, starting density of 0.91, then the whole material would qualify as being part under that range of density. (Transcript, 11 September 2013, pages 363 to 364)", "[160] Dr. Soares also carried out cross-fractionation testing on each of applicable SURPASS grades, the results of which confirmed to him that whole polymer made in Reactor 2 satisfied component B of claim 11. I accept those results.", "[161] Consequently, claim 11 is infringed. Issue 3(b) - Does the \"higher density\" component of Reactor 2 satisfy part (B) of Claims 11, 29, 30, 33, 35, 36, 41 and 42?", "[162] NOVA referred to the \"high density\" (HD) component made in the poorly mixed region of its Reactor 2 as a distinct polymer.", "[163] Dow asserts that NOVA's SURPASS polymers infringes the '705 Patent for the additional reason that the HD component made in Reactor 2 satisfies component B of claims 11, 29, 30, 33, 35, 36, 41 and 42 and thus, infringes the '705 Patent.", "[164] Initially, the parties had three areas of disagreement with respect to the HD component. They were: 1. Whether the HD component by itself is heterogeneously branched; 2. Whether it is about 5% or more by weight of the total SURPASS composition; and 3. Whether the HD component has a density from 0.93 g/cc to 0.965 g/cc.", "[165] According to NOVA's closing submissions at paragraph 188, density is no longer disputed.", "[166] The only issue left to be addressed is whether the HD component by itself is heterogeneously branched.", "[167] As stated by the plaintiffs at paragraph 499 of their memorandum on infringement, Dr. Soares used three different analyses to show that the HD fraction was heterogeneously branched: In this section, we will discuss the different ways that Dr. Soares demonstrated that the high density components in the accused SURPASS resins are \"heterogeneously branched\" as he defined that term. In summary, there were three independent bases for his opinion. (a) Gradients . First, he analyzed the way that polymer is made in Nova's second reactor and determined there are gradients in that reactor that result in heterogeneity of the branching in the high density component. (b) Cross-fractionation . Second, he performed cross-fractionation experiments [on] the SURPASS polymers as well as isolates of the high density component. The cross-fractionation results show that all the high density components are heterogeneously branched. (c) GPC-FTIR . Third, he fractionated the higher density component from the four representative grades of SURPASS and performed GPC-FTIR testing on the fractionated samples. This testing also showed that all higher density components were heterogeneously branched.", "[168] It is generally accepted and not disputed by NOVA's experts that when a polymer shows a dependent relationship between branching and molecular weight across the molecular weight distribution, it is heterogeneously branched.", "[169] The tests carried out by Dr. Soares on the SURPASS resins support the above conclusion.", "[170] It is only with the use of CBDI that NOVA can say that high density fraction is homogeneously branched. However, I did not accept the use of CBDI to differentiate between a heterogeneously branched and homogeneously branched polymer.", "[171] Consequently, I find that the HD fraction is heterogeneously branched and satisfies component B of claims 11, 29, 30, 33, 35, 36, 41 and 42.", "[172] In conclusion, claims 11, 29, 30, 33, 35, 36, 41 and 42 are infringed by the HD fraction of NOVA's SURPASS resins. IX. Validity", "[173] NOVA has also alleged that the '705 Patent is invalid for the following reasons: 1. Lack of utility; 2. Claims broader than any invention made or disclosed; 3. The subject matter of the claims lack novelty (anticipation); 4. The subject matter of the claims was obvious; 5. Double patenting; and 6. Insufficiency of the specification.", "[174] Subsection 43(2) of the creates a presumption of validity for a patent: 43.(2) After the patent is issued, it shall, in the absence of any evidence to the contrary, be valid and avail the patentee and the legal representatives of the patentee for the term mentioned in section 44 or 45, whichever is applicable.", "[175] The Supreme Court of Canada explained the effect of this presumption in Whirlpool at paragraph 75, saying that it means that \"[t]he burden was on the appellants to prove on a balance of probabilities, that the patent was invalid.\" X. Lack of Utility", "[176] Section 2 of the defines an invention as: \"invention\" means any new and useful art, process, machine, manufacture or composition of matter, or any new and useful improvement in any art, process, machine, manufacture or composition of matter; Thus, the envisages the invention having utility.", "[177] Much of the jurisprudence relating to the utility of a patent is set out in <FRAGMENT_SUPPRESSED>  NR 313. Mr. Justice Denis Pelletier stated at paragraphs 46 to 50: 46 A patent holder whose patent is challenged on grounds of lack of utility must be able to show that, at the time of the patent was applied for, the utility of the invention could either be demonstrated or soundly predicted: see AZT , at paragraph 46. The sticking point, in this case as in others, is to determine what it is that must be demonstrated or soundly predicted. This is where the notion of the promise of the patent comes into play. 47 The promise of the patent is the standard against which the utility of the invention described in the patent is measured. The source of the concept is found in the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> : There is a helpful discussion in Halsbury's Laws of England, (3rd ed.), vol. 29, at p. 59, on the meaning of \"not useful\" in patent law. It means \"that the invention will not work, either in the sense that it will not operate at all or, more broadly, that it will not do what the specification promises that it will do\". <FRAGMENT_SUPPRESSED> , cited above at p. 525 48 While an inventor need not describe the utility of his invention in his patent, if he does so, he will be held to the promise which he has made. This was set out as follows in <FRAGMENT_SUPPRESSED>  [ Olanzapine ] at paragraph 76: Where the specification does not promise a specific result, no particular level of utility is required; a \"mere scintilla\" of utility will suffice. However, where the specification sets out an explicit \"promise\", utility will be measured against that promise: <FRAGMENT_SUPPRESSED>  ( Ranbaxy ). The question is whether the invention does what the patent promises it will do. [Emphasis added] 49 If the inventor does not make an explicit promise of a specific result, the test for utility is a \"mere scintilla\" of utility. If, on the other hand, the inventor makes an explicit promise of a specific result, then utility will be assessed by reference to the terms of the explicit promise. 50 When this Court said at paragraph 80 of Olanzapine , cited above, that the promise of the patent must be ascertained, it should not be taken to have assumed that every patent contains an explicit promise of a specific result since, subject to what is said below with respect to selection patents, there is no obligation on the part of the inventor to disclose the utility of his invention in the patent. In Olanzapine , the Court was simply indicating that the firs [ sic ] step in assessing utility was to determine the standard against which utility will be measured. This requires the Court to construe the patent to determine if a person skilled in the art would understand it to contain an explicit promise that the invention will achieve a specific result. If so, the inventor will be held to that promise. If there is no explicit promise of a specific result, then a mere scintilla of utility will do.", "[178] Therefore, if the inventor does not make a promise of a specific result, the test for utility is a \"mere scintilla\" of utility. When the inventor makes an explicit promise of a specific result, then utility will be measured against that promise.", "[179] NOVA submits that the '705 Patent promises \"compositions useful in films and moulded parts having synergistically enhanced physical properties\" ('705 Patent, page 1, lines 32 to 34).", "[180] Dow, on the other hand, states that the '705 Patent does not promise synergistically enhanced properties. All the '705 Patent states is that by using the blends of the invention, you can improve certain properties of the polymer produced.", "[181] Mr. Justice Russel Zinn stated in <FRAGMENT_SUPPRESSED> , stated at para 76 that \"where the specification sets out an explicit 'promise', utility will be measured against that promise [emphasis added].\" The promise of a patent, as that term is used in patent law, is nothing more than the utility the inventor claims for his invention. Where that promise - that claimed utility - is clearly and unequivocally expressed by the inventor in the claims of the patent, then that expression ought to be viewed as the promise of the patent. Any statement found elsewhere should be presumed to be a mere statement of advantage unless the inventor clearly and unequivocally states that it is part of the promised utility. The following from page 1 of the patent in <FRAGMENT_SUPPRESSED>  is illustrative of such a statement found in the disclosure: It is desirable to obtain compounds with improved pharmacokinetic and metabolic properties which will give an improved therapeutic profile such as a lower degree of interindividual variation. The present invention provides such compounds , which are novel salts of single enantiomers of omeprazole. [Emphasis added]. 127 The interpretation should be focused on the claims because an inventor is not obliged to claim a monopoly on everything new, ingenious, and useful disclosed in the specification. If, as here, the claims are certain and unambiguous in stating the promise, then the disclosure should not be examined microscopically to find additional promises that are outside the scope of the inventor's claimed monopoly.", "[182] <FRAGMENT_SUPPRESSED> FTR 24, aff'd 2011 FCA 83, 414 NR 69, Madam Justice Johanne Gauthier also endorsed what the late Harold G. Fox stated in his text, The Canada Law and Practice Relating to Letters Patent for Inventions , 4th ed (Toronto: Carswell Company Limited, 1969) at pages 152 and 154: Promised Results : But a distinction must be drawn here between a case where a patentee claims a result and bases his claim for a patent on the production of that result, and a case where a patentee merely points to certain advantages that will accrue from the use of his invention. In the former case failure to perform the promise of the specification is fatal to the patent. The actual production of the result claimed is of the essence, and if that result cannot be produced then the patent is void on the theory that it was based upon a false suggestion and the Crown has been deceived in its grant. [...] Statement of Advantages : In the second class of case, however, the patentee does not base his claim to protection on the promise of a result but merely points to advantages to be obtained. The failure to obtain those advantages, while by no means an irrelevant circumstance, is not necessarily fatal to the patentee. This principle was enunciated by Parker J. in Re Alsop's Patent [(1907), 24 RPC 733 at 753]: \"Further, there may be cases in which the result which the patentee claims to have produced can in fact be produced, but the patentee has gone on to detail the useful purposes to which such result can be applied, and that in fact the result produced cannot be applied to one or more of such purposes. In such a case I do not think the patent is necessarily void, provided there are purposes for which the result is useful. [Emphasis in original; footnotes omitted]", "[183] The <FRAGMENT_SUPPRESSED> case and other cases tell us that we should look for the elevated promise or claimed utility in the claims of the patent. Further, any statement found elsewhere should be taken as a mere statement of advantage unless the inventor clearly and unequivocally states that it is part of the promised utility of the invention.", "[184] The '705 Patent only mentions the words \"synergistically enhanced properties\" twice. Both references are on page one of the Patent. The first reference is at lines 10 to 17 of the '705 Patent: Previous attempts were made to optimize film tensile strength and yield strength by blending various heterogeneous polymers together on theoretical basis. While such blends exhibited a synergistic response to increase the film yield strength, the film impact strength followed the rule of mixing, often resulting in a \"destructive synergism\" (i.e., the film impact strength was actually lower than film made from one of the two components used to make the blend).", "[185] The second reference is again on page one of the '705 Patent at lines 32 to 37: Surprisingly, we have now discovered compositions useful in films and molded parts having synergistically enhanced physical properties, which compositions comprise a blend of at least one homogeneously branched ethylene/ -olefin interpolymer and at least one heterogeneously branched ethylene/ -olefin interpolymer.", "[186] Based on these references, Dr. Speed postulates that the Patent promises that all the blends contemplated by the Patent and every property of all the blends must exhibit a synergistically enhanced physical property.", "[187] With respect to the first reference, I do not accept that it refers to blends covered by the '705 Patent. That passage refers to previous attempts to optimize film tensile strength and yield strength by blending various heterogeneous polymers together on a theoretical basis. As such, it does not relate to the construction put forward by Dr. Speed that the '705 Patent promises an elevated level of utility.", "[188] Before dealing with the second reference noted above, it is important to recognize that Dr. Speed's theory of \"synergistic enhancement\" will only prevail if the Court determines that the '705 Patent promises an elevated level of utility, i.e., \"synergistically enhanced physical properties\" in its compositions.", "[189] Not surprisingly, the experts have different opinions as to what \"synergistically enhanced\" means in the second reference on page one of the Patent.", "[190] Dr. Speed stated the following at paragraphs 99, 100 and 118 of his expert report (Exhibit D-100): 99. A large body of empirically derived information was available to skilled compounders about the properties that result from blends of different polymers. Skilled persons would know that the properties of a blended composition might follow the \"rule of mixing\", be synergistically enhanced, or synergistically reduced. 100. The common understanding of the \"rule of mixing\" (as this term is used in the 705 Patent) was that the properties of a blend are comparable to, and predictable from, the weight average ratios of the component polymers. In other words, the blend properties are no more than the additive effect of the properties of each of the components. A skilled person would understand \"synergistically enhanced\" to mean that a property of a blend is better than predicted by the rule of mixing and \"destructive synergy\" to mean the property is worse than predicted by the rule. ... 118. The last paragraph on page 1 states in general terms what the invention is: Surprisingly, we have now discovered compositions useful in films and molded parts having synergistically enhanced physical properties, which compositions comprise a blend of ... The introduction (bags, sacks and liners require high impact strength, two examples showing impact strength is not synergistically enhanced in blends although yield and modulus are, and the need for greater dart impact for a given yield) would lead a skilled person to conclude that what is surprising is that the synergistically enhanced physical properties of the discovered compositions include impact strength.", "[191] Dr. Scott, Dow's expert, states at paragraphs 78 to 91 of his expert report (Exhibit P-173): The \"Promise\" if any of the Patent 78. At paragraphs 112 to 120 of his report, Dr. Speed characterizes the invention of the 705 Patent as being directed to compositions with the promise of \"synergistically enhanced physical properties\". I disagree. Indeed, Dr. Speed seems to suggest that the patent promises that every blend of the patent, and every mechanical property of every blend of the patent, will be synergistically enhanced. No such promise is made. While the words \"synergistically enhanced\" appear at the bottom of page 1 of the patent, when read in the context of the patent as a whole, a skilled person would not ascribe any particular meaning or relevance to this and would see it as nothing more than a passing comment. They would not read this as a promise. Rather, the person skilled in the art would look to the examples, the testing and the results, and the discussions at pages 2 and 26, on the properties of the patented blends to understand the invention that is being described in the 705 Patent. 79. In my view, the 705 Patent when read as a whole explains to the person skilled in the art that the invention is directed simply to particular compositions as defined by the claims of the patent, and that these compositions will be useful, in respect of the type of applications discussed in the patent, such as merchandise bags, grocery sacks, and industrial liners (see page 1 of the patent). The patent also indicates use in fabricated articles, such as those prepared from injection molding, blow molding, profile extrusion, calendaring, pultrusion, rotomolding, and fiber spinning (pages 13-14). Overall, in my opinion, there is no particular promised level of utility in the 705 Patent. 80. Based on a reading of the patent as a whole, the person skilled in the art would understand that the compositions of the invention have been shown to possess improved properties over the existing heterogeneously branched Dowlex polymers and heterogeneous polymer blends described in the comparative examples. 81. The specific comparisons between the examples outlined on page 26 emphasize a \"good combination\" of properties, \"improvements\", and \"higher values.\" The patent shows that the compositions have improved properties as compared to prior art heterogeneously branched Dowlex polymers, which were the primary type of polymers being used for film applications, and the comparative heterogeneous polymer blends. The compositions of the 705 Patent have improved on these prior art based polymers and polymer compositions. 82. The comparisons being made in the patent are different than the comparisons proposed by Dr. Speed for determining \"synergistic enhancement\" under his definition. Dr. Speed suggests a connection between the \"rule of mixing\" and whether there is synergistic enhancement. He states in paragraph 99 that a blended composition will either be considered to \"... follow 'the rule of mixing', be synergistically enhanced, or synergistically reduced.\" I do not agree that the patent imposes this type of an assessment. 83. Dr. Speed suggests that \"synergistically enhanced\" means that a property of a blend \"is better than predicted by the rule of mixing\" (which he defines as being better than the additive effect of the properties of each of the components of the blend). The \"synergistic enhancement\" analysis described and applied by Dr. Speed is known to me as \"positive deviation from the rule of mixing\" (See, for example Muller et al., \"Structure-Properties Relationships in PP/LLDPE Blends\", ANTEC (1994) p. 2418, attached as Exhibit \"E\" to my report, for typical usage of the terms \"negative deviation from a rule of mixtures\" and \"positive deviation from the rule of mixing\"). In his report, Dr. Speed incorrectly equates 'positive deviation' with 'synergistic enhancement'. This is a connection that Dr. Speed has made; it is not a definition provided in the patent. The passage described at the bottom of page 1 does not refer to \"positive deviation\" as an explanation for the meaning of \"synergistic enhancement\" nor would the person skilled in the art consider this to be the definition. 84. There is no suggestion in the discussion in the 705 Patent, and of the Table 3 data, that a positive or negative deviation from the rule of mixing should be used to determine whether the blends of the invention have beneficial properties. Instead, the comparison used in the patent is a comparison between the overall film properties of the blend and the film properties of a heterogeneously branched interpolymer equivalent, with comparable density, and in some cases, comparable melt index. The discussion of Table 3 outlined on page 26 also emphasizes improvements in specific properties, although not every property. This discussion also does not emphasize the same properties in every instance, but in some cases different properties. This would be expected as the person skilled in the art may only be interested in particular properties in view of the applications being considered. 85. In my opinion, when the person skilled in the art reads the word \"synergistically enhanced\" in the last paragraph of the first page of the 705 Patent, to the extent that the person skilled in the art would given any significance to this phrase, they would simply understand that the inventors are speaking of the comparisons made in the patent in which blends of the invention were compared to traditional LLDPE (Dowlex) and heterogeneous polymer blends, of similar melt indices and densities to those of the blends of the invention, and were shown to have a balance of improved properties (\"improved physical and mechanical strength\", \"good impact and tensile properties\" and \"an especially good combination of modulus yield, ultimate tensile, and toughness (e.g. dart impact)\") as discussed on page 2 and in the discussion of the examples and Table 3 at page 26. 86. As a result of the underlying assumption that the patent is directed to \"synergistic enhancement\", Dr. Speed misinterprets the data from Table 3. Instead of interpreting the data on its face, with the comparisons provided, Dr. Speed simply states that incorrect comparisons have been made (paragraph 185). I agree with Dr. Speed that the examples in the patent are not directed at showing whether there is synergistic enhancement, as defined by Dr. Speed. That is because the 705 Patent is not directed to such synergistic enhancement and there is no such promise in the patent. 87. Even if a person skilled in the art would both apply Dr. Speed's definition of \"synergistically enhanced\" and conclude that this was a promise of the patent, they would not conclude that the patent is promising this result for all properties and all blends. The fact that some blends exhibit improvements in certain properties is a surprising result, which may be useful to the person skilled in the art. 88. I note that in his analysis, Dr. Speed places excessive emphasis on impact strength. At paragraph 118 of his report, Dr. Speed imparts a focus on the property of impact strength into the general language used in the last paragraph of page 1 of the 705 Patent. However, there is no specific reference to impact strength in this paragraph. Dr. Speed has read more specificity into the paragraph than the plain language of the paragraph. Impact strength is but one property discussed in the examples of the patent. As stated at the top of page 2, there are a number of properties to consider, including modulus, yield, ultimate tensile, and toughness. The person skilled in the art would understand that toughness could be represented by a variety of specific properties including not only dart impact, but also, as shown in the Table 3 analysis, properties such as tensile toughness, Elmendorf tear, PPT tear, and puncture. 89. At paragraphs 192 and 193 Dr. Speed suggests that there is factual information missing from the disclosure which is need [ sic ] to \"predict that the compositions will have synergistically enhanced properties.\" I do not agree that there is any factual information missing from the patent. The patent provides the person skilled in the art with all the information they would need to pick an appropriate component A or B polymer, to arrive at a composition of the invention. There is no promise that such compositions will have \"synergistically enhanced properties\". Therefore, there is no attempt in the 705 Patent to show synergistic enhancement, as defined by Dr. Speed, and there is no discussion of how to obtain such synergistic enhancement. 90. I note that the words \"destructive synergism\" are used in the background section of the patent. I disagree with Dr. Speed's interpretation of \"destructive synergism\" as set out in footnote 2 of his report. The reference used in the background should be given its literal meaning; that is, that the film impact strength was \"lower than film made from one of the two components used to make the blend\". Dr Speed's [ sic ] is importing his own definition of synergism into this reference and ignoring the express words that are used. 91. I also do not agree with Dr. Speed's suggestion in footnote 3 that \"improved\" means synergistically enhanced. This connection has not been made in the 705 Patent.", "[192] I have reviewed the claims of the '705 Patent and I cannot find any reference to an elevated promise of \"synergistically enhanced physical properties\". There is no claim to any specified level of improvement. The claims simply speak of the compositions of the '705 Patent having improved properties but not any particular level of improvement.", "[193] Claim 18 of the '705 Patent states that the composition would have a dart impact of from 410 to 708 grams. In my view, this does not indicate any particular level of improvement over any of the prior art compositions or any \"synergistically enhanced physical properties\". I also note that claim 18 is not in issue in this matter.", "[194] I prefer the expert testimony of Dr. Scott to the testimony of Dr. Speed with respect to the issues of any promised enhanced utility. Dr. Scott addressed the patent as a whole while Dr. Speed, when dealing with the first reference in the '705 Patent, ignored the parenthesized words in the Patent defining \"destructive synergism\".", "[195] Since I have found that the inventors did not make an explicit promise of a specific result, the test for utility will be a \"mere scintilla\" of utility.", "[196] In my view, the '705 Patent's invention has been shown to be concerned with particular compositions as stated in the claims of the Patent. These compositions are useful.", "[197] The remainder of NOVA's claims of inutility all relied on its claim of an enhanced promise. Since I have rejected that, I will not deal further with establishing utility or with sound prediction. XI. Claims Broader Than Any Invention Made As Disclosed", "[198] <FRAGMENT_SUPPRESSED>  FTR 86, Mr. Justice Roger Hughes stated at paragraphs 45 and 46: 45 The law as to whether validity of a claim in a patent can be challenged for overbreadth has been succinctly and clearly stated by Thurlow J. (as he then was) in <FRAGMENT_SUPPRESSED> ) at paragraph 20 in which he said: There are two fundamental limitations on the extent of the monopoly which an inventor may validly claim. One is that it must not exceed the invention which he has made, the other is that it must not exceed the invention which he has described in his specification. 46 The first limitation is a question of fact, what is the invention that the inventor(s) have made. The second is a question of construction of the disclosure of the patent to determine what it says. In both cases a comparison must then be made of the claims at issue to determine if the \"breadth\" of the claim exceeds either what the inventor(s) actually did or what the disclosure actually says. In the event that evidence from the inventor(s) is not available and secondary evidence such as notebooks, memoranda and evidence of colleagues is unavailable or unsatisfactory, it is reasonable to assume that the disclosure of the patent coincides with that which the inventor(s) invented.", "[199] In a similar vein in <FRAGMENT_SUPPRESSED> , 39 FTR 161 (FCTD), var'd on other grounds, 98 DLR (4th) 1 (FCA), Mr. Justice Bud Cullen stated at pages 27 and 28: There are two fundamental limitations on the extent of the monopoly that may be validly claimed in a patent: 1) it must not exceed the invention that has been made, and 2) it must not exceed the invention described in the specification If the claim is far broader than that disclosed in the specifications so as to include a vast range of materials that cannot all be conceived to be workable, the claim is invalid. However, the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  narrow as he/she sees fit in order to protect himself/herself from invalidity which will occur if the claims are too broad. Again, the onus is on the defendant to establish a lack of utility or claim broader than invention. The fact that a patent was not fully tested and proven in all its claims is not enough.  <FRAGMENT_SUPPRESSED>  it was held that it is possible to claim beyond specific examples as long as claims are sound predictions of what will happen when the claims are followed. This is a question of fact and the claims are to be interpreted by applying the common vocabulary of the art. Within the specification, the phraseology, and the drawings by their illustration, may assist, but should not be used to vary or enlarge the claims; if the words are plain and unambiguous, it will not be possible to expand or limit their scope by referring to the wording of the specification ( Kramer Supra ) at p. 310). Here again, the courts have been cautioned not to be too technical in their approach.", "[200] NOVA has submitted that the '705 Patent is invalid because the claims of the Patent are broader than the invention made. This is based upon the ranges used to describe the claimed compositions (i.e. density, etc.). As well, NOVA submitted that the '705 Patent is invalid because it claims broader than the invention disclosed. This argument is related to the claims missing an essential element. XII. Claims Broader Than Invention Made - Claimed Ranges", "[201] NOVA's evidence with respect to this issue is summarized in the following paragraphs of Dr. Speed's expert report (Exhibit D-100, paragraphs 24, 220 and 308): 24. The Dow research documents do not support the scope of what is described and claimed. The patent describes compositions that the inventors never made or contemplated as a possibility in their research documents. ... The inventors' research does not establish the claimed ranges 220. I will not attempt to summarize the inventors' documents; it would be too long. I will simply say what I could not find. (a) I could not find supporting work for the great number of compositions inherent in the various patent specifications defining them. Obviously the inventors could not make all these compositions. They made and tested some, which I will review later, but I could not find work to establish the scope of the percentages of the components, the scope of the stated ranges of the various properties of the interpolymers, or their possible permutations. (b) I could not find any work showing that the inventors made, or even contemplated, compositions with more than one homogeneously branched interpolymer or more than one heterogeneously branched interpolymer. (c) I could not find work showing that the inventors had used or contemplated the range of comonomers described. (d) I did not find that the inventors attempted to establish ranges for compositions of homogeneously branched linear ethylene/ -olefin polymers with heterogeneously branched polymers. Instead, the inventors' work was primarily directed to compositions of homogeneously branched substantially linear ethylene/ -olefin polymers (those made by Dow's constrained catalyst technology, i.e. CGCT) with heterogeneously branched polymers. ... Summary of inventors work 308. The Dow research documents do not support the scope of what is described and claimed. The patent describes compositions that the inventors never made or even contemplated as a possibility in their research documents.", "[202] I have reviewed the expert reports submitted by Dr. Scott, on behalf of Dow and the testing of Dr. Lai and I am satisfied that the inventors and their staff carried out much research and testing with respect to the scope of the various compositions within the ranges set for various characteristics of the compositions.", "[203] Dr. Scott outlined many experiments relating to density and melt index done by the Dow researchers. As well, research was done respecting weight percentages and ranges of comonomers that could be used to produce the compositions.", "[204] I accept this evidence of Dr. Scott and Dr. Lai and consequently, I am of the view that the '705 Patent is not invalid for claims broader than the invention made.", "[205] I note NOVA's objection in paragraph 252 of its closing submissions which stated that paragraphs 159, 160, 161 and 162 of Dr. Scott's report should be given no weight. I do not agree as three of the four documents were part of the evidence of Dr. Speed and the documents were disclosed by Dow. XIII. Claims Broader Than the Invention Disclosed - Missing Essential Elements", "[206] NOVA submits through its expert, Dr. Speed, that after a review of the '705 Patent disclosure that \"all claims are missing at least one feature that the patent says is required of the interpolymers that are useful for the claimed compositions.\" (Exhibit D-100, paragraph 205).", "[207] I note that Dr. Speed's determination of what is essential was based on his theory that the '705 Patent promises \"synergistically enhanced properties.\" For example at paragraphs 25, 307 and 311, Dr. Speed states: 25. Nothing in the documented work of the inventor, Dr. Lai, provides a factual basis for predicting that all compositions within the claims will have synergistically enhanced properties. In fact, Dr. Lai's blend study contradicts such a prediction. ... 307. The authors of these documents, however, do not conclude that any of these blends have synergistically enhanced properties; nor do they mention test results that could support such a conclusion. ... 311. It is clear that synergistic enhancement of physical properties is not a characteristic of the compositions or films described and claimed in the '705 Patent. Tensile properties (yield, secant modulus, and tensile strength) and dart impact were amongst the least likely to be synergistically enhanced.", "[208] In my analysis and decision with respect to lack of utility of the '705 Patent, I did not accept Dr. Speed's theory that the '705 Patent promised an enhanced level of utility or \"synergistically enhanced physical properties\". I am of the view that Dr. Speed's analysis as to what is an essential element for the claim is flawed because of his use of the synergistically enhanced properties concept.", "[209] Furthermore, I prefer the testimony of Dr. Scott and Dr. Soares relating to the limits of certain characteristics of the '705 Patent's compositions. That testimony was to the effect that these limits are not essential elements of the claim. Their testimony was also to the effect that the specified characteristics of the composition of the claim should be looked at together (i.e., does the composition meet the various ranges for the different characteristics specified in the claim?).", "[210] Based on the above, I conclude that the '705 Patent is therefore not invalid for that reason as essential elements are not missing from the claims. XIV. The Subject Matter of the Claims Lacks Novelty (Anticipation)", "[211] In essence, NOVA contends that the '705 Patent is anticipated by Canadian Patent Application No. 2,416,003 (Garza) and U.S. Patent No. 4,629,525 (Rasmussen). XV. The Law Relating to Novelty (Anticipation)", "[212] In Uview , I set out the law respecting anticipation at paragraphs 157 to 159: Anticipation - The Law 157 Novelty (anticipation) is governed by section 28.2 of the which reads in part as follows: 28.2(1) The subject-matter defined by a claim in an application for a patent in Canada (the \"pending application\") must not have been disclosed (a) more than one year before the filing date by the applicant, or by a person who obtained knowledge, directly or indirectly, from the applicant, in such a manner that the subject-matter became available to the public in Canada or elsewhere; (b) before the claim date by a person not mentioned in paragraph (a) in such a manner that the subject-matter became available to the public in Canada or elsewhere; (c) in an application for a patent that is filed in Canada by a person other than the applicant, and has a filing date that is before the claim date; or ... 158 The Supreme Court of Canada in Free World Trust above, stated at paragraphs 25, 26 and 27: 25. Anticipation by publication is a difficult defence to establish because courts recognize that it is all too easy after an invention has been disclosed to find its antecedents in bits and pieces of earlier learning. It takes little ingenuity to assemble a dossier of prior art with the benefit of 20-20 hindsight. In this case, the respondents contended that all of the essential elements of the appellant's alleged inventions were disclosed in a single publication, the Solov'eva article, which predated the patent application by almost 4 years. If this is correct, the patent would be invalid. 26. The Solov'eva article was drawn to the respondents' attention by the appellant who cited it as prior art in the specification of the '361 patent itself. The legal question is whether the Solov'eva article contains sufficient information to enable a person of ordinary skill and knowledge in the field to understand, without access to the two patents, \"the nature of the invention and carry it into practical use without the aid of inventive genius but purely by mechanical skill\" (H. G. Fox, The Canadian Law and Practice Relating to Letters Patent for Inventions (4th ed. 1969), at pp. 126-27). In other words, was the information given by Solov'eva \"for [the] purpose of practical utility, equal to that given in the patents in suit\"? ( <FRAGMENT_SUPPRESSED>  (Eng. C.A.), at p. 486: A signpost, however clear, upon the road to the patentee's invention will not suffice. The prior inventor must be clearly shown to have planted his flag at the precise destination before the patentee. The test for anticipation is difficult to meet: One must, in effect, be able to look at a prior, single publication and find in it all the information which, for practical purposes, is needed to produce the claimed invention without the exercise of any inventive skill. The prior publication must contain so clear a direction that a skilled person reading and following it would in every case and without possibility of error be led to the claimed invention. ( <FRAGMENT_SUPPRESSED>  respect, that the Solov'eva article does not address, let alone solve, the technical problems dealt with in the patents in suit. It is nothing more than a four-page overview of the history of electro-magnetotherapy. It describes some of the various systems available in 1975 in Europe and Japan. The appellant, it must be appreciated, does not claim to have invented electro-magnetotherapy. It obtained a patent for a particular means. Although the various components were earlier known to persons skilled in the art, the inventor brought the elements together to achieve what the Commissioner of Patents considered a new, useful and ingenious result. The claimed invention effected an ingenious combination rather than a mere aggregation of previously known components ( <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at pp. 189-91). The ingenious combination was neither taught nor anticipated in the Solov'eva publication. None of the other arguments against validity are convincing. The patentee lived up to its side of the bargain by disclosing an invention. The patents are valid. 159. The law has been modified somewhat by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  light of recent jurisprudence, I am of the respectful opinion that the applications judge overstated the stringency of the test for anticipation that the \"exact invention\" has already been made and publicly disclosed. 24. In the 2005 decision of the House of Lords in Synthon , Lord Hoffmann has brought some further clarity to the law of anticipation as understood since General Tire . His reference at para. 20 to the \"unquestionable authority\" of Lord Westbury in <FRAGMENT_SUPPRESSED>  (entered into force October 7, 1977). He distinguishes between two requirements for anticipation that were not theretofore expressly considered separately, prior disclosure and enablement. 25. He explains that the requirement of prior disclosure means that the prior patent must disclose subject matter which, if performed, would necessarily result in infringement of that patent, and states, at para. 22: If I may summarise the effect of these two well-known statements [from General Tire and  <FRAGMENT_SUPPRESSED>  necessarily result in an infringement of the patent ... It follows that, whether or not it would be apparent to anyone at the time, whenever subject matter described in the prior disclosure is capable of being performed and is such that, if performed, it must result in the patent being infringed, the disclosure condition is satisfied. When considering the role of the person skilled in the art in respect of disclosure, the skilled person is \"taken to be trying to understand what the author of the description [in the prior patent] meant\" (para. 32). At this stage, there is no room for trial and error or experimentation by the skilled person. He is simply reading the prior patent for the purposes of understanding it. 26. If the disclosure requirement is satisfied, the second requirement to prove anticipation is \"enablement\" which means that the person skilled in the art would have been able to perform the invention (para. 26). Lord Hoffmann held that the test for enablement for purposes of anticipation was the same as the test for sufficiency under the relevant United Kingdom legislation. (Enablement for the purposes of sufficiency of the patent specification under the Canadian Patent Act , s. 34(1)(b) of the pre-October 1, 1989 Act, now s. 27(3)(b), is not an issue to be decided in this case and my analysis of enablement is solely related to the test for anticipation. The question of whether enablement for purposes of sufficiency is identical in Canada is better left to another day.) 27. Once the subject matter of the invention is disclosed by the prior patent, the person skilled in the art is assumed to be willing to make trial and error experiments to get it to work. While trial and error experimentation is permitted at the enablement stage, it is not at the disclosure stage. For purposes of enablement, the question is no longer what the skilled person would think the disclosure of the prior patent meant, but whether he or she would be able to work the invention. 28. The <FRAGMENT_SUPPRESSED> decision by which the applications judge rightly felt bound dealt with only one aspect of anticipation, that is, whether or not the invention in a patent had been disclosed in a single prior publication or patent. In that decision, Hugessen J.A. held that it had not. He had no need to consider the further point whether or not, had there been such a clear disclosure, the working of the invention was also enabled by that disclosure. That point was not in issue in <FRAGMENT_SUPPRESSED> . Explicitly separating disclosure and enablement is a refinement of the approach set out in <FRAGMENT_SUPPRESSED> . It explains the process a person skilled in the art would follow if the original patent anticipated the invention of the subsequent patent. I would adopt this approach. 29. Subject to any limitations expressed in the , I see no reason why the discussion of anticipation should not apply to other prior art than merely genus patents. Again, subject to limitations in the , the discussion of anticipation and obviousness would seem applicable to patents generally. 30. Two questions now must be answered: (1) what constitutes disclosure at the first stage of the test for anticipation, and (2) how much trial and error or experimentation is permitted at the enablement stage? My understanding of this jurisprudence is that if no disclosure is found to have occurred in the prior art, Free World Trust above, would still apply. XVI. Does the Garza Patent Anticipate the '705 Patent?", "[213] Therefore, the Garza patent will anticipate the claims of the '705 Patent, if it discloses subject matter which, if performed, would necessarily infringe the '705 Patent.", "[214] The Garza patent provides the reader with a broad description of compositions and asks the reader to pick polymers from a number of broad categories to make the blend.", "[215] Indeed, by making a choice of certain polymers, a person would obtain a composition that was outside the claims of the '705 Patent.", "[216] Dr. Speed, NOVA's expert, agreed that this was true. At page 3740 of the transcript, lines 14 to 20, he testified: Q. And it alludes to thousands and thousands of different types of blends? A. I suppose if you took all of the ranges that he talks about, it would be possible to make quite a large number of blends at different compositions, melt indices, densities and so on. (Transcript, 17 October 2013, page 3740) And later: Q. You don't necessarily inevitably get the invention by reading the Garza patent in this way? A. Not every - - the ranges overlap; they don't - - they're not identical to one another. Q. So you don't get that inevitably? A. Inevitably you don't get it, sure. You could pick materials that are outside the range of the 705. (Transcript, 17 October 2013, pages 3750 to 3751)", "[217] This testimony indicates to me that the Garza patent does not anticipate the '705 Patent as the jurisprudence explicitly states that the prior patent must disclose subject matter that if performed would \"necessarily result in infringement of that patent.\" In this case, you could perform the Garza patent and not arrive at the invention of the '705 Patent.", "[218] NOVA relied on <FRAGMENT_SUPPRESSED> CPR (4th) 281, to say there would be anticipation even where some of the ranges overlapped with the teaching of the prior claims. However, there were specific examples in the <FRAGMENT_SUPPRESSED> case that fit within the claims of the later patent, which is not the case here.", "[219] NOVA made several other arguments for anticipation by the Garza patent including the embodiment on page 13 of Garza but for the reasons put forward by Dr. Soares. I do not accept these arguments. XVII. Anticipation by the Rasmussen Patent", "[220] I am also not persuaded that the Rasmussen patent anticipates the '705 Patent.", "[221] To begin, the Rasmussen patent teaches the skilled person to blend the whole of Dowlex 2045 - a heterogeneously branched polymer with the whole of Hostalen, a homopolymer.", "[222] NOVA submits that Dr. Mirabella performed a fractionation of Dowlex 2045 and obtained a fraction from Dowlex that satisfies the requirements of component A of claims 11, 29 and 41. The problem with this submission is that which I stated in the previous paragraph of these reasons. Rasmussen teaches you to blend the whole polymer, Dowlex 2045, a heterogeneously branched polymer, with the whole of Hostalen, a homopolymer.", "[223] The evidence at trial included the following: 158. As noted above, fractionation is not discussed anywhere in Rasmussen, nor is there any discussion of isolating a polymer fraction from Dowlex 2045 that meets the properties of component A. 159. Overall, a person skilled in the art would not consider the invention that is described and claimed in the 705 Patent to be disclosed by Rasmussen. (Dr. Soares Rebuttal Report, page 175, paragraphs 158 and 159) And at paragraphs 160 to 163: Fractionation Conducted by Dr. Mirabella 160. I have the following additional comments about the testing conducted by Dr. Mirabella to obtain the A-1 and A-2 fractions. 161. Dr. Mirabella cross-fractionated a sample of Dowlex 2045 using a two-step procedure. In the first step, Dr. Mirabella used a preparative TREF set-up to fractionate Dowlex 2045 into three fractions according to the following elution temperatures: lower than 72°C (Fraction B-1); between 72 to 78°C (Fraction A); and from 78 to 130°C (Fraction B-2). Dr. Mirabella further fractionated Fraction A into 4 fractions containing different molecular weights, using gradient elution fractionation (GEF): a very low molecular weight fraction (0 % xylene); and a purge fraction (the lowest molecular weight fraction) eluted from the GEF column at 30°C (Mirabella's Expert Report, paragraph 44): In isolating the high molecular weight polymer fraction there was removal of lower molecular weight polymer in addition to that removed by the 0% and 47% xylene fractions at 118°C. In the set-up which is step 5 in Exhibit H, when the two column volumes of Dowanol were pumped onto the column at 30°C to remove the xylene solvent in the column after crystallization, some low molecular weight polymer soluble in the xylene at 30°C was flushed from the column. This lower molecular weight material did not need to be recovered and was discarded, as is reflected in the total recovery by mass (wt%) in the right hand column. 162. Dr. Mirabella combined the two fractions eluted with 47% xylene (Fraction B-3), but did not combine the two fractions obtained with 100% xylene, which he kept as separate fractions (Fractions A-1 and A-2); he suggests that this is because Fraction A-2 was \"contaminated\" with a small fraction of Teflon filter material during filtration. It is not clear why this small amount of Teflon would impede the combination of these two fractions, since Teflon is not soluble in the organic solvents Dr. Mirabella used to analyze these fractions. Moreover, the presence of Teflon in Fraction A-2 did not preclude Dr. Mirabella from analyzing this fraction separately. Furthermore, in addition to not being soluble, the Teflon \"contaminant\" could have been easily filtered out of Fraction A-2 if Dr. Mirabella was concerned about its presence. 163. The analyses of the two other fractions, which are soluble at 30°C and 118°C in 0% xylene, were not reported by Dr. Mirabella.", "[224] Dr. Soares, on examination in chief: So he further fractionated by molecular weight using GEF, gradient elution fractionation, in several fractions, and that's a fractionation based on how good the solvent is. So you start with a poor solvent and then you increase the goodness of the solvent, and the less fraction here that was obtained with the good solvent for polyethylene is what he calls fractions A-1 and A-2. And he did that in two times, so he got two fractions. (Transcript, 29 October 2013, page 4714, lines 2 to 11)", "[225] Dr. Soares on cross-examination: Q. What I asked you was is it your opinion that unless you extract a fraction from a polymer and measure its properties, that it is not a fraction of that polymer? A. Well, it depends on how the polymer was made. If you're talking about a polymer made of a heterogeneous Ziegler-Natta catalyst, such as Dowlex 2045 is one example that we discussed in court, yes. (Transcript, 29 October 2013, page 4803, lines 20 to 28)", "[226] Dr. Speed on cross-examination: Q. And Rasmussen does not suggest a procedure of fractionating Dowlex to secure a homogeneously branched fraction, does it? A. I think there's no discussion in Rasmussen of fractionation of these or any of his polymers. Q. And certainly nothing like the procedure at page 13 of the patent in suit. Let's take a look at that. It doesn't suggest as the patent teaches as a possible way of securing one of the components before you blend it with the other component fractionating a heterogeneously branched polymer like that? Rasmussen makes no suggestion whatsoever to do anything like that, does he? A. To my recollection, Rasmussen does not mention fractionation. (Transcript, 17 October 2013, page 3772, lines 25 to 28, page 3773, lines 1 to 13)", "[227] I prefer Dr. Soares' evidence with respect to the teaching of the Rasmussen patent over the testimony of Dr. Mirabella.", "[228] NOVA also made the argument in paragraph 296 of its closing submissions that the '705 Patent refers to the making of compositions which have a homogeneously branched fraction and a heterogeneously branched fraction. NOVA submits that Dowlex 2045 is such a composition. This argument cannot succeed as the '705 Patent does not teach about compositions that have a fraction of one polymer and a fraction of another polymer. Instead, it teaches that both component A and component B each have a polymer. There is no evidence that Dowlex 2045 contains different polymers as opposed to a single polymer.", "[229] For all of the above reasons, I find that the Rasmussen patent does not anticipate the '705 Patent.", "[230] In conclusion, I find that the '705 Patent is not invalid due to anticipation or lack of novelty. XVIII. Was the Subject Matter of the Claims Obvious?", "[231] NOVA claims that the '705 Patent is invalid because the subject matter of its claims are obvious and not inventive. XIX. Law With Respect to Obviousness", "[232] Section 28.3 of the applies to obviousness and states: 28.3 The subject-matter defined by a claim in an application for a patent in Canada must be subject-matter that would not have been obvious on the claim date to a person skilled in the art or science to which it pertains, having regard to (a) information disclosed more than one year before the filing date by the applicant, or by a person who obtained knowledge, directly or indirectly, from the applicant in such a manner that the information became available to the public in Canada or elsewhere; and (b) information disclosed before the claim date by a person not mentioned in paragraph (a) in such a manner that the information became available to the public in Canada or elsewhere.", "[233] Section 28.1(1) of the deals with the determination of the claim date of the application: 28.1 (1) The date of a claim in an application for a patent in Canada (the \"pending application\") is the filing date of the application, unless (a) the pending application is filed by (i) a person who has, or whose agent, legal representative or predecessor in title has, previously regularly filed in or for Canada an application for a patent disclosing the subject-matter defined by the claim, or (ii) a person who is entitled to protection under the terms of any treaty or convention relating to patents to which Canada is a party and who has, or whose agent, legal representative or predecessor in title has, previously regularly filed in or for any other country that by treaty, convention or law affords similar protection to citizens of Canada an application for a patent disclosing the subject-matter defined by the claim; (b) the filing date of the pending application is within twelve months after the filing date of the previously regularly filed application; and (c) the applicant has made a request for priority on the basis of the previously regularly filed application. (2) In the circumstances described in paragraphs (1)(a) to (c), the claim date is the filing date of the previously regularly filed application.", "[234] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  at paragraphs 64 to 71 stated: 64 [...] However, the \"obvious to try\" test must be approached cautiously. It is only one factor to assist in the obviousness inquiry. It is not a panacea for alleged infringers. The patent system is intended to provide an economic encouragement for research and development. It is well known that this is particularly important in the field of pharmaceuticals and biotechnology. ... 66 For a finding that an invention was \"obvious to try\", there must be evidence to convince a judge on a balance of probabilities that it was more or less self-evident to try to obtain the invention. Mere possibility that something might turn up is not enough. 67 It will be useful in an obviousness inquiry to follow the four-step approach first outlined by Oliver L.J. in <FRAGMENT_SUPPRESSED>  (C.A.). This approach should bring better structure to the obviousness inquiry and more objectivity and clarity to the analysis. The <FRAGMENT_SUPPRESSED> approach was recently updated by Jacob L.J. in <FRAGMENT_SUPPRESSED>  (p. 872), [2007] EWCA Civ 588, at para. 23: In the result I would restate the <FRAGMENT_SUPPRESSED> questions thus: (1) (a) Identify the notional \"person skilled in the art\"; (b) Identify the relevant common general knowledge of that person; (2) Identify the inventive concept of the claim in question or if that cannot readily be done, construe it; (3) Identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claim or the claim as construed; (4) Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention? [Emphasis added.] It will be at the fourth step of the Windsurfing/Pozzoli approach to obviousness that the issue of \"obvious to try\" will arise. i. When Is the \"Obvious to Try\" Test Appropriate? 68 In areas of endeavour where advances are often won by experimentation, an \"obvious to try\" test might be appropriate. In such areas, there may be numerous interrelated variables with which to experiment. For example, some inventions in the pharmaceutical industry might warrant an \"obvious to try\" test since there may be many chemically similar structures that can elicit different biological responses and offer the potential for significant therapeutic advances. ii. \"Obvious to Try\" Considerations 69 If an \"obvious to try\" test is warranted, the following factors should be taken into consideration at the fourth step of the obviousness inquiry. As with anticipation, this list is not exhaustive. The factors will apply in accordance with the evidence in each case. 1. Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art? 2. What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine? 3. Is there a motive provided in the prior art to find the solution the patent addresses? 70 Another important factor may arise from considering the actual course of conduct which culminated in the making of the invention. It is true that obviousness is largely concerned with how a skilled worker would have acted in the light of the prior art. But this is no reason to exclude evidence of the history of the invention, particularly where the knowledge of those involved in finding the invention is no lower than what would be expected of the skilled person. 71 For example, if the inventor and his or her team reached the invention quickly, easily, directly and relatively inexpensively, in light of the prior art and common general knowledge, that may be evidence supporting a finding of obviousness, unless the level at which they worked and their knowledge base was above what should be attributed to the skilled person. Their course of conduct would suggest that a skilled person, using his/her common general knowledge and the prior art, would have acted similarly and come up with the same result. On the other hand, if time, money and effort was expended in research looking for the result the invention ultimately provided before the inventor turned or was instructed to turn to search for the invention, including what turned out to be fruitless \"wild goose chases\", that evidence may support a finding of non-obviousness. It would suggest that the skilled person, using his/her common general knowledge and the prior art, would have done no better. Indeed, where those involved including the inventor and his or her team were highly skilled in the particular technology involved, the evidence may suggest that the skilled person would have done a lot worse and would not likely have managed to find the invention. It would not have been obvious to him/her to try the course that led to the invention.", "[235] The Federal Court of Appeal has given guidance as to who the \"notional skilled person\" is.  <FRAGMENT_SUPPRESSED>  (FCA), the Federal Court of Appeal stated at page 295: Every invention is obvious after it has been made, and to no one more so than an expert in the field. Where the expert has been hired for the purpose of testifying, his infallible hindsight is even more suspect. It is so easy, once the teaching of a patent is known, to say, \"I could have done that\"; before the assertion can be given any weight, one must have a satisfactory answer to the question, \"Why didn't you?\" And at page 294: The test for obviousness is not to ask what competent inventors did or would have done to solve the problem. Inventors are by definition inventive. The classical touchstone for obviousness is the technician skilled in the art but having no scintilla of inventiveness or imagination; a paragon of deduction and dexterity, wholly devoid of intuition; a triumph of the left hemisphere over the right. The question to be asked is whether this mythical creature (the man in the Clapham omnibus of patent law) would, in the light of the state of the art and of common general knowledge as at the claimed date of invention, have come directly and without difficulty to the solution taught by the patent. It is a very difficult test to satisfy. The remarks contained in <FRAGMENT_SUPPRESSED> must be read in light of the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> .", "[236] This Court has also addressed what is the common general knowledge of the notional person in step two of the <FRAGMENT_SUPPRESSED> test. In Eli Lilly and  <FRAGMENT_SUPPRESSED> FTR 1, aff'd 2010 FCA 240; Madam Justice Gauthier endorsed the following passage from <FRAGMENT_SUPPRESSED>  at 480 to 481 (UKCA): The common general knowledge imputed to such an addressee must, of course, be carefully distinguished from what in patent law is regarded as public knowledge. This distinction is well explained in Halsbury's Law of England, Vol. 29, para. 63. As regards patent specifications it is the somewhat artificial (see per Lord Reid in the Technograph case [1971] F.S.R. 188 at 193) concept of patent law that each and every specification, of the last 50 years, however unlikely to be looked at and in whatever language written, is part of the relevant public knowledge if it is resting anywhere in the shelves of the Patent Office. On the other hand, common general knowledge is a different concept derived from a commonsense approach to the practical question of what would in fact be known to an appropriately skilled addressee - the sort of man, good at his job, that could be found in real life. The two classes of documents which call for consideration in relation to common general knowledge in the instant case were individual patent specifications and \"widely read publications\". As to the former, it is clear that individual patent specifications and their contents do not normally form part of the relevant common general knowledge, though there may be specifications which are so well known amongst those versed in the art that upon evidence of that state of affairs they form part of such knowledge, and also there may occasionally be particular industries (such as that of colour photography) in which the evidence may show that all specifications form part of the relevant knowledge. As regards scientific papers generally, it was said by Luxmoore, J. in British Acoustic Films (53 RPC 221, at 250): In my judgment it is not sufficient to prove common general knowledge that a particular disclosure is made in an article, or series of articles, in a scientific journal, no matter how wide the circulation of that journal may be, in the absence of any evidence that the disclosure is accepted generally by those who are engaged in the art to which the disclosure relates. A piece of particular knowledge as disclosed in a scientific paper does not become common general knowledge merely because it is widely read, and still less because it is widely circulated. Such a piece of knowledge only becomes general knowledge when it is generally known and accepted without question by the bulk of those who are engaged in the particular art; in other words, when it becomes part of their common stock of knowledge relating to the art. And a little later, distinguishing between what has been written and what has been used, he said: It is certainly difficult to appreciate how the use of something which has in fact never been used in a particular art can ever be held to be common general knowledge in the art. Those passages have often been quoted, and there has not been cited to us any case in which they have been criticised. We accept them as correctly stating in general the law on this point, though reserving for further consideration whether the words \"accepted without question\" may not be putting the position rather high: for the purposes of this case we are disposed, without wishing to put forward any full definition, to substitute the words \"generally regarded as a good basis for further action.\"", "[237] I will now address the <FRAGMENT_SUPPRESSED> steps relating to obviousness. A. Identify the notional person skilled in the art.", "[238] In their expert reports, the experts were generally in agreement on the identity of the notional person. Dr. Speed describes the person as follows: The \"skilled person\" would probably be a team, whose members would have at least a Bachelor's degree (although many people in polymer science have graduate degrees) in various related disciplines such as chemical engineering, chemistry, chemical physics, or material science; and have at least two years of experience in the manufacture and development of polyethylene resins, blending, film fabrication and/or testing. This team would have a good working knowledge of ethylene polymers and how they are made, blending and film blowing techniques, and various ways of testing the properties of polymers and films.", "[239] Dr. Soares describes the notional person as follows: In my opinion, the person skilled in the art of the 705 Patent would be a scientist with at least a Bachelor's degree in chemical engineering, chemistry, materials science or polymer science. Such a person would have at least two years' experience in the characterization of polyolefins, an understanding of polymer compositions, and experience with the materials science of polymers, such as experience with tensile properties. In my opinion, the person skilled in the art could be either a single person, possessing all of these qualifications, or a team of individuals with different, but complementary backgrounds. Such a team would include personnel involved in the synthesis, characterization, production, processing and mechanical testing of ethylene-based polymers and include chemists, physicists, material scientists, and engineers. I will refer to such an individual or team, as the \"skilled person\". (Exhibit P-9, paragraph 117)", "[240] Dr. Speed, however, on cross-examination, stated the following: ... And I think I'm rounding out the 20 or so reasons that you give for saying that the 705 Patent is invalid. And this is the last one I think I'm dealing with in my cross-examination, Dr. Speed, and one of the first documents you refer to in this analysis. And I take it that you're assessing the questions of obviousness through not your own personal experience but through that of a skilled worker, is that right? A. That's right. Q. And that skilled worker has inductive reasoning? A. Yes. Q. And has an imagination? A. I expect so. (Transcript, 21 October 2013, page 3828, lines 1 to 15)", "[241] This testimony does not agree with the description of the \"notional person\" set out by the Court of Appeal in <FRAGMENT_SUPPRESSED> . As noted earlier, <FRAGMENT_SUPPRESSED> describes the \"notional person\" as a \"technician skilled in the art but having no scintilla of inventiveness or imagination ; ...\".", "[242] I agree with Dow that Dr. Speed applied the wrong standard to his analysis. B. Identify the relevant common general knowledge of the person.", "[243] NOVA submitted that all blends were obvious as of April 1993. Dr. Speed said that blending of all types of ethylene polymers was so common that a skilled person would doubt that any blending could be inventive. Dow submitted that although blending was taking place it was not successful in producing compositions that had all of the desired characteristics. C. Identify the inventive concept of the claim in question or if that cannot be done, construe it.", "[244] In my view, the inventive concept of the '705 Patent is that you can use the SHC characteristic of the polymer used as component A in the claims of the '705 Patent, to predict that the composition would have the desired characteristics. D. Identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claims or the claims construed.", "[245] The \"state of the art\" did not identify the use of SHC to produce compositions with desired characteristics. E. Viewed without any knowledge of the alleged invention as claimed, do these differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention?", "[246] The Supreme Court of Canada has indicated that it is at this stage of the obviousness analysis that the \"obvious to try\" test is applied.", "[247] I am not persuaded that the difference in the '705 Patent, namely, the use of the characteristic SHC to determine types of homogeneous polymers which could be blended with heterogeneous polymers to produce compositions with certain desired characteristics, was known in the prior art, nor am I persuaded that the use of the SHC characteristic would have been obvious to the person skilled in the art. It would require a degree of invention to come up with the concept of SHC.", "[248] It should also be noted that NOVA, in September 2002, filed a patent application which was a patent on a blend of the SURPASS high density component with the product of Reactor 1 in the SURPASS process. That September 2002 application contained the following statement: Thus, films prepared from conventional heterogeneous resins have comparatively poor impact strength, optical properties and organoleptic properties - but do have very good tear strength. Conversely, films prepared from homogeneous resins have excellent impact strength, optical properties and organoleptic properties - but poor tear strength. Previous attempts to utilize resin blends to eliminate this problem have not been completely successful. ...", "[249] This excerpt from NOVA's Canadian Patent No. 2,411,183 patent application in 2002 would seem to indicate that even in 2002, there were blending problems. The '705 Patent which had a filing date of April 19, 1994 and a publication date of November 10, 1994, was not mentioned in this application. The '705 Patent has a priority date of April 28, 1993. This information leads to the conclusion that the blends produced pursuant to the '705 Patent were not obvious even in 2002. The blends thus would not have been obvious in 1993 or 1994.", "[250] With respect to the \"obvious to try\" which may be applied at the fourth stage of the obviousness test, NOVA's closing submissions stated: Obvious-To-Try 321. Polymer blending was routine with skilled person making blends of the kind described in the '705 Patent. It was also known that sometimes synergistically enhanced properties could result but it would be a matter of making blends and testing them. Thus the \"obvious to try\" test is appropriate. Speed 1, D-100, [524] -[528] 322. Getting any improvement, let alone synergistically enhanced properties, was not self-evident. Even more so for the broad ranges of the compositions claimed in the '705 Patent. Scott Cross, TT Vol. 26, 4497:5-4499:9; Soares Cross, TT Vol. 29, 5000:9-5001:10; Speed 1, D-100 [527] 323. A skilled person having the common general knowledge available before 1993 would consider it obvious to combine a homogeneously branched polymer with a heterogeneously branched polymer for the purposes of improving impact strength including polymers with the properties described and claimed in the '705 Patent. Commercial Success of ELITE Polymer Not Relevant 324. Whether or not Dow's ELITE product is commercially successful is irrelevant. As stated by the Court of Appeal, it is difficult to envisage commercial success, or any other subsequently recognized advantage as having any bearing on inventiveness, and it should be given no weight except in the most extraordinary case. <FRAGMENT_SUPPRESSED>  at paras. 25 and 26; BOA, Tab 43", "[251] It should also be noted that the Garza patent should not be used in the determination of obviousness of the '705 Patent. The evidence shows that Garza was published in April 1994 while the priority date for the '705 Patent was April 28, 1993. It may be that NOVA is only arguing that claim 11 of the '705 Patent is obvious but I cannot determine from the evidence adduced whether the priority date of April 28, 1993 applies to claim 11 or not.", "[252] Dow also points to the commercial success of its ELITE product as indicating a lack of obviousness. The law states that commercial success may be a relevant factor in determining obviousness. This factor bears less weight because it relates to facts coming into existence after the date of the purposed invention. However, it may also indicate that many people wanted to find an invention to fulfill the needs of the market. On the negative side, it could be said that Dow marketed its product more successfully. However, one cannot ignore the fact that NOVA designed its SURPASS product so that it could be used as a drop-in product for Dow's ELITE product. In other words, the SURPASS product could be used in place of the ELITE product by consumers (see Transcript, September 25, 2013, page 1872, line 26 to page 1873, line 19 and Transcript, September 24, 2013, page 1749, lines 15 to 18).", "[253] The testimony, without doubt, establishes that Dow spent large amounts of money and time in order to come up with the inventive concept of SHC so as to be able to produce polymer compositions that have the qualities desired and needed by consumers.", "[254] NOVA did not present any arguments at step 4 of the obviousness analysis with respect to differences between the prior patents and the '705 Patent or whether these differences constituted steps which would have been obvious to the person skilled in the art.", "[255] NOVA has also submitted that the \"obvious to try\" test should be applied at this stage of the analysis. The Supreme Court of Canada has stated the \"obvious to try\" test may be applied in appropriate cases at this stage of the obviousness analysis.", "[256] At this point, I note again the remarks of Mr. Justice Rothstein in <FRAGMENT_SUPPRESSED> relating to the application of the \"obvious to try\" test, which are reproduced at paragraph 235 of these reasons.", "[257] Although I am not of the view that the \"obvious to try\" test is applicable in this case, I will still carry out the analysis.", "[258] The first factor to consider is: Is it more or less self-evident that what is being tried ought to work? Although the evidence in this case shows that blending of polymers was taking place, the blending was not resulting in compositions that had the characteristics desired in the industry. As well, in many cases, homogeneously branched polymers were being blended with other homogeneously branched polymers, not with the heterogeneously branched polymers.", "[259] The remarks of Mr. Justice Rothstein in <FRAGMENT_SUPPRESSED> at paragraph 85 are relevant to this case: Just because there are known methods of separating a racemate into its isomers does not mean that a person skilled in the art would necessarily apply them. The fact that there are such known methods of separation will be of no account if the evidence does not prove that it was more or less self-evident to try them. It is true that at the relevant time there was evidence that a skilled person would know that the properties of a racemate and its isomers might be different. However, a possibility of finding the invention is not enough. The invention must be self-evident from the prior art and common general knowledge in order to satisfy the \"obvious to try\" test. That is not the evidence in this case.", "[260] I am of the opinion that the same reasoning applies in this case. The common general knowledge and the prior knowledge did not make the invention self-evident so as to satisfy this factor of the \"obvious to try\" test.", "[261] The second question is: what is the extent, nature and amount of effort required to achieve the invention? The testimony in this case establishes that large amounts of funds were expended by Dow to carry out Dr. Lai's and others' research to find the invention in the '705 Patent, namely, the concept of using SHC to select the proper homogeneous polymer to blend with a heterogeneous polymer to obtain compositions with the desired characteristics. Until the discovery of the SHC concept, persons skilled in the art did not know which polymers to blend to obtain compositions with the desired characteristics. In fact, Exxon spent over 10 years and large amounts of money trying to successfully blend homogeneously branched polymers to obtain certain desired compositions but never came up with the invention of the '705 Patent.", "[262] The third step: is there a motive from the prior art to find the solution that the '705 Patent addresses? There is no doubt that the industry wanted to produce compositions with better characteristics. However, nothing in the prior art or common general knowledge would lead the person skilled in the art to use the SHC concept to find suitable compositions.", "[263] As concluded by the Court in <FRAGMENT_SUPPRESSED> at paragraph 92, I am of the view that the prior art and common general knowledge of persons skilled in the art at the relevant time were not sufficient to make the concept of SHC more or less self-evident.", "[264] As noted above, I have concluded there was a significant difference between the previous patents and the '705 Patent which was not obvious. Consequently, based on above analyses, I find that the allegation of obviousness is not justified. XX.", "[265] NOVA has submitted that that '705 Patent is invalid due to \"double patenting\". In <FRAGMENT_SUPPRESSED> , I set out the jurisprudence relating to \"double patenting\" at paragraph 210: The defendant submitted that the above noted claims of the '024 Patent are invalid because of double patenting.  <FRAGMENT_SUPPRESSED>  patenting at pages 157 and 158: 3. If the '803 Patent Claims Properly Construed do not Include Flex Vanes, is the '734 Patent Nevertheless Invalid Because of Double Patenting? 63. The prohibition against double patenting relates back to the \"evergreen\" problem mentioned at the outset. The inventor is only entitled to \"a\" patent for each invention: , s. 36(1). If a subsequent patent issues with identical claims, there is an improper extension of the monopoly. It is clear that the prohibition against double patenting involves a comparison of the claims rather than the disclosure, because it is the claims that define the monopoly. The question is how \"identical\" the claims must be in the subsequent patent to justify invalidation. 64. The Federal Court of Appeal has adopted the test that the claims must be \"identical or conterminous\": <FRAGMENT_SUPPRESSED> , at p. 22. This verbal formulation derives from an editorial comment by Dr. H. G. Fox, Q.C., on <FRAGMENT_SUPPRESSED>  at pleasure, but for a term of years and the grant of a second patent with respect to the same subject-matter would be void under this statute [6 Henry VIII, c. 15, 1514] and by the Statute of Monopolies, as well as at common law and by the terms of section 28(1)(b) of the Canadian Patent Act. But for this purpose the subject-matter of the two grants must be identical. A subsequent claim cannot be invalidated on the ground of prior claiming unless the two claims are precisely conterminous. 65. This branch of the prohibition on double patenting is sometimes called \"same invention\" double patenting. Given the claims construction adopted by the trial judge it cannot be said that the subject matter of the '734 patent is the same or that the claims are \"identical or conterminous\" with those of the '803 patent. 66. There is, however, a second branch of the prohibition which is sometimes called \"obviousness\" double patenting. This is a more flexible and less literal test that prohibits the issuance of a second patent with claims that are not \"patentably distinct\" from those of the earlier patent.  <FRAGMENT_SUPPRESSED>  the issue was whether Farbwerke Hoechst could obtain a patent for a medicine that was a diluted version of a medicine for which it had already obtained a patent. The claims were neither identical nor conterminous. Judson J. nevertheless held the subsequent patent to be invalid, explaining at p. 53: A person is entitled to a patent for a new, useful and inventive medicinal substance but to dilute that new substance once its medical uses are established does not result in further invention. The diluted and undiluted substance are but two aspects of exactly the same invention. In this case, the addition of an inert carrier, which is a common expedient to increase bulk, and so facilitate measurement and administration, is nothing more than dilution and does not result in a further invention over and above that of the medicinal itself. [Emphasis added.] 67. In <FRAGMENT_SUPPRESSED> , supra , Dickson J. referred to Farbwerke Hoechst as \"the main authority on double patenting\" which stood for the proposition that a second patent could not be justified unless the claims exhibited \"novelty or ingenuity\" over the first patent: Judson J. for the Court said that the second process involved no novelty or ingenuity, and hence the second patent was unwarranted.", "[266] In the issues for trial filed with the Court, NOVA stated its issues with respect to double patenting as follows at paragraph 14: (a) Do Claims 21-23, 38 and 39 of the Canadian Patent #2,120,766 cover the same subject matter as Claims 41 and 42 of the 705 Patent? (b) Do Claims 2, 4, 13 and 15 of the Canadian Patent 2,153,978 cover the same subject matter as all asserted claims of the 705 Patent?", "[267] NOVA in its defence, claimed invalidity due to \"same invention double patenting\" as it did in the statement of issues. However, in its closing argument, it argued invalidity of the '705 Patent due to obviousness double patenting (Transcript, 6 November 2013, page 5288, lines 20 to 28; Appendices to NOVA's closing submissions, tab 6).", "[268] However, NOVA did not lead evidence on obviousness double patenting. Dr. Speed's testimony related to \"same invention double patenting\" which NOVA is not pursuing.", "[269] In any event, I agree with the evidence of Dr. Soares where he stated at paragraphs 287 to 289 of his rebuttal report dated July 15, 2013 as follows: 287. Further, as with the discussion of Kolthammer above, the 766 Patent does not describe or claim the concept of SHC nor does it suggest the benefits of blending a homogeneously branched polymer with a high SHC with a high density heterogeneously branched polymer. 288. Kolthammer and the 766 Patent claim different inventions than that claimed in the 705 Patent. The 705 Patent claims blended compositions of component A and component B interpolymers, where component A and component B have specified physical and mechanical properties. It is only blends of these select component interpolymers that can have the improved film properties set out in the patent and it is the recognition of the specific physical and mechanical properties of component A (density, melt index, molecular weight distribution, and SHC) and component B (density) that define the invention. 289. Kolthammer and the 766 Patent do not claim all of the elements disclosed in the 705 Patent and such elements would not have been obvious from the claimed inventions of these patents.", "[270] Because of my conclusions above, I am of the view that the '705 Patent is not invalid because of double patenting.", "[271] NOVA also made the following submissions respecting the insufficiency of the specification: 1. Slope of Strain Hardening Explanation is Insufficient - Wrong Exponent. 2. Slope of Strain Hardening Explanation is Insufficient - Where to Measure Slope Not Specified. 3. '705 Patent is Insufficient if \"Comprising\" Permits an Unidentified Third Polymer. A. Slope of Strain Hardening Explanation is Insufficient - Wrong Exponent", "[272] SHC is defined in the '705 Patent at page 10: SHC = (slope of strain hardening + (I2)0.25 where I2 = melt index in grams/10 minutes.", "[273] NOVA alleges that for linear homogeneously branched polymers, the exponent for the melt index should be 0.2941 and this was not disclosed by the inventors of the '705 Patent.", "[274] I am not satisfied that the exponent is wrong as the testimony of Dr. Lai includes the following comments: Q. Now, when we looked at the report a minute ago, your research report, there's a reference there - - and I actually read that out into the record. We saw a reference to two exponents: one was, if my memory serves me correctly, .25 for substantially linear polymers and another exponent .2941 for linear polymers. Do you recall that from your report, Dr. Lai? A. Yes. Q. And just ask you the question, when we come to the equation here, why is it that we have the exponent .25? A. Well, I believe in fact the .25 - - this equation is adequate for both linear and substantially linear because the .25 give the minimum value that is required to develop or to describe that sweet spot of material. So for linear material, the number - - the exponent number theoretically supposed to be higher. In fact that would get to give a higher SHC so that - - so the .25 already give the minimum requirement and anything higher than that are already under the coverage. And in the transcript for September 17, 2013 at pages 1136 to 1137: Q. I'll try again. You had calculated an exponent of 0.2941 for linear polymers, but because of the different rheology of substantially linear, you had for the substantially linear polymers used an exponent of point 25, correct? A. Correct. Q. And in the patent you disclose an SHC formula that has the exponent point 25, correct? A. Correct. Q. But you do not disclose the formula for the linear polymers that has the exponent of 0.2941, correct? A. That's correct. And I also explain in my response to - - yesterday, and also as you indicated, you asked me the long-chain branching will affect the slope of strain hardening, and the vastly affect on the slope of strain hardening. So what this really means, the slope of strain hardening times melt index to the point 25 power, comparatively those point 29 versus point 25, that's not as important. The important is the slope of strain hardening for linear material will get vastly impact, actually will get much higher for linear material. And for SSH for substantially linear material actually will get smaller. So the exponent itself does not - - is not that significant anymore. That's what I'm trying to leading to.", "[275] I am satisfied that there is no insufficiency in relation to the exponent for the melt index in the SHC formula. B. Slope of Strain Hardening Explanation is Insufficient - Where to Measure Slope not Specified", "[276] I do not agree with NOVA's submission. From a review of Dr. Young's testimony, it is obvious that the slope of strain hardening (SSH) should be measured in the region of the load/elongation curve just prior to break. This is where the maximum slope usually occurs. I accept Dr. Young's testimony as to where to measure the SSH. I prefer Dr. Young's testimony over that of Dr. Cakmak who in other areas was reluctant to admit the obvious.", "[277] As a result, I am of the view there is no insufficiency of explanation as to where to measure the SSH. C. '705 Patent is Insufficient if \"Comprising\" Permits an Unidentified Third Polymer", "[278] I do not accept that the '705 Patent is invalid for this reason. My construction of the word \"comprising\" permits more than two polymers. The trial evidence is to the effect that a person skilled in the art would know that you can have a third polymer as part of the composition as long as it did not alter the characteristics of the composition.", "[279] NOVA also stated in its oral argument that the '705 Patent was insufficient because it failed to disclose the best mode. This argument must fail as there is no requirement to disclose a best mode for the subject matter of the '705 Patent. The best mode requirement only applies to inventions relating to machines (see <FRAGMENT_SUPPRESSED> FTR 156, aff'd on other grounds, 2011 FCA 300). The states as follows at paragraph 27(3)(c): 27. [...] (3) The specification of an invention must (c) in the case of a machine, explain the principle of the machine and the best mode in which the inventor has contemplated the application of that principle; and", "[280] NOVA cites the decision in <FRAGMENT_SUPPRESSED> , in support of its \"best mode\" argument. Even if there was a requirement to disclose the best mode for the '705 Patent, <FRAGMENT_SUPPRESSED> does not assist the defendant. In <FRAGMENT_SUPPRESSED> , Pfizer failed to disclose the only composition out of many that would work.", "[281] NOVA also asserted that the words \"homogeneously branched\" and \"heterogeneously branched\" are qualitative terms and need a further test such as CDBI to be meaningful to a person skilled in the art. I do not agree. Both Dr. Soares (transcript, October 30, 2013, page 4987, line 19 to page 4988, line 9) and Dr. Speed (transcript, October 16, 2013, page 3523, lines 5 to 25) testified that the person skilled in the art would know what those terms meant.<", "[282] Attached hereto as Schedule A is my ruling with respect to the experts' reports.", "[283] For the above reasons, I would therefore dispose of the action as follows: 1. A declaration will issue that claims 11, 15, 29, 30, 33, 35, 36, 41 and 42 of Canadian Patent No. 2,160,705 are valid and that NOVA Chemicals Corporation has infringed these claims by manufacturing in Canada and distributing, offering for sale, selling or otherwise making available film-grade polymers under the name SURPASS. 2. The plaintiffs are entitled to elect after due inquiry and full discovery, either an accounting of profits of the defendant or all damages sustained by reason of infringement by the defendant of the above mentioned patent. Such damages or accounting of profits will be assessed by reference preceded by discovery if requested. 3. The plaintiffs shall be entitled to reasonable compensation for the acts of the defendant under subsection 55(2) of the , RSC 1985, c P-4 from the time that the application for the Canadian Patent No. 2,160,705 became open to public inspection until its date of issue. Such damages will be assessed by reference preceded by discovery, if requested. 4. The plaintiffs shall be entitled to pre-judgment interest, not compounded, on the award of reasonable compensation for the acts of the defendant under subsection 55(2) of the and damages (if elected), at a rate of interest to be calculated separately for each year since infringing activity began at the average annual bank rate established by the Bank of Canada as the minimum rate at which it makes short-term advances to the banks listed in Schedule I of the Bank Act , SC 1991, c 46. However, such award is conditional upon the reference judge not awarding interest under paragraph 36(4)(f) of the Federal Courts Act , RSC 1985, c F-7. 5. In the event that the plaintiffs elect an accounting of profits, pre-judgment interest shall be determined by the reference judge. 6. The plaintiffs shall be entitled to post-judgment interest on the award of damages (if elected), not compounded, at a rate of 5% per annum. This interest shall commence upon the final assessment of the monetary damage amount or profits amount. Until then, pre-judgment interest shall prevail. 7. The plaintiffs are entitled to their costs and the parties may make submissions as to the amount of the costs in the following manner: i. Dow shall serve and file its submissions as to the amount of costs within 20 working days of the issuance of these reasons for judgment. ii. Dow shall serve and file its submissions as to the amount of costs within 20 working days of the issuance of these reasons for judgment. iii. Dow shall serve and file any reply submissions as to the amount of costs 20 working days after service and filing of NOVA's responding submissions. 8. The defendant's counterclaim is hereby dismissed, with costs to be assessed as above. Order accordingly. Editor: Elizabeth M.A. Turgeon/vnh SCHEDULE A I. Introduction 1. I reserved my decision on NOVA's objections to the following paragraphs and related exhibits in Dow's expert reports: Expert Reports Paragraphs Responding Expert Report of Dr. Robert Young (12 July 2013) 5 to 28, 37, 40 to 45 Expert Report of Dr. Christopher Scott (15 July 2013) 12(1), 14 to 52, 61 to 69, 92 to 96, 115 Rebuttal Expert Report of Dr. Joao Soares (15 July 2013) 182 to 185 Reply Expert Report of Dr. Robert Young (3 September 2013) 1 to 60, 72 to 74, 77 to 82, 88 to End Reply Expert Report of Dr. Joao Soares (3 September 2013) Nearly All 2. For each, NOVA says that Dow has improperly split its case by leading evidence in reply that should have been led in chief. 3. Dow contests that and also originally challenged the admissibility of paragraphs 30 to 48 of Dr. Charles Speed's second report (15 July 2013). On October 21, 2013, it decided to argue that issue on weight instead. II. Issues 4. The issues are as follows: 1. Has Dow improperly split its case? A. Are the impugned portions of Dr. Young's responding report admissible? B. Are the impugned portions of Dr. Scott's expert report admissible? C. Are the impugned portions of Dr. Soares' rebuttal report admissible? D. Are the impugned portions of Dr. Young's reply report admissible? E. Are the impugned portions of Dr. Soares' reply report admissible? 2. Should the impugned portions of Dr. Speed's second report be given reduced weight? III. Analysis A. Issue 1 - Has Dow improperly split its case? 5. Subsection 274(1) of the Federal Courts Rules , SOR/98-106, sets out the typical order in which parties present their evidence and paragraph 274(1)(c) allows a plaintiff to present reply evidence. 6. However, not all reply evidence is proper and the rules do not define the scope of it (see <FRAGMENT_SUPPRESSED>  at 473, 33 DLR (4th) 267 [ <FRAGMENT_SUPPRESSED> ], where the Supreme Court of Canada described the law governing reply evidence in the following words: The general rule is that the Crown, or in civil matters the plaintiff, will not be allowed to split its case. The Crown or the plaintiff must produce and enter in its own case all the clearly relevant evidence it has, or that it intends to rely upon , to establish its case with respect to all the issues raised in the pleadings [...]. This rule prevents unfair surprise, prejudice and confusion which could result if the Crown or the plaintiff were allowed to split its case. [Emphasis added] 7. That rule has exceptions and the primary one among them is where \"the defence has raised some new matter or defence which the Crown has had no opportunity to deal with and which the Crown or the plaintiff could not reasonably have anticipated.\" ( <FRAGMENT_SUPPRESSED> at 474). 8. That applies with equal force to expert reports. Although they are tendered before trial and surprise is arguably less of a concern, an expert opinion is only admissible pursuant to Rule 279(b) if it is the subject of a report. Therefore, a defendant may still be unfairly prejudiced by improper reply since it may lose any opportunity to respond. 9. The principles governing the issue in this context were discussed by Mr. Justice Denis Pelletier in <FRAGMENT_SUPPRESSED> at paragraphs 12 to 15 and I summarize them as follows: 1. If the reply evidence only repeats or confirms evidence already tendered, then it is not allowed. 2. Even if a matter is raised for the first time in cross-examination, reply evidence on that issue should not be allowed if it ought to have been part of the plaintiff's evidence in chief. 3. Reply evidence may be allowed where it addresses a new issue raised by the defence that was reasonably unanticipated by the plaintiff. 4. The court retains a residual discretion to allow in evidence regardless. B. Issue 1A - Are the impugned portions of Dr. Young's responding report admissible? 10. The thrust of NOVA's objection to Dr. Young's second report is that he frequently restates or supplements evidence he gave in his first report, particularly with respect to claims construction. For instance, he had already opined in his first report at paragraph 26 that a skilled person would use a load/elongation curve to calculate the slope of strain hardening because that is the default output from an Instron machine. Yet, NOVA submitted that he repeats the same claim at paragraphs 5 to 8 of his second report, but this time buttresses it with a copy of the Instron manual. NOVA then went through each of the other impugned paragraphs and argued that it either was or could have been in Dr. Young's first report. 11. Dow responded that this was not case splitting since Dr. Young's second report was not in reply, but was instead part of Dow's defence to the claim of invalidity. It was appropriate to respond to NOVA's case on invalidity, even if it overlapped with Dr. Young's earlier report on infringement. Indeed, Dow argues that Dr. Cakmak did the same thing on several occasions. 12. Moreover, Dow says it was not using this as a backdoor to add in new evidence on infringement. Rather, each of the impugned paragraphs directly related to evidence given by Dr. Cakmak to support an argument about invalidity. 13. NOVA replied to that by arguing that the impugned paragraphs were all about claims construction, which is an ancillary issue to both validity and infringement. It also submitted some correspondence between it and Dow where they agreed that each would deal with claims construction in their first round of expert reports. (2) Analysis 14. I ultimately agree with Dow that the second round of reports was defence evidence not subject to the limitations on reply. On September 4, 2012, Madam Prothonotary Martha Milczynski made the following orders: 3. The plaintiffs' expert reports on infringement and the defendant's expert reports on invalidity are to be exchanged by no later than January 14, 2013; 4. The rebuttal expert reports are to be exchanged by no later than July 15, 2013; 15. NOVA chose to counterclaim on invalidity and so claims construction was a part of its case-in-chief as much as it was Dow's. 16. In these circumstances, both had a right to fully defend against the other's case in the second round of reports. In <FRAGMENT_SUPPRESSED> , Justice Pelletier said the following at paragraph 11:", "[11] [...] [T]he plaintiff's evidence with respect to validity stands on a different footing in the sense that the onus of making the case for invalidity was on the defendants. As a result, the plaintiff, as defendant by counterclaim is entitled to meet that case after it has been made by the defendants [and] is entitled to lead its defence evidence as it sees fit. Consequently, I do not intend to put any limit on the evidence lead by way of defence to the counter-claim for invalidity [...] [Emphasis added] 17. Though he later qualified that the evidence should not be repetitive, he ultimately did not apply the rule against case splitting to the evidence related to invalidity. 18. That makes sense, since the rule against case splitting is meant to preserve a defendant's right to know the case to meet. In <FRAGMENT_SUPPRESSED> at pages 473 and 474, the Supreme Court said that: The underlying reason for this rule [against case splitting] is that the defendant or the accused is entitled at the close of the Crown's case to have before it the full case for the Crown so that it is known from the outset what must be met in response. [Emphasis added] 19. Although that was in the criminal context, it applies equally to the civil context (see also <FRAGMENT_SUPPRESSED> at paragraph 12, citing <FRAGMENT_SUPPRESSED> ). 20. Since both parties in this case were defendants on issues to which claims construction was relevant, both had equal rights to present their defences fully knowing their opponents' case. The rule against case splitting should not be applied to detract from the very right that it was designed to enhance. 21. Still, NOVA argued that Dow had agreed that the second round of reports should be limited to reply. On November 24, 2011, NOVA's counsel wrote a letter to Dow's counsel that said the following: We propose that NOVA's first round of expert reports would address claim construction, validity and the competition issues; and that Dow's would address construction and infringement. The second round of reports would respond to the evidence raised in the other party's first reports. [Emphasis added] 22. Dow's counsel agreed to that on November 28, 2011, but I see nothing there that would limit the parties to reply evidence on either issue. On the contrary, the second round was intended to respond to the other party's evidence on all relevant issues and no distinction was drawn as to the scope of that response for claims construction. Just as NOVA had a full right to respond to Dow's evidence on construction and infringement, so too did Dow have a full right to respond to NOVA's evidence on construction and validity. 23. NOVA also contends that Madam Justice Carolyn Layden-Stevenson reached an opposite result in <FRAGMENT_SUPPRESSED>  FTR 49 [ Boston Scientific ]. There, Justice Layden-Stevenson found that a portion of the defendant-by-counterclaim's evidence regarding claims construction was inadmissible since it did \"not transcend the hurdle that an issue in reply, raised in the party's case-in-chief, should be dealt with in the case-in-chief\" ( Boston Scientific at paragraph 70). However, that was a different situation since the report to which she was referring was actually a statement in reply ( Boston Scientific at paragraph 63), not a report to counter the plaintiff-by-counterclaim's case-in-chief. 24. Consequently, I agree with Dow that Dr. Young's second report was defence evidence not subject to the rule against case splitting. I would therefore dismiss NOVA's objection. C. Issue 1B - Are the impugned portions of Dr. Scott's expert report admissible? 25. Dow agreed to remove many paragraphs in Dr. Scott's report, including paragraphs 13(c), 16 to 45, 61 to 66, 92 to 112 and 114. Consequently, the only paragraphs still challenged are: 14, 15, 46 to 52, 67 to 69 and 115. 26. NOVA submitted that those paragraphs simply duplicated Dr. Soares' earlier report and so were improper reply as well. However, as NOVA's counsel said during argument, its argument really \"comes down to the same logic and submissions I made yesterday in respect of Dr. Young's report and this time applied to Dr. Scott\" (Transcript, volume 25 (23 October 2013), page 4338). 27. For the same reasons that I rejected NOVA's objection to Dr. Young's second report, I would dismiss its objection to Dr. Scott's report as well. D. Issue 1C - Are the impugned portions of Dr. Soares' rebuttal report admissible? 28. NOVA objected to paragraphs 182 to 185 and the related portions of Exhibit AF to Dr. Soares' rebuttal report dated 15 July, 2013. Dow subsequently amended parts of paragraphs 182 to 184, but NOVA maintained most of its objection. 29. Basically, NOVA submitted that Dr. Soares was introducing a new theory about how to characterize polymers as either homogeneous or heterogeneous from the Elston patent. This was done for the purpose of arguing that the higher density portion of SURPASS' component B itself infringed. It submitted that this too was case splitting and that the redactions Dow made from paragraphs 182 and 183 did not go far enough. In its view, the data related to SURPASS has to come out. 30. Dow responded that Dr. Soares was only analyzing the A-1 and A-2 fractions fractionated by Dr. Mirabella to see if they were homogeneously or heterogeneously branched. He was not giving an opinion on construction overall. 31. NOVA replied that it was fine for Dr. Soares to comment on the A-1 and A-2 fractions, but that plotting the higher density components in the graph was unnecessary to make the point. Really, Dow was just trying to slide that through the backdoor to support a new theory of infringement. (2) Analysis 32. It was unnecessary to plot the data from SURPASS' component B. Since this could impermissibly supplement Dow's case on infringement, I will ignore the plotted data relating to component B of SURPASS. E. Issue 1D - Are the impugned portions of Dr. Young's reply report admissible? 33. NOVA also objected to most of Dr. Young's reply report, saying that in addition to restating his case, he also introduced a new theory relating to tensile testing and grip separation. Specifically, Dr. Young protested Dr. Cakmak's decision to use a grip separation between 0.45 and 0.5 inches, saying instead that the only appropriate separation would be 0.433 inches and explaining why. However, the issues to which he was responding were all in Dr. Cakmak's first report and so NOVA argues that Dr. Young should have done this in the second report if he was to do it at all, not the third report which only arrived on September 3, 2013, when the trial was about to start. 34. Additionally, NOVA complained that Dr. Young explained his thickness correction, but says that goes to weight. Dr. Young also explained his data fitting polynomial, made another comment about his gauge length theory and submitted calibration certificates for his Instron machine. NOVA submits that is all inadmissible for being improper reply. 35. NOVA had some other complaints about Instron output too, but Dow agreed to strike out paragraphs 78 to 82 of Dr. Young's third report. As well, NOVA protested paragraphs 90 to 92 of Dr. Young's third report, partly because it had no observers and partly because it just confirmed earlier evidence. Dow agreed to withdraw paragraph 91 and part of a sentence in paragraph 92. 36. Dow contends that all of the remaining paragraphs were proper reply and points out that September 3, 2013, was when they agreed reply evidence should be served. Further, the tensile testing and the examination of the video evidence was all directly refuting assertions Dr. Cakmak made and testing that he conducted for the first time in his second report. 37. As for NOVA's other submissions, Dow submits that these too were proper reply directly responsive to issues raised by Dr. Cakmak. To the extent some of it could have been put in its case-in-chief, Dow says it would be unreasonable to require it to predict every issue that might be raised in rebuttal. (2) Analysis 38. With respect to the timing, the parties agreed that the reply reports would be served on September 3, 2013. So long as it was proper reply, I see no reason to find the parties' agreement prejudicial. 39. As well, in light of my earlier analysis, it would be acceptable for the third round of reports to reply to any new matters related to claims construction or infringement raised for the first time in NOVA's second round of reports. However, it must still be proper reply in the sense that: (1) it responds to NOVA's defence evidence; and (2) it could not reasonably have been anticipated and included in either the first or second round of reports ( <FRAGMENT_SUPPRESSED> at 474; Merck-Frosst -  <FRAGMENT_SUPPRESSED> to 25, 78 CPR (4th) 100 [ Merck-Frosst ]). 40. Ultimately, I agree with Dow that the bulk of NOVA's submission with respect to Dr. Young's third report is unfounded. With the exception of paragraphs 9 to 12, most of Dr. Young's evidence about grip separation in this report was not about whether 0.433 or 0.45 inches is most appropriate. Rather, it was aimed at showing that in the tests Dr. Cakmak conducted for his rebuttal report, he in fact used a grip separation much greater than that. Further, Dr. Young explained that this was why Dr. Cakmak's results were so different from Dr. Young's. That was appropriate reply since: 1. It was intended to refute evidence and testing raised for the first time by the defence in Dr. Cakmak's rebuttal report; and 2. The perceived defects in Dr. Cakmak's procedures could not have been addressed before Dr. Young knew what those procedures were. 41. As for paragraphs 9 to 12, I would use my residual discretion to allow this because I detect no prejudice to NOVA from doing so. Dr. Cakmak fully explained his reasons for choosing a larger grip separation and Dr. Young's testimony in reply did not create any unfair advantage. 42. Equally, Dr. Young's comments on the thickness correction were mostly proper since he was explaining why Dr. Cakmak's improper testing procedures would lead him to conclude that the thickness correction was wrong. 43. As well, I do not think Dow could have reasonably anticipated that Dr. Cakmak would criticize the sensitivity of the micrometer used or the failure to inspect each dogbone sample under a microscope. These were very specific concerns about the procedure and I do not think it was necessary for Dow to justify them in advance. It was therefore appropriate for Dr. Young to reply on that issue and I would not strike paragraphs 54 to 60 or 83 to 87 of the report. 44. However, I agree with NOVA that paragraphs 88 and 89 of Dr. Young's third report were improper reply. Dow should have anticipated Dr. Cakmak's concerns about calibration. As the Supreme Court said in <FRAGMENT_SUPPRESSED> at 473, \"the plaintiff must produce and enter in its own case all the clearly relevant evidence it has, or that it intends to rely upon \" (emphasis added). Dr. Young mentioned that its Instron machine was calibrated at paragraph 55 of his first report and could reasonably have attached the certificates then. 45. As for paragraphs 90 to 93, all that Dr. Cakmak said at paragraph 34 of his rebuttal report was that he did not observe width measurement for the samples tested by Dr. Young. Paragraphs 90 to 93 of Dr. Young's third report do not contradict or refute that, but simply bolstered Dr. Young's earlier statements. It is therefore improper reply for being unresponsive. F. Issue 1E - Is Dr. Soares' reply report admissible? 46. NOVA objected to almost all of Dr. Soares' report dated September 3, 2013 except for paragraphs 43 to 48, 50, 51, 56, 57 and 62 to 65. In essence, NOVA submitted that Dr. Soares reconstrued the claims in paragraphs 3 to 25, which was improper since the second report alone should have been responsive on those issues. Dr. Soares then talked about the use of Composition Distribution Branch Index (CDBI) again, which was also something in his first report that should not have been rehashed. Further, NOVA said that Dr. Soares introduced a new theory of infringement related to weight percents at paragraph 49 that was improper reply. 47. NOVA's other objections were to paragraphs 58 and 59 and NOVA argued that Dr. Soares' analysis here was based on information that was refused by Dr. Speed when it was requested. 48. Dow responded that the evidence Dr. Soares gave about claims construction was all properly responsive to Dr. Mirabella's rebuttal report, which was the first time any witness for NOVA attempted to give meaning to those claims. Similarly, when Dr. Soares was speaking about CBDI again, Dow said he was merely correcting Dr. Mirabella's mischaracterization of his opinion. 49. Further, Dr. Mirabella had conducted new tests after Dr. Soares' report-in-chief and Dr. Soares was simply critiquing those test results at paragraphs 46 to 51. Dow said he was not introducing a new theory of infringement at paragraph 49; he was just doing his own analysis on the weight percent data provided by Dr. Mirabella. 50. Finally, Dow submitted that the questions which Dow refused to answer were irrelevant to paragraphs 58 and 59 of Dr. Soares' report, which was just a response to Dr. Speed's allegation that the catalyst would enter several inches from the reactor. (2) Analysis 51. The further construction of \"comprising\" at paragraphs 3 to 6 is repetitive. Dr. Soares already addressed this issue at paragraphs 44 to 47 of his rebuttal report. On the other hand, it is responsive to new considerations raised in Dr. Mirabella's report and I detect no meaningful prejudice from allowing it in. 52. As well, Dr. Mirabella first introduced a distinction between the literal and technical senses of heterogeneity and homogeneity in his July 15, 2013 report. Dr. Soares could not have anticipated the introduction of this theory and so I am of the view that paragraphs 7 to 25 of his reply report was proper, even if there is some overlap with earlier reports. 53. However, the same cannot be said of Dr. Soares' discussion of the use of CBDI. Dow only defended this by saying that Dr. Mirabella mischaracterized or misstated Dr. Soares' evidence and he was only setting the record straight. However, if there was any mischaracterization, that is something to be tested through cross-examination and is not properly the subject of a reply. Dr. Mirabella did not raise a new matter with respect to this and Dr. Soares' attempt to steal the last word was improper. 54. I do not consider paragraph 49 of Dr. Soares' reply report and its corresponding Exhibit G to be introducing any new theory of infringement, but I will ignore it to the extent it could be interpreted that way. 55. Finally, Dr. Soares said in paragraphs 58 and 59 that the components of the catalyst were combined only about 2 to 3 centimetres from the reactor, that it would have been at a very hot temperature due to their proximity to the reactor and that the turbulence would likely have carried any precipitation into the reactor. 56. NOVA argued that this was information that should have been given to Dr. Speed in response to two of the unanswered questions that he attached at Exhibit 3 to his rebuttal report, which were: 11. What is the engineering design of the catalyst system including identification of the components and their dimensions? 12. How are the catalyst system components presented to the reactor? What is the engineering design of (1) the storage systems for the catalyst system components, (2) the equipment for delivery of the catalyst system components to the reactor including the details of the combination of the catalyst system components and the injection system into the reactor? 57. Pursuant to Rule 248, a party cannot introduce information that it refused on discovery without the leave of this Court. 58. In my view, those questions do encompass the information that NOVA now says was refused. However, both questions were fairly general and did not expressly identify the main concerns. Dr. Speed was also present and able to make his own observations, which he did. I would therefore admit paragraphs 58 and 59. G. Issue 2 - Should reduced weight be given to the impugned portions of Dr. Speed's second report? 59. On October 10, 2013, Dow objected to paragraphs 30 to 48 of Dr. Speed's expert report, saying that it was inconsistent with three excerpts from the discovery of Dr. Kelusky that it read in at the end of trial. It later said that it would deal with it as a matter of weight and addressed Dr. Speed's arguments at paragraphs 58 to 67 of its brief on infringement. 60. NOVA submitted a brief contesting that, arguing that Dr. Kelusky's answers were consistent with Dr. Speed's analysis and that, in any event, it was not relied on by Dr. Soares. To the contrary, Dr. Soares was aware of other documents that described the delivery system accurately and NOVA submits that Dr. Soares simply overlooked some of the details. (2) Analysis 61. At paragraphs 30 to 48 of his second report, Dr. Speed criticized the system Dow used to compose and deliver the catalyst into the reactor at Terneuzen. He testified that because of the temperature and the distance from the reactor at which the catalyst's components were combined, some of them could have come out of solution. 62. Although the questions that Dr. Kelusky was asked were relevant to that, I agree that his answers were not strictly inaccurate. 63. As well, his answers had no effect on Dr. Soares' testimony. Rather, when Dr. Soares described the replica of NOVA's emerald catalyst at paragraph 172 of his first report, he expressly relied on two presentations from NOVA (Exhibits P-20 and P-21), both of which identify the solubility concerns raised by Dr. Speed. 64. Moreover, Dr. Soares addressed Dr. Speed's criticisms in his reply report at paragraphs 56 to 59 and 61. At no point does he say that he was misled by Dr. Kelusky's answers. Nor does he say that his conception of how NOVA's delivery system worked was ever incomplete or inconsistent with Dr. Speed's description of it. In fact, there is no evidence that Dr. Kelusky's answers misled anybody at any time. Therefore, Dr. Speed's comments at paragraphs 30 to 48 were fair and I would not reduce the weight assigned to them for that reason. 65. However, I accept Dow's point that Dr. Speed did not conduct any experimental work to confirm that the supposed deficiencies he observed would affect the slope of strain hardening coefficient. Dr. Speed freely admitted that in the following exchange: Q. And, Dr. Speed, you've done no tests yourself or arranged for any tests to be conducted to investigate and report as to whether any of the criticisms that you've made about the reproduction at Terneuzen would impact the slope of strain hardening coefficient evidence of Professor Soares? A. I've done no experimental work to address those issues. What I have done is observed the operation of the unit. Q. Dr. Speed, my question was did you do any tests? A. I did not. (Transcript, volume 22 (17 October 2013) at 3665, lines 1 to 13) 66. Ultimately, I am convinced by paragraphs 56 to 59 and 61 of Dr. Soares' reply report that the differences in how the catalyst was delivered to the reactor did not materially affect the ultimate product. IV. Conclusion 67. Overall, I conclude that the following paragraphs are inadmissible: Expert Reports Paragraphs Rebuttal Expert Report of Dr. Joao Soares (15 July 2013) 182 to 185 (plots of SURPASS' COMPONENT B) Reply Expert Report of Dr. Robert Young (3 September 2013) 88 to 93 Reply Expert Report of Dr. Joao Soares (3 September 2013) 31 to 34"]}