{"id_": "059299", "body_str": ["[1] Martineau, J. : This is an application for judicial review of a decision of the Immigration Appeal Division (\"IAD\") of the Immigration and Refugee Board, dated September 5, 2003, wherein the applicant was denied her sponsorship appeal.", "[2] The IAD rejected the applicant's appeal primarily on the basis that her sponsored family members, her son, Jagdev Singh Chana, and her daughter, Jasvir Kaur Chana, are not members of the \"family class\" as defined in the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (\" IRPA", "[3] The following facts are relevant in this case.", "[4] The applicant, Rajinder Kaur Natt, is a citizen of India, who has been a Canadian permanent resident since November 1997. She is married to a Canadian citizen, Jai Ajaib Natt. In 1993, Mr. Natt sponsored the applicant's Permanent Resident Visa as a member of the family class (the \"First Visa Application\"). At that time the applicant listed her children, including Jagdev and Jasvir, as her dependents in her application.", "[5] On December 8, 1993, the Canadian High Commission in New Delhi, India refused the applicant's First Visa Application on the basis that: (a) she did not have adequate means of financial support for herself and her dependants in Canada, such that she was inadmissible to Canada under s. 19(1)(b) of the Immigration Act , R.S.C. 1985, c. I-2 (the \" Act \"); and (b) her marriage to Mr. Natt was primarily for the purpose of immigration, such that she was not a member of the \"family class\" as defined in the Act . Among the factors taken into account by the Canadian High Commission was the fact that the applicant had four dependents, including Jagdev and Jasvir.", "[6] On January 25, 1995, Jasvir and Jagdev were adopted by Sukhdev Singh and Amarjit Kaur. However, as we will see later on, the adoption was not completed in accordance with Indian laws and was therefore not valid. On January 18, 1995, Mr. Natt sponsored the applicant's second application for a Permanent Resident Visa as a member of the \"family class\" (the \"Second Visa Application\"). The applicant this time did not indicate that she had any dependants at all on her application form dated October 9, 1995. On this basis the applicant was granted Canadian Permanent Residence in November 1997.", "[7] In May 2001, the applicant sponsored Jagdev and Jasvir's applications for Permanent Resident Visas as members of the \"family class\" (the \"Children's Visa Applications\"). In the Children's Visa Applications, the applicant claimed that Jagdev and Jasvir's adoption had been cancelled pursuant to a \"Compromise Deed\" executed June 3, 2000, by the applicant and the adoptive parents. The Children's Visa Applications were commenced under the Act , but were determined after June 28, 2002, when the IRPA came into force. Following the IRPA transitional provisions, the Children's Visa Applications were subject to the IRPA and the Immigration and Refugee Protection Regulations , SOR/2002-227 (the \" Regulations \").", "[8] On September 16, 2002, Sarasa Nair, an immigration officer at the Canadian High Commission, reviewed the Children's Visa Applications. She noted that under Indian laws, a valid adoption cannot be revoked and that, if Jagdev and Jasvir's adoption was not valid when it took place, then they were the applicant's dependent family members in 1997 when she obtained Canadian Permanent Residence, and therefore could have been examined by Canadian immigration officials at that time.", "[9] On February 8, 2003, Visa Officer Nair refused the Children's Visa Applications based on her finding that Jagdev and Jasvir are not members of the \"family class\", as they were not examined by Canadian immigration officials when the applicant obtained Canadian Permanent Residence. Visa Officer Nair relied on paragraph 117(9)(d) of the Regulations", "[10] The applicant appealed the Visa refusal to the IAD and through counsel presented written submissions which included a copy of a Judgment and Decree of an Indian Court, dated May 2003, declaring that Jagdev and Jasvir's adoption was \"void ab initio\". The applicant submitted that Jagdev and Jasvir's adoption was not valid at the time it took place. On September 5, 2003, the IAD dismissed the appeal and determined that, as Jagdev and Jasvir's adoption was not valid at the time it was made, at all times Jagdev and Jasvir were the applicant's dependent children.", "[11] In reaching its decision in this matter the IAD relied on paragraph 117(9)(d) of the Regulations , which expressly excludes from the \"family class\" those family members who were not examined by Canadian immigration officials at the time at which their sponsor obtained Canadian permanent residence. The applicant acknowledges that, when she applied for and obtained Canadian permanent residence, she did not disclose her two children's existence to Canadian immigration officials, and that consequently, Jagdev and Jasvir were not examined by Canadian immigration officials. Instead, the applicant argues that they were adopted and therefore not her family members when she obtained her permanent residence. Accordingly, she submits that paragraph 117(9)(d) of the Regulations does not apply.", "[12] I find that no reviewable error of law or of mixed law and fact has been made in deciding to refuse the applicant's request to sponsor her two dependent children's Applications for Permanent Resident Visa as members of the \"family class\" under the IRPA", "[13] I have carefully reviewed both parties' submissions. I conclude, as submitted by the respondent, that in accordance with the express provisions of the IRPA and the Act , both Jagdev and Jasvir being under 21 years of age, and not having been validly adopted are, and always have been, the applicant's dependent children as defined by the IRPA", "[14] The central issue in this claim is whether or not paragraph 117(9)(d) of the Regulations applies to Jagdev and Jasvir as members of the \"family class\". The purpose of this provision is to ensure that foreign nationals seeking permanent residence do not omit non-accompanying dependent members from their applications thereby avoiding their examination for admissibility at that time, and then, once having obtained their own permanent residence status, seek to sponsor their dependents and benefit from the preferential processing as well as admission treatment given to members of the \"family class\".", "[15] Paragraph 117(9)(d) of the Regulations reads as follows: \"117(9) No foreign national may be considered a member of the family class by virtue of their relationship to a sponsor if (d) the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member or a former spouse or former common-law partner of the sponsor and was not examined.\"", "[16] \"Family member\" is defined in the Regulations as including a person's \"dependant child\". In turn, \"dependent child\" is partly defined, in respect of a parent, as a child who is the biological child of the parent and who has not been adopted. Finally, \"adoption\" is defined as meaning an adoption that creates a legal parent-child relationship and severs the pre-existing legal parent-child relationship. \"1(3) For the purposes of the Act, other than section 12 and paragraph 38(2)(d), and these Regulations, 'family member' in respect of a person means (b) a dependent child of the person or of the person's spouse or common-law partner; \"2. The definitions in this section apply in these Regulations. 'dependent child', in respect of a parent, means a child who (a) has one of the following relationships with the parent, namely, (i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or (ii) is the adopted child of the parent; and (b) is in one of the following situations of dependency, namely, (i) is less than 22 years of age and not a spouse or common-law partner, (ii) has depended substantially on the financial support of the parent since before the age of 22 -- or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner -- and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student (A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and (B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or (iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition. (enfant à charge) \"3(2) For the purposes of these Regulations, 'adoption', for greater certainty, means an adoption that creates a legal parent-child relationship and severs the pre-existing legal parent-child relationship.\"", "[17] In this case, there is no dispute that Jasvir and Jagdev were the applicant's biological children and that they were not legally adopted. As submitted by the applicant herself, an Indian Court has found that the adoption of Jasvir and Jagdev was \"illegal, null and void\". Consequently, Jagdev and Jasvir were the applicant's dependent children and her \"non-accompanying family members\" when she applied for and obtained her permanent residence.", "[18] Furthermore, although not material to the lawfulness of the IAD's decision, the evidence in this case establishes that the applicant knew that the adoption of Jasvir and Jagdev was illegal and invalid when she submitted her Second Application for Permanent Residence. The applicant's First Application for Permanent Residence had been refused in part because of the existence of her dependent children including Jasvir and Jagdev. Accordingly, she had an incentive to claim that Jasvir and Jagdev had been \"adopted\" and to not include them in her Second Application for Permanent Residence.", "[19] I also note that the Indian Court found the adoption of Jasvir and Jagdev to be illegal and invalid in part because the adopting parents already had two children of their own at the time of the adoption. The applicant described the adopting parents as close relations and it is implausible that she would not have known whether close relations who were adopting her children already had children of their own. According to Jasvir and accepted by the Indian Court, there was never any adoption ceremony performed as required and she and Jagdev never lived with the adopting parents. Again, it is implausible that the applicant would not have known that no adoption ceremony was performed or where Jasvir and Jagdev were living. Following their alleged adoption in 1995, Sukhdarshan Singh, the name of Jasvir and Jagdev's biological father, who had died in 1992, continued to appear as the name of their father on official records. Moreover, according to the applicant herself, she has been supporting Jasvir and Jagdev financially and they completely depend on her for support.", "[20] I find that paragraph 117(9)(d) applies here. The sole exception to paragraph 117(9)(d) is with respect to the children of sponsors whose applications for permanent residence were made before June 28, 2002, where those children meet the definition of \"dependent child\" under the Act but do not meet the definition of \"dependent child\" under the former Act . This exception is articulated in sections 352 and 355 of the Regulations and reflects the fact that the Act changed the definition of \"dependent child\" to include unmarried children as old as age 21, whereas the former Act's definition of \"dependant son\" and \"dependant daughter\" included only unmarried children up to age 18. That is, the purpose of this exception is to enable family members to sponsor dependents who would have been considered too old to be eligible for sponsorship before the Act came into force. Insofar as the applicant relies on sections 353 and 355 of the Regulations , her argument is contrary to the express language of those regulations. Jasvir and Jagdev were under age 21 - they were the applicant's \"dependent children\" as that term is defined in the Act and as that term is defined under the former Act", "[21] Finally, the applicant alleges that she was denied procedural fairness by the IAD. However, the applicant does not specify the basis for the allegation and, on the facts, her allegation is without merit. By way of a detailed letter from the IAD, the applicant was given an opportunity to know the case against her and the issue before the IAD, namely whether Jagdev and Jasvir were members of the \"family class\" as defined in the Act and in particular, paragraph 117(9)(d) of the Regulations . She was given an opportunity to submit evidence and argument on this issue, and she did so. Moreover, the IAD gave the applicant the opportunity to respond to the respondent's submissions prior to making its decision. The IAD based its decision on all of the material before it, including the applicant's evidence and submissions. Thus, the process followed by the IAD complied with the requirements of procedural fairness.", "[22] In conclusion, the present application must fail. No question of general importance has been raised and none shall be certified by the Court. ORDER", "[23] THIS COURT ORDERS that this application for judicial review be denied. Application dismissed. Editor: Elizabeth M.A. Turgeon/klf [End of document]"]}