{"id_": "059329", "body_str": ["[1] (la Convention).", "[2] F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that: ( a ) He has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes;", "[3] L'article 98 de la 98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] <FRAGMENT_SUPPRESSED> ).", "[10]", "[11] <FRAGMENT_SUPPRESSED> ):", "[12]", "[13]", "[14]", "[15] <FRAGMENT_SUPPRESSED> ).", "[16]", "[17]", "[18]", "[19] JUGEMENT", "[20] <FRAGMENT_SUPPRESSED>  challenging the lawfulness of a decision dated September 22, 2010, by the Refugee Protection Division of the Immigration and Refugee Board (panel), rejecting his refugee claim on the ground that he is a person described in Article 1F(a) of the United Nations Convention relating to the Status of Refugees (Convention).", "[2] Article 1F(a) of the Convention states the following: F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that: (a) He has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes;", "[3] Section 98 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act) ratifies sections E and F of the Convention: 98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.", "[4] The applicant, 36 years of age, is a citizen of Sri Lanka and of Tamil ethnicity. He worked for the Liberation Tigers of Tamil Eelam (Tigers) from December 1992 to October 1995. The Tigers are on the Department of Public Safety's list of terrorist organizations.", "[5] The applicant states that, after his studies in 1991, he started working for his brother as a supervisor in a textile factory in Jaffna. The Tigers would go to the factory to talk to the applicant and his brother about the tax that had to be paid and to try to recruit them, but the applicant refused. In November 1992, the Tigers took him to their camp by force, beat him and threatened to kill him in order to convince him to work for them. After being detained for three weeks, he agreed to work for them.", "[6] According to the evidence in the record, the applicant first worked in the Records Office at the camp in Tinnevelly for one year and earned a salary of 3,000 rupees per month. He then worked in the Finance Department at the camp in Chankanai for two years. This was a promotion. The applicant and other civilians were responsible for collecting taxes owing to the Tigers, which went in particular to the fighters. He earned a salary of 5,000 rupees per month. While working in these camps, he was always allowed to go home in the evenings.", "[7] In October 1995, after close to three years, the applicant stopped working for the Tigers because the Sri Lankan army had just taken control of the Jaffna peninsula. The applicant and his family therefore sought refuge in other regions. The Tigers asked him again to work for them, but this time he refused. There was no retribution. In 1997, the applicant returned to Jaffna, a region under the control of the Sri Lankan army, and started working at his brother's factory again. He stayed there despite harassment by the Sri Lankan army.", "[8] In January 2000, while he was in Colombo on business for his brother, he was arrested by the police, who accused him of being a Tiger supporter. He was detained for six days, during which he was questioned and beaten. He was released after an army officer was paid a bribe. In February 2000, he left Sri Lanka for Russia, Ukraine and the United Kingdom. His claim for asylum in the United Kingdom was subsequently rejected. In December 2007, the applicant arrived in Canada with a fake Canadian passport and claimed protection immediately.", "[9] This application for judicial review seeks to set aside the panel's decision excluding him from the definition of refugee because he falls under Article 1F(a) of the Convention. The parties are in agreement that it is the standard of reasonableness that applies to the review of this decision ( <FRAGMENT_SUPPRESSED> ).", "[10] I begin by emphasizing that an exclusion based on Article 1F of the Convention is a serious matter which could affect the refugee claimant for the rest of his life ( <FRAGMENT_SUPPRESSED>  (FCA) at paragraph 5). At bottom, complicity rests on the existence of a shared common purpose and the knowledge that all of the parties in question may have of it ( <FRAGMENT_SUPPRESSED>  (FCA) at page 318, cited in <FRAGMENT_SUPPRESSED> , above, at paragraph 8).", "[11] The personal participation can be direct or indirect as stated by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> (cited in <FRAGMENT_SUPPRESSED> ): In our view, it goes without saying that \"personal and knowing participation\" can be direct or indirect and does not require formal membership in the organization that is ultimately engaged in the condemned activities. It is not working within an organization that makes someone an accomplice to the organization's activities, but knowingly contributing to those activities in any way or making them possible, whether from within or from outside the organization. At p. 318 F.C., MacGuigan, J.A. said that \"[a] t bottom complicity rests . . . on the existence of a shared common purpose and the knowledge that all of the parties in question may have of it\". Those who become involved in an operation that is not theirs, but that they know will probably lead to the commission of an international offence, lay themselves open to the application of the exclusion clause in the same way as those who play a direct part in the operation.", "[12] Both in his written representations submitted to the panel and those before this Court, the applicant admitted that the Tigers participated in many crimes against humanity and that they are an organization directed to a limited, brutal purpose. Counsel for the applicant noted that his client answered the panel's questions frankly and honestly and did not try to embellish his account. Even though he was paid for his work and was able to go home in the evenings, this was no indication of his acquiescence to work for the Tigers. He also claimed that, even if he was aware of the crimes against humanity committed by the Tigers, the position he held within the Finance Department for the Tigers was by and large negligible. He never carried a weapon or participated in the commission of crimes against humanity. He was not aware of the violations committed or the persons involved and never held an important position within the Tiger organization.", "[13] In the impugned decision, the panel found that the Tigers committed crimes against humanity at the time when the applicant belonged to it, that is, between 1992 and 1995, and that this organization is directed to a limited, brutal purpose. The panel also found that the applicant was complicit in crimes committed by the Tigers further to a three-step analysis: (1) the applicant was aware of the crimes against humanity committed by the Tigers at the time when he belonged to the organization, (2) the collection of taxes financing the Tigers cannot be qualified as a negligible or passive participation in the organization and (3) the applicant did not demonstrate that he worked for the Tigers under constraint. In this case, the applicant is challenging the panel's findings on his participation in Tiger activities and continues to claim before the Court that he acted under constraint and that his duties for the Tigers were negligible.", "[14] The applicant's explanations on the extent of his participation in Tiger activities were considered and then rejected by the panel. This Court finds the panel's findings reasonable in this case. The panel's decision is intelligible and transparent. First, the panel clearly stated in its decision the jurisprudential principles applicable to complicity by association. Second, after a meticulous review of the documentary evidence and the applicant's testimony, the panel rendered a decision that relies on the evidence in the record. It is not up to the Court to substitute itself for the panel in assessing the evidence. The panel simply did not find credible the fact that the applicant was able to be forced to work for the Tigers if he earned a monthly salary and was even given a position in the Finance Department, a position that required sufficient trust on their part for the collection of the taxes in question and the identification of those who agreed or refused to pay them.", "[15] Counsel for the applicant brought to our attention the Court's decision in <FRAGMENT_SUPPRESSED> . However, in <FRAGMENT_SUPPRESSED> , above, there was no finding that the government of the Democratic Republic of the Congo is an organization directed to a limited, brutal purpose, even if the government committed crimes against humanity. In this case, the applicant himself agreed that the Tigers are such an organization. It is well established that, with respect to an organization directed to a limited, brutal purpose, proof of membership may be sufficient to find complicity and may therefore justify exclusion ( <FRAGMENT_SUPPRESSED> ).", "[16] The applicant also submits that the panel erred in assessing the documentary evidence on the situation in Sri Lanka after 1995. The applicant specifically cites the panel's statement that \"the claimant continued to live in his country until February 2000, in Jaffna where, at the time, the army was not yet in control of the situation\". However, the documentary evidence clearly shows that Jaffna was under army control starting in 1995. The panel therefore erred on this specific issue. However, this error of fact must be assessed in light of the panel's other findings, which the Court found reasonable ( <FRAGMENT_SUPPRESSED> ). However, the exclusion is based on the activities by the applicant and the Tigers between 1992 and 1995. An error by the panel on a subsequent fact is therefore not a determinative error.", "[17] In summary, in light of the teachings of the jurisprudence, the panel analyzed all of the evidence before it. It decided that taking on \"a task for the collection of taxes as a paid employee of the Finance Department in a Tiger camp between 1994 and 1995 cannot be qualified as negligible or passive participation in this organization, as would have been the case, for example, if providing a safe house for some of its members\". Further to this exercise, the panel found that the applicant did not act under constraint and that there were serious reasons to believe that, as a Finance Department employee in a Tiger camp between 1994 and 1995, the applicant was complicit in crimes against humanity because he continued to work for this organization principally directed to a limited, brutal purpose, while he was aware of the crimes committed by this same organization. These findings appear reasonable to us.", "[18] Finally, the Court finds that the panel did not make any specific error in law or reviewable error of fact regarding the applicant's activities from 1992 to 1995. In this case, the panel's decision to exclude the applicant constitutes one of the possible outcomes given the law and evidence submitted, and the Court's intervention is therefore unwarranted ( <FRAGMENT_SUPPRESSED> , above, at paragraph 47). The applicant may disagree with the panel's finding, but the fact remains that it is justified according to the jurisprudence and the evidence, and is therefore reasonable.", "[19] The application for judicial review is dismissed. At the hearing, counsel agreed that no serious question of general importance arises in this matter. JUDGMENT", "[20] THE COURT ORDERS AND ADJUDGES that the application for judicial review be dismissed. No question is certified. [End of document]"]}