{"id_": "059301", "body_str": ["[1] Le juge Shore <FRAGMENT_SUPPRESSED>  [2008] A.C.F. no 574 (QL) au par. 17; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 851). II. Introduction", "[2] III. Faits", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] IV.", "[11] , L.C. 2001, c. 27 (LIPR)? V. Analyse A. Norme de contrôle", "[12]", "[13] <FRAGMENT_SUPPRESSED> ).", "[14] <FRAGMENT_SUPPRESSED> ).", "[15] <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 560 QL).", "[16]", "[17]", "[18]", "", "", "Canada (Procureur général) c. Ward , [1993] 2 R.C.S. 689. Ward » ( Ward", "[19]", "[20]", "[21] i)", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33] <FRAGMENT_SUPPRESSED>  [2009] A.C.F. no 631, citant <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 568; <FRAGMENT_SUPPRESSED>  (QL) (C.A.F.)).", "[34]", "[35]", "[36] <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 325 au par. 36; <FRAGMENT_SUPPRESSED>  (QL)).", "[37] <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 113 (C.A.F.) au par. 90; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 635). ii.", "[38]", "[39]", "[40]", "[41] Étienne , ci-dessus).", "[42]", "[43]", "[44]", "", "", "[45] Étienne", "[46]", "[47]", "[48]", "[49] VI. Conclusion", "[50]", "[51] JUGEMENT", "[52] <FRAGMENT_SUPPRESSED>  jurisprudence of this Court has established that the Board may draw adverse inferences from the discrepancies between an applicant's testimony, the narrative in his or her Personal Information Form (PIF) and the port of entry notes ( <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 574 (QL) at para. 17;  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 851). II. Introduction", "[2] This is an application for judicial review of a decision by the Immigration and Refugee Board (Board) dated April 8, 2009, refusing the applicant's refugee claim based on the lack of credibility of the allegations and the finding that the alleged risk was a generalized risk. III. Facts", "[3] The applicant, Ms. Martine Jean-Baptiste, is from Haiti. She claims to have a well-founded fear of persecution in her country because of criminals who targeted her and threatened her family, believing that they had a lot of money.", "[4] Ms. Jean-Baptiste says that her mother sold cosmetic products at the market and that she helped in her mother's business.", "[5] On December 24, 2004, two armed men purportedly robbed the store and beat Ms. Jean-Baptiste.", "[6] In February 2005, Ms. Jean-Baptiste and her nephew received death threats from three armed men who tried to attack them as they left school. She and her nephew managed to get away.", "[7] Ms. Jean-Baptiste went home and told her parents that she could not continue to live in Haiti.", "[8] She left her country in December 2005 for St. Thomas and filed a refugee claim in the United States. The claim was denied.", "[9] Fearing deportation, she arrived in Canada on November 24, 2007, and asked for asylum.", "[10] Based on a number of implausibilities and inconsistencies in the evidence, the Board determined that Ms. Jean-Baptiste was not credible with respect to central elements of her claim. The Board also found that even if Ms. Jean-Baptiste had been credible, her alleged fear of being a victim of crime is a generalized risk for the whole of the Haitian population. IV. Issues", "[11] (1) Did the Board err in its analysis of section 96 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA)? (2) Did the Board err in its analysis of section 97 of the IRPA? V. Analysis A. Standard of review", "[12] The Board's assessment and interpretation of the evidence adduced by Ms. Jean-Baptiste and the inferences it drew from the evidence and on which it based its non-credibility finding are questions of fact.", "[13] It is settled law that where the question is a question of fact or of mixed fact and law, the standard of review is reasonableness ( <FRAGMENT_SUPPRESSED> ).", "[14] Decisions reviewable against the reasonableness standard require curial deference (Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ).", "[15] In the recent decision in  <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 270 (QL), Madam Justice Johanne Gauthier analyzed the jurisprudence of the Federal Court and the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 151, affirmed by 2009 FCA 31, 78 Imm. L.R. (3d) 163, and determined that the application of paragraph 97(1)(b) of the IRPA to the specific facts of a refugee claim is a question of mixed fact and law reviewable on the standard of reasonableness ( <FRAGMENT_SUPPRESSED> , at para. 9;  <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 560 QL).", "[16] In this case, the Board's decision is supported by the evidence in the record and falls within a range of possible acceptable outcomes that are defensible in respect of the facts and law. B. The Board did not err in its analysis of section 96 of the IRPA", "[17] According to the argument at paragraphs 29 and 30 of Ms. Jean-Baptiste's memorandum, the Board should have recognized that she was a member of a particular social group, i.e., [translation], \"merchants perceived as wealthy\".", "[18] The decision in Étienne v. Canada (Minister of Citizenship and Immigration), 2007 FC 64, 308 F.T.R. 76, concluded that being wealthy (or being perceived as wealthy) does not constitute membership in a particular social group under section 96 of the IRPA:", "[15] Mr. Étienne's allegation, that the Board erred when it determined that his claim provided no nexus to a Convention ground as required under section 96 of IRPA, is unfounded. The Board was justified in concluding that gaining wealth or winning a lottery does not constitute membership in a particular social group", "[16]  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada rejected the extended interpretation of the concept of a social group. The status of a landed proprietor does not in any way fall within the \"general underlying themes of the defence of human rights and anti-discrimination\" (Ward, supra, at 739) and is not a \"characteristic of personhood not alterable by conscious action and in some cases not alterable except on the basis of unacceptable costs \" (Ward, supra, at 738). The tribunal also referred to  <FRAGMENT_SUPPRESSED>  follows at para. [3] : I interpret the Tribunal's decision as finding that there was no evidence that the Peruvian upper middle class is subject to any greater level of (what the Tribunal referred to as) depredation than others in Peruvian society generally. I interpret the Tribunal's decision as finding that the Sendero Luminosa are raining terror on everyone in Peru. While the type of danger which the applicants fear (extortion) may only be operative against the wealthy, this does not mean that the applicants have been or will be subject to persecution in the convention refugee sense. (Emphasis added).", "[19] The Court agrees with the respondent. The Board properly found that Ms. Jean-Baptiste had been a victim of crime not persecution.", "[20] Victims of criminal activity are not members of a particular social group ( <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 443 (QL) at para. 42 and 59).", "[21] In accordance with the jurisprudence of this Court, the Board correctly found that Ms. Jean-Baptiste in this case did not meet the criteria to be recognized as a Convention refugee under section 96 of the IRPA. C. The Board did not err in its analysis of section 97 of the IRPA (i) Lack of credibility of the allegations", "[22] Ms. Jean-Baptiste contends that she is more at risk than the general Haitian population because she is a member of a storekeeper's family and would therefore be perceived as having more significant financial means than the norm.", "[23] The issue of whether the removal of Ms. Jean-Baptiste would subject her personally to the risks and threats set out in section 97 of the IRPA must be based on an assessment of her personal situation.", "[24] This is exactly what the Board did here.", "[25] It is important to note that the Board did not believe Ms. Jean-Baptiste's allegations that she had been targeted by criminals on two different occasions before she left Haiti.", "[26] On this issue, the Board noted significant inconsistencies in the various pieces of evidence that she filed in support of her application and the lack of a reasonable explanation for those inconsistencies.", "[27] For example, the Board pointed to the fact that the refugee claim that Ms. Jean-Baptiste filed in the United States was based on a story of persecution for political reasons, which was not alleged in the application she submitted in Canada (Decision at para. 14).", "[28] Ms. Jean-Baptiste's explanation was that her application in the United States had not been translated for her and that she did not know what was in it. The Board noted that this explanation was contradicted by the document itself, which indicated that the application was translated for her by one Rolnor Charlite Desire and that Ms. Jean-Baptiste had signed it, confirming the information contained therein (Decision at para. 13-14).", "[29] Ms. Jean-Baptiste also provided inconsistent information at her port of entry interview. She stated at that time that she feared returning to Haiti because she was the aunt of her nephew, Joseph Junior Philistin. She said that her sister sent provisions to her nephew and that therefore the family was perceived as being wealthy (Decision at para. 16-18).", "[30] When asked to explain this important discrepancy pertaining to the central issue of her claim, Ms. Jean-Baptiste tried to allege that she had provided a completely different version of the facts at the interview because she was pregnant, not feeling well, and was stressed and emotional (Decision at para. 16-18).", "[31] In this case, Ms. Jean-Baptiste's explanation that she is a person with limited intellectual abilities and that she could not provide consistent information at the time because of her pregnancy is completely absurd (Applicant's Memorandum at para. 14 and 28).", "[32] It is important to note that this was not a mere omission or inconsistency but a major contradiction pertaining to the central issue of her claim.", "[33] The Board considered the circumstances described by Ms. Jean-Baptiste and relied on reason and common sense in determining that this explanation was implausible ( <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 631, citing  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 568;  <FRAGMENT_SUPPRESSED>  (QL) (F.C.A.)).", "[34] Ms. Jean-Baptiste's credibility was also undermined with respect to the attacks she said she experienced. Based on the inconsistencies between her testimony and her written narrative, the Board concluded that she was exaggerating (Decision at para. 11).", "[35] The totality of the major discrepancies pertaining to the central element of her claim and the unreasonable explanations for these discrepancies led the Board to conclude that Ms. Jean-Baptiste did not provide any credible evidence showing that she or her family had been targeted because they owned a business and were perceived as wealthy.", "[36] It is for the Board, not Ms. Jean-Baptiste, to assess the various pieces of evidence and to draw inferences from it that the Board believes are appropriate and reasonable. The role of this Court is not to substitute its judgment for the Board's on findings of fact relating to Ms. Jean-Baptiste's credibility ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 325 at para. 36;  <FRAGMENT_SUPPRESSED>  (QL)).", "[37] As for Ms. Jean-Baptiste's submission that the Board erred by failing to assess all the evidence, it is settled law that, unless the contrary is shown, the Board is assumed to have weighed and considered all the evidence presented ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 113 (F.C.A.) at para. 90;  <FRAGMENT_SUPPRESSED>  (QL) (F.C.A.)). The fact that the Board did not summarize in its decision all the evidence in the record is not a reviewable error of law ( <FRAGMENT_SUPPRESSED>  at p. 108;  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 635). (ii) Generalized risk", "[38] Even if Ms. Jean-Baptiste had been credible, the Board found that she could not be recognized as a person in need of protection because the risk she alleged was a generalized risk.", "[39] On this point, the Board first noted that Ms. Jean-Baptiste claimed, on the one hand, that she was specifically targeted because her family owned a business and was perceived as wealthy. On the other hand, she testified that the crime rate in her neighbourhood was high and that merchants were frequently victims of crime (Decision at para. 22).", "[40] It is evident from the decision that the Board analyzed the documentary evidence on the difficult situation in Haiti (Decision at para. 22) and the recent jurisprudence of this Court (Decision at para. 23) and determined that, even though persons perceived to be wealthy were more likely to be subjected to criminal acts, the risk of being the victim of a criminal act was a risk incurred by the Haitian population as a whole. Therefore, it was a generalized risk.", "[41] This finding is consistent with the jurisprudence of this Court ( <FRAGMENT_SUPPRESSED> ; Étienne, above).", "[42] In Prophète, 2008 FC 331, a Haitian citizen claimed he was targeted by criminals because he was a well-known businessman and therefore perceived as wealthy. He maintained that kidnappings were generalized in Haiti but that businessmen are particularly at risk because the goal of kidnapping for ransom is to obtain money. According to Ms. Jean-Baptiste in this case, since most Haitians are poor, those who have money or are perceived to have money face a higher risk than the population in general.", "[43] Madam Justice Danièle Tremblay-Lamer concluded in  <FRAGMENT_SUPPRESSED> , that while a specific number of individuals may be targeted more frequently because of their wealth, all Haitians are at risk of becoming victims of crime.", "[44] The Prophète decision, above, was appealed. In Prophète, 2009 FCA 31, above, the Federal Court of Appeal declined to answer the certified question in this case and reiterated the finding of the applications judge, Justice Tremblay-Lamer:", "[10] In the case at bar ( <FRAGMENT_SUPPRESSED> ), there was evidence on record allowing the Applications Judge to conclude:", "[23] . . . that the applicant does not face a personalized risk that is not faced generally by other individuals in or from Haiti. The risk of all forms of criminality is general and felt by all Haitians. While a specific number of individuals may be targeted more frequently because of their wealth, all Haitians are at risk of becoming the victims of violence. (Emphasis added).", "[45] Similarly, in the Étienne decision, above, winning a lottery and having one's name and photo published in the newspapers was not sufficient to personalize the risk.", "[46] The same reasoning applies to Ms. Jean-Baptiste's situation. Being a member of a shopkeeper's family does not make the alleged risk a personalized risk, since all Haitian citizens face the risk of being victims of crime.", "[47] It was reasonable for the Board to find that the risk alleged by Ms. Jean-Baptiste was not a personalized risk.", "[48] To warrant the intervention of this Court, Ms. Jean-Baptiste must do more than substitute her opinion for the Board's. She must establish that the Board's conclusion is not reasonable having regard to all the evidence, which was not demonstrated in this case.", "[49] Although Ms. Jean-Baptiste does not agree with the determination the Board made based on the evidence and would have preferred an interpretation favourable to her, she has not demonstrated that the Board's decision was unreasonable. VI. Conclusion", "[50] In light of the foregoing, the documents filed by Ms. Jean-Baptiste to support her application for judicial review do not show any substantial basis for this Court to intervene in this case to set aside the Board's decision.", "[51] For all these reasons, Ms. Jean-Baptiste's application for judicial review is dismissed. JUDGMENT", "[52] THE COURT ORDERS that 1. the application for judicial review is dismissed; 2. no serious question of general importance is certified. [End of document]"]}