{"id_": "059466", "body_str": ["[1] Gibson, J. : These reasons follow the hearing of an application for judicial review of a decision of the Refugee Protection Division (the “RPD”) of the Immigration and Refugee Board wherein the RPD determined the Applicants not to be Convention refugees or persons otherwise in need of like protection to that afforded in Canada to Convention refugees. The decision of the RPD is dated the 23rd of June, 2005. BACKGROUND AND FACTUAL FINDINGS OF THE RPD", "[2] The RPD summarized the background to the Applicants’ claim for protection in the following terms: Mohd. Habibur Rahman, male claimant, Taslima Hassan Khan, female claimant, and their daughter Farheen Khan, minor claimant, are citizens of Bangladesh. The male claimant ran a successful freight forwarding and clearing agency, Cosmic Cargo Service, and was an active member of the Bangladesh National Party (BNP). After the election of the Awami League (AL) government in 1996 the AL began to harass and extort the male claimant. His business began to fail. Homebound Packers and Shippers, a business competitor believed to be in collusion with the AL, commenced criminal proceedings alleging the male claimant had passed bad cheques to cover outstanding business debts. The male claimant made several unsuccessful attempts to resolve these debts. When the male claimant refused to sell his business to AL rivals threats were made against the female and minor claimants. Things came to a head when the male claimant refused to close his business during an AL lead [sic] hartal or strike. The offices were ransacked and burned. The male claimant was threatened. AL goons chased the male claimant in May 2000 and an attempt to kidnap the female claimant occurred shortly thereafter. The claimants applied for Canadian visitors visas approximately a week later and came to Canada in July 2000. The claimants applied for refugee protection on August 2, 2000. In these reasons, I will utilize the descriptive terms and contractions used by RDP.", "[3] After expressing concern with regard to the male claimant’s evidence before it, the RPD concluded that “…the male claimant’s problems in providing evidence are attributable to his psychological challenges rather than any intent to mislead or misrepresent.” The RPD found the female claimant’s evidence entirely trustworthy and credible. On the basis of the foregoing findings and taking into account the documentary evidence before it, the RPD accepted the following allegations of the claimants as true: • the male claimant was both a member of the BNP and a successful businessperson; • the male claimant’s business success made him a target of the rival political party, the AL; • following the election of the AL government the male claimant faced business difficulties; • Home Bound Packers, one of the male claimant’s creditors, is connected with the AL; • The male claimant provided four cheques to Homebound Packers which were not honoured. These were the subject of criminal proceedings. The male claimant was acquitted on one charge in April 2000. He was convicted on another in August 2000. The outcome of the charges pertaining to the other two cheques is not known; • The claimants were physically threatened by AL supporters. The female claimant was the subject of an attempted kidnapping. The claimants decided to leave Bangladesh as a result of these threats and not as an attempt to evade the criminal proceedings. [footnoted citations omitted] DETERMINATIVE FINDINGS AND CONCLUSIONS OF THE RPD", "[4] The RPD determined that the political climate that had caused the claimants’ problems in Bangladesh had “…changed dramatically with the election of the BNP government in October 2001.” It acknowledged that the male claimant had had strong disagreements with the faction of the BNP that, based on an alliance by that faction with the fundamentalist Jamaat-Islamia party, had led the BNP to assume power. The RPD nonetheless found that the male claimant remained “…a long-standing and loyal party member who continues to have the support of members of the BNP executive.” It based the last preceding finding on documentary evidence that was before it. In the result, it found that the male claimant’s “political allies” had assumed power and that therefore he would no longer have difficulty with the police. In effect, the RPD concluded that changed circumstances in Bangladesh would result in “adequate state protection” for the claimants.", "[5] In the result, the RPD found that the claimants had not established a well-founded fear of persecution in Bangladesh in the circumstances prevailing at the time of the decision and were not persons in need of protection. In light of that finding it determined that it was unnecessary to consider the possibility that the male claimant might be excluded from refugee protection and that there were no compelling reasons which might support a positive determination in favour of the claimants, particularly given the changed circumstances in Bangladesh. THE ISSUES", "[6] Counsel for the claimants urged in his memorandum of fact and law that the sole issue on this application for judicial review is whether the RPD erred in law “…by failing to determine that part of the applicants’ claim for persecution in Bangladesh relating to internecine violence within the Bangladesh National Party…”. Before the Court, counsel summarized the same issue in more general terms as whether or not the RPD erred in a reviewable manner in failing to consider all relevant issues arising out of the claimants’ claims.", "[7] In support of the claimants’ claims, on the 6th of February, 2006, the male claimant filed a supplementary affidavit annexing substantial documentation, some of which predated the hearing before the RPD and some of which post-dated the hearing, and none of which was before the RPD. Counsel for the Respondent objected to the Court considering the material that was not before the RPD and any arguments based on that material.", "[8] <FRAGMENT_SUPPRESSED>  wrote at paragraph 4 of her reasons: The document contained at page 37 of the applicant’s record…was not before the RPD and its inclusion in the application record is improper. Judicial review concerns the review of a decision for the purpose of assessing its legality. The reviewing court must proceed on the record, as it exists, confining itself to the criteria for judicial review:…", "[9] The Court advised counsel for the claimant that the male claimant’s supplementary affidavit and any submissions based thereon would not be considered. ANALYSIS", "[10] With great respect to the claimants and their counsel, the RPD did not ignore the issue of whether the claimants would suffer persecution due to internecine violence within the BNP. Counsel for the claimants argued that, because the male claimant was allied with the faction within the BNP which was out of favour within the BNP at the time of the hearing before the RPD, the claimants could not expect support if they were to return to Bangladesh. In essence, counsel for the claimants urged, while political conditions in Bangladesh had changed since the time the claimants left there, they had not changed in a manner or to a degree such that the conditions that led the claimants to leave Bangladesh would no longer prevail.", "[11] While the male claimant filed amendments to his Personal Information Form to support his position on the foregoing issue, his testimony before the RPD, on the same issue was not persuasive. Further, the claimants filed, before the RPD, a certificate, earlier referred to, dated 3/6/2001, attesting to the male claimant’s continuing membership in the BNP. The certificate was signed by the Convenor, Bangladesh Nationalist Party Narayanganj Metropolitan City, Member – Executive Committee and read, in part: “…Md.Md.Habibur Rahman Khan is a man of exemplary character, amiable in conversation, social worker, and a humanitarian leader. He is an exemplary member and worker of the Bangladesh Nationalist Party. Personally I wish him and his family all happiness and long life.” [see footnote 2] The RPD specifically referred to the quoted document in its reasons.", "[12] I am satisfied that, on the totality of the evidence properly before the RPD, it was open to the RPD, whether against a standard of review of reasonableness simpliciter or against a standard of patent unreasonableness, to find, as it did, that the election in Bangladesh, after the claimants left that country, of a government that included the BNP, resulted in a change of circumstances in Bangladesh that reduced the risk that the claimants would be persecuted or otherwise ill treated to the point where they would not be persons in need of Canada’s protection. In the result, its conclusion that the claimants are neither Convention refugees nor persons in need of protection was also open to it. Put another way, the claimants simply failed, on the totality of the evidence before the RPD, to meet the onus on them to satisfy the RPD that they are entitled to Convention refugee status or are persons otherwise in need of Canada’s protection.", "[13] For the foregoing reasons, this application for judicial review will be dismissed. CERTIFICATION OF A QUESTION", "[14] At the close of the hearing of this application for judicial review, counsel were advised that the application would be dismissed and brief oral reasons were provided. Counsel for the Applicants, orally, proposed a question for certification and briefly urged that it was a serious question of general importance. Counsel was invited to reduce the question to writing and to provide it to the Court and to counsel for the Respondent in order to provide counsel for the Respondent with a reasonable opportunity to respond.", "[15] The question proposed in writing was in the following terms: Given that the practice at the Toronto office of the Immigration and Refugee Board is for the member at the start of a hearing to review the issues raised by the claimant in their Personal Information Form, and narrow the issues subject to viva voce evidence; does a legal duty or onus nonetheless remain upon the claimant to formally confirm at that time that none of the bases of their claim to Convention Refugee status has been withdrawn? No written argument in support of the proposed question was provided.", "[16] Counsel for the Respondent urged in writing against certification of the proposed question: first, that it does not meet the test for certification, that is, that it does not transcend the interests of the immediate parties and contemplate issues of broad significance or general application that would be determinative of an appeal from my decision herein [see footnote 3] ; and second, that the question proposed simply does not arise on the facts of this matter.", "[17] Counsel for the Applicant replied in writing urging that the proposed question does meet the test for certification and does arise on the facts of this matter. In support of counsel’s submissions, he cites  <FRAGMENT_SUPPRESSED>  Applicant, I am satisfied that it is clear beyond question that, despite what may transpire at the opening of a hearing when the range of issues before the RPD is discussed, the legal duty or onus remains on a claimant to make out his or her claim in clear and unmistakeable terms. [see footnote 5] The transcript of the hearing before the RPD clearly discloses that the “agents of persecution today” was an issue before the RPD relating to the objective component of the claimants’ claim. The issues before the RPD were not narrowed. More specifically, the issue of “agents of persecution today” was not withdrawn. [see footnote 6] As stated in paragraph 11 of the reasons for decision  <FRAGMENT_SUPPRESSED> : …A failure by a claimant to fulfill his obligations and assume his burden of proof cannot be…imputed to the Board so as to make it a Board’s failure.", "[19] For the foregoing reasons, I am satisfied that no serious question of general importance that would be dispositive of an appeal from my decision herein arises. No question will be certified. Footnotes 1. 2006 FC 303, [2006] F.C.J. No. 412, March 9, 2006. 2. Tribunal Record, Volume 2, page 320. 3. See: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , F.C.A., at paragraphs 10 and 11. 6. Tribunal Record, Vol. 3, pages 434 and 435. [End of document]"]}