{"id_": "059533", "body_str": ["[1] Rennie, J. : This application to set aside a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) that the applicants are not Convention refugees or persons in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ) is granted.", "[2] The adult applicant (the applicant) and her three children are Hungarian and claimed protection in Canada on the basis of their Roma ethnicity. Ground of Persecution", "[3] The Board erred in failing to consider the applicant's evidence of gender-based persecution, namely domestic violence from her ex-husband.", "[4] The applicant indicated in her Personal Information Form (PIF) that she and her husband \"quarrelled a lot\". She elaborated on this substantially at the hearing, describing attacks against her and her children. The applicant testified that her ex-husband continued to threaten her over the internet after she fled Hungary. This testimony was corroborated by her divorce decree from a Hungarian Court where the justification for the divorce includes domestic violence, and a document confirming her attendance at a women's shelter. The Board did not consider any of the applicant's evidence on this issue.", "[5] Refugee claims involve fundamental human rights. Accordingly, it is critical that the Board consider any ground raised by the evidence even if not specifically identified by the claimant: <FRAGMENT_SUPPRESSED>  para 13. It is, in most circumstances, a serious and potentially fatal error to ignore part of a refugee claim: <FRAGMENT_SUPPRESSED>  para 6.", "[6] The failure of the Board to address a ground of persecution, raised on the face of the record, is a breach of procedural fairness, reviewable on a correctness standard. Reasonableness and deference can have no role when there is no assessment of the evidence.", "[7] In reaching this conclusion I do not detract from the basic proposition that the onus rests squarely on the claimants to make out their claim. Nor is the Board required to undertake \"a microscopic\" examination in an effort to uncover a risk (per Justice Russel Zinn in <FRAGMENT_SUPPRESSED>  para. 9), or to re-characterize the evidence in an effort to fit it into a recognized ground of persecution. I agree with my colleague, Justice Zinn, that the proper description of the Board's duties in this regard was described by the English Court of Appeal in Kerrouche, R (on the application of) v Secretary Of State For Home Department", "[1997] EWCA Civ 2263, [1997] Imm AR 610 (31st July, 1997): The anxious scrutiny which has to be exercised in relation to all issues which could affect the safety of a refugee means that a more relaxed approach should be adopted in relation to procedural failures than would be the case if a less important issue were at stake. If therefore an appellate body, whether it is a Special Adjudicator, of the Tribunal, is aware or ought to be aware that an appellant has not relied upon a point which could materially improve the outcome of his appeal, then the appellate body is under an obligation either to deal with the point or at least draw it to the attention of the appellant. However appellate bodies naturally focus primarily on the cases which are presented before them. They cannot be expected to carry out an investigation themselves to see whether there are points which have not been relied upon by an appellant that could have been relied upon. They are not required to engage in a search for new points. If however there is a readily discernible point which favours an appellant although he has not taken it, the Special Adjudicator or Tribunal should apply it in the appellant's favour.", "[8] In this case, a ground of persecution was hinted at in the PIF and squarely raised in the testimony and documentary evidence. State Protection", "[9] Portions of the reasons given in support of the refusal have no relationship to the evidence. For example, the Board faulted the applicant for not producing supporting documentation to corroborate her attempts to seek state protection. This is difficult to understand in light of the applicant's evidence that she did not seek protection. The Board stated that supporting evidence was required \"[i]n light of the finding that many aspects of the applicant's claim were not credible.\" However, the Board did not indicate that it disbelieved any aspect of the applicant's testimony.", "[10] The Board also stated that the applicant \"had sufficient time to obtain the documents needed to substantiate her claim,\" referring to the lack of police reports. The applicant did not go to the police and obviously could not obtain non-existent police reports. The Hearing", "[11] Finally, while the Board must test a claimant's credibility, and do so at times vigorously, this must be done with sensitivity, professionalism and an open mind. In this case, the Board member's manner of questioning fell far short of this standard.", "[12] The Board member first questioned the applicant's children in order to establish their identities. To the applicant's son, the Board member stated, \"Okay, junior let's see how well you do.\" Later, the Board member asked, \"What's your date of birth? I can't tell you. When's your birthday? It's not so easy now. [...] What's your principal's name? I'm just egging you on to tell you it wasn't very easy for your sister to sit there. It's not so funny now, is it? I didn't think so.\" Further, the Board member asked the boy, \"How do you know she's your mother? [...] Are you sitting there naked? What are you wearing?\"", "[13] I consider this language to be highly inappropriate, especially as the witnesses are children. A Board member may not \"egg a witness on,\" or pepper his questioning with sarcastic remarks.", "[14] The Board member questioned the applicant regarding whether she is Roma. He stated, \"I have people that come in here who are fair skin, blonde hair, blue eyes, and then they say they're Tizigane (ph). So, how do I know anymore? And, look at me, do I look like I'm Tizigane (ph)?\"", "[15] The applicant stated that the difference was \"the way we talk and there are a lot of ...\" The Board member interrupted and again repeated, \"I asked about me. Why don't I look Tizigane (ph)? I have dark skin color. I have dark hair. I have brown eyes ...\" The applicant attempted to explain, \"I can see who is gypsy [...] Based on the clothes they wear, the gestures ...\" Again the Board member insisted, \"Okay, I'm talking about me. I'm not talking about anybody else. I'm talking about me. You can't avoid the question. You went down that road, so here I am. So, I'm waiting for an answer. If you don't want to give an answer, that's fine.\" The applicant explained that a \"gypsy\" in Hungary could not be appointed to sit on a tribunal such as the Board, to which the Board member replied, \"Okay. So, that's called avoiding the question again. Okay, so I take you don't want to answer the question. Is that right?\"", "[16] After further questioning on this topic, the Board member said, \"So just for fun would you be able to tell where I'm from?\" The applicant attempted to answer, and the Board member replied, \"Not even close, so do you understand now? If you can't tell where I'm from, my background, how do I know yours?\"", "[17] This line of questioning is inappropriate. The Board member's appearance is of no relevance. Identifying the birth place or ethnicity of the Board member does nothing to advance the search for the truth. Needless to say, witnesses should not be questioned \"just for fun\". These are serious issues, and Board members must, regardless of their view on whether the claim is genuine or not, maintain minimum standards of decorum and formality. A Board member may reasonably question a claimant regarding her knowledge of Roma culture, for example, but it is unacceptable to fixate on skin, hair and eye colour, which demonstrates minimal understanding of ethnicity. This was not a minor digression or one-off comment. Rather it went on for three pages of the transcript.", "[18] The Board member's pursuit on this unfair and irrelevant questioning created a hostile atmosphere. Indeed, the applicant responded that she was nervous. To this, the Board member stated, \"You don't have to be nervous. You testified to certain things. I didn't go there. You went. So, I'm trying to clarify in my mind and I'm using me as an example. But you won't answer the question.\"", "[19] Determination of ethnicity is a difficult task. The function of the Board is inquisitorial and Board members seldom have the assistance of counsel. Hard questions are necessarily asked and inconsistencies or omissions are not to be shied away from simply because to do so may upset sensibilities. But the questions asked must be relevant to the facts in issue, and the answers they elicit must have some potential probative value. Asking a witness to guess a Board member's ethnicity meets neither of these criteria.", "[20] Ethnicity can be determined without resort to stereotypes and assumptions. Questions can and should be asked about family history, residence, language, religion, school, holidays, celebrations, special events, cultural associations and other objective indicia of ethnicity. The questioning in this case fell dramatically short of this standard. Appropriate questions directed to an objective determination of ethnicity were not asked. In the end, this entirely inappropriate examination gave rise to no breach of procedural fairness because the applicant's ethnicity was accepted. However, this goes to the reasonableness of the decision, not the overall fairness of the hearing. As I have found that the inappropriate examination created a hostile atmosphere and coloured the appreciation of the evidence, the proceeding was unfair. JUDGMENT", "[21] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. There is no question for certification. , LC 2001, c 27 (la Loi), est accueillie.", "[2]", "[3]", "[4]", "[5] Canada (Procureur général) c Ward , [1993] 2 RCS 689; <FRAGMENT_SUPPRESSED> .", "[6]", "[7] Kerrouche, R (on the application of) c Secretary Of State For Home Department", "[1997] EWCA Civ 2263, [1997] Imm AR 610 (31 juillet 1997): [traduction]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20] JUGEMENT", "[21] [End of document]"]}