{"id_": "059519", "body_str": ["[1] Mosley, J. : The applicants, Sylvia and Collin Jardine, immigrated to Canada in 2003 and applied for citizenship for their adopted child, Melissa, in 2009 under the new \"direct route\" provided by section 5.1 of the Citizenship Act (\" Act \"). An immigration officer at the High Commission in Port of Spain, Trinidad and Tobago refused the application on the grounds that a genuine parent-child relationship had not been established, that it was in the best interest of the child to remain in Guyana and that the officer could not be satisfied that it was not an adoption of convenience entered into for the sole purpose of acquiring status in Canada.", "[2] This application for judicial review is brought under section 18.1of the Federal Courts Act , R.S.C. 1985, c. F-7. These are my reasons for allowing the application. BACKGROUND", "[3] The applicants Sylvia Annetta Jardine and Collin Jardine are citizens of Guyana and now also of Canada. They are the adoptive parents and the aunt and uncle of Melissa. Melissa was adopted by them at the age of 17. The female applicant, Sylvia, is Melissa's natural aunt. Melissa was three days old when her biological parents immigrated to Aruba and left her with Sylvia as they were unable to care for her. Melissa lived with Sylvia and Sylvia's parents (Melissa's grandparents) until Sylvia married Collin in 1997. Shortly thereafter, Melissa lived with the applicants.", "[4] In 2001, the applicants decided to immigrate to Canada and were told by officials at the Canadian High Commission in Guyana that they would have to formally adopt Melissa in order to include her as a dependent on their application. In April of that year they contacted the Guyana Adoption Board to begin the adoption. There they were advised that they could only initiate the process after they obtained their permanent residence in Canada. Because they were acting on their own behalf, the applicants relied on this advice and submitted their immigration application without including Melissa's name.", "[5] The applicants became permanent residents of Canada in March 2003. In April 2003 they returned to Guyana to begin the adoption process. They submitted all the necessary documentation to the Guyana Adoption Board in October 2003. One year later they were told they could not adopt Melissa in Guyana and would have to do so in Canada. At the same time, the Canadian High Commission informed them that if they remained outside Canada for more than two years they would lose their status.", "[6] In July 2005, the applicants contacted a Canadian adoption agency and were informed that the process would cost between CDN $10, 000 and $15, 000. They were unable to afford this at the time and so waited until February 2007 when they had saved enough money to re-initiate the process here. In April 2009, the applicants were granted Canadian citizenship. They then submitted Part 1 of the Application for Canadian citizenship for Melissa. In June of that year they visited Melissa in Guyana. During that time, Melissa's adoption was officially approved. The applicants then submitted all outstanding documents for Part 2 of Melissa's citizenship application.", "[7] In early September 2009, Melissa was contacted by the High Commission to come for an interview in Georgetown, Guyana on September 22, 2009. The purpose of the interview was to assess the genuineness of the adoption. She was told that she could bring her guardian and/or her natural parents. The applicants were not directly contacted; they became aware of the interview through Melissa. They had just travelled back to Canada from Guyana and asked Melissa's grandparents, with whom she had been staying, to attend the interview.", "[8] In October 2009, Melissa received a letter from the Canadian High Commission in Trinidad & Tobago requesting additional information. The applicants submitted a number of documents for review. The decision was issued on May 10, 2010. DECISION", "[9] There was no question as to the legality of the adoption. The officer was not satisfied that the applicants had demonstrated a genuine parent/child relationship as required under paragraph 5.1(1)(b) of the Act . In particular, the officer noted the following: • That since Melissa's parents left for Aruba in approximately 1994, it appears as though she has been cared for largely by her grandparents. Although the applicants have had a role in Melissa's upbringing, the primary caregivers are actually the grandparents; • The means by which the applicants communicated with Melissa while they were in Canada and she was in Guyana included calling, texting and sending letters and cards. The officer concluded these were behaviours one would expect from an aunt-uncle/niece relationship, not a parent-child one; • In the interview, Melissa referred to the applicants as her aunt and uncle; • There was no proof that she lived with the applicants after they got married; and • Limited documentation was submitted to support the parent-child relationship.", "[10] The officer then concluded that it was an adoption entered into for the purpose of obtaining status or benefit. She based this finding on the following: • Melissa was adopted at the age of 17 and had been taken care of since she was three-days old by her grandparents; • The applicants did not visit Melissa in Guyana from 2005 to 2009; • Limited documentation was submitted to prove a parent/child relationship between Melissa and the adoptive parents before the adoption in 2009; • The adoption took place in June 2009; six years after the applicants became permanent residents in Canada.", "[11] Finally, in assessing the best interest of the child, the officer considered that in the interview, Melissa confirmed she still had family and friends in Guyana, that she is cared for by her grandparents and that she stated that she needs to be adopted in order to further her studies. As such, the officer considered there to be adequate adult supervision, financial support and emotional support for Melissa in Guyana. ISSUES:", "[12] The applicants raised a number of issues about the officer's decision. They argue, among other things, that they were denied procedural fairness because the child was called in for an interview at the High Commission, shortly after their return to Canada, and because the request for further information was addressed to the child rather than to them. While it would appear to have been preferable for the applicants to have been directly informed about the request for an interview and for the letter for further particulars to have been sent to them, the respect shown for their participatory rights overall was adequate, in my view.", "[13] The applicants were given a sufficient opportunity to present their evidence and representations to the officer before the decision was made. It was not unreasonable for the officer to arrange an interview with Melissa, given her age and given that she was told that she could bring her guardian and/or her natural parents with her. I would not interfere with the decision on that basis.", "[14] In my view, the determinative issue in this application is as follows: • Did the officer properly consider the evidence that was submitted by the applicants? RELEVANT STATUTORY FRAMEWORK", "[15] Effective April 17, 2009, and pursuant to section 5.1 of the Citizenship Act , R.S.C., 1985, c. C-29, the Minister of Citizenship and Immigration may grant citizenship to an adopted minor child of a Canadian citizen if the adoption: was legal; created a genuine parent child-relationship; was in the best interests of the adopted child, and was not entered into primarily for the purpose of acquiring a status or privilege in relation to immigration or citizenship. The test is conjunctive meaning that all of these criteria must be met. ANALYSIS: Standard of Review", "[16] This is the first judicial review heard by this Court under the new \"direct route\" to acquiring Canadian citizenship for adopted children provided by s.5.1 of the Act. Here, as in other judicial reviews of decisions by federal tribunals that are largely fact-driven, the decision-maker is afforded a high degree of deference due to her or his specialized expertise in the field. This was confirmed by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  and again in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "[17] It follows that decisions of this kind must be reviewed on a standard of reasonableness. Under such a standard, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" ( at paragraph 47; Khosa at para 59).", "[18] Pursuant to paragraph 18.1(4)(d) of the Federal Courts Act , R.S.C., 1985, c. F-7, however, the Court has jurisdiction to intervene in order to grant relief if it is determined that the officer erred by ignoring evidence or by drawing unreasonable inferences from the evidence. See, for example: <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 173 at para 34. Did the officer properly consider all of the evidence?", "[19] The applicants submit that the officer erred in failing to properly consider all of the evidence. In particular, they point to the notarized statement, the responses given by Melissa's grandparents during the September 2009 interview, family photographs, Melissa's report and health card, Western Union receipts as well as Melissa's own interview responses from the interview, all of which, they say, point to a genuine parent/child relationship not entered into for the purpose of acquiring status or privilege and one that would support Melissa's best interests.", "[20] The respondent notes that the officer was not required to specifically list every piece of evidence and asserts that the decision made was a reasonable one, based on the information provided. The officer acknowledged the applicants' role in Melissa's life but nonetheless found it was not one that went beyond the normal aunt-uncle-niece relationship. This decision was open to the officer. Based on the interview, it was also reasonable that the officer found Melissa to be seeking citizenship for the purpose of pursuing her post-secondary studies in Canada.", "[21] It is well established that while a decision maker is presumed to have considered all of the evidence, where relevant evidence runs contrary to the decision maker's finding on the central issue, there is an obligation to analyse such evidence and explain why it has not been accepted or why other evidence is preferred instead: <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 231 at para 14; <FRAGMENT_SUPPRESSED>  (QL).", "[22] Certain key pieces of evidence before the officer in this application include: the transcript of the September 2009 interview, pictures of Melissa with the applicants, a notarized statement from the applicants explaining the circumstances of adoption, a copy of a Child Health Passport with Sylvia listed as Melissa's guardian, Western Union receipts in the name of the grandparents for 2007, 2008 and 2009, and a progress report card from Melissa's primary school (1999-2000) also showing Sylvia as Melissa's guardian. I note that the Western Union receipts do not appear in the certified record but conclude that they must have been before the officer as she makes reference to them in the CAIPS notes.", "[23] Despite having listed these items in the CAIPS notes and having referred to some of them in the decision, the officer's reasons do not show that they were considered in a meaningful way. For example, the notarized statement explained Melissa's living situation during her childhood, i.e. that she stayed with both Sylvia and her grandparents until Sylvia and Collin married, after which she moved in with the applicants. This is further reinforced by the grandparents' responses during the interview: Q: Why didn't she [Melissa] go with them [her biological parents, to Aruba] ? A: My son was young. They were both young and they brought the child to us at 3-days old. And my daughter [Sylvia] decided to take care of the baby since the beginning. Q: How long did she take care of the baby? A: For all the time until she went to Canada. Q: In your house or her house? A: Before she got married, she was under her [sic] home. And after that, when she got married, Melissa was with them. Q: Why didn't she adopt her before? A: The procedures started a few years ago. Before she went to Canada. [...] Q: Do you know why her adoptive parents adopted her? A: The adoption was there before. My son left the child and she [Sylvia] took care of her since. We are getting old in age. [...] Q: Do you know why her adoptive parents didn't adopt her brothers and sisters? A: Because took care of Melissa from baby. Notwithstanding this evidence, the officer found that \"there is no proof to suggest she lived with the applicants after they got married\".", "[24] In a similar vein, and as also explained in the notarized statement, it was Sylvia, and later both applicants together, that took responsibility for many primary care giving tasks in Melissa's life. These include: taking her to doctors' appointments, taking her to school, attending school meetings, etc. This is corroborated by Melissa's health and report cards, both of which name Sylvia as Melissa's guardian. The officer nonetheless concluded that \"it appears as though she [Melissa] has been cared for largely by her grandparents\".", "[25] The officer also appears not to have given any thoughtful consideration to why the applicants did not visit Melissa in Guyana between 2005 and 2009 and why the adoption took six years. As highlighted in the notarized statement, this was because: (a) they had been given inaccurate advice by the Guyana Adoption Board with respect to the steps needed in order to apply for adoption; (b) they were told by the Canadian High Commission that they had to stay in Canada for two years in order to ensure that they maintained permanent residence; and (c) they couldn't afford to return to Guyana to visit Melissa and to be present for the adoption which took place in 2009.", "[26] The applicants' explanations are reasonable given the fact that they were acting on their own, were responsible for Melissa's adoption, the cost of which was reported as being between $10, 000 and $15, 000, and were in the process of re-establishing themselves in a new country. The officer thus erred in drawing a negative inference from the fact that the applicants had not applied for the adoption earlier. In other words, she did not consider the evidence that presented an alternative perspective to the story as a whole.", "[27] Finally, the Western Union transfer receipts demonstrate the ways in which the applicants had been supporting Melissa financially, even in their absence. This was also recognized by the grandparents in the interview: Q: Do her adoptive parents send money to you before the adoption? A: Yes. Every month they send money to support her to buy clothes, food and pocket money. [...] Q: Do her adoptive parents send money to you since the adoption? A: They still send money to upkeep Melissa.", "[28] The Western Union receipts were referenced in the CAIPS notes and the officer did acknowledge that the applicants \"provided some financial support\" but erred by not analysing why the routine financial contributions as evidenced by the Western Union receipts and as confirmed by the grandparents in the interview did not point to genuineness of the parent/child relationship.", "[29] There is sufficient evidence on the record to suggest that this adoption was genuine, was in the best interests of the adoptive child and was not entered into for the purpose of acquiring status or benefit. However, deference may still have been owed to the officer and the decision found to fall within the range of acceptable outcomes defensible in respect of the facts and law had it been clear that the officer properly considered the totality of the evidence. The officer's failure to articulate her rationale for attributing no weight to certain key pieces of evidence, especially significant evidence that is contrary to her ultimate determination, requires a finding that the decision was made in error.", "[30] The applicants have requested costs in the amount of $4500.00 be awarded on the ground that their reunification with their adopted daughter in Canada has been unnecessarily delayed by the errors made in the assessment of their application. While I have reached the conclusion that the decision must be overturned I do not think that this is a case in which an award of costs is warranted. Much of the delay in the family's reunification was as a result of decisions made by the applicants. There were a number of \"red flags\" about this adoption that warranted a closer examination, notably the lengthy period between the applicants' visits to see Melissa, evidence of an attempt to have her rejoin her biological parents and uncertainty about the role of the grandparents in her life. In addition, there was no bad faith or procedural abuse shown on the part of the respondent.", "[31] The applicants have also requested that I direct that they be permitted to file new evidence and be accorded a further opportunity to attend an interview on the reconsideration of their application. While it may be advisable for the respondent to accommodate such requests, I do not consider it appropriate for the Court to direct how the respondent conducts its reassessment of the application. Should it prove necessary, the applicants may seek the further intervention of the Court on a fresh application for judicial review. JUDGMENT", "[32] THIS COURT'S JUDGMENT is that 1. the application is granted and the decision of the Second Secretary (Immigration) of the High Commission of Canada in Port of Spain, Trinidad to refuse the applicants' application for Canadian Citizenship for their adopted daughter Melissa Cleopatra Jardine is quashed; 2. the applicants' application for Canadian Citizenship for Melissa Cleopatra Jardine is remitted to the High Commission of Canada in Port of Spain, Trinidad for reconsideration by a different immigration officer in accordance with the Court's reasons for decision; 3. the parties shall bear their own costs. [End of document] <FRAGMENT_SUPPRESSED>"]}