{"id_": "059640", "body_str": ["[1] Hughes, J. : The Applicant is a Tamil male citizen of Sri Lanka. He was caught in the civil war in that country including being incarcerated and tortured as a result of accusations that he was associated with Liberation Tigers of Tamil Eelam [LTTE]. A judge of that country subsequently found no such association.", "[2] The Applicant left Sri Lanka and by a circuitous route, found himself in the United States where he was detained in custody for about forty days before being released, whereupon he found his way to Canada. He wished to stay in Canada as he has relatives here.", "[3] While in custody in the United States, he was apparently questioned by an American government lawyer at some form of preliminary hearing. The Applicant says that the American government lawyer told him that his testimony was accepted as credible. There is in the record a Notice to Appear before a US Immigration Judge at a time to be determined. Apparently the Applicant decided to forego this invitation and made his way to Buffalo and to a Canadian port of entry where he made a refugee claim. The reason he gave for doing so was that he had relatives in Canada.", "[4] A hearing was held before a Member of the Immigration and Refugee Board. The Applicant was represented by Counsel and the assistance of an interpreter was required. In a written decision dated July 29, 2013, the Applicant's claim was rejected.", "[5] The Member found that the Applicant was not credible. That finding was based on a number of apparent inconsistencies or improbabilities.", "[6] One was a consideration as to whether the Applicant's relatives were in any way harassed or troubled. The Applicant stated that they were questioned by the authorities but there was no evidence that they were harmed. That finding was reasonable.", "[7] Another was an inconsistency in the evidence as to the dates of the Applicant's detention in Sri Lanka.", "[8] The Applicant was never questioned by the Member as to the apparent inconsistencies. I agree that the Member is not required to put every apparent inconsistency to an Applicant. The Applicant was represented by Counsel at the hearing and his Counsel did not review this inconsistency with the Applicant. It would have been preferable that this matter should have been further explored in evidence. However this was not the only ground upon which the Applicant's credibility was tested.", "[9] The Member found that the Applicant's demeanour particularly when testifying as to apparent torture while incarcerated lacked credibility. Demeanour is a factor for consideration but not the only factor. Here there were other factors.", "[10] The Member found that while the Applicant had been detained he was released and not further detained. The Applicant was allowed to receive a passport and pass through the airport without incident. While not determinative these are also factors to be considered.", "[11] The final ground for finding lack of credibility is, as stated by the Member, \"the claimant's foregoing an apparently good opportunity to gain asylum in the U.S.\". The evidence is that in the US the Applicant's story was accepted as credible and he was to appear at a further hearing at a time to be determined. This is by no means an assurance that he had a \"good opportunity\" to gain asylum in the U.S. but is something that a person who had reasonable grounds to fear persecution if returned to his home country should have pursued. He did not. It was reasonable for the Member to take this into consideration.", "[12] Taking the Members findings as a totality the findings were factual and the conclusion reached was reasonable.", "[13] The Application will be dismissed. No party requested a certified question.", "[14] There is no need to address the alternative issue under section 97 of the Immigration and Refugee Protection Act as to generalized risk.", "[15] There is no basis for an award of costs. JUDGMENT", "[16] FOR THE REASONS PROVIDED THE COURT ORDERS AND ADJUDGES that 1. The application is dismissed; 2. No question is certified; 3. No order as to costs.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] JUGEMENT", "[16] [End of document]"]}