{"id_": "059608", "body_str": ["[1] Dawson, J. : Mr. Richard Olawale Johnson is a citizen of Nigeria who, on arrival in Canada, made a claim for status as a Convention refugee and a protected person. He brought this application for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (\"panel\" or \"RPD\"), in which Mr. Johnson's claim was declared to be abandoned.  <FRAGMENT_SUPPRESSED>", "[2] The Minister brought a motion, in writing, for a consent order that would set aside the panel's decision and return the abandonment hearing to a differently constituted panel of the RPD for redetermination. Mr. Johnson opposed that motion. A judge of this Court ordered that the Minister's motion be argued orally at the time of the scheduled hearing of the application for judicial review.  <FRAGMENT_SUPPRESSED>", "[3] These reasons deal with the Minister's motion for judgment.  <FRAGMENT_SUPPRESSED>", "[4] The Minister argues that, in view of his consent, an oral hearing of the application for judicial review is unnecessary and would be a waste of judicial resources. Mr. Johnson responds that an oral hearing is required for a number of reasons: the issues of costs and the terms under which the matter is to be set aside were raised by him from the outset and remain contentious; the Minister failed to present the full facts in his motion record; and the panel's conduct was so reprehensible, outrageous and scandalous as to warrant \"a loud judicial expression of disagreement and rebuke that would not only hopefully guard against such outrage but would help to instil confidence in Canada's refugee protection system. The affidavit of the applicant in support of this motion [ ... ] indicates the extent to which the panel member's conduct harmed [Mr. Johnson's] confidence in the system\".  <FRAGMENT_SUPPRESSED>", "[5] I will deal with the issues raised by the Minister's motion in the following order:  <FRAGMENT_SUPPRESSED> 1. Should the decision of the RPD be set aside?  <FRAGMENT_SUPPRESSED> 2. If so, on what terms should the application be allowed and should any direction be given by the Court to the RPD?  <FRAGMENT_SUPPRESSED> 3. Is an award of costs appropriate?  <FRAGMENT_SUPPRESSED>", "[6] Before doing so, it is helpful to set out some of the background facts.  <FRAGMENT_SUPPRESSED> BACKGROUND FACTS  <FRAGMENT_SUPPRESSED>", "[7] Mr. Johnson's refugee hearing was scheduled for August 10, 2004. On that day, Mr. Johnson became ill and felt severe pains after working out in a gym with a friend. As a result of his condition, Mr. Johnson was taken to a Family Care clinic by the friend. He arrived at the clinic at approximately 9:15 a.m. and was seen by a doctor. After the examination, Mr. Johnson was prescribed medication and told that the medication would make him dizzy and sleepy. Mr. Johnson informed the doctor that he was scheduled to appear at an \"Immigration Court\" at 1:00 p.m. that day. The doctor advised that Mr. Johnson could not attend, and wrote a note explaining Mr. Johnson's condition and inability to attend the scheduled hearing.  <FRAGMENT_SUPPRESSED>", "[8] Mr. Johnson immediately contacted his counsel's office by telephone and spoke to an assistant there. The assistant informed Mr. Johnson that his counsel was unavailable and would not be returning to the office before going to the refugee hearing, but advised Mr. Johnson to forward the doctor's note to his counsel's office for onward transmission to the RPD. The doctor's note was sent to the counsel's office sometime after 12:00 noon on August 10, 2004, and was then forwarded to the RPD by fax between 12:23 and 12:26 p.m. Prior to the start of the hearing Mr. Johnson's counsel was notified of Mr. Johnson's predicament.  <FRAGMENT_SUPPRESSED>", "[9] Mr. Johnson's counsel then attended the hearing on August 10, 2004 at 1:00 p.m. He advised the panel that Mr. Johnson was not able to attend due to sickness, and further indicated that a medical note was being sent by fax to the RPD. The panel indicated that it had not received the medical note, and refused to send a staff person to see if a copy of the note could be retrieved. The panel indicated that Mr. Johnson's claim would be sent into the abandonment stream, and an abandonment hearing was scheduled for September 10, 2004.  <FRAGMENT_SUPPRESSED>", "[10] On September 10, 2004, while Mr. Johnson was en route to the RPD, he received a call from his counsel indicating that counsel would not be able to attend the hearing due to a family emergency. Specifically, counsel had been required to take his son to a hospital emergency department the previous night and had not returned home until the early hours of September 10, 2004. Counsel advised Mr. Johnson that he would contact the RPD to inform them about his situation, but that Mr. Johnson should still proceed to the RPD.  <FRAGMENT_SUPPRESSED>", "[11] Mr. Johnson went to the hearing, which commenced with just Mr. Johnson and the panel member being present. After a brief discussion with Mr. Johnson, the Board member gave oral reasons and declared Mr. Johnson's claim to be abandoned.  <FRAGMENT_SUPPRESSED> 1. Should the decision of the RPD be set aside?  <FRAGMENT_SUPPRESSED>", "[12] <FRAGMENT_SUPPRESSED>  (T.D.), Mr. Justice MacKay discussed the role of the Court in pronouncing judgments upon the consent of the parties to the proceeding. He noted, at paragraph 18, that in private law litigation the Court does not have a duty to question a consent by the parties to a judgment, and so generally the Court does not look beyond the agreed-upon terms, provided the relief sought is within the scope of relief sought in the pleadings and might have been granted after the trial of the action.  <FRAGMENT_SUPPRESSED>", "[13] However, different considerations apply in public law litigation, where the exercise of the Court's supervisory jurisdiction is discretionary. As noted in Brown & Evans, Judicial Review of Administrative Action in Canada , looseleaf (Toronto: Canvasback Publishing, 1998) at page 3-1, \"the discretionary nature of the courts' supervisory jurisdiction reflects the fact that unlike private law, its orientation is not, and never has been, directed exclusively to vindicating the rights of individuals\".  <FRAGMENT_SUPPRESSED>", "[14] For these reasons, and perhaps others, the Court has, in the context of public law applications, required that the parties provide a cogent reason, other than their consent, for setting aside a decision of a tribunal. As Mr. Justice Muldoon noted in <FRAGMENT_SUPPRESSED> this brings transparency to the process by providing an assurance that, for example, the Crown's consent is not motivated by any favouritism, and by fixing the Crown with a publicly expressed reason for its decision to consent to a particular judgment.  <FRAGMENT_SUPPRESSED>", "[15] In the present case, counsel for the Minister conceded a number of errors in the decision below, including:  <FRAGMENT_SUPPRESSED> · Mr. Johnson never told the panel that he had been diagnosed by a nurse. The panel therefore misapprehended his evidence and erred when it stated in its reasons that Mr. Johnson had so testified and then concluded that such testimony contradicted the doctor's note Mr. Johnson had provided.  <FRAGMENT_SUPPRESSED> · The panel erred by importing its knowledge of the geography of Brampton and the location of its hospital into the hearing, without first dealing properly, or at all, with Mr. Johnson's explanation that to him, the words \"clinic\" and \"hospital\" are interchangeable.  <FRAGMENT_SUPPRESSED> · The panel misstated the facts when it told Mr. Johnson that at the August 10, 2004 hearing his counsel \"sat in this room and he had no idea what happened to you\" when in fact Mr. Johnson's counsel had known of Mr. Johnson's circumstance and had informed the panel on August 10 that Mr. Johnson could not attend due to a back injury.  <FRAGMENT_SUPPRESSED> · The panel inappropriately failed to allow Mr. Johnson to answer something other than \"yes\" or \"no\" when asked if he was prepared to proceed with his claim, and refused to let Mr. Johnson explain why he was not comfortable proceeding without his lawyer.  <FRAGMENT_SUPPRESSED> · The panel erred by advising Mr. Johnson that on August 10, 2004 it had been insufficient for him to have explained his situation to his lawyer because he was required to have dealt directly with the Immigration and Refugee Board.  <FRAGMENT_SUPPRESSED>", "[16] To this I would add that the panel erred in drawing an adverse inference from the fact that Mr. Johnson's counsel had not mentioned to the panel any difficulty he might have in attending the abandonment hearing scheduled for September 10, 2004. Given that the reason his counsel was unable to attend was an emergency visit to the hospital the night before, it was perverse for the panel to indicate that counsel should have made the panel aware of his absence before September 10.  <FRAGMENT_SUPPRESSED>", "[17] Counsel for the Minister concedes that the panel member was \"curt\" but says that his conduct was not such as to constitute malice, bad faith or bias. I agree that the member's conduct did not rise to that level, but equally the panel's conduct fell well short of the standard required of a body entrusted with responsibility for making quasi-judicial decisions that may profoundly affect the lives of individuals.  <FRAGMENT_SUPPRESSED>", "[18] For these reasons, I am satisfied that the Minister is appropriately consenting to the decision being set aside.  <FRAGMENT_SUPPRESSED> 2. On what terms should the application be allowed?  <FRAGMENT_SUPPRESSED>", "[19] On Mr. Johnson's behalf it is submitted that the Court should direct the RPD to re-open or re-institute Mr. Johnson's claim because the record before the Court contains sufficiently clear facts which lead to the inescapable conclusion that, had the panel not acted perversely and capriciously, the panel would not have declared Mr. Johnson's claim to be abandoned.  <FRAGMENT_SUPPRESSED>", "[20] The jurisprudence of this Court indicates that the Court has remitted applications back to tribunals with specific directions that, in effect, direct a specific decision. However, the jurisprudence is also clear that this remedy should only be used in extraordinary circumstances. Madam Justice Reed in <FRAGMENT_SUPPRESSED>  (T.D.), at paragraphs 17 and 18 found the following considerations to be relevant to the consideration of whether specific directions respecting a decision should be issued:  <FRAGMENT_SUPPRESSED> · is the evidence on the record so clearly conclusive that there is only one possible conclusion;  <FRAGMENT_SUPPRESSED> · is the sole issue to be decided a pure question of law which will be dispositive of the case;  <FRAGMENT_SUPPRESSED> · is the question of law based on uncontroverted evidence and accepted facts; and  <FRAGMENT_SUPPRESSED> · is there a factual issue which involves conflicting evidence which is central to the claim?  <FRAGMENT_SUPPRESSED>", "[21] Applying these factors, subsection 168(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (\" Act \") provides that the RPD may determine that a proceeding before it has been abandoned if the RPD is of the opinion \" that the applicant is in default. Rule 58(3) of the Refugee Protection Division Rules , SOR/2002-228 provides that, in deciding if a claim should be declared to be abandoned, the RPD must consider the explanations given by the claimant and any other relevant information, including whether the claimant is ready to start or continue the proceedings.  <FRAGMENT_SUPPRESSED>", "[22] The wording of the relevant provisions, particularly the above underlined portion of subsection 168(1) of the Act , does not indicate that there is an objective test to be met against which an applicant's evidence is to be measured. If there was an objective test, and the Court was convinced that an applicant's evidence met the test, there would be a reason to find that no other result could come from a redetermination by the RPD. However, during an abandonment hearing the RPD is to consider various factors, including evidence and explanations, and then reach a decision as to whether, in its opinion, the applicant is in default. Given that this involves an assessment of evidence and information, and the exercise of some discretion, in my view the determination is best left to the RPD. This view is re-enforced by the absence of express evidence with respect to Mr. Johnson's ability to start the hearing.  <FRAGMENT_SUPPRESSED>", "[23] I conclude that this is not an appropriate case to direct a particular outcome from the RPD, and no direction will be issued.  <FRAGMENT_SUPPRESSED> 3. Is any award of costs appropriate?  <FRAGMENT_SUPPRESSED>", "[24] Mr. Johnson seeks costs, fixed in the amount of $15,000.00.  <FRAGMENT_SUPPRESSED>", "[25] The Minister seeks the costs of his motion for judgment.  <FRAGMENT_SUPPRESSED>", "[26] Both parties acknowledge that pursuant to Rule 22 of the Federal Court Immigration and Refugee Protection Rules , SOR/2002-232, special reasons must exist for the Court to award costs on application for judicial review. Special reasons may be found if one party has unnecessarily or unreasonably prolonged proceedings, or where one party has acted in a manner that may be characterized as unfair, oppressive, improper or actuated by bad faith.  <FRAGMENT_SUPPRESSED>", "[27] The fact that a tribunal has made a mistake does not by itself constitute a special reason for costs. While I find the decision of the RPD to have been perverse, that fact is insufficient to warrant granting costs to Mr. Johnson. In the present case, the Minister did not oppose the application for leave, consented to an extension of time Mr. Johnson required, and offered to consent to the decision being set aside on a timely basis after the tribunal record was delivered. In these circumstances, I find that Mr. Johnson has failed to establish the existence of special reasons that would justify an award of costs.  <FRAGMENT_SUPPRESSED>", "[28] Similarly, Mr. Johnson was entitled to argue that directions should be issued to the RPD and that he be awarded costs. There is nothing in his conduct that constitutes special reasons for awarding the costs of the motion to the Minister.  <FRAGMENT_SUPPRESSED>", "[29] No award of costs will be made.  <FRAGMENT_SUPPRESSED> 4. Conclusion  <FRAGMENT_SUPPRESSED>", "[30] For these reasons, an order will issue allowing the application for judicial review and remitting the matter for redetermination by another panel of the RPD.  <FRAGMENT_SUPPRESSED>", "[31] Counsel posed no serious question for certification and I agree that no question arises on this record.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[32] THIS COURT ORDERS THAT:  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed and the decision of the RPD dated September 10, 2004 is hereby set aside.  <FRAGMENT_SUPPRESSED> 2. Mr. Johnson's abandonment hearing is to be returned to the RPD for redetermination by a differently constituted panel of the RPD.  <FRAGMENT_SUPPRESSED> 3. No costs are awarded.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/ve  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}