{"id_": "059827", "body_str": ["[1] Near, J. : This is an application for judicial review of a decision of Pre-Removal Risk Assessment Officer S. Wilkinson (the PRRA Officer) dated August 10, 2010, wherein the Officer determined that the Applicant had failed to provide sufficient evidence to satisfy the Officer that there was more than a mere possibility that he would be persecuted in Somalia or that he would face a risk of torture, or a risk to life or a risk of cruel and unusual treatment or punishment if removed to Somalia.", "[2] Based on the reasons below, this application is dismissed. I. Background A. Factual Background", "[3] The Applicant, Samriye Abdulkadir Hassan, is a citizen of Somalia. He first filed a refugee claim on May 24, 1995 (under what turned out to be an alias) when he arrived in Canada on a ship on which he was working. He claims that he was unfamiliar with the refugee determination process and returned to Somali four months later because he believed that the situation in Somalia would improve. His refugee claim was declared abandoned on May 13, 1996. The Applicant resided in Somalia until October 2008 when he decided to flee to Kenya with his wife and child. He resided in Nairobi with his family until he decided to flee to Canada in January 2009. His family remains in Kenya.", "[4] The Applicant arrived in Canada for the second time on January 16, 2009. Shortly thereafter, he attempted to file a second refugee claim. When it was discovered that he had previously made a refugee claim his current claim was rendered ineligible.", "[5] On June 18, 2009, the Applicant submitted an application for a pre-removal risk assessment. His application centered on the risk of persecution he would face as a member of the minority Madhiban clan. In his narrative he alleged that in 2001 a group of men from a larger tribe came to his house in the Wardigley district of Mogadishu and killed his mother and father. In 2008, his sister was raped and killed at the family home. B. Impugned Decision", "[6] The Officer considered all of the documentary material presented in support of the application, and also conducted his own independent research into country conditions in Somalia as they related to the Applicant. The Officer was not satisfied that the incidents recounted by the Applicant were motivated by the minority clan status of the Applicant's family, as the Applicant did not provide any further details of the incidents or evidence to corroborate their occurrence. Although the Applicant submitted articles related to the incidents of violence between the rebel militia groups and the government forces, it was not explained how these articles related to the Applicant's particular situation. The Officer was not persuaded that the Applicant would face a risk different than that of the general minority clan population. The Officer did not find that the Applicant submitted sufficient evidence to demonstrate a personalized risk.", "[7] The Officer acknowledged that the Applicant was a citizen of Somalia, but having regard to the affidavits provided by the Applicant, he was not satisfied that the Applicant had submitted sufficient evidence to show, on the balance of probabilities, that the Applicant belonged to the minority Madhiban clan. The Officer considered the alternative, but found nonetheless, that the documentary evidence demonstrated that the country is attempting to provide a sense of protection for all citizens. The Officer concluded that the risks pointed to by the Applicant were general risks that could be faced by 22% of the Somali population, the figure representing the population of minority clan members in Somalia. The evidence provided did not corroborate that the Applicant was targeted by a majority Somali clan for any reason when he did reside in Somalia, or that he would be targeted by any of them upon his return. II. Issue", "[8] This Applicant raises only one issue in this application: (a) Did the PRRA Officer fail to consider the totality of the evidence? III. Standard of Review", "[9] The appropriate standard of review to apply to a PRRA Officer's findings of fact, or mixed fact and law, such as the existence of risk of persecution, is reasonableness ( <FRAGMENT_SUPPRESSED> ). Judicial deference to the decision is appropriate where the decision demonstrates justification, transparency and intelligibility within the decision making process, and where the outcome falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED>  at para 47). IV. Argument and Analysis A. Did the PRRA Officer Fail to Consider the Totality of the Evidence?", "[10] The Applicant submits that he established that there is a reasonable possibility that he will be persecuted if returned to Somalia. He argues that this Court should intervene in his case because the Officer erred in attributing little weight to the affidavits that claim to confirm the Applicant's membership in the Madhiban clan. Further, the Officer erred in failing to consider his explanation for the lack of corroborative documentary evidence. The Applicant's counsel explained in the letter accompanying the affidavits dated November 20, 2009 that, since there was no central government in Somalia, the Applicant would be unable to produce documentary evidence to support his claim.", "[11] I fully accept the Respondent's submission that the decision does not disclose any reviewable errors, insofar as the Officer reviewed all the available evidence, examined the personal situation of the Applicant, assessed the present country conditions and based his risk assessments on the available documentary evidence.", "[12] It is clear from the notes to file that the Officer read and considered the two affidavits provided by the Applicant. Aside from noting that the affidavits were very similar in nature and written by personal friends, the Officer decided to attribute little weight to the letters because the authors made no mention of their own clan membership, nor did they provide any corroborating evidence to substantiate that the Applicant belonged to the Madhiban clan. The Officer implied that that Applicant might have instead provided affidavits written by official members of the Applicant's tribe - these might have attracted more weight.", "[13] As such, I cannot say that the Officer ignored any of the evidence before him. His decision to attribute little weight to the affidavits is entirely reasonable and supported by his notes. His decision is entitled to deference. It is understandable that the Applicant disagrees with the outcome of the Officer's analysis. But even if I were to accept that the Officer disregarded the Applicant's minority clan membership, it would make no difference to the outcome. The Officer went on to examine, in the alternative that he accepted the Applicant's alleged clan membership, the documentary evidence related to the conditions experienced by minority clan members in Somalia. The Officer found that there had been localized improvements in Somalia's human rights practices and improvements in Somalia's attempts to protect its citizens. The Officer concluded that the risks alleged by the Applicant are the same risks faced by all minority clan members in Somalia.", "[14] Essentially, the Applicant argues that because he is from Somalia, a country the Officer acknowledges is unstable and violent, he is unable to produce documents originating from any central government. As such, the Officer must accept the affidavits produced as probative evidence. This is not a tenable argument. Although it is understandable that people facing situations of violence and civil unrest might not be able to acquire official government documentation, the onus is still on the applicant to produce credible, probative evidence in support of their claim. The Officer is in the best position to evaluate the probative value of whatever evidence is adduced, and as long as he does so reasonably, this Court will not intervene.", "[15] In any case, regardless of whether the Officer gave full weight to the affidavits and accepted the Applicant's membership in the Madhiban clan, the outcome of the application is still reasonable, justified and intelligible whether it is what the Applicant hoped for and expected or not. V. Conclusion", "[16] No question was proposed for certification and none arises.", "[17] In consideration of the above conclusions, this application for judicial review is dismissed. JUDGMENT", "[18] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. [End of document] <FRAGMENT_SUPPRESSED>"]}