{"id_": "059901", "body_str": ["[1] Strickland, J. : This is an application for judicial review of a decision made by a senior Citizenship and Immigration Officer (PRRA Officer) on October 18, 2013, wherein the PPRA Officer rejected the Applicant's application for a pre-removal risk assessment (PRRA). Background", "[2] The Applicant is a citizen of Ethiopia and a member of the Oromo ethnic group. He claims that he fled to Kenya from Ethopia in 2008. He left Kenya in August 2008 and eventually reached the United States where he claimed asylum which was denied. In June 2013, he came to Canada by crossing an unmanned border. He was found to be ineligible to have his claim heard by the Refugee Protection Division as he did not alert immigration officers of his interest in applying for refugee protection status until he was issued a removal order. He applied for a PRRA on June 25, 2013 which was denied on October 18, 2013. He claims that as a result of his brother's support and involvement with the Oromo Liberation Front (OLF), a separatist group, he was targeted by the Ethiopian government which alleged that he too was a supporter of the OLF. He claims that he was never a member of the OLF, however, that he was imprisoned and tortured for six months in 2007 on suspicion of supporting that entity. He claims that he is at a risk of being imprisoned and tortured on the basis of his ethnicity and imputed political opinion. Decision Under Review", "[3] The PRRA Officer found that the Applicant's narrative was vague on key points which detracted from the weight of his story. The Applicant provided very little information about his brother's involvement with the OLF, other than that he helped them and gave them donations. Details such as how long his brother was involved, the chapter or areas of OLF operations he was associated with, the names of other affiliates, the treatment his brother endured because of his activities, and, when he fled to Saudi Arabia and his status there, were omitted. Similarly, the circumstances surrounding the Applicant's imprisonment, including when and how he was taken into custody, which prison he was sent to and how he escaped, were not provided. Nor did he explain how he learned that Ethiopian agents were asking questions about him and his family. The PRRA Officer also found that the Applicant did not provide the type of supporting evidence normally expected, such as evidence from his brother, from the OLF attesting to his brother's involvement, evidence from his three siblings in Ethiopia who the PRRA Officer viewed as being similarly situated as the Applicant, his friend in Kenya, or, any explanation for why he has not joined his wife and children who reside in South Africa.", "[4] The PRRA Officer acknowledged that there were \"numerous, ongoing and consistent allegations\" that government agents committed serious human rights violations against political dissidents and opposition party members, students, alleged terrorists and supporters of the OLF. Further, that it was common for the government to arrest, detain and interrogate family members of people who oppose the government including those suspected of OLF membership. However, as the Applicant provided insufficient evidence that he would be perceived to have the type of profile that would attract the attention of the government, and therefore face a risk of persecution under section 96 or a risk under section 97, his claim was denied. Issue", "[5] In my view, the sole issue on this application is whether the PRRA Officer erred by failing to conduct an oral hearing. Standard of Review", "[6] The standard of review of such questions has been held to be reasonableness ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Positions of the Parties", "[7] The Applicant submits that the PRRA Officer's finding of insufficient evidence was actually a veiled credibility finding and therefore, pursuant to section 113 of the IRPA and section 167 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (Regulations), an oral hearing was required ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Ferguson ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Cho ]; <FRAGMENT_SUPPRESSED>  [ Wilson ]). If the PRRA Officer believed the Applicant, in light of the country documentary evidence which she accepted, she would likely have found the Applicant to be at a risk.", "[8] The Applicant also submits that the PRRA Officer referred to the absence of corroborating evidence, yet it is not required unless the Applicant's story is disbelieved. The PRRA Officer also breached the obligation to provide adequate reasons for the decision as she cloaked it in the language of sufficiency of evidence rather than credibility.", "[9] The PRRA Officer was also required to provide the Applicant with an opportunity to respond to her concerns about the vagueness of his narrative. If she only required specific details, but did not doubt the Applicant's credibility, she could have requested the details in writing. If torture is a real possibility, then the information and advice that is intended to be relied on must be provided as well as the opportunity to respond in writing in order to meet the duty of fairness ( <FRAGMENT_SUPPRESSED>  at para 127 [ Suresh ]). The Respondent's Position", "[10] The Respondent submits that the PRRA Officer reasonably found that there was insufficient evidence to support the Applicant's PRRA application and did not make a negative credibility finding. There was, therefore, no obligation for the Officer to hold a hearing or to provide the Applicant with an opportunity to remedy the deficiencies in his application.", "[11] A PRRA Officer may assess the credibility of evidence or may instead simply assess its probative value irrespective of its credibility ( Ferguson , above, at paras 25-26; <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above). The PRRA Officer clearly set out the deficiencies in the evidence and found that it was insufficient to prove, on a balance of probabilities, the facts alleged as demonstrating risk.", "[12] Corroborating evidence is not only necessary to support evidence that is not otherwise believed ( Ferguson , above, at para 27; <FRAGMENT_SUPPRESSED> [ II ]). Further, it was open to the PRRA Officer to accept the country conditions and to also find that the Applicant had not provided sufficient information to establish on a balance of probabilities that his brother supported the OLF or that the Applicant had been imprisoned and tortured for that reason. Finding that the Applicant had not provided sufficient evidence to establish these assertions is not equivalent to finding them not credible ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Samuel ]; <FRAGMENT_SUPPRESSED>  [ ]; <FRAGMENT_SUPPRESSED> ).", "[13] Further, there was no obligation on the PRRA Officer to provide the Applicant with an opportunity to respond to concerns or question about details missing from his evidence ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; II , above, at para 22). The Respondent also submits that Suresh , above, does not concern the PRRA process nor do the country conditions in this case establish that torture is a real possibility for the Applicant if returned to Ethiopia.", "[14] Finally, the Respondent submits that adequacy of reasons is no longer considered to be an aspect of procedural fairness or a stand-alone basis for quashing a decision. Rather, the reasons are to be read together with the outcome under a reasonableness analysis ( Newfoundland and  <FRAGMENT_SUPPRESSED>  [2011] SCC 62 at para 14). In any event, the Applicant's complaint about the reasons concerns the allegation that they cloak a credibility finding in the language of sufficiency of evidence and, therefore, is subsumed by that issue. Analysis", "[15] Subsection 113(b) of the IRPA provides that \"a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required.\" The prescribed factors for determining whether a hearing is to be held are set out in section 167 of the Regulations: 167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following: (a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; (b) whether the evidence is central to the decision with respect to the application for protection; and (c) whether the evidence, if accepted, would justify allowing the application for protection.", "[16] Thus, the Court must determine whether a credibility finding was made explicitly or implicitly and, if so, whether it was central to the decision ( <FRAGMENT_SUPPRESSED> ).", "[17] In Ferguson , above, Justice Zinn had occasion to address the distinction between credibility and the probative value of evidence in the context of a PRRA application. In that case, the applicant claimed that the PRRA officer rejected her application because he did not believe that she was a lesbian. As this was a credibility finding, she was therefore entitled to an oral hearing. Although the officer had found that the documentary evidence confirmed that lesbians in Jamaica were at a risk, he dismissed the application on the basis of insufficient evidence establishing that the applicant was a lesbian. The only evidence of sexual orientation was a submission of counsel for the applicant. Justice Zinn found that no hearing was required as the decision was based solely on the weight of the evidence and not on the applicant's credibility.", "[18] Justice Zinn pointed out that in cases such as the one before him, the Court must look beyond the express wording of the officer's decision to determine whether, in fact, credibility was at issue. The Applicant must prove, on a balance of probabilities, that he or she would be subject to a risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to the state from which they fled. In this regard, the claimant has both an evidentiary burden, as he or she must present evidence of each of the facts that must be proven, and the legal burden of proving those facts on a balance of probabilities. Justice Zinn found that:", "[26] If the trier of fact finds that the evidence is credible, then an assessment must be made as to the weight that is to be given to it. It is not only evidence that has passed the test of reliability that may be assessed for weight. It is open to the trier of fact, in considering the evidence, to move immediately to an assessment of weight or probative value without considering whether it is credible. Invariably this occurs when the trier of fact is of the view that the answer to the first question is irrelevant because the evidence is to be given little or no weight, even if it is found to be reliable evidence. For example, evidence of third parties who have no means of independently verifying the facts to which they testify is likely to be ascribed little weight, whether it is credible or not.", "[27] Evidence tendered by a witness with a personal interest in the matter may also be examined for its weight before considering its credibility because typically this sort of evidence requires corroboration if it is to have probative value . If there is no corroboration, then it may be unnecessary to assess its credibility as its weight will not meet the legal burden of proving the fact on the balance of probabilities. When the trier of fact assesses the evidence in this manner he or she is not making a determination based on the credibility of the person providing the evidence; rather, the trier of fact is simply saying the evidence that has been tendered does not have sufficient probative value, either on its own or coupled with the other tendered evidence, to establish on the balance of probability, the fact for which it has been tendered. That, in my view, is the assessment the officer made in this case. [Emphasis added]", "[19] Justice Zinn found that where, as in that case, the fact asserted is critical to the PRRA application, it was open for the officer to require more evidence to satisfy the legal burden. Further, that deference is owed to the PRRA officer's assessment of the probative value of the evidence. So long as that assessment falls within the range of reasonableness, it should not be disturbed. Justice Zinn concluded that:", "[34] It is also my view that there is nothing in the officer's decision under review which would indicate that any part of it was based on the Applicant's credibility. The officer neither believes nor disbelieves that the Applicant is lesbian - he is unconvinced. He states that there is insufficient objective evidence to establish that she is lesbian. In short, he found that there was some evidence - the statement of counsel - but that it was insufficient to prove, on the balance of probabilities, that Ms. Ferguson was lesbian. In my view, that determination does not bring into question the Applicant's credibility.", "[35] Based on the treatment homosexuals receive in Jamaica, as set out in the officer's decision, it is truly unfortunate if the Applicant is lesbian that she will be returned to Jamaica. However, every applicant for a Pre-removal Risk Assessment, and their counsel, must take responsibility to ensure that all of the relevant evidence is before the officer and, of equal importance, that they present the best evidence in support of the application. Where that is not done, the consequences of a failed application rest with the Applicant and counsel. [Emphasis added]", "[20] In this case the critical facts that the Applicant was required to prove are his brother's involvement with the OLF and the consequences of that involvement as suffered by the Applicant. The only evidence tendered by the Applicant in support of those facts are his own assertions as contained in his PRRA application. He did not support his application with his own statutory declaration or a sworn affidavit. Nor did he support it by any evidence of others, such as his brother. The PRRA Officer repeatedly framed her concern as being one of insufficiency of the evidence and the vagueness of the Applicant's claim. Unlike other decisions, there was no explicit credibility finding nor can one be implied from the language or content of the decision ( Wilson , above, at para 3; Cho , above, at para 26). Nor is this a situation where the Applicant specifically requested a hearing in his application which request was refused without reasons ( Cho , above, at para 5; <FRAGMENT_SUPPRESSED> , above, at para 12).", "[21] This Court has previously found that it can be difficult to distinguish between a finding of insufficient evidence and an adverse credibility finding. As Justice Kane stated in <FRAGMENT_SUPPRESSED> , above:", "[32] I note that in some cases it is difficult to draw a distinction between a finding of insufficient evidence and a finding that the applicant was not believed i.e. was not credible. The choice of words used, whether referring to credibility or to insufficiency of the evidence is not solely determinative of whether the findings were one or the other or both. However, it can not be assumed that in cases where an Officer finds that the evidence does not establish the applicant's claim, that the Officer has not believed the applicant.", "[33]  <FRAGMENT_SUPPRESSED> [2010] F.C.J. No. 776, Justice Crampton differentiated <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1608 [ <FRAGMENT_SUPPRESSED> ] and other cases on veiled credibility findings, stating: In my view, those cases do not stand for the proposition that a PRRA Officer in essence makes an adverse credibility finding every time he or she concludes that the evidence adduced by an Applicant is not sufficient to meet the Applicant's evidentiary burden of proof. In each of those cases, it was clear to the Court that the PRRA Officer either had made a negative credibility finding, or simply disbelieved the evidence presented by the Applicant. This is very different from not being persuaded that an Applicant has met his or her burden of proof on the balance of probabilities, without ever having considered whether the evidence is credible.", "[22] The Applicant relies on <FRAGMENT_SUPPRESSED> , above, where Justice O'Reilly found that when the PRRA officer in that case stated that there was insufficient objective evidence he was really saying that he disbelieved the claimant, and, only if the claimant had presented objective evidence corroborating his assertions would he have believed him. Further, that if the officer had believed the claimant then, in light of the documentary evidence which the officer accepted, he would likely have found that the applicant was at risk.", "[23] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], Justice Russell addressed the case law, including <FRAGMENT_SUPPRESSED> , above, concerning whether such decisions are, in fact, based upon insufficiency of evidence or are a cloaked credibility finding that satisfied the criteria in section 167 thereby requiring an oral interview. Further, whether the evidence in an applicant's PRRA submissions attracts the presumption of truthfulness established in <FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ], such that, by requiring more objective evidence to corroborate what the applicant said about the risks he faces, the RPD had to disbelieve what he said in his narrative. Having done so, he concluded that:", "[52] I am sure that it is possible to find factual distinctions in each of these cases that had a lot to do with the final determination in each. However, the cases can be reconciled. Officers can only avoid credibility findings and decide applications on the basis of sufficiency of evidence if their decisions show that, credibility aside, what the applicant has to say is not sufficient, on the applicable standard of proof, to show that he or she faces a risk under either section 96 or section 97. In other words, it has to be a situation where a credibility finding is not necessary in order to decide the probative value of evidence so that, whether or not an applicant is being truthful, their evidence is not sufficient to establish persecution or a section 97 risk. In such a situation, it is not procedurally unfair to refuse to hold an oral hearing.", "[24] In my view, the present case is distinct from <FRAGMENT_SUPPRESSED> , above. Based on the PRRA Officer's reasons and the analysis in Ferguson and II , both above, I am not convinced that the PRRA Officer made a veiled credibility finding. Rather, as in Ferguson , the PRRA Officer assessed the evidence and its probative value and neither believed or disbelieved the Applicant, but was simply not satisfied that he provided sufficient probative evidence of the critical facts, being that his brother was connected to the OLF and that the Applicant was at risk as a result of that connection ( <FRAGMENT_SUPPRESSED> , above, at para 44; II , above, at para 24). A similar outcome is also found in , above, where the claimant also did not provide any evidence beyond her own written statement to prove the key element of her claim, and in Samuel , above. Here the Applicant did not meet the legal burden of proving the critical facts on the balance of probabilities.", "[25] As to the lack of corroborating evidence, Justice Beaudry in II, above, accepted Ferguson , above, as standing for the proposition that it is open to a PRRA officer to require corroborative evidence to satisfy the legal burden:", "[20] Evidence tendered by a witness with a personal interest in the case can be evaluated based on the weight that it will be given and typically will require corroborative evidence to have probative value ( Ferguson at paragraph 27). It is open to the PRRA officer to require such corroborative evidence to satisfy the legal burden; particularly when the fact is one that is central to the application ( Ferguson at paragraph 32). In Ferguson , it is suggested that such corroborative evidence could include a sworn statement by a partner and evidence of public statements (at paragraph 32). One must remember that evidence must have sufficient probative value. It will have sufficient probative value when \"it convinces the trier of fact\" ( <FRAGMENT_SUPPRESSED>  at paragraph 30). Furthermore, the officer had to consider all of the other factors in the case in making the determination ( at paragraph 28).", "[26] Thus, the absence of corroborating documents did not speak to credibility, but went to the probative value or weight of the Applicant's statements. As Justice Mandamin stated in <FRAGMENT_SUPPRESSED> , above:", "[28] In this case, the Applicant did not provide documentary evidence corroborating his account of mistreatment by Sri Lankan officials. This is not a case as in Alimard where the credibility of the Applicant's supporting evidence was questioned - there simply was no evidence other than the Applicant's statements.", "[29] The lack of corroborating documentary evidence did not bring the Applicant's credibility into issue. Instead, the absence of corroborating documentary evidence goes to the weight of the Applicant's statements.  <FRAGMENT_SUPPRESSED> Justice Scott addressed this question and stated ...: [...]", "[30] I agree with Justice Scott's analysis and would adopt his reasoning. In this case, the credibility of the Applicant was not an issue for the Officer. Rather, the Officer did not disbelieve the Applicant's evidence but instead treated it as having less weight in the absence of supporting documentary evidence.", "[31] I would conclude that the Officer was not required to provide the Applicant with an oral interview because the factors in section 167 were not satisfied.", "[27] As to the Applicant's submission that the PRRA Officer was obliged to bring the evidentiary deficiencies to his attention, in my view, this is not the role of the PRRA Officer. As stated by Justice Beaudry in II , above:", "[22] Counsel for the Applicant also reproaches the PRRA officer for not having explained the sort of objective evidence expected or given the Applicant the opportunity to explain its absence. I disagree. In a PRRA application it is the applicant who bears the burden of proof ( Ferguson at paragraph 21). Thus the onus was on the Applicant to tender evidence to prove, on a balance of probabilities that he would be subject to risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to Nigeria. The PRRA officer's role is to evaluate and weigh the evidence before him and make a reasonable finding not to set out, for the Applicant, what evidentiary elements he should provide in order to meet his burden.", "[28] Justice O'Keefe similarly found in <FRAGMENT_SUPPRESSED> , above:", "[31] ...The onus is on the applicant to ensure that all relevant evidence is before the PRRA officer. The PRRA officer is only obliged to consider evidence that is before her. She is not required to solicit the applicant for better or additional evidence (see <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 263 at paragraph 22, aff'd 2005 FCA 160, 50 Imm. L.R. (3d) 105, <FRAGMENT_SUPPRESSED> ).", "[29] To conclude, in my view in this case the PRRA Officer was not required to provide the Applicant with an oral interview because she did not make a credibility finding and, therefore, section 167 was not engaged. Nor was she required to bring the evidentiary deficiencies of the Applicant's PRRA application to his attention.", "[30] The PRRA Officer's decision falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and the law ( <FRAGMENT_SUPPRESSED> , at para 47). While there may be several reasonable outcomes, as long as the process and the outcome fit comfortably within the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferred outcome ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 59).", "[31] The Applicant has proposed the following two questions for certification: 1. Can a pre-removal risk assessment officer reject an application for refugee protection made under the Immigration and Refugee Protection Act , section 112(1) on the basis that the evidence provided has insufficient weight where the evidence, if believed, would be sufficient to establish that a person is either a Convention refugee or a person in need of protection under section 96 or 97 of the Act? 2. Can a pre-removal risk assessment officer, when considering evidence of an application for refugee protection made under the Immigration and Refugee Protection Act section 112(1), assign little weight to the evidence from the applicant about his personal circumstances on the basis that the applicant has a personal interest in the application?", "[32] In my view, these questions do not meet the test for certification.  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal held that, to be certified, the proposed question must transcend the interests of the parties and contemplate issues of broad significance or general application. The question must also be determinative of the case.", "[33] In <FRAGMENT_SUPPRESSED> , Justice Russell declined to certify the question of whether, when an application for a PRRA is made by a person whose credibility has not yet been assessed in a refugee hearing, there is a presumption that a sworn written statement made by the applicant should be taken to be credible unless there is a good reason to doubt the statement, as in <FRAGMENT_SUPPRESSED> . Further, whether there is any difference in the application of the presumption from the manner in which it is applied during refugee hearings. Justice Russell found that the question was not appropriate for certification because it was not dispositive of any appeal. He found that the officer did not need to deal with credibility on the facts of this case because she found the evidence the applicant put forward was insufficient to establish the risk he claimed to face in the future. Whether the officer was under an obligation to apply the presumption of truthfulness to the applicant's declaration had no bearing on the outcome of this case.", "[34] Similarly, in the present case, the proposed questions would not be dispositive of this application. As for the first question, the PRRA Officer decided the case on the basis of a finding that there was insufficient evidence to establish the Applicant's risk. As to the second question, the PRRA Officer did not assign little weight to the evidence because the Applicant has a personal interest in the application, but rather found that there was insufficient evidence in support of his PRRA application. Therefore, I decline to certify the proposed questions. JUDGMENT", "[35] THIS COURT'S JUDGMENT is that 1. The application for judicial review is denied; and 2. Both questions proposed for certification by the Applicant are not certified. Contexte factuel", "[2]", "[3]", "[4]", "[5] Norme de contrôle", "[6] <FRAGMENT_SUPPRESSED> à 20; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[7] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Ferguson ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Cho ]; <FRAGMENT_SUPPRESSED>  [ Wilson", "[8]", "[9] <FRAGMENT_SUPPRESSED> , au paragraphe 127 [ Suresh ]).", "[10]", "[11] Ferguson", "[12] Ferguson <FRAGMENT_SUPPRESSED> [ II <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Samuel ]; <FRAGMENT_SUPPRESSED>  [ ]; <FRAGMENT_SUPPRESSED> ).", "[13] <FRAGMENT_SUPPRESSED> et 32 [ <FRAGMENT_SUPPRESSED> ]; II Suresh", "[14] Analyse", "[15] 167. For the purpose of determining whether a hearing is required under paragraph 113( ) of the Act, the factors are the following: ) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; ) whether the evidence is central to the decision with respect to the application for protection; and ) whether the evidence, if accepted, would justify allowing the application for protection.", "[16] <FRAGMENT_SUPPRESSED> et 8).", "[17] Ferguson", "[18]", "", "", "[19]", "", "", "[20] Wilson Cho Cho", "[21]", "", "", "[22]", "[23]", "", "[24] Ferguson et II Ferguson II Samuel", "[25] II Ferguson", "", "[26]", "", "[...]", "", "", "[27] II", "", "[28]", "<FRAGMENT_SUPPRESSED> ).", "[29]", "[30]", "[31]", "[32]", "[33] Nnabuike, Maldonado,", "[34] JUGEMENT", "[35] [End of document]"]}