{"id_": "060126", "body_str": ["[1] Mactavish, J. : The Canadian Union of Public Employees (Airline Division) [\"CUPE\"] seeks judicial review of a decision of the Canadian Human Rights Commission dismissing its complaint of sex-based wage discrimination against Air Canada. CUPE argues that the Commission acted without jurisdiction by engaging a private company to investigate its human rights complaint. CUPE further asserts that it was denied procedural fairness in this matter, as the investigation into the complaint was not sufficiently thorough and the Commission failed to provide sufficient reasons for its decision.", "[2] For the reasons that follow, I have not been persuaded that the Commission erred as alleged. As a consequence, CUPE's application for judicial review will be dismissed. Background", "[3] This case has had a lengthy and difficult history. It is not, however, necessary to review the entirety of that history for the purposes of this application. Instead, I will simply identify the facts that are relevant to the issues raised by CUPE before this Court.", "[4] CUPE filed its human rights complaint with the Commission in 1991. It alleged that Air Canada discriminated against the predominantly female 'Flight Attendants' group by paying them lower wages than were paid to predominantly male groups performing work of equal value, in violation of section 11 of the Canadian Human Rights Act , R.S.C. 1985, c. H-6 [ CHRA or the Act], the pay equity provision of the Act. The full text of the relevant statutory provisions is attached as an appendix to this decision.", "[5] CUPE also asserted that Air Canada's salary structure for Flight Attendants was discriminatory as it required Flight Attendants to work for seven years before they could reach the maximum salary level for their positions, whereas employees in certain predominantly male groups could reach their maximum salary level in a shorter period of time. According to CUPE, this violated section 10 of the CHRA , which makes it a discriminatory practice for an employer to establish a policy or practice \"that deprives or tends to deprive an individual or class of individuals of any employment opportunities on a prohibited ground of discrimination\".", "[6] The Commission decided to deal with CUPE's complaint in May of 1992. An issue then arose between the parties as to whether the groups named in the complaint worked in the same \"establishment\", within the meaning of section 11 of the CHRA . Section 11 makes it a discriminatory practice for an employer to establish or maintain differences in wages between male and female employees performing work of equal value who are employed in the same establishment.", "[7] In 1996, the Commission referred the \"establishment\" issue to the Canadian Human Rights Tribunal for determination. The Tribunal subsequently found that the male and female dominated groups did not work in the same establishment for the purposes of section 11 of the CHRA . This decision was affirmed by the Federal Court, but was overturned by the Federal Court of Appeal. In 2006, the Supreme Court of Canada ruled that the male and female dominated groups did in fact work in the same establishment for pay equity purposes: <FRAGMENT_SUPPRESSED> .", "[8] In the meantime, in 2003, Air Canada had applied for protection under the Companies' Creditors Arrangement Act , R.S.C. 1985, c. C-36 and had obtained a stay of all proceedings against it. In May of 2004, CUPE and Air Canada entered into a Memorandum of Agreement whereby it was agreed that CUPE's human rights complaint would survive the insolvency proceedings, but that no claim would be made for retroactive wage adjustments for the period prior to September 30, 2004.", "[9] Following the Supreme Court's decision, the Commission met with the parties in the spring of 2006 in an effort to resolve the complaint. A conciliator appointed by the Commission was unable to effect a settlement, and no agreement was reached between the parties as to the terms under which the Commission investigation into CUPE's complaint would be conducted.", "[10] In July of 2008, the Commission wrote to the parties advising of its intention to retain a consultant with the firm of Opus Mundi Canada to conduct the investigation on behalf of the Commission. The parties were given a period of time to advise the Commission if they had any objections to the consultant being retained. The parties were further advised that if they did not contact the Commission within the prescribed time period, this would be interpreted as meaning that they did not object to the appointment of the consultant.", "[11] CUPE did not object to either the Commission's use of an outside consultant to conduct the investigation into its complaint or to the identity of the proposed consultant. However, by letter dated July 25, 2008, Air Canada objected to the Commission's choice of consultant. Air Canada's objection was based on the fact that the individual in question had previously been involved in the investigation of CUPE's complaint in the course of his prior employment with the Commission and had given evidence in the course of the \"establishment\" litigation. The Commission ultimately decided not to retain this consultant.", "[12] Instead, by letter dated August 26, 2009, the Commission advised the parties that it was now proposing to retain Kapel and Associates Inc. \"to assist with the investigation of the [...] complaint\". The parties were once again given a period of time to advise the Commission if they had any objections to the consultant investigating the complaint. Neither Air Canada nor CUPE voiced any objection, either to the Commission's use of an outside consultant or to the identity of the proposed consultant.", "[13] In the course of the investigation, representatives of Kapel and Associates Inc. met with representatives of both CUPE and Air Canada. During the investigation, CUPE voiced a number of concerns with respect to the conduct of the investigation. These included a request that the investigators shadow flight attendants in order to gain a better understanding of their responsibilities and work environment. CUPE also alleged that Air Canada had provided Kapel with inaccurate and/or incomplete information. CUPE further asserted that it would be misleading for the investigator to rely on employees' T-4 slips as a basis for calculating their compensation, as Flight Attendants were required to work many hours for which they were not compensated.", "[14] Kapel responded to CUPE's concerns by explaining that job shadowing was not part of its investigation mandate, which was to conduct a \"desk-top review\" of job and pay information. Kapel also reminded CUPE that it had stated from the beginning that this information would be collected from Air Canada, with input from CUPE on key points.", "[15] The investigation into CUPE's complaint culminated in a report dated April 20, 2011 [\"the Kapel Report\"]. The Kapel Report concluded that \"the evidence gathered does not appear to indicate that there is a pay equity issue for either the Flight Attendant or Service Director, with respect to either section 11 or section 10 of the Canadian Human Rights Act \". A Service Director is a senior Flight Attendant who has received additional training and has additional responsibilities on flights.", "[16] The Kapel Report then formed the basis for the Commission's own Investigation Report [\"the Commission's Report\"] dated May 31, 2011. The Commission's Report was very brief and essentially relied upon the findings made in the Kapel Report. The Commission's Report concluded with the recommendation that the Commission dismiss CUPE's human rights complaint as \"based on all the circumstances of the complaint, further inquiry by a Tribunal is not warranted\". The Commission's Report (which included the Kapel Report as an appendix) was then forwarded to both CUPE and Air Canada for comment.", "[17] By letter dated July 29, 2011, CUPE provided the Commission with lengthy and detailed submissions identifying what it characterized as the \"numerous deficiencies\" in the Kapel Report. It asserted that it was simply not possible to determine whether there were pay inequities through a \"desk-top review\". In this regard, it pointed to references in the Kapel Report to various matters being beyond the scope of the investigation.", "[18] CUPE also referred to what it said were numerous other shortcomings in the investigation and the Kapel Report, including the concerns that it had previously identified with respect to the scope of the investigation. Concerns were also expressed with respect to the use of what CUPE submitted was inaccurate or misleading pay information, and the alleged failure of the investigators to understand how Flight Attendants at Air Canada are compensated.", "[19] CUPE further asserted that the investigators did not understand the Flight Attendants' work environment and working conditions. Criticisms were also levelled at the Job Evaluation Plan used by the investigators. CUPE's submission concluded with the observation that the defects identified in its letter were \"fatal to the investigation and render it flawed and unreliable.\"", "[20] Air Canada provided its own comments with respect to the investigation report, which included a report prepared by Dr. Nan Weiner, a pay equity expert who had reviewed the Kapel Report. Dr. Weiner disagreed with Kapel's approach to assessing compensation through the use of T-4 information: she would instead have compared the hourly salary rates for the various employees in question. However, Dr. Weiner noted that this would not change the conclusion reached by Kapel and Associates Inc. as to the lack of a wage gap. She further concluded that there was no reason to believe that the conclusions of the Kapel report were \"based on actions which are anything but appropriate and professional\".", "[21] Air Canada provided the Commission with its response to CUPE's July 29, 2011 submissions in a letter dated September 7, 2011. On September 15, 2011, CUPE then provided the Commission with detailed additional submissions with respect to the alleged flaws in the investigation, as well as a critique of Air Canada's submissions and Dr. Weiner's report.", "[22] The Kapel Report and the Commission's Report, together with the parties' various submissions, were then provided to the Commissioners of the Canadian Human Rights Commission for decision. The Commissioners accepted the Commission investigator's recommendation, and CUPE's complaint was dismissed pursuant to subsection 44(3) of the CHRA on the basis that further inquiry into the complaint was not warranted. It is this decision that underlies this application for judicial review. The Issues", "[23] CUPE raises two main issues on this application. First, it asserts that the Commission did not have the jurisdiction to delegate its investigative obligations under the CHRA to a third party private sector corporation. Second, CUPE alleges that it was denied procedural fairness in this matter, as the Commission's investigation into its human rights complaint was not sufficiently thorough and the Commission failed to provide sufficient reasons for its decision.", "[24] It should be noted that CUPE does not challenge the reasonableness of the Commission's decision to dismiss its human rights complaint.", "[25] However, before considering the question of whether the Commission had the power to delegate the investigation of CUPE's human rights complaint to a third party, the Court must first address Air Canada's argument that CUPE's failure to object in a timely fashion to the hiring of an outside investigator should estop it from now being able to raise the issue. The Significance of CUPE's Failure to Object to the Commission's Delegation of the Investigation to a Private Sector Consultant", "[26] Air Canada argues that CUPE was advised of the Commission's intention to retain Kapel and Associates Inc. in August of 2009, and that it was given a period of time to advise the Commission if it had any objections to the consultant being retained. CUPE never voiced any objection, either to the Commission's use of an outside consultant to conduct the investigation or to the choice of Kapel and Associates Inc. as investigators.", "[27] Air Canada further submits that CUPE would have been well aware of the fact that Kapel and Associates Inc. was actually carrying out the investigation, and that it participated in the investigative process for over a year without raising any concern with respect to the involvement of the company.", "[28] While denying that there could have been any confusion on the part of CUPE as to the role that Kapel and Associates Inc. was playing in the investigative process, Air Canada submits that any such confusion would have had to have been dispelled when CUPE was given a copy of the Kapel Report. However, even though CUPE provided the Commission with lengthy and detailed submissions with respect to the alleged shortcomings in the Kapel investigation, no concern was raised regarding the use of an outside agency to conduct the investigation.", "[29] Having failed to identify any concerns with respect to the use of outside consultants in a timely manner, Air Canada argues that CUPE should now be estopped from raising this argument before this Court. In support of this contention, Air Canada relies on the decision of this Court in <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 209 at para. 19.", "[30] I agree with Air Canada that a review of the record makes it very clear that the argument with respect to the choice of investigator is undoubtedly an afterthought, one that only surfaced in the course of this application for judicial review. If CUPE truly had any concerns with respect to the Commission's delegation of its investigative responsibilities to an outside agency, it had many opportunities to raise those concerns when this matter was before the Commission, and it did not.", "[31] It is true that the Commission's August 26, 2009 letter states that it was proposing to retain Kapel and Associates Inc. \" to assist with the investigation of the [...] complaint\". However, the letter goes on to provide a deadline for submissions, in the event that CUPE had \"any objection to Kapel and Associates Inc. investigating this complaint \". It was thus quite clear that Kapel and Associates Inc. would be conducting the investigation.", "[32] Not only is there no evidence before me of any actual confusion on CUPE's part in this regard, I would also note that if the union was in fact unclear as to the role that Kapel and Associates Inc. would be fulfilling in the investigative process, it never made any effort to clarify the scope of the mandate that was being given to the consultant by the Commission.", "[33] I would further observe that the Commission's July, 2008 letter proposing the consultant from Opus Mundi Canada made it crystal clear that it was the Commission's intention that the investigation into CUPE's human rights complaint be conducted by the outside consultant, and CUPE voiced no concern in this regard.", "[34] It would, moreover, have been apparent to CUPE from its meetings with Kapel and Associates Inc. that the company was actually conducting the investigation on behalf of the Commission. However, while CUPE raised a number of concerns with respect to the conduct of the investigation, the role being played by Kapel and Associates Inc. in the investigation was not among them.", "[35] I also agree with Air Canada that once CUPE received the Kapel Report, there could not possibly have been any doubt whatsoever as to Kapel's role in the investigation, yet no objection was made by CUPE to Kapel's involvement in this matter.", "[36] All of that said, I am not persuaded that CUPE's failure to object to the appointment of Kapel and Associates Inc. in a timely manner should preclude it from advancing its arguments with respect to the scope of the Commission's power to delegate its statutory obligation to investigate complaints of discrimination.", "[37] In coming to this conclusion, I would note that the Sherman case relied upon by Air Canada involved an alleged failure to comply with guidelines , rather than with the provisions of a statute . This is an important distinction.", "[38] The law is clear that parties cannot confer jurisdiction on a tribunal by consent. As a consequence, the Federal Court of Appeal has held that a party cannot be estopped from challenging the jurisdiction of a tribunal because it failed to raise the objection in an earlier proceeding: see, for example, <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1092.", "[39] The issue in this case is whether the Commission exceeded its statutory authority by delegating its investigative responsibilities to a consultant. While CUPE should most certainly have raised any concerns that it may have had in this regard at its earliest opportunity, I am nevertheless prepared to deal with that issue in the context of this proceeding. Did the Commission have the Power to Delegate the Investigation to a Third Party?", "[40] CUPE characterizes this issue as involving the jurisdiction of the Commission. As such, it submits that the Commission's actions should be reviewed against the standard of correctness. In contrast, Air Canada submits that the Commission's interpretation of the powers conferred on it by its enabling legislation is reviewable on the standard of reasonableness.", "[41] As discussed above, the issue is whether the Commission had the statutory authority to delegate its investigative responsibilities to a third party. While this involves the interpretation of the scope of the Commission's statutory power to engage outside assistance, it is not a \"true question of jurisdiction\" as contemplated by cases such as Alberta (Information and  <FRAGMENT_SUPPRESSED> .", "[42] I agree with Air Canada that what is in issue is the Commission's interpretation of the scope of powers conferred on it by its enabling legislation. This is analogous to the issue that confronted the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ Mowat ], where the Court held that such a question is reviewable against the standard of reasonableness.", "[43] While Mowat involved a decision by the Canadian Human Rights Tribunal rather than the Commission, I am of the view that the Supreme Court's reasoning should nevertheless also apply here.", "[44] In reviewing a decision against the reasonableness standard, the Court must consider the justification, transparency and intelligibility of the decision-making process, and whether the decision falls within a range of possible acceptable outcomes which are defensible in light of the facts and the law: see  <FRAGMENT_SUPPRESSED> , at para. 47; Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 59.", "[45] I should, however, note that the resolution of this issue does not turn on the standard of review, as I am satisfied that the Commission correctly determined that it had the power to retain an outside investigator to investigate CUPE's complaint.", "[46] Sections 32 and 43 are the sections of the CHRA at issue here. Section 32 deals with the hiring of Commission staff and contractors. It provides that: 32. (1) Such officers and employees as are necessary for the proper conduct of the work of the Commission shall be appointed in accordance with the Public Service Employment Act (2) The Commission may, for specific projects, enter into contracts for the services of persons having technical or specialized knowledge of any matter relating to the work of the Commission to advise and assist the Commission in the exercise of its powers or the performance of its duties and functions under this Act, and those persons may be paid such remuneration and expenses as may be prescribed by by-law of the Commission.", "[47] CUPE submits that Kapel and Associates Inc. was not retained to \"advise and assist\" the Commission within the meaning of subsection 32(2) of the Act. Rather, it was designated as an \"investigator\" under section 43. Indeed, CUPE stresses that although the Commission's August 26, 2009 letter suggested that Kapel would merely \"assist with the investigation\", it in fact conducted the investigation.", "[48] I do not accept this submission.", "[49] In Rizzo & Rizzo Shoes Ltd. (Re) , [1998] S.C.J. No. 2, [1998] 1 S.C.R. 27, the Supreme Court of Canada described the preferred approach to statutory interpretation, stating that \"[t]oday there is only one principle or approach, namely, the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament\": at para. 21, citing Elmer A. Driedger, Construction of Statutes, 2d ed. (Toronto: Butterworths, 1983) at 87; see also <FRAGMENT_SUPPRESSED>  at para. 27.", "[50] <FRAGMENT_SUPPRESSED> , the Supreme Court noted that \"[t]he interpretation of a statutory provision must be made according to a textual, contextual and purposive analysis to find a meaning that is harmonious with the Act as a whole\": at para. 10.", "[51] It is clear from a reading of subsection 32(2) that the Commission is expressly empowered to retain the services of persons having technical or specialized expertise to assist it in carrying out its statutory responsibilities under the CHRA. Such persons may be retained for \"specific projects\" (or \"travaux déterminés\" in the French version of the Act). The term \"specific projects\" is not defined in the Act, but the ordinary meaning of the phrase would encompass the conduct of a specific investigation into a human rights complaint.", "[52] It is the Commissioners that make up the Commission who are statutorily mandated to decide whether human rights complaints are dismissed, referred elsewhere, or sent to the Canadian Human Rights Tribunal for a hearing: section 44 of the Act. There is no suggestion that the Commissioners did not carry out their statutory responsibilities in this regard. Subsection 32(2) specifically empowers the Commission to hire contractors to advise and assist in the exercise of those powers. That is what occurred here.", "[53] Subsection 43(1) deals with the appointment of investigators. It provides that: 43. (1) The Commission may designate a person, in this Part referred to as an \"investigator\", to investigate a complaint. 43.", "[54] Nothing in the wording of this provision limits the choice of investigator in the manner suggested by CUPE. Moreover, while subsection 43(4) contemplates the making of regulations governing the manner in which complaints are to be investigated, no such regulations have been enacted.", "[55] It is noteworthy that subsection 43(1) of the Act states that the Commission may designate a person to conduct an investigation. It does not state that the Commission must designate a to do so. Nor does it distinguish between natural and corporate persons, and, in accordance with the provisions of section 35 of the Interpretation Act , R.S.C. 1985, c. I-21, the word \"person\" in a statute is to be interpreted to include a corporation.", "[56] I would also note that an investigation into a pay equity complaint is a major undertaking - a complex task that could have a significant impact on the Commission's resources. The Commission needs to be able to manage its resources as it sees fit, and to seek outside assistance and expertise where it deems it necessary to do so. That is what it did here, and CUPE has not persuaded me that the Commission acted outside of its statutory authority when it contracted out the investigation of CUPE's human rights complaint to Kapel and Associates Inc. The Procedural Fairness Arguments", "[57] CUPE also argues that it was denied procedural fairness in this matter, as the investigation into its complaint was not sufficiently thorough and the Commission failed to provide sufficient reasons for its decision.", "[58] Where an issue of procedural fairness arises, the task for the Court is to determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances: see <FRAGMENT_SUPPRESSED> , above, at para. 79.", "[59] Before turning to consider the arguments advanced by CUPE in this regard, it is helpful to start by examining the principles governing the conduct of Commission investigations, the level of thoroughness required, and the obligation on the part of the Commission to provide reasons for its decisions. General Principles Governing Commission Investigations", "[60] The role of the Canadian Human Rights Commission was considered by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> . There the Court observed that the Commission is not an adjudicative body, and that the adjudication of human rights complaints is reserved to the Canadian Human Rights Tribunal.", "[61] Rather, the role of the Commission is to carry out an administrative and screening function. It is the duty of the Commission \"to decide if, under the provisions of the Act, an inquiry is warranted having regard to all the facts. The central component of the Commission's role, then, is that of assessing the sufficiency of the evidence before it\": Cooper , above, at para. 53; see also SEPQA ].", "[62] The Commission has a broad discretion to determine whether \"having regard to all of the circumstances\" further inquiry is warranted: <FRAGMENT_SUPPRESSED>  at paras. 26 and 46; <FRAGMENT_SUPPRESSED>  [ Bell Canada ], the Federal Court of Appeal noted that \"[t]he Act grants the Commission a remarkable degree of latitude when it is performing its screening function on receipt of an investigation report\": at para. 38.", "[64] <FRAGMENT_SUPPRESSED>  aff'd [1996] F.C.J. No. 385, 205 N.R. 383 (F.C.A.), this Court discussed the content of the duty of procedural fairness required in Commission investigations. The Court observed that in fulfilling its statutory responsibility to investigate complaints of discrimination, investigations carried out by the Commission had to be both neutral and thorough.", "[65] Insofar as the requirement of thoroughness is concerned, the Federal Court observed in Slattery that \"deference must be given to administrative decision-makers to assess the probative value of evidence and to decide to further investigate or not to further investigate accordingly\". As a consequence, \"[i]t should only be where unreasonable omissions are made, for example where an investigator failed to investigate obviously crucial evidence, that judicial review is warranted\": at para 56.", "[66] As to what will constitute \"obviously crucial evidence\", this Court has stated that \"the 'obviously crucial test' requires that it should have been obvious to a reasonable person that the evidence an applicant argues should have been investigated was crucial given the allegations in the complaint\": <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 1147 at para. 54; <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1676 at para. 21.", "[67] The requirement for thoroughness in investigations must also be considered in light of the Commission's administrative and financial realities, and the Commission's interest in \"maintaining a workable and administratively effective system\": <FRAGMENT_SUPPRESSED>  86 F.T.R. 101 at para. 79, citing Slattery , above, at para. 55.", "[68] With this in mind, the jurisprudence has established that the Commission investigations do not have to be perfect. As the Federal Court of Appeal observed in <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 543 at para. 39: Any judicial review of the Commission's procedure must recognize that the agency is master of its own process and must be afforded considerable latitude in the way that it conducts its investigations. An investigation into a human rights complaint cannot be held to a standard of perfection; it is not required to turn every stone. The Commission's resources are limited and its case load is heavy. It must therefore balance the interests of complainants in the fullest possible investigation and the demands of administrative efficacy\" [Citations omitted]", "[69] The jurisprudence has also established that some defects in an investigation may be overcome by providing the parties with the right to make submissions with respect to the investigation report.", "[70] For example, in Slattery , the Court observed that where, as here, the parties have an opportunity to make submissions in response to an investigator's report, it may be possible to compensate for more minor omissions in the investigation by bringing the omissions to the Commission's attention. As a result, \"it should be only where complainants are unable to rectify such omissions that judicial review would be warranted\". This would include situations \"where the omission is of such a fundamental nature that merely drawing the decision-maker's attention to the omission cannot compensate for it\". Judicial intervention may also be warranted where the Commission \"explicitly disregards\" the fundamental evidence: all quotes from Slattery , above at para. 57", "[71] Similarly, in <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2056, the Federal Court of Appeal observed that the only errors that will justify the intervention of a court on review are \"investigative flaws that are so fundamental that they cannot be remedied by the parties' further responding submissions\": at para. 38.", "[72] Where, as here, the Commission adopts the recommendations of an investigation report and provides limited reasons for its decision, the investigation report will be viewed as constituting the Commission's reasoning for the purpose of a decision under section 44(3) of the Act: see SEPQA , above at para. 35; Bell Canada above at para. 30.", "[73] However, a decision to dismiss a complaint made by the Commission in reliance upon a deficient investigation will itself be deficient because \"[i]f the reports were defective, it follows that the Commission was not in possession of sufficient relevant information upon which it could properly exercise its discretion\": see <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1012 at para. 70; see also <FRAGMENT_SUPPRESSED> , above, at para. 112.", "[74] With this understanding of the role and responsibilities of the Canadian Human Rights Commission in dealing with the investigation of complaints of discrimination, I turn now to consider the arguments advanced by CUPE as to the inadequacy of the investigation in this case. Was the Investigation into CUPE's Complaint Sufficiently Thorough?", "[75] While CUPE does not challenge the neutrality of the investigation carried out by Kapel and Associates Inc., it has identified three areas where it says that the investigation was not sufficiently thorough.", "[76] Before turning to consider CUPE's submissions in this regard, I would start by noting that CUPE's memorandum of fact and law simply makes a series of bald assertions as to what is says were the deficiencies in the investigation, without really explaining how these alleged deficiencies actually impacted on the thoroughness of the investigation or the fairness of the process: see paragraph 63.", "[77] While CUPE expanded somewhat on these assertions in the course of its oral arguments, as will be explained below, it has not persuaded me that it was treated unfairly by the Commission. The Process Followed by Kapel and Associates Inc.", "[78] In order to put CUPE's arguments into context, it is helpful to start with a brief overview of the process that was followed by Kapel and Associates Inc. in investigating CUPE's human rights complaint.", "[79] Kapel and Associates Inc. started by defining which jobs, factors and variables would be examined in the course of the investigation, based upon CUPE's complaint. It then collected information from CUPE and Air Canada with respect to both the jobs covered by the complaint and potential comparator positions.", "[80] A 'point factor type' Job Evaluation Plan was then prepared for use in the analytical process. That Job Evaluation Plan was then used to determine the value of the relevant jobs and to identify the relevant comparator positions. Finally, a comparison of the wages paid in the male-and female-dominated positions was made, taking into account the relative value of those positions.", "[81] CUPE disagrees with some of the choices made by the investigators in the course of the investigation, and with the conclusions reached by the investigators. However, as will be explained below, while some of CUPE's arguments clearly relate to the fairness of the Commission process, other arguments really go to the reasonableness of the Commission's decision rather than the fairness of the process. As was previously noted, CUPE has not challenged the reasonableness of the Commission's decision. The Alleged Deficiencies in the Information Gathering Process", "[82] The first area where CUPE says that the investigation was insufficiently thorough relates to the information gathering process and the \"desk-top\" nature of the Kapel review.", "[83] CUPE points out that while representatives of Kapel and Associates Inc. met with representatives of Air Canada some 18 or 19 times over the course of the investigation, they met with representatives of CUPE on only two occasions -once at the outset of the investigation and once mid-way through the investigation. I note that Air Canada suggests in its submissions that there were actually 21 meetings with its representatives. Nothing turns, however, on the precise number of meetings.", "[84] Air Canada also points out that CUPE's complaint required the union to provide information regarding the two employee groups which were the subject of the complaint, namely Flight Attendants and Service Directors, both of which were members of the same union. In contrast, Air Canada had to provide the investigators with information regarding 152 different positions in two different unions. In these circumstances, Air Canada says, it was entirely reasonable that the investigators were required to spend considerably more time with Air Canada representatives than they did with representatives of CUPE.", "[85] While Air Canada's submission makes perfect sense, the more fundamental difficulty with CUPE's argument is that it has not identified any information that it was unable to put before the investigators, either in the course of the two face-to-face meetings that its representatives had with the investigators, or through the exchange of correspondence between CUPE and the investigators that took place over the course of the investigation.", "[86] CUPE points out that although the investigators spoke to Air Canada managers who had previously worked as Flight Attendants, they never interviewed anyone currently working as a Flight Attendant. It should, however, be noted that it does not appear that interviews were carried out with members of any of the employee groups in issue in the investigation.", "[87] CUPE also alleges that it was treated unfairly as it had asked the investigators to \"shadow\" Flight Attendants as they performed their duties, in order to gain a full appreciation of their roles and responsibilities, but that the investigators had refused to do so.", "[88] Dr. Weiner indicated in her report that job shadowing is not a routine part of the information-gathering process carried out in a pay equity analysis. She reviewed the various steps that the investigators had followed in collecting information with respect to the employee groups in issue in this case, stating that, in her opinion, the process followed was \"sound, professional and appropriate\".", "[89] There is no obligation on an investigator to interview each and every person suggested by the parties: Slattery , above, at para. 69; see also <FRAGMENT_SUPPRESSED>  112 F.T.R. 195 at para. 10. In this case, CUPE has not demonstrated why it was essential to interview Flight Attendants in person, or to shadow them as they performed their jobs.", "[90] In particular, CUPE did not identify any obviously crucial evidence with respect to either the job responsibilities or the conditions of employment of Flight Attendants and Service Directors that it was unable to put before the investigators in the course of the investigation. Indeed, CUPE has not demonstrated that it was inhibited or prevented in any way from providing whatever information it deemed appropriate to the investigators in the course of the investigation.", "[91] CUPE's failure to do so is of particular concern in light of the extensive amount of information that was provided to the investigators with respect to the job responsibilities and conditions of employment of Flight Attendants and Service Directors, including the information set out in the consolidated job analysis questionnaires provided to the investigators by CUPE.", "[92] That is, in the course of the investigation, the investigators were provided with the results of a survey that CUPE had conducted with its Flight Attendants. CUPE itself described the consolidated results of the job analysis questionnaires as \"detailed\", submitting that they \"reflect[ed] the actual duties and responsibilities of cabin personnel\": see the August 9, 2010 letter from CUPE's counsel to Kapel and Associates Inc..", "[93] I am also not persuaded that Kapel's characterization of its investigation as a \"desk-top\" review, rather than a full-blown job evaluation study, means that the investigation was insufficiently thorough.", "[94] First of all, it is apparent that Kapel and Associates did more than simply look at documentary material. For example, the investigators observed Flight Attendants in training simulators, and viewed a live evacuation drill. They viewed the physical training tools used for Flight Attendants at Air Canada, such as various aircraft door types, evacuation chutes, and fire extinguishers. They also reviewed training DVDs for Flight Attendants. CUPE was also invited to provide information with respect to the job requirements for Flight Attendants and Service Directors, which it did. In addition, the union was asked to provide information as to the types of documents it thought that the investigators should obtain from Air Canada.", "[95] Moreover, as the Kapel Report points out, the goal of the investigation was to determine whether there was any evidence of a pay equity issue: it was not intended to be a comprehensive job evaluation study. This mandate is, of course, entirely consistent with the Commission's screening function.", "[96] As a consequence, CUPE has not persuaded me that it was denied procedural fairness in this regard. The Failure to Share the Job Evaluation Plan", "[97] CUPE also argues that it was denied procedural fairness in relation to the Job Evaluation Plan used by Kapel and Associates Inc. The sum total of CUPE's argument, as set out in its memorandum of fact and law, is that it was denied procedural fairness as \"the investigators developed and utilized a job evaluation plan which [they] did not share with the Applicant until the Final Report was issued\": see CUPE's memorandum of fact and law at para. 63(c).", "[98] There are several reasons why I cannot accept this submission.", "[99] The first of these is that in their initial meeting with CUPE, the investigators specifically invited CUPE to provide a Job Evaluation Plan for the investigators that could potentially be used in evaluating the positions in issue in the investigation. CUPE provided the investigators with a Job Evaluation Plan, although it should be noted that it was not one in use at Air Canada.", "[100] The Kapel Report expressly noted that it used CUPE's own Job Evaluation Plan \"as a starting point\" in its analysis, although some modifications were made to the Plan, each of which is carefully explained in the Report. Moreover, Dr. Weiner's Report confirms that the Job Evaluation Plan actually utilized by the investigators was based, to a large extent, on a CUPE plan.", "[101] While CUPE denies that this is the case, it has provided no evidence to support this contention. This is a concern, given that it would have been open to CUPE to address the issue in an affidavit provided in support of its application and to produce a copy of the plan that it provided to the investigators, as additional evidence can be admitted on applications for judicial review to address issues of procedural fairness:  <FRAGMENT_SUPPRESSED> , at paragraph 30.", "[102] It should also be noted that there was no unequal treatment between the parties in this regard - Air Canada was also not provided with a copy of the Job Evaluation Plan during the course of the investigation.", "[103] CUPE obviously took issue with the Job Evaluation Plan utilized by Kapel and Associates Inc. once it received the Kapel Report. These concerns were carefully set out in the lengthy and detailed submissions that CUPE made to the Commission after receipt of the Kapel Report, and once again in the union's response to Air Canada's submissions to the Commission.", "[104] While CUPE may disagree with some of the choices made by the investigators in relation to the Plan, and with respect to the conclusions drawn by the investigators, I agree with Air Canada that this is really a matter that goes to the reasonableness of the decision rather than the fairness of the process. As noted earlier, CUPE has not challenged the reasonableness of the Commission's decision.", "[105] Finally, and subject to the comments in the next section of these reasons, CUPE has not provided a satisfactory explanation as to why it was unable to fully address the alleged shortcomings in the Job Evaluation Plan in the two detailed sets of submissions that it provided to the Commission prior to a decision being made in relation to its complaint. Consequently, I have not been persuaded that CUPE was denied procedural fairness as a result of Kapel's failure to share the Job Evaluation Plan used in its analysis with CUPE prior to the release of the final investigation report. The Wage Rate Used by the Investigators for Flight Attendants and Service Directors", "[106] CUPE also argues that it was denied procedural fairness in relation to the wage rates used for Flight Attendants and Service Directors in the job evaluation process. The sum total of CUPE's argument on this point, as set out in its memorandum of fact and law, is that it was treated unfairly as \"the investigators relied on T-4 slips to compare compensation notwithstanding that this information did not provide a fair basis to compare compensation\": see CUPE's memorandum of fact and law at para. 63(d).", "[107] I agree with Air Canada that, once again, what CUPE appears to really be taking issue with is the reasonableness of the choices that were made by the investigators in the job evaluation process, rather than with respect to the of the process that was followed in the course of that investigation. Given that there is no challenge to the reasonableness of the Commission's decision, that is arguably the end of the matter.", "[108] I would, however, also note that while there may be legitimate differences of opinion as to how the pay of Flight Attendants and Service Directors should properly be calculated, CUPE was afforded the opportunity, both during the investigation and after receipt of the Kapel Report, to provide the Commission with the benefit of its views on this question.", "[109] CUPE says that it is not appropriate to use Flight Attendants' and Service Directors' T-4 slips as they do not show the hours worked in order to earn the income recorded in the documents. According to CUPE, Flight Attendants and Service Directors are required to work a number of hours for which they are either not paid at all, or are not paid at their full hourly rate. This includes time spent at airports in advance of a flight, time spent on standby, and time spent \"deadheading\" - that is flying to a different airport before the start of the flight on which the individual is working.", "[110] Air Canada does not agree that these unquantified hours put in by Flight Attendants and Service Directors are not paid work. According to Air Canada, they constitute part of the collectively bargained, negotiated salary arrangements between the company and its employees.", "[111] The investigators clearly understood that \"a straight comparison of wage scales\" would not be possible in this case given that the methodology for determining the wages of Flight Attendants and Service Directors was \"significantly different\" than that used for Station Attendants and Lead Station Attendants - the male-dominated groups used as comparators by Kapel and Associates Inc.: see Kapel Report at p. 45.", "[112] As a consequence, the investigators sought a method that would allow for a fair comparison to be made with respect to the compensation arrangements for the positions in question. The investigators concluded that \"a comparison of actual earnings would represent the best way to assess whether a pay equity issue exists\" as, in the investigators' view, this approach would focus \"on the outcome of the compensation approach for each of the jobs in question, creating a common framework for comparing pay\": see Kapel Report at p. 45, emphasis in the original.", "[113] Using this methodology, the investigators found that Flight Attendants and Service Directors were in fact paid more than their male comparators. In the year under review, Flight Attendants earned an annual average of $33,315.71, in contrast to the $30,767.62 earned by Station Attendants. Similarly, Kapel found that Service Directors earned an average of $54,437.92 per year in comparison to the $54,207.84 earned by Lead Station Attendants.", "[114] Dr. Weiner took issue in her report with the methodology utilized by the investigators. She recognized that annual earnings were likely chosen by Kapel and Associates Inc. to take into account the differences in compensation structures. However, she found this method to be \"inconsistent with pay equity principles\", given that the male- and female-dominated positions had different length work weeks. In Dr. Weiner's view, it was appropriate to use the hourly salaries provided for in the employees' respective collective agreements for comparison purposes, as this would provide a \"'representative' salary rate\": all quotes from Weiner Report at p. 9.", "[115] However, this methodology led Dr. Weiner to the same conclusion as that reached by Kapel and Associates Inc. That is, that the female-dominated Flight Attendant and Service Director positions were in fact paid more than their male comparators.", "[116] Dr. Weiner noted that Flight Attendants earned a maximum of $48.27 an hour in the year under review, whereas the male-dominated Station Attendant group earned a maximum of $22.80 per hour. Similarly, Service Directors earned a maximum of $66.59 an hour, whereas Lead Station Attendants earned a maximum of $25.08 per hour: Weiner Report at p. 10.", "[117] No issue is taken by CUPE in this application with respect to the male-dominated job groups selected by Kapel and Associates Inc. for comparison purposes. While CUPE does take issue with the wage rates used by both Kapel and Associates Inc. and by Dr. Weiner, the fact is that it was afforded the opportunity, during its face-to-face meeting with the investigators on August 4, 2010, and in the written submissions that it made, both during the course of the investigation and after receipt of the Kapel Report, to provide the Commission with its views on this question.", "[118] CUPE took full advantage of these opportunities, providing the investigators with submissions on the issue of the relevant wage methodology in its August 9, 2010 letter from CUPE's counsel to Kapel and Associates Inc., and again in greater detail in its July 29, 2011 and September 15, 2011 submissions to the Commission following receipt of the Kapel Report.", "[119] However, unlike Air Canada, CUPE never provided the Commission with any expert evidence on the question of the appropriate wage rate. Moreover, its submissions consisted largely of general assertions, without concrete information as to how many extra hours were allegedly worked by Flight Attendants and Service Directors on a weekly, monthly or annual basis.", "[120] Breaches of procedural fairness must be material to the outcome of the process: see, for example, <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 178 at paras. 5-6.", "[121] In this case, CUPE has failed to demonstrate how its concerns actually affected the validity of the conclusions drawn by the investigators. As Air Canada pointed out, even if the effective hourly wage for Flight Attendants was discounted by as much as 50% in order to take into account time worked without pay, Flight Attendants would still earn more on an hourly basis than Station Attendants and Service Directors would still earn more than Lead Station Attendants.", "[122] In the absence of any evidence from CUPE as to the order of magnitude of the problem, CUPE has not established that what it characterizes as a breach of procedural fairness was material to the outcome of the investigative process.", "[123] At the end of the day, what CUPE really takes issue with is the choice of compensation methodology employed by Kapel and Associates Inc. in determining that there was no wage gap in this case. There may be an issue as to the reasonableness of that choice, but that is not the basis of this aspect of CUPE's application for judicial review, which is based solely on procedural fairness grounds. No unfairness has been demonstrated in this regard. The Alleged Failure of the Commission to Provide Adequate Reasons", "[124] CUPE's final argument is that it was treated unfairly in the process as the Commission failed to provide adequate reasons for its decision dismissing CUPE's human rights complaint.", "[125] I would first note that this is not one of the alleged procedural defects identified in CUPE's memorandum of fact and law.", "[126] However, the more fundamental difficultly with CUPE's submission is that unless there is a complete absence of reasons in circumstances where reasons are required, the alleged insufficiency of reasons is no longer a stand-alone ground for judicial review on fairness grounds: see Newfoundland and  <FRAGMENT_SUPPRESSED> .", "[127] There were reasons provided by the Commission in this case. As CUPE itself pointed out at paragraphs 57-59 of its memorandum of fact and law, and as was noted earlier in these reasons, where the Commission adopts the recommendations of an investigation report and provides limited reasons for its decision, the investigation report will be viewed as constituting the Commission's reasoning for the purpose of a decision under section 44(3) of the Act.", "[128] Moreover, as the Supreme Court of Canada noted in the Newfoundland and Labrador Nurses' Union decision, where reasons have been provided, \"[a]ny challenge to the reasoning/result of the decision should therefore be made within the reasonableness analysis\": at para. 22.", "[129] CUPE has not taken issue with the reasonableness of the Commission's decision to dismiss its complaint, and accordingly, I am not prepared to give effect to this ground of review. Conclusion", "[130] For these reasons, the application for judicial review is dismissed. In accordance with the agreement between the parties, Air Canada shall have its costs fixed in the amount of $6,000, inclusive of disbursements. JUDGMENT", "[131] THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed with costs to Air Canada in the amount of $6,000. Application dismissed. Editor: Elizabeth M.A. Turgeon/vnh Canadian Human Rights Act , RSC 1985, c H-6 10. It is a discriminatory practice for an employer, employee organization or employer organization (a) to establish or pursue a policy or practice, [...] that deprives or tends to deprive an individual or class of individuals of any employment opportunities on a prohibited ground of discrimination. 11. (1) It is a discriminatory practice for an employer to establish or maintain differences in wages between male and female employees employed in the same establishment who are performing work of equal value. [...] 32. (1) Such officers and employees as are necessary for the proper conduct of the work of the Commission shall be appointed in accordance with the Public Service Employment Act. (2) The Commission may, for specific projects, enter into contracts for the services of persons having technical or specialized knowledge of any matter relating to the work of the Commission to advise and assist the Commission in the exercise of its powers or the performance of its duties and functions under this Act, and those persons may be paid such remuneration and expenses as may be prescribed by by-law of the Commission. [...] 43. (1) The Commission may designate a person, in this Part referred to as an \"investigator\", to investigate a complaint. (2) An investigator shall investigate a complaint in a manner authorized by regulations made pursuant to subsection (4). [...] (4) The Governor in Council may make regulations (a) prescribing procedures to be followed by investigators; (b) authorizing the manner in which complaints are to be investigated pursuant to this Part; and (c) prescribing limitations for the purpose of subsection (2.1). 44. (1) An investigator shall, as soon as possible after the conclusion of an investigation, submit to the Commission a report of the findings of the investigation. [...] (3) On receipt of a report referred to in subsection (1), the Commission (b) shall dismiss the complaint to which the report relates if it is satisfied (i) that, having regard to all the circumstances of the complaint, an inquiry into the complaint is not warranted, [...]. 10. 11. [...] 32. [...] 43. [...] 44. [...]"]}