{"id_": "060204", "body_str": ["[1] Zinn, J. : The applicant, pursuant to section 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act), asks the Court to set aside a decision of an officer who rejected his Pre-Removal Risk Assessment (PRRA) application.", "[2] For the reasons that follow, this application is dismissed. Background", "[3] The applicant is a Tamil male from Sri Lanka. He was born on April 26, 1985, and was 24 years old when the PRRA officer made her decision. The applicant's father owned a grocery store in Vavuniya, Sri Lanka, at which the applicant worked.", "[4] In May 2002, the Tamil Rehabilitation Organization (TRO) asked the applicant's father to help displaced people in Vavuniya and he agreed to do so.", "[5] In June 2003, Sri Lankan soldiers came to the grocery store looking for the applicant's father, who had gone to Colombo to purchase goods. The soldiers accused the father of supporting the Liberation Tigers of Tamil Eelam (LTTE). When the applicant denied the allegation against his father, he was beaten and taken to an army camp where he was detained for about five days until his father reported there and explained the situation.", "[6] In August 2003, some Tamil youths came to the grocery store and accused the applicant and his father of giving information to the Sri Lankan soldiers. They took the applicant. In that group was a person known to the applicant's father, who was able to talk to the group leader and get the applicant released.", "[7] In November 2003, some unknown youths came to the grocery store and accused the applicant and his parents of being LTTE supporters. They denied the accusation. The group did not believe them and beat the applicant. They threatened to kill the applicant and his parents. They demanded money and left on the understanding that they would be back on the collection date. The father paid 50,000 of the demanded 75,000 Rupees.", "[8] In March 2004, the applicant and his friend were arrested by the Sri Lankan army when they were returning to Vavuniya from Colombo with goods for the store. They were accused of taking those goods to the LTTE. When they denied the allegation, they were beaten, taken to the army camp, and detained for four days. They were released only after the father went to the camp and paid a bribe.", "[9] In April 2005, the Tamil militants came to the store and demanded the applicant either pay them or join them. In July 2005, LTTE militants came to the store and demanded the applicant join them. His father refused to send the applicant and he agreed to pay 100,000 Rupees within three months. After they left, the applicant's father arranged to send the applicant to Canada.", "[10] The applicant claims he has been in contact with his father since his arrival in Canada and that his father has warned him not to return to Sri Lanka as the army had come to the store and questioned his whereabouts. When told that he was in Canada, the soldiers did not believe the father and told him that the applicant had joined the LTTE. They told the father to report to the army camp.", "[11] The applicant came to Canada through the United States of America (USA) in October 2005, the same month that the Canada-USA Safe Third Country Agreement came into effect. The applicant was informed at the port of entry that he was not eligible to claim refugee status and was sent back to the USA. In November 2005, he came back to Canada through Cornwall, Ontario due to the fear that he would be deported back to Sri Lanka from the USA. He filed a refugee claim, but was found inadmissible pursuant to subsection 101(1)(c) of the Act.", "[12] He applied for a PRRA based on his fear that if returned to Sri Lanka he would face persecution, risk of torture and inhumane treatment and punishment, and risk to his life at the hands of the Sri Lankan authorities, the paramilitary groups, and the LTTE, due to his past experiences and his profile as a young Tamil male who had lived in the north of Sri Lanka. The PRRA was rejected on October 26, 2009, without an interview.", "[13] The officer noted the applicant's history, including the fact that no submissions had been made to explain why he did not apply for asylum in the several months he spent in the USA. She stated that as a result of the extensive nature of the submissions, she would not assess and weigh individually each piece of evidence; however, she says that she considered \"all evidence that meets the requirements of the IRPA sections.\"", "[14] The first item of evidence she discusses is a letter from Ms. Wu, Refugee Coordinator at Amnesty International Canada's Toronto office. The officer noted that submissions were silent regarding how Ms. Wu came to know of the applicant's situation in Sri Lanka. She stated that \"it is important to note that the PRRA process requires that the risks faced by an applicant be personalized .\" (emphasis added). She found insufficient evidence in Ms. Wu's letter to support the assertion that the applicant is personally at risk in Sri Lanka. The officer also found that the applicant had not provided \"supporting objective evidence\" that he had been previously incarcerated or beaten by Sri Lankan authorities, LTTE members or others in Sri Lanka or that he will face such treatment upon his return. She concluded that the letter spoke to general country conditions and was not linked to the applicant's personal, forward-looking risks in that country.", "[15] The officer next reviewed a copy of a December 2006 report from the UNHCR stating that no Tamil from the North or East should be returned until there is a significant improvement in the security situation in Sri Lanka. She then noted that as of May 2009, the Tamil Tigers had been declared defeated. She noted that UNHCR recommendations are not binding, and emphasized that the PRRA assessment is based on the specific circumstances and risks particular to the applicant, who has \"provided insufficient documentation to support that he would personally be at risk or [sic] harm in Sri Lanka.\"", "[16] The officer then reviewed the applicant's affidavit, and in particular what the applicant stated he had been told by his father. The officer noted than in his H&C application, the applicant put his family's address as being in Colombo, not Vavuniya. She also noted that the applicant's father does not say when he was visited by members of the Sri Lankan army or provide details concerning why he was required to report to an army camp. The applicant did not explain why he continues to be of interest to the army after an absence of four years. The officer found the details of the conversation with the father vague, lacking in details, and gave this evidence low probative value.", "[17] The officer next addressed a letter from the applicant's father, dated September 19, 2009. She found the letter to be vague, lacking in details, and written by someone not disinterested in the outcome of the PRRA assessment. The applicant's father did not explain why it is difficult for his family to live in Vavuniya, the reason, frequency, or dates of the visits by the army or whether any of those visits were reported to the authorities. Two other letters from a family member and a friend were also considered, but the officer found they were not objective documentary evidence supporting the assertion that the applicant is personally at risk in Sri Lanka.", "[18] The officer found that the remaining submissions describe the general country conditions in Sri Lanka but had not been linked to the applicant's personalized forward-looking risk. It was found that the applicant had not provided objective documentary evidence that his profile is similar to those who would be at risk. The officer acknowledged that the applicant's father recently told him that the army was inquiring as to his whereabouts, but she found that the objective evidence before her did not support the assertion that he or his family were being sought or targeted by the authorities, the army, the LTTE, or others. The officer found it objectively unreasonable that after four years and the recent positive changes in country conditions, the government, security forces or the LTTE would be seeking the applicant. The officer acknowledged that the applicant feared for his safety, but found that the current situation there was a condition faced by the general population.", "[19] The officer then turned to objective documentary evidence to determine whether the applicant's Tamil ethnicity or his perceived political opinion as a supporter of the LTTE would bring him within the definition of a Convention refugee or person in need of protection.", "[20] She first reviewed a 2008 U.S. State Department report, followed by a BBC Country Profile discussing the defeat of the Tamil Tigers. Based on UK Home Office and US State Department reports, she noted that: • A Sri Lankan National Police Commission was set up in 2002 to oversee police. • In 1997, the Human Rights Commission of Sri Lanka was set up to investigate torture, disappearance, political killings, etc. It did not have enough staff and resources and did not enjoy the full cooperation of the government. • Evidence suggests that following the introduction of the Emergency Regulations in 2005, roundups and arrests of young Tamil males have taken place. • Failed asylum seekers who arrive in Colombo without a National Identity Card are usually able to obtain one on production of a birth certificate which is easy to obtain. • Those who are recent targets of reprisals by the LTTE have all been high profile activists opposed to the LTTE.", "[21] The officer noted that it has been determined that a state of civil instability does not, by itself, give rise to a well-founded fear of persecution for a Convention reason. She again stated that the applicant had provided insufficient evidence to support his assertion that he faces a personalized risk in Sri Lanka over and above the risk faced by the general population.", "[22] Based on a total review of the applicant's submissions and the publicly available documentation, the officer concluded that there is less than a mere possibility that the applicant would be subjected to persecution or that he would face a danger of torture, risk to life, or of cruel and unusual treatment or punishment. The PRRA application was therefore rejected. Issues", "[23] The applicant raises the following three issues in his memorandum of argument: 1. Did the PRRA officer err in law by misinterpreting the Convention refugee definition and by failing to consider that the applicant, as a Tamil male from the North of Sri Lanka, belonged to a particular social group whose members, according to the documentary evidence, suffered persecution, and faced a risk of torture and risk to life in Sri Lanka? 2. Did the PRRA officer err in law by ignoring and/or misunderstanding the objective documentary evidence before her? 3. Did the PRRA officer err in law and breach the duty of fairness by failing to convoke the applicant for a hearing pursuant to s. 113(b) of the Act? Analysis 1. Personalized Risk", "[24] The applicant submits that a young Tamil male from the North of Sri Lanka is a \"particular social group\" and provides authorities where this Court has so found. He submits that the PRRA officer erred in law in determining that the applicant had to show a personalized risk when the Convention refugee definition clearly recognizes that persons who belong to a particular social group whose members have been targeted are Convention refugees.", "[25] It is further submitted that the PRRA officer erred in law in finding that the applicant's fear of persecution, risk of torture, and risk to his life was not objectively well-founded. In this regard he says that the officer failed to consider that the applicant's profile as a young Tamil male from the North of Sri Lanka linked him to the risk faced by similarly situated persons.", "[26] I am not convinced that the officer misinterpreted the Convention refugee definition. On page 6 of the her decision, the Officer states: I now turn to objective documentary evidence to determine whether the applicant's Tamil ethnicity or his perceived political opinion as a supporter of the LTTE, would bring him within the definition of a Convention refugee or a person in need of protection, if returned to Sri Lanka.", "[27] The Officer then proceeds to an analysis, based on up-to-date sources, of the situation facing Tamils in post-war Sri Lanka. Although the Officer does not specifically refer to \"a particular social group\" (or the applicant's status as young, male, and from the North of the country) it is clear that she turned her mind to the current position of Tamils in Sri Lanka. The applicant cites jurisprudence from this Court holding that young Tamils from the North of Sri Lanka constitute a particular social group qualifying for protection; however, that jurisprudence, as the respondent suggests, is outdated and does not reflect the current situation in Sri Lanka. Even the most recent decision cited by the Applicant emphasized \"the general situation of armed conflict and violence in northern Sri Lanka, both at the time he left and at present\": <FRAGMENT_SUPPRESSED>  at para. 7 (emphasis added) - a situation which no longer exists. I prefer the more current decisions cited by the respondent which note the improving situation in Sri Lanka, even for young Tamil males: <FRAGMENT_SUPPRESSED>  could have expressed herself more exactly; however, on a reading of her decision as a whole it is evident that she was speaking of personalized risk in the sense described by this Court in <FRAGMENT_SUPPRESSED>  at para. 29: \"Sections 96 and 97 require the risk to be personalized in that they require the risk to apply to the specific person making the claim.\" 2. Documentary Evidence", "[29] The applicant submits that the officer's assessment of the country conditions in Sri Lanka and his fear of persecution were unreasonable. He submits that the risk he faced was not a risk faced by the general population, but a risk faced by a particular group, i.e. young Tamil males. He says that there was documentary evidence before the officer which indicated that young Tamils face persecution, torture, and risk to their lives.", "[30] The difficulty with this submission is that the documentary evidence that the applicant relies upon is largely related to the period when the war was ongoing. Although some evidence was submitted that reflected the situation after the war ended and that does suggest some Tamil males continue to be at risk, the officer's conclusion that this applicant did not face the risks outlined cannot be said to be unreasonable. None of the evidence, or the applicant in submissions before the Court, went so far as to say that all young Tamil males from the North continue to face these risks. The officer found that this applicant did not face those risks and her assessment falls within the range of reasonable and possible outcomes based on the record before her. 3. Hearing", "[31] The applicant points out that since he was found ineligible to make a refugee claim, he never had an opportunity to present his evidence at a hearing. He then points to section 167 of the Regulations to the Act which prescribe the factors for determining whether a PRRA hearing should be held. He relies on <FRAGMENT_SUPPRESSED>  for the proposition that where an officer states there is \"insufficient objective evidence\", the officer is really saying that he disbelieves the applicant and that only if the applicant had presented objective evidence corroborating their assertions would the officer believe them. The Court in that case concluded that these were credibility findings and that the officer had erred by failing to conduct a hearing. Similarly, it is submitted that the PRRA officer's findings here are conclusions of credibility and that accordingly an oral hearing was warranted.", "[32] I do not agree that the officer breached the duty of fairness to the applicant by failing to hold a hearing. Based on a reading of the decision as a whole, I am unable to accept the applicant's submission that the officer made some sort of veiled credibility finding. The applicant argues that if accepted, the evidence of his conversation with his father would have justified allowing the application. This is a mischaracterization of the officer's reasoning; the officer did accept the evidence, and then engaged in a weighing of its probative value. This is evident from the following passage, among others: [T] he applicant's father does not inform as to when he was visited by members of the Sri Lankan army or details regarding why he is required to report to an army camp. The applicant does not explain why he continues to be of interest to the Sri Lankan army after an absence of nearly four years. ... I find the details of this conversation to be vague, lacking in details and afford it low probative value. The officer made no negative conclusion as to the veracity of the evidence; rather, she concluded that the evidence, at face value, did not support the applicant's submissions regarding risk.", "[33] I also do not accept the submission that the officer's use of the words \"insufficient objective evidence\" amounts to disbelieving the applicant's evidence, thus raising the issue of credibility. The PRRA decision itself does not support this interpretation. The officer writes \"I acknowledge that the applicant states that his father in Sri Lanka has recently communicated to him that the army was inquiring as to his whereabouts.\" Again, the officer has balanced the applicant's evidence against objective evidence about the current situation in Sri Lanka.", "[34] The Applicant cites the decision in <FRAGMENT_SUPPRESSED> for the proposition that a finding of \"insufficient objective evidence\" really means disbelief in an applicant's evidence. I do not agree. In <FRAGMENT_SUPPRESSED> , the officer was evaluating the applicant's assertion that he was bisexual; thus a finding of insufficient objective evidence really did mean that he did not believe the applicant. Here, the officer weighed both the applicant's evidence and objective evidence about the current situation in Sri Lanka; the officer did not appear to disbelieve the applicant's subjective evidence - she merely accorded it less weight. I find that credibility was not the issue here.", "[35] Neither party proposed a question for certification. On these facts, no question is appropriate to be certified. JUDGMENT", "[36] 1. This application for judicial review is dismissed; and 2. No question is certified. [End of document]"]}