{"id_": "060330", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of a decision of an immigration officer (the officer) dated February 24, 2012, wherein the applicant's permanent residence application was refused. The officer's decision was based on the finding that the applicant was not credible in his claim and thus, the applicant has no well-founded fear of persecution in Ethiopia.", "[2] The applicant requests that the officer's decision be set aside and the application be referred for redetermination by a different officer. Background", "[3] The applicant and his wife are citizens of Ethiopia, currently in Djibouti.", "[4] The applicant alleges that before fleeing Ethiopia, he was admitted to the department of engineering at the university in Jimma. He claims that during his first week of classes, violence broke out at the school and one student of Tigrea ancestry was killed.", "[5] The applicant claims that he was involved in a youth organization in high school that raised the ire of the Ethiopian government. Thus, the Ethiopian authorities suspected the applicant of being the perpetrator of violence on campus. The applicant claims that this resulted in his detention and torture at Hurrso military camp. The government also accused him of being a part of an Oromo youth organization.", "[6] Fearing for his life, he fled to Djibouti, where he is a refugee. He seeks refugee protection in Canada.", "[7] The applicant is married and claims to have cohabited with his wife prior to their marriage.", "[8] Their applications are sponsored by the Anglican Diocese of Rupert's Land in Winnipeg. Officer's Decision", "[9] In a letter dated February 24, 2012, the officer informed the applicant that his application had been rejected.", "[10] The officer noted that the applicant attended the interview with the assistance of an interpreter fluent in English and Oromo and then canvassed the relevant legislation, including section 96 of the Act and sections 139 and 145 of the Immigration and Refugee Protection Regulations , SOR/2002-227.", "[11] The officer was not satisfied that the applicant and his spouse were members of any of the classes prescribed by paragraph 139(1)(e) of the Regulations. The officer found that the applicant provided vague and conflicting answers in response to questions about his arrest, release and reasons for being unable to return to Ethiopia. The officer also doubted the authenticity of the applicant's documents. The officer also noted that he had provided the applicant with an opportunity to respond to the officer's concerns, but that the responses did not change his decision. The officer maintained that the applicant was not credible, nor did he have a well-founded fear of persecution in Ethiopia.", "[12] The officer also considered whether the applicant fit under the country of asylum classes, but that the applicant did \"not meet the requirements of this class either.\"", "[13] In conclusion, the officer found that the applicant and his spouse did not meet the requirements of the Act and Regulations and thus the application was refused. Issues", "[14] The applicant submits that the following points are at issue: 1. Can an adverse credibility finding based on mistakes about what is to be found on the record before the visa officer survive judicial review? 2. Was the duty of fairness respected by the visa officer who rejected the validity of official documents provided by the applicant without giving the applicant an adequate opportunity to respond to the concerns of the visa officer? 3. Is it proper for a visa officer to find a couple lacked credibility because they told the visa officer that they lived together without being married? 4. Did the visa officer err by failing to address the feared risk from the perspective of the feared agent of persecution?", "[15] I would rephrase the issues as follows: 1. What is the standard of review? 2. Did the officer err with respect to the applicants's involvement in the youth group at university? 3. Did the officer err in his decision relating to the falsity of the documents? 4. Was the officer's finding of a lack of credibility due to the applicant's testimony that he and his wife lived together before they were married which was not appropriate in their culture? 5. Did the officer err in asking the applicant why the government was pursuing him? Applicant's Written Submissions Erroneous Findings of Fact: The Youth Group Involvement", "[16] The applicant canvassed the CAIPS notes from the interview and found that the officer erroneously found that the applicant had contradicted himself. The officer found that the story the applicant told in the interview did not match the information in the application.", "[17] The applicant argues that his story in the interview is identical to the story he presented in his written application. The officer believed the applicant was a part of a youth organization in university, but the applicant insists he never stated this. The applicant's counsel asks \"what could have possibly led the visa officer to state that the applicant was part of a youth organization at a university?\". Procedural Fairness: The ONARS Papers", "[18] The applicant submitted official identity documents from the government of Djibouti's \"Office National d'Assistance aux Réfugiés et Sinistrés.\" (ONARS). The officer stated that these were \"altered documents\" and that the documents were \"fake\".", "[19] The applicant admits that the documents appear to be altered, but that he was unaware of the alterations until the officer pointed them out. The applicant submits that the officer could have checked with ONARS whether the documents were reliable or not, but the officer did not do so.", "[20] The applicant canvassed jurisprudence to argue that visa officers are not experts in foreign documents. He submits that procedural fairness requires either that the officer check with ONARS for the legitimacy of the documents or that the applicant have an opportunity to provide further documentation from ONARS. The failure to do either is an error on the part of the officer. Credibility: The Marriage", "[21] The applicant argues that the officer erred in his negative credibility finding based on the story the applicant shared of his living arrangements with his wife prior to their marriage.", "[22] The officer asked, \"is it not inappropriate in your culture for a woman and man to live together in one room without being married?\" The officer wrote in his notes that \"I have concerns as the story included material facts that lacked detail ... were simply implausible considering common knowledge of customs from the region\" (i.e. the fact that he and his wife purportedly resided together unmarried for an extended period of time).", "[23] The applicant argues that he had given a reasonable explanation of why he and his wife had not married and that a negative credibility finding on this point is perverse. Persecutor Perspective", "[24] The applicant argues that the officer erred by asking the applicant to speculate on why the authorities might be motivated to persecute him and by failing to consider how the applicant would have been perceived by his persecutors in Ethiopia. Respondent's Written Submissions", "[25] The respondent submits that the officer made a reasonable credibility finding, made reasonable implausibility findings, did not breach the applicant's right to procedural fairness and reasonably determined that the applicant faced no risk of persecution if he were to be removed to his home country. Credibility", "[26] The respondent argues that notwithstanding the officer's mistake about the applicant's involvement in youth organizations, the credibility finding still stands. The respondent argues that the mistake was immaterial and that once corrected, the officer did not pursue the matter any further. Indeed, the officer made no credibility finding on this point, but instead focused his credibility findings on other points: the applicant's false documents and vague answers. Credibility Finding was Based on Unreasonable Implausibility", "[27] The respondent argues that visa officers are free to consider general customs within a culture and apply them to particular circumstances when assessing an application. The officer reasonably did so in this case. He found that it was implausible that the applicant and his wife would have lived together prior to marriage, as this is not normally the conduct of unmarried people in Ethiopia and Djibouti.", "[28] Furthermore, the respondent argues that the officer's implausibility finding was not based on this point alone. The officer also considered that the applicant provided vague and confusing answers. No Breach of Duty of Fairness", "[29] The officer had no obligation to inquire with ONARS and the Court about the validity of documents. The officer found that the documents were altered and that the applicant provided no satisfactory answer as to why this was so. The respondent said at paragraph 38 of his submissions that: \"The handwritten changes to the dates were clear evidence that the documents were not valid foreign government-issued documents.\" The respondent submits that, contrary to the applicant's claim, the officer provided the applicant with several opportunities to provide explanations for the changes on the documents. No Risk of Persecution", "[30] The officer's question about the perspective of the authorities was intended to get more information about the applicant's situation and not to get into the mind of the persecutor as the applicant argues. The officer considered all the evidence before him and reasonably found that the applicant had no well-founded fear of persecution. Applicant's Further Written Submissions", "[31] The applicant replies that if the officer did not base his decision on the error, he should have submitted an affidavit to that effect. Instead, a close reading of the reasons shows that the mistakes were a basis for the decision. Given that the erroneous findings formed the basis of the officer's decision, they were prejudicial to the applicant.", "[32] The applicant replies that the officer made no plausibility findings on the documentary evidence before it. Rather, the respondent invites the Court to make plausibility findings, which is not the function of the Court.", "[33] With respect to whether the applicant and his wife lived together prior to their marriage, the officer erred by failing to distinguish between cultural norms and individual behaviour. Evidence of deviation from a cultural norm can never be the proper basis for questioning credibility.", "[34] The applicant replies that he has a well-founded fear of persecution. Respondent's Further Written Submissions", "[35] The respondent further submits much the same points as were present in its original submissions but with more discussion on the factual basis for such arguments, as well as voicing its disagreement with the applicant's arguments. Analysis and Decision Issue 1 What is the appropriate standard of review?", "[36] Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED> ).", "[37] Decisions on applications for permanent residence visas as members of the humanitarian protected persons abroad class and the Convention refugees abroad class are to be measured against a standard of reasonableness (see <FRAGMENT_SUPPRESSED> ). A visa officer's findings of fact, as well as credibility findings are to be reviewed against the same standard (see <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> ).", "[38] The allegation of a breach of the duty of fairness is an issue of procedural fairness and thus, is to be measured against a standard of correctness (see <FRAGMENT_SUPPRESSED> ).", "[39] In reviewing the officer's decision on the standard of reasonableness, the Court should not intervene unless the officer came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47 and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). As the Supreme Court held in <FRAGMENT_SUPPRESSED> above, it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraph 59).", "[40] In reviewing the officer's decision on the standard of correctness, this Court will show no deference. Rather, this Court will substitute its own view and provide the correct answer (see <FRAGMENT_SUPPRESSED> above, at paragraph 50). Issue 2 Did the officer err with respect to the applicant's involvement in the youth group at university?", "[41] The respondent concedes the officer made a mistake with respect to the applicant's involvement in a youth group while at university. I agree with the respondent that the mistake was not material to the decision. Issue 3 Did the officer err in his decision relating to the falsity of the documents?", "[42] The officer found that some of the applicant's documents were not genuine because they were photocopies and dates had been changed. The applicant stated that the documents were the documents the authorities gave to him or his representative. The officer did not attempt to verify the documents nor did the officer give the applicant the opportunity to verify the documents in question. Based on the facts of this case, I am of the view that a breach of procedural fairness resulted. Issue 4 Was the officer's finding of a lack of credibility due to the applicant's testimony that he and his wife lived together before they were married which was not appropriate in their culture?", "[43] Basically, the officer found it was implausible that the applicant and his now wife would have lived together before they were married since the customs of their country deem this to be inappropriate. This implausibility finding was used as a basis to find the applicant not credible. I am not satisfied that such an implausibility finding should have been made based on the evidence in this case. The applicant and his wife could have decided to live together before marriage (as they stated) despite the customs of their country. Issue 5 Did the officer err in asking the applicant why the government was pursuing him?", "[44] I agree with the applicant that the applicant would not necessarily know whey the government was after him. He gave answers as to why he thought the government was after him. In my view, this was the most the applicant could be expected to do based on the evidence in this case. If the applicant's lack of knowledge of the reasons why he was being pursued was used to make a non-credibility finding, this would be unreasonable.", "[45] For all of the above reasons, I believe that the officer's decision was unreasonable and that there was as well, a breach of the duty of procedural fairness.", "[46] The application for judicial review is therefore allowed and the matter is referred to a different officer for redetermination.", "[47] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[48] THIS COURT'S JUDGMENT is that the application for judicial review is allowed and the matter is referred to a different officer for redetermination. ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Immigration and Refugee Protection Regulations , SOR/2002-227 139. (1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that . . . (e) the foreign national is a member of one of the classes prescribed by this Division 145. A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee. . . .", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35] La question no 1", "[36] <FRAGMENT_SUPPRESSED> , au paragraphe 57).", "[37]", "[38] <FRAGMENT_SUPPRESSED> ).", "[39]", "[40] La question no 2", "[41] La question no 3", "[42] La question no 4", "[43] La question no 5", "[44]", "[45]", "[46]", "[47] JUGEMENT", "[48] ANNEXE 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. [. . .] 139. (1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that [. . .] ) the foreign national is a member of one of the classes prescribed by this Division 145. A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee. [End of document]"]}