{"id_": "060493", "body_str": ["[1] Annis, J. : This is an application under s 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ], for judicial review of the decision of Officer S. Glenney (the Officer) of the Canada Border Services Agency (CBSA) refusing the Applicant's request of October 7, 2012 to defer her removal from Canada. The Applicant asks that the decision be set aside and referred for re-determination by another officer. For the following reasons, the application is dismissed. BACKGROUND", "[2] The Applicant, Catherina Pangallo, is an Italian citizen who came to Canada from Italy in 2001. In Canada she met Antonio Botelho, a Canadian citizen, with whom she became pregnant in 2005 as a result of alleged forced sexual relations. They had three children together. She continued her troubled relationship with Mr. Botelho, which was marred by incidents of domestic violence. On one occasion, Mr. Botelho pleaded guilty to slapping the Applicant.", "[3] The Applicant submitted an application for permanent residence on humanitarian and compassionate grounds, which was refused on January 11, 2010. She also submitted a PRRA in 2009, which was refused on February 10, 2010. As a result, a removal order was issued against her.", "[4] In April of 2010, the Applicant informed CBSA that she and the father of her children were unable to agree on custody arrangements for their three children. As a result, CBSA did not schedule her removal in order to allow her to bring a motion before the family court to obtain travel documents and custody of her three children. This situation was prolonged by the Applicant's failure to comply with arrangements intended to assist her in obtaining travel documents for her children.", "[5] The Applicant and Mr. Botelho were married on January 21, 2012, and the Applicant informed CBSA that she had withdrawn her motion for custody before family court. CBSA instructed her to obtain travel documents for her children and she was advised that her removal would be scheduled. On July 27, 2012, the Applicant was served with a direction to report for removal on August 17, 2012. This removal was cancelled on August 13, 2012 when the Applicant notified CBSA that she had been involved in an incident of domestic violence and was living at a shelter.", "[6] On August 31, 2012, the Applicant was served with a new direction to report for removal on October 10, 2012.", "[7] On September 11, 2012, the Applicant's family lawyer, Aida Pasha, submitted a letter to Legal Aid Ontario (LAO) outlining a \"breakdown\" that had occurred in the relationship between herself and the Applicant, in which she explained that the Applicant required legal representation from a lawyer who was more experienced in dealing with intersecting issues of family and immigration law. No further work was done on the file until Ms. Pasha, on October 2, 2012, brought an emergency motion on behalf of the Applicant at the Superior Court of Justice for temporary custody of her children. Justice Rogers of that Court awarded custody to the Applicant's estranged husband, Mr. Botelho, on a without prejudice basis.", "[8] On October 7, 2012, the Applicant filed a request to defer removal to allow her to gain custody of her children.", "[9] On October 10, 2012, Officer Glenney denied the Applicant's deferral request.", "[10] The Applicant alleges that the Officer committed an error in failing to consider the breakdown in solicitor-client relationship between the Applicant and her family lawyer, Ms. Pasha despite the fact that the Applicant submitted a letter with her deferral request from Ms. Pasha to Legal Aid Ontario detailing the breakdown.", "[11] The Applicant also alleges that Justice Roger's judgment on the custody matter makes it seem that he was not informed for the reasons for the delay in bringing the emergency custody motion (on August 31, 2012 the Applicant was served with a direction to report for a removal date scheduled for October 10, 2012, yet did not file a motion before the Family Court until October 2, 2012).", "[12] According to the Applicant, Ms. Pasha contacted LAO on September 11, 2012, and on September 28, 2012, when LAO still had not provided a definitive answer, Ms. Pasha agreed to assist with the emergency motion.", "[13] The Applicant alleges that the Officer did not give consideration to the breakdown in the solicitor-client relationship, which impeded the Applicant from obtaining a temporary custody order, nor to the abuse and \"turmoil\" that led the Applicant to stay with Mr. Botelho and rely on a sponsorship application that was never filed.", "[14] The Applicant disputes the Officer's reasoning in regards to the best interests of the children. The Officer stated in his decision that he was deferring to Justice Roger's order and reasoning in regards to the best interests of the children, despite the fact that Justice Rogers noted in her reasoning that \"the best interests of the children cannot be fully ascertained today.\" As a result, the Applicant alleges that the Officer made an error by not properly considering the best interests of the children. STANDARD OF REVIEW", "[15] The Applicant submits that the standard of review is one of reasonableness, basing this contention on <FRAGMENT_SUPPRESSED> FTR 69.", "[16] In respect to the best interests of the children, in <FRAGMENT_SUPPRESSED>  Imm LR (3d) 109, Justice Phelan stated the following at paragraph 13: [...] a best interests of the children analysis is subject to the reasonableness standard of review ( <FRAGMENT_SUPPRESSED> ). ISSUES 1. Did the Officer fail to consider the breakdown in solicitor-client relationship between the Applicant and her family lawyer? 2. Was the Officer's consideration of the best interests of the children reasonable? ANALYSIS", "[17] It is well-established that an enforcement officer's discretion to defer removal is limited ( <FRAGMENT_SUPPRESSED> [2009] FCJ No 1369). In Baron at paragraph 51, the Federal Court of Appeal reiterated the guiding principles for review of an enforcement officer's decision not to defer removal, which were developed by Justice Pelletier in <FRAGMENT_SUPPRESSED>  (FC) [ Wang ] as follows: There are a range of factors that can validly influence the timing of removal on even the narrowest reading of section 48, such as those factors related to making effective travel arrangements and other factors affected by those arrangements, such as children's school years and pending births or deaths. The Minister is bound by law to execute a valid removal order and, consequently, any deferral policy should reflect this imperative of the Act. In considering the duty to comply with section 48, the availability of an alternate remedy, such as a right to return, should be given great consideration because it is a remedy other than failing to comply with a positive statutory obligation. In instances where applicants are successful in their H&C applications, they can be made whole by readmission. In order to respect the policy of the Act which imposes a positive obligation on the Minister, while allowing for some discretion with respect to the timing of a removal, deferral should be reserved for those applications where failure to defer will expose the applicant to the risk of death, extreme sanction or inhumane treatment. With respect to H&C applications, absent special considerations, such applications will not justify deferral unless based upon a threat to personal safety. Cases where the only harm suffered by the applicant will be family hardship can be remedied by readmitting the person to the country following the successful conclusion of the pending application. Lack of Adequate Representation at the Mobility Motion", "[18] The Applicant's allegations that the Officer did not give proper consideration to the breakdown in the relationship between the Applicant and her legal counsel have little, if any, merit. As clearly stated in Wang, Baron, and subsequent jurisprudence, an enforcement officer's discretion to defer removal is very limited, and should only be granted in cases where there is a risk of death, extreme sanction, or inhumane treatment, or in temporary exigent circumstances, such as in order to facilitate appropriate travel arrangements.", "[19] There is nothing temporary or exigent in the circumstances precipitating the applicant's application for a deferral in order to challenge the Superior Court's decision in a custody proceeding, which procedures can extend over many years. No evidence was introduced to the effect that 18 months after a stay decision was issued in favour of the Applicant, she had succeeded in challenging the mobility decision awarding custody of the children to Mr. Botelho, thereby providing an opportunity for the Officer to reconsider the removal order on the basis of changed circumstances.", "[20] Moreover, the evidence indicates that Mr. Botelho was unrepresented at the mobility custody motion, while the Applicant's lawyer was in attendance to represent her. I may also take judicial notice of the fact that parties in family law matters are often unrepresented and in such circumstances judges are obliged to ensure no miscarriage of justice occurs. This includes a wide discretion to obtain information from the parties and consider all the relevant circumstances, particularly where the interests of children are concerned. This discretion is rooted in, among other things, the Court's parens patriae jurisdiction, which was described by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> : The parens patriae jurisdiction is, as I have said, founded on necessity, namely the need to act for the protection of those who cannot care for themselves. The courts have frequently stated that it is to be exercised in the \"best interest\" of the protected person, or again, for his or her \"benefit\" or \"welfare\".", "[21] This wide discretion conferred upon the Superior Court in matters of unrepresented litigants in challenging family law proceedings where the custody of children is at stake must be respected. Best Interests of the Children", "[22] In Baron , the Court stated at paragraph 57 that \". . . The jurisprudence of this Court has made it clear that illegal immigrants cannot avoid execution of a valid removal order simply because they are parents of Canadian-born children. . . . an enforcement officer has no obligation to substantially review the children's best interest before executing a removal order.\"", "[23] <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal stated at paragraph 16 that \"...within the narrow scope of removals officers' duties, their obligation, if any, to consider the interests of affected children is at the low end of the spectrum, as contrasted with the full assessment which must be made on an H&C application under subsection 25(1).\"", "[24] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], Justice de Montigny made a determination on a motion for a stay of removal brought by an applicant who had requested deferral of removal in order to apply for passports for her two Canadian-born children, who she wanted to take with her upon removal. She alleged that they would suffer severe hardship if separated from her. Nevertheless, the removal officer refused to defer her removal. Justice de Montigny granted the stay in question, and carried out a thorough analysis of the best interests of the child in the context of removal of a parent. I quote from his decision beginning from paragraph 37:", "[37] Having said all of this, if the best interest of the child is to be taken seriously, some consideration must be given to fate when one or both of their parents are to be removed from this country. As is often the case, I believe that the solution lies somewhere in between the two extreme positions espoused by the parties. While an absolute bar on the removal of the parent would not be warranted, an approach precluding the removal officers to give any consideration to the situation of a child would equally be unacceptable.", "[38] I tend to agree with my colleague Justice Snider that the consideration of the best interests of the child is not an all-or-nothing exercise, but should be seen as a continuum. While a full-fledged analysis is required in the context of an H&C application, a less thorough examination may be sufficient when other types of decisions are made. Because of section 48 of the Act and of its overall structure, I would also agree with her that the obligation of a removal officer to consider the interests of Canadian-born children must rest at the lower end of the spectrum ( <FRAGMENT_SUPPRESSED>  immigration officer must weigh the long term best interests of the child. A useful guide as to the factors that can be taken into consideration is provided in Chapter IP 5 (Immigrant Applications in Canada Made on Humanitarian or Compassionate (H&C) Grounds) of the Immigration Manual: Inland Processing (IP) , published by Immigration and Citizenship Canada. Factors related to the emotional, social, cultural and physical well-being of the child are to be taken into consideration. Examples of factors that can be taken into account include the age of the child, the level of dependency between the child and the H&C applicant, the degree of the child's establishment in Canada, the child's links to the country in relation to which the H&C decision is being considered, the medical issues or special needs the child may have, the impact to the child's education, and matters related to the child's gender. In a nutshell, to quote from Décary. J.A. in <FRAGMENT_SUPPRESSED>  (C.A.), at paragraph 6, \"the officer's task is to determine, in the circumstances of each case, the likely degree of hardship to the child caused by the removal of the parent and to weigh this degree of hardship together with other factors, including public policy considerations, that militate in favour of or against the removal of the parent.\"", "[40] This is obviously not the kind of assessment that the removal officer is expected to undertake when deciding whether the enforcement of the removal order is \"reasonably practicable.\" What he should be considering, however, are the short-term best interests of the child. For example, it is certainly within the removal officer's discretion to defer removal until a child has terminated his or her school year, if he or she is going with his or her parent. Similarly, I cannot bring myself to the conclusion that the removal officer should not satisfy himself that provisions have been made for leaving a child in the care of others in Canada when parents are to be removed. This is clearly within his mandate, if section 48 of the IRPA is to be read consistently with the Convention on the Rights of the Child . To make enquiries as to whether a child will be adequately looked after does not amount to a fulsome H&C assessment and in no way duplicates the role of the immigration officer who will eventually deal with such an application (see <FRAGMENT_SUPPRESSED>  present case, the two kids of the applicant are very young, and nobody seems prepared to care for them besides their mother. Yet, she cannot take them with her since her application for an order seeking sole custody has not yet been dealt with. Therefore, I conclude that the applicant has raised a serious question, even on the more probing standard required in a case like this one, when claiming that the removal officer failed to exercise her discretion appropriately and was not \"alert, alive and sensitive\" to the childrens' best interests.", "[25] The jurisprudence has made clear that while the best interests of the children are certainly a factor that must be considered in the context of a removal order, they are not an over-riding consideration. In the case at hand, unlike in <FRAGMENT_SUPPRESSED> , the children are in the custody of one of their parents, and therefore the deportation of the Applicant will not leave the children without a parent to care for them. While it is clear that the Applicant's family situation has been fraught with conflict and domestic violence, resulting in her reluctance to leave her children with her estranged husband, this is not the matter before me. Justice Rogers heard the Applicant's emergency motion for temporary custody and awarded custody to Mr. Botelho. It is not for me to second guess Justice Rogers' decision, nor to grant a deferral of removal based on the Applicant's discontent with that decision. The custody order was awarded without prejudice, which will allow the Applicant to continue to pursue custody upon removal.", "[26] In the case at hand, the Officer did his best to facilitate appropriate travel arrangements by postponing the Applicant's removal on more than one occasion in order to allow her to resolve custody issues with her husband. Once Justice Rogers' decision was rendered, custody of the children was no longer an issue, and there has been no allegation of risk of death, extreme sanction, or inhumane treatment.", "[27] As a result, I find that the enforcement officer's decision not to defer removal was reasonable, and took sufficient consideration of both the Applicant's relationship with her lawyer, as well as the best interests of the children. JUDGMENT", "[28] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. <FRAGMENT_SUPPRESSED>  Annis CONTEXTE", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] OBSERVATIONS DE LA DEMANDERESSE", "[10]", "[11]", "[12]", "[13]", "[14] NORME DE CONTRÔLE", "[15]", "[16] <FRAGMENT_SUPPRESSED> ). ANALYSE", "[17] Baron <FRAGMENT_SUPPRESSED>  (CF) [ Wang", "[18] Wang, Baron", "[19]", "[20] parens patriae <FRAGMENT_SUPPRESSED> : parens patriae", "[21]", "[22] Baron", "[23]", "[24]", "", "Guide de l'immigration", "", "[25]", "[26]", "[27] JUGEMENT", "[28] [End of document]"]}