{"id_": "060565", "body_str": ["[1] de Montigny, J. [Translation]: The applicants, Ana Cecilia Rodriguez Aguirre and her daughter Anna Sophia Castillo Rodriguez, were found not to be Convention refugees or persons in need of protection under sections 96 and 97(1) of the Immigration and Refugee Protection Act, SC 2001, c 7 (the Act) by the Refugee Protection Division of the Immigration and Refugee Protection Board (the RPD). Relying on subsection 72(1) of the Act, they are now applying for judicial review of that decision. For the following reasons, I feel that this application for judicial review must be dismissed. I. Background", "[2] The applicant claims to have been the victim of violence at the hands of her ex-husband, Uzziel, whom she met in 1998, and fears the violence will continue if she were to return to Mexico, her country of origin. The applicant reported many violent incidents in her Personal Information Form (PIF) and during her testimony.", "[3] In November 1999, the applicant learned that she was pregnant and left Mexico to live in the United States, where her daughter was born. She returned to live with her daughter in San Luis Potosi in January 2001. In May 2001, the applicant moved to Cuautitlan Izcalli to go to university and she asked Uzziel to come live with her and her daughter, but he refused. After completing her studies and getting a job in Leon, in the State of Guanajuato, she informed her husband that she was moving. He then allegedly insulted her, accused her of having a lover in Leon, and made death threats.", "[4] Starting in June 2005 and until May 2007, Uzziel made it a habit to go to the applicant's home in Leon and stay for a few days. He regularly asked her to return to San Luis Potosi and threatened her when she refused. Then, on August 2, 2007, the applicant learned that Uzziel was in a detox centre.", "[5] On November 20, 2007, Uzziel allegedly went to Leon to the applicant's home to ask her to return to San Luis Potosi with him. When she refused, Uzziel slapped her. He went back to the applicant's home on January 21, 2008, and made death threats to her and their daughter. He pushed the applicant to the ground and said he would be back. The applicant claims to have called the police, who never showed up. A similar incident allegedly occurred on February 18, 2008; hit in the face, the applicant did not go to the hospital, claiming that she was ashamed.", "[6] The next day, she went to see a lawyer in Leon and asked him to help her file a complaint against Uzziel. The lawyer allegedly replied that he could not help her because Uzziel did not live in the city of Leon. He suggested that she go see one of his colleagues who worked in San Luis Potosi, which she did. However, that lawyer indicated that she should file the complaint in Leon, the applicant's place of residence.", "[7] The applicant then went to the Integral Development of Women (IDW) office in San Lui Potosi, where she was allegedly told that she had to go to the IDW in Leon. There, she was told they could not help her because the attacker did not live in Leon, and she was allegedly advised to go to the Municipal Institute for Women in Leon.", "[8] At the applicant's request, her husband agreed to meet with a mediator at the Institute on March 14, 2008. Unhappy with the way the meeting was going, he decided to end it and ordered the applicant to follow him. When they arrived at the applicant's home, he began to insult, threaten and hit her. The applicant decided to take refuge at a friend's house, but again refused to go to the hospital, despite her friend's advice, because she was embarrassed. That same day, the police noted that Uzziel had left the applicant's house.", "[9] On April 18, 2008, Uzziel again went to the main applicant's home. Again, he hit her, threatened to kill her and tried to strangle her. She nonetheless managed to escape to a neighbour's house, where she called the police. When the police commander arrived on site 20 minutes later, he took the applicant to the hospital after noting that her husband was no longer on the premises.", "[10] After she left the hospital, the applicant sought shelter at her paternal grandparents' home in Puruandiro on April 21, 2008; after she learned that her husband had been seen in the village and was looking for her, she fled to her aunt's in Cuautitlan Izcalli. Uzziel found her again and showed up at her aunt's on June 22, 2008; when the police arrived on site after the applicant's call, Uzziel was already gone. The applicant then sought shelter at another aunt's in Concepcion, but Uzziel tracked her down again and threatened her by phone. This was when she decided to flee Mexico and come to Canada. The applicant arrived on June 30, 2008, and applied for refugee protection the same day. II. The impugned decision", "[11] The RPD found that the applicant was not credible and had not succeeded in reversing the presumption that the protection offered by Mexico is adequate.", "[12] With regard to the issue of credibility, the RPD explained that the applicant did not provide probative evidence of the treatment she allegedly received at the hospital after the assault by her ex-husband. Additionally, the RPD considered it unlikely that two lawyers could have told her it was impossible to file a complaint for assault when the attacker and the victim did not live in the same state, considering the documentary evidence that indicated a complaint can be transferred to the competent state if not filed in the correct place.", "[13] With regard to state protection, the RPD began by stating that the Mexican state is presumed to be capable of protecting its population and that the applicant cannot meet the burden of showing that the protection is inadequate based on her subjective reluctance to seek out the State's protection. After referring to certain documents from the National Documentation Package describing the protection offered to women in the Federal District and the implementation of a new general law on women's access to a life free of violence, the RPD concluded that the applicant did not make enough effort to seek the protection offered by the Mexican authorities. III. Issues (A) Was the RPD's conclusion regarding the applicant's credibility erroneous? (B) Is the RPD's state protection finding reviewable? IV. Analysis", "[14] The appropriate standard of review for both issues raised in this case is not challenged. It has been well established that issues of credibility and state protection are reviewed on a standard of reasonableness. The question, therefore, is whether the RPD findings with regard to the two above-noted issues fall within the range of \"possible, acceptable outcomes which are defensible in respect of the facts and the law\": A. Was the RPD's conclusion regarding the applicant's credibility erroneous?", "[15] The applicants claim that the RPD did not consider the explanations given about the lack of evidence regarding her hospital visits. The applicant submitted to evidence an e-mail exchange with the hospital where she was treated, and it seems from these emails that the attestation requested cannot be provided since there was no surgical procedure and the payment invoice cannot be found because the tax inventory was done three years ago.", "[16] The RPD considered these emails and specifically referred to them in its reasons, but still came to the finding that they did not corroborate the applicant's account that she was treated following abuse she suffered at the hands of her ex-husband. In my opinion, the RPD findings on this are questionable at the very least. Under section 7 of the Refugee Protection Division Rules , refugee claimants who cannot provide the RPD with acceptable documents to establish their identity and other information in the claim must provide a reason and indicate the measures that were taken to get the documents. This is exactly what the applicant did, and the RPD cannot make a negative finding regarding her credibility on this ground, unless it questions the authenticity of the email from the hospital that was submitted to evidence, which it did not do: see <FRAGMENT_SUPPRESSED> ACWS (3d) 358; <FRAGMENT_SUPPRESSED>  (available on CanLII). It is true that the documents the hospital could have provided would not necessarily have established that the treatment received was for physical abuse or that this abuse was inflicted by her ex-husband. However, since it is impossible to obtain such documents, this is pure speculation. This RPD finding seems unreasonable to me.", "[17] The applicants also note that the RPD cannot question the applicant's credibility on the basis that it seems unlikely that two lawyers would make mistakes and provided contradictory information as to where a complaint may be filed. In the applicant's eyes, this element is not significant enough to undermine the main applicant's credibility.", "[18] First, I must note that the RPD did not correctly summarize the applicant's statements, stating that she said the two lawyers she visited indicated [translation] \"that she could not file a complaint if the victim herself did not reside in the same state as the persecutor\". Her testimony and her PIF indicate that the lawyer from Leon believed that the complaint should be filed in the city where the aggressor lives, whereas the lawyer in San Luis Potosi told her the opposite. Despite this error, it is reasonable for the RPD to be surprised not only that two lawyers gave completely opposite opinions, but that these opinions were contrary to the documentary evidence consulted. It is well established that the panel is entitled to prefer documentary evidence to the testimony of a refugee claimant in its assessment of the evidence. As a result, the RPD could reasonably consider that the applicant's credibility was affected, at least with regard to this aspect of her testimony. B. Is the RPD's state protection finding reviewable?", "[19] The applicants claimed that the RPD committed a number of errors in its assessment of the protection offered by the Mexican State. First, the applicant feels that the RPD erred by criticizing her for not asking for police protection in writing, insomuch as such a requirement does not exist and she sought police assistance many times to no avail. With regard to her visit to the IDW offices in two different locations, and the fact she never asked to see a supervisor when her complaint was not accepted, the main applicant claims that the IDW is a government organization that helps families and its mission is not to offer state protection; at any rate nothing would have come of this as they did not want to help her.", "[20] The applicants also rely on the documentary evidence indicating that the general law on women's access to a life free of violence, adopted in March 2008, still was not in force in August 2010 in the state of Guanajuato where the applicant lived (it does appear that the law was in force in the Federal District and in 29 of 31 of Mexico's states). Lastly, the applicants add that the RPD erroneously relied on a document reporting on the protection offered in the Federal District, because they did not live in the Federal District and possibility of internal refuge there was not considered.", "[21] It is true that tab 5.18 of the National Documentation Package of Mexico on the adoption of the general law on women's access to a life free of violence, dated August 12, 2010, states that the Law for the Prevention, Intervention and Eradication of Violence adopted by the State of Guanajuato is different from the general law because is does not specifically address violence against women such as femicide, sexual harassment and sexual violence, and it was criticized because it does not adequately take the general law into consideration. Although this law may be imperfect, the fact remains that the applicant did not meet her burden of proving that she could not benefit from the protection of her country. As the Federal Court of Appeal noted in <FRAGMENT_SUPPRESSED> : ... a claimant seeking to rebut the presumption of state protection must adduce relevant, reliable and convincing evidence which satisfies the trier of fact on a balance of probabilities that the state protection is inadequate.", "[22] In this case, the main applicant justified her failure to file a complaint with the police by claiming she did not trust the police and that if she filed a complaint, [translation] \"it would take a long time\". However, as the RPD noted, the police came to her assistance on many occasions when she called them. The case law is clear that subjective reluctance is insufficient to refute the presumption that a democratic state is able to ensure the protection of its citizens: see, for example, <FRAGMENT_SUPPRESSED>  (available on  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 338. The main applicant had the obligation to show that she had offered the Mexican authorities a real opportunity to intervene before legitimately being able to claim that her country was unable to provide the protection she required. Although she received help from the police when she called for their assistance, the applicant did not find it relevant to file a formal complaint against her ex-husband. In the circumstances, the RPD could reasonably find that she did not refute the presumption of state protection. JUDGMENT", "[23] THE COURT ORDERS AND ADJUDGES that this application for judicial review is dismissed. No question is certified. I. Contexte", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] II.", "[11]", "[12]", "[13] III. IV. Analyse", "[14] <FRAGMENT_SUPPRESSED>  (disponible sur CanLII). A.", "[15]", "[16] <FRAGMENT_SUPPRESSED> ACWS (3d) 358;", "[17]", "[18] B.", "[19]", "[20]", "[21] <FRAGMENT_SUPPRESSED> :", "[22] JUGEMENT", "[23] [End of document]"]}