{"id_": "060590", "body_str": ["[1] O'Reilly, J. : Mr. Samir Bouyaya came to Canada by a circuitous route. He left his native Algeria in 1994, and lived in France, Taiwan and the United States before arriving in Canada in 2002. He claimed refugee protection here, but a panel of the Immigration and Refugee Board dismissed his claim for a lack of credible and reliable evidence.", "[2] Mr. Bouyaya argues that the Board made a number of serious errors in its analysis of his claim and asks me to order a new hearing. However, I am not satisfied that the Board's decision should be overturned and must, therefore, dismiss this application for judicial review. I. Issues", "[3] Mr. Bouyaya contests three grounds on which the Board relied in its decision. First, the Board found that Mr. Bouyaya had failed to prove his identity. Second, the Board did not believe that Mr. Bouyaya had converted from the Muslim faith to Christianity and, therefore, that he would suffer persecution in Algeria as a convert. Third, it found that persecution in Algeria as a religious convert was unlikely in any event, according to the documentary evidence.", "[4] In my view, the Board erred in respect of the first issue - identity. However, that error does not affect the Board's decision on the actual merits of Mr. Bouyaya's claim. Accordingly, notwithstanding its error, the Board's decision must stand. II. Analysis A. Did the Board err in finding that Mr. Bouyaya had failed to prove his identity? (a) Standard of Review", "[5] Mr. Bouyaya argues that the appropriate standard of review of the Board's finding on identity is simple reasonableness. The respondent argues that the proper standard is patent unreasonableness. Both parties cite recent jurisprudence in their favour.", "[6] The prevailing view is that the Board's findings on identity form part of its overall assessment of a claimant's credibility. Accordingly, identity determinations are accorded the substantial degree of deference associated with a standard of patent unreasonableness:  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 680 ( <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 130 (F.C.) (QL). Similarly, a Board's finding on the authenticity of identity documents is also subject to a standard of patent unreasonableness: P.K., above;  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 592 ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. NO. 805 (F.C.) (QL).", "[7] At the same time, the Board is generally considered not to have any special expertise in relation to the validity of foreign identity documents. Therefore, these documents are presumed to be valid unless there is some evidence before the Board suggesting otherwise:  <FRAGMENT_SUPPRESSED>  (T.D.) (QL); P.K.,  <FRAGMENT_SUPPRESSED> ;  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1335 ( <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 977 (T.D.) (QL); Rasheed v.Canada (Minister of Citizenship and Immigration) 2004 FC 587, [2004 ] F.C.J. No. 715. (b) Findings on Identity", "[8] The Board concluded that Mr. Bouyaya had failed to discharge the burden of proving his identity (according to s. 106 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27; see Annex). Mr. Bouyaya had supplied the Board with numerous documents, but the Board still doubted his identity and nationality.", "[9] The Board gave several reasons for its findings regarding Mr. Bouyaya's identity: (i) Mr. Bouyaya described the ease with which he had been able to obtain fraudulent documents; (ii) Mr. Bouyaya gave an implausible and inconsistent account of how he obtained and later destroyed his Algerian passport; (iii) Mr. Bouyaya contradicted himself in his testimony about how many Algerian passports he had; (iv) Mr. Bouyaya had asked his relatives to send him identification documents from Algeria, but he did not seem to know in advance what kinds of documents they might have; (v) Mr. Bouyaya's birth certificate did not contain any security features; (vi) Mr. Bouyaya's employment records were not good evidence of identity; (vii) Mr. Bouyaya's Voter's Card was not stamped in 1991, even though he claimed to have worked at a polling station during the 1991 election; (viii) Mr. Bouyaya's National Identity Card, driver's license, duplicate military exemption card, International Driver's Permit and pay stub were all dated between October 1993 and March 1994 and all of these documents were in a pristine condition.", "[10] This evidence gave the Board good reason to be suspicious about the documentation Mr. Bouyaya supplied. However, there was no evidence before the Board that actually indicated that the identity documents were fake. To the contrary. For example, Mr. Bouyaya's National Identity Card matched in every detail the official description. Still, the Board concluded that it could place \"little trust\" in Mr. Bouyaya's documents.", "[11] In my view, the Board erred when it failed to respect the presumption that foreign identity documents are valid. The Board was entitled to find that some of the documents provided weak proof of identity, but it had no basis for rejecting all of Mr. Bouyaya's identity evidence, particularly those items that included Mr. Bouyaya's photograph, appeared to be regular and provided strong evidence of his identity (i.e. the items mentioned in subparagraph (viii) above). B. Did the Board err in its finding that Mr. Bouyaya was not a genuine convert to Christianity and, therefore, would not suffer persecution on that ground?", "[12] Mr. Bouyaya argues that the Board's conclusion on the merits of his claim was tainted by its errors relating to the identity evidence. However, having reviewed the Board's reasons carefully, I can find no evidence of that. The Board analyzed thoroughly all of the evidence that lay at the heart of Mr. Bouyaya's claim and arrived at a well-reasoned conclusion. Mr. Bouyaya disputes the emphasis the Board gave to some of the evidence, but his complaint is clearly not a valid basis for overturning the Board's decision. C. Did the Board err in its finding that there was no objective basis for Mr. Bouyaya's fear of persecution based on his religious conversion?", "[13] Even though it found that Mr. Bouyaya was not a religious convert, the Board went on to consider, albeit summarily, whether religious converts were persecuted in Algeria. The Board found that Mr. Bouyaya's allegations were not well-founded according to the documentary evidence.", "[14] Mr. Bouyaya argues that the Board's analysis of the documentary evidence was superficial and failed to deal adequately with the seriousness of his claim. Again, he wonders whether the Board's findings on identity and credibility seeped, perhaps unconsciously, into its consideration of the prevailing conditions in Algeria. Further, Mr. Bouyaya points out that the Board only considered the potential risk from the Algerian government, not from the population at large or Muslim fundamentalists.", "[15] I agree that the Board's treatment of the documentary evidence was not as thorough as one might otherwise have expected. However, the Board had already analyzed the evidence with respect to the other issues before it over the course of more than 20 pages. It found that Mr. Bouyaya was not a religious convert at all. In the circumstances, it was unnecessary for it to go on to assess the degree of risk religious converts currently face in Algeria. Yet it did. Overall, the Board's analysis was detailed and meticulous. I cannot find that its decision was unreasonable.", "[16] Accordingly, I must dismiss this application for judicial review. Neither party proposed a question of general importance for me to certify, and none is stated. JUDGMENT", "[17] THIS COURT'S JUDGMENT IS that: 1. The application for judicial review is dismissed; 2. No question of general importance is stated. Annex Immigration and Refugee Protection Act, S.C. 2001, c. 27 Claimant Without Identification Credibility 106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation. [End of document]"]}