{"id_": "060653", "body_str": ["[1] Shore, J. : As challenging as it might be for judicial officers (who are but judicial officers, neither legislators nor members of the executive branch) to watch or to be made aware of the effects of generalized criminality in certain countries, as per the jurisprudence in application of the legislation, generalized criminality, viewed as a generalized risk to segments of a certain population or a significant segment of a certain population, cannot, in and of itself, be a reason to grant refugee status. (National entities or countries must take responsibility for the safety of their populations in protecting such populations from generalized criminality; such is not the legal responsibility of refugee receiving States.) II. Judicial Procedure", "[2] This is an application for judicial review, pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ], of a decision made by the Refugee Protection Division of the Immigration and Refugee Board [Board], rendered on May 17, 2011, wherein it was determined that the Principal Applicant is not a Convention refugee nor a person in need of protection, pursuant to sections 96 and 97 of the IRPA III. Facts", "[3] The Principal Applicant, Ms. Veronica Beatriz Fernandez Ramirez, and her common-law husband, Mr. Roberto Carlos Jimenez Cano, are citizens of El Salavador. They allege a fear of persecution by members of the Maras Salvatrucha gang [Maras], should they return to El Salvador.", "[4] The Principal Applicant alleges that, in 2004, she became a victim of harassment by an individual by the name of Alberto, a member of the Maras in her neighborhood.", "[5] The Principal Applicant's family owns a gardening business which hires local youth. She alleges that, on July 12, 2005, her brother was robbed, late at night, on his way to work. He was also shot.", "[6] After this incident, the Principal Applicant went into hiding with her brother.", "[7] The Principal Applicant alleges she and her brother were located by the gang and, for this reason, they moved to a friend's home nearby and then relocated to their grandfather's home in Suchitoto. In January 2006, their sister, harassed by a gang member, had joined them. The Principal Applicant and her sister subsequently returned home and her brother remained in hiding until December 2006.", "[8] The Principal Applicant alleges that the police raided the family's neighborhood in November 2006 and many gang members fled, were arrested or were killed. According to the Principal Applicant, gang-related problems in 2007 were infrequent.", "[9] In March 2007, Alberto returned to the neighborhood and again harassed her.", "[10] The Principal Applicant left El Salvador and arrived in Canada on July 25, 2007 as a temporary foreign worker.", "[11] In April 2009, her family was a victim to vandalism and extortion because the Maras discovered that the Principal Applicant sent money from Canada.", "[12] On February 9, 2010, the Principal Applicant filed a refugee claim in Canada. IV. Decision under Review", "[13] The Board did not question the Principal Applicant's credibility. The Board concluded that the Principal Applicant is not a refugee. The Board determined that the Principal Applicant's fear resulted from generalized criminality; therefore, the Board concluded that the Principal Applicant did not qualify as a person in need of protection, pursuant to section 97 of the IRPA", "[14] In accordance with the documentary evidence, the Board found that criminality is a wide-spread problem in El Salvador; and, the risk that the Principal Applicant faces is experienced by a certain considerable segment of the population of her country. Consequently, the Board concluded that no personalized risk exists. V. Issue", "[15] Did the Board err in its analysis of section 97 of the IRPA VI. Relevant Legislative Provisions", "[16] Sections 96 and 97 of the IRPA are applicable in these proceedings: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. VII. Position of the parties", "[17] The Principal Applicant submits that the wide-spread violence as documented in the country condition evidence demonstrates a well-founded fear of persecution; thus, the Board erred when it concluded that the Principal Applicant was not personally targeted. Furthermore, the Board should have considered that the Principal Applicant's brother had been shot and that the Maras had planned to kill her.", "[18] The Respondent submits that the Board was justified in finding that the Principal Applicant and her family had been victims of generalized violence by the Maras due to the financial situation derived from their family business. Due to an exposure to the same risk as the general population in El Salvador, the Board determined that the Principal Applicant does not face a personalized risk. VIII. Analysis", "[19] The standard of review is one of reasonableness ( FRAGMENT_SUPPRESSED).", "[20] In cases of generalized risk, this Court has said, as it has, in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[21] In the present case, the Board's finding is supported by the evidence; and, it does appear that the motivation for the Maras having approached the Principal Applicant's family is due to the family's financial situation.", "[22] The risk faced by the Principal Applicant was reasonably characterized by the Board as one of extortion; one, which the Principal Applicant admits is faced by many due to the Maras.", "[23] The Principal Applicant submits that her presence in Canada increased the extent of extortion demands. In this regard, the Principal Applicant made her claim only in February 2010 even though she has been in Canada as a temporary worker since July 2007.", "[24] Due to her perceived wealth, the Principal Applicant fears being further targeted should she be made to return to her country of origin. According to the jurisprudence, this is not a case of personalized risk as decided in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[25] To warrant the intervention of this Court, the Principal Applicant must demonstrate that the Board's decision is unreasonable in respect of the evidence. The Principal Applicant is not in a position to simply substitute her opinion for that of the Board. VIII. Conclusion", "[26] The specific circumstances of this case, when considered in their entirety, do reflect outcomes determined by the jurisprudence above. Consequently, the application for judicial review is dismissed. JUDGMENT", "[27] THIS COURT ORDERS that that the application for judicial review be dismissed. No question of general importance for certification. Application dismissed. Editor: Sharon McCartney/kaw [End of document]"]}