{"id_": "060692", "body_str": ["[1] Lutfy, C.J. : The applicant family are citizens of Eritrea who were found to be Convention refugees by the Refugee Protection Division in 2004. Their application for permanent residence in Canada as protected persons was denied. The immigration officer determined that Mr. Beraki was inadmissible as the result of his earlier membership in the Eritrean Liberation Front (ELF), an organization, in the opinion of the immigration officer, for which there are reasonable grounds to believe engages, has engaged or will engage in terrorist or subversive activities, pursuant to paragraph 34(1)(f) of the Immigration and Refugee Protection Act", "[2] The respondent acknowledges that the immigration officer erred in law in finding that the members of Mr. Beraki's family are also inadmissible, simply because he was found to be so. Accordingly, it is agreed that an order will issue setting aside the inadmissibility decision concerning the members of Mr. Beraki's family.", "[3] In her decision concerning the ELF's engagement in terrorism, the immigration officer stated: Although there is no definition for terrorism in domestic or international law according to a search on the internet under Google search engine \"a terrorist organization is a political movement that uses terror as a weapon to achieve its goals\" or \"a terrorist organization is an organization that engages in terrorist tactics, they are also (perhaps more neutrally referred to as militant organizations.\" (www.google.ca) (sic)", "[4] The immigration officer's reasons do not otherwise indicate how she understood and applied the definition of terrorism: <FRAGMENT_SUPPRESSED> . Some guidance concerning the meaning of \"terrorism\" is also found in <FRAGMENT_SUPPRESSED> through 98.", "[5] The immigration officer's failure to demonstrate in her decision an understanding of the meaning of \"terrorism\" constitutes a reviewable error: her decision cannot withstand a \"somewhat probing examination\". Mr. Beraki's application for judicial review will be granted. It is not necessary to consider his other grounds.", "[6] As agreed by both counsel, the order granting this application for judicial review for all applicants will specify that the procedures to afford permanent residency for Mr. Beraki's family members will proceed independently, even while his application is referred to another immigration officer for redetermination. The section 87 application", "[7] Section 87 of the Immigration and Refuge Protection Act is the statutory provision which allows the respondent to apply for the non-disclosure of information in the tribunal record during the judicial review proceeding in this Court. Some obiter comments concerning the Court's recent experience may be in order, keeping in mind that they are made without the benefit of argument from both counsel.", "[8] First, the respondent must endeavour to seek relief under section 87 in a more timely matter. In this proceeding and in others, the application under section 87 is made on such a late date that the substantive hearing on the judicial review must be rescheduled. This is not consistent with the good administration of justice.", "[9] Second, part of the delay may result from the limited, if any, communication between counsel for the respondent in the judicial review proceeding and counsel representing the government institution, often the Canadian Security Intelligence Service, seeking the non-disclosure of information. Enhanced communication between these two government counsel can only improve the procedural aspects of a section 87 application.", "[10] Third, in this proceeding at least, substantial portions of the deponent's secret affidavit should have been filed on the public record, as the deponent herself acknowledged on examination during the ex parte hearing. In the future, all interested persons will want to assure that the open court principle is more closely adhered to in section 87 matters.", "[11] After the ex parte hearings in this proceeding, the Court issued an order identifying those portions of the tribunal record which would not be injurious to national security, despite the deponent's initial assertions to the contrary. The deponent is an experienced CSIS intelligence officer. Her professional training as a member of Canada's intelligence service, generally speaking, is to keep information secret. It would have been helpful to the deponent and to the section 87 process if she had been assisted by someone within government with a different professional background prior to her deciding on which portions of the tribunal record should be redacted. The over-assertion of secrecy, done in good faith, could have been avoided with the input of a person, such as an openness advocate from within government, whose different perspective, working together with the deponent, would result in a more balanced outcome.", "[12] Fourth, policy makers may wish to consider the Court's apparent inability under the current legislative scheme to order disclosure of information which the Court determines is not sensitive. Where the Court is of the view that the disclosure of the information would not be injurious to national security and may assist the non-government party in the application for judicial review, it does not appear to have the power to order its disclosure. Where the non-government party has the burden of proof in the judicial review, there is a sense that the absence of legal leverage to force the disclosure of such information may be unfair.", "[13] Hopefully, these comments may be of assistance to senior Justice officials in considering ways to better the section 87 process. JUDGMENT", "[14] THIS COURT ORDERS AND ADJUDGES that 1. This application for judicial review is granted. 2. The decision of the immigration officer, dated July 24, 2006 on the basis of reasons dated June 27, 2006, dismissing the applicants' application for permanent residence is set aside and the matter referred for redetermination by a different immigration officer. 3. The redetermination of the application for permanent residence of the applicants Rozena Kefle Ghebremariam, Michael Berhane Tewolde, Natsinet Berhane Tewolde, Yikealo Berhane Tewolde, Daniel Berhane Tewolde shall proceed independently from the redetermination of the application of Berhane Tewolde Beraki. [End of document]"]}