{"id_": "060713", "body_str": ["[1] Le juge Pinard", "[2]", "[3]", "[4]", "[5]", "[6]", "[7] 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. 63. (1) A person who has filed in the prescribed manner an application to sponsor a foreign national as a member of the family class may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa. (2) A foreign national who holds a permanent resident visa may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them. (3) A permanent resident or a protected person may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them. (4) A permanent resident may appeal to the Immigration Appeal Division against a decision made outside of Canada on the residency obligation under section 28. (5) The Minister may appeal to the Immigration Appeal Division against a decision of the Immigration Division in an admissibility hearing. 65. In an appeal under subsection 63(1) or (2) respecting an application based on membership in the family class, the Immigration Appeal Division may not consider humanitarian and compassionate considerations unless it has decided that the foreign national is a member of the family class and that their sponsor is a sponsor within the meaning of the regulations. d) demande l'asile. 28. For the purposes of subsection 15(1) of the Act, a person makes an application in accordance with the Act by (a) submitting an application in writing; (b) seeking to enter Canada; (c) seeking to transit through Canada as provided in section 35; or (d) making a claim for refugee protection. 51. A foreign national who holds a permanent resident visa and is seeking to become a permanent resident at a port of entry must (a) inform the officer if (i) the foreign national has become a spouse or common-law partner or has ceased to be a spouse, common-law partner or conjugal partner after the visa was issued, or (ii) material facts relevant to the issuance of the visa have changed since the visa was issued or were not divulged when it was issued; and (b) establish, at the time of examination, that they and their family members, whether accompanying or not, meet the requirements of the Act and these Regulations. 117. (9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if (a) the foreign national is the sponsor's spouse, common-law partner or conjugal partner and is under 16 years of age; (b) the foreign national is the sponsor's spouse, common-law partner or conjugal partner, the sponsor has an existing sponsorship undertaking in respect of a spouse, common-law partner or conjugal partner and the period referred to in subsection 132(1) in respect of that undertaking has not ended; (c) the foreign national is the sponsor's spouse and (i) the sponsor or the foreign national was, at the time of their marriage, the spouse of another person, or (ii) the sponsor has lived separate and apart from the foreign national for at least one year and (A) the sponsor is the common-law partner of another person or the conjugal partner of another foreign national, or (B) the foreign national is the common-law partner of another person or the conjugal partner of another sponsor; or (d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined.", "[8]", "[9]", "[10]", "[11]", "[12] Insofar as Mr. Dave's proposed interpretation of the phrase \"at the time of that application\" is concerned, he does not suggest that the words \"that application\" refer to anything other than an application for permanent residence. Nor does he dispute that a visa, in and of itself, does not confer a right of entry: Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (T.D.). Although this jurisprudence was concerned with provisions under the former legislation and the term \"landing\" is no longer found in IRPA, the rationale contained in the noted authorities remains apposite. One does not become a permanent resident until one is \"landed\". Consequently, the application process is not complete merely as a result of the processing of an application for a visa or because a visa is granted. The \"time of that application\" includes the period that begins with the submission of the application and continues through to the time when permanent residence is granted. Were it otherwise, any applicant could circumvent the provisions of the legislation by simply completing and submitting his or her application form prior to marrying.", "[13]", "[14] <FRAGMENT_SUPPRESSED>  an application for judicial review of a decision by the Immigration Appeal Division (the IAD) of the Immigration and Refugee Board, dated October 6, 2004, dismissing the applicant's appeal against the refusal of his sponsorship application for his spouse.", "[2] Sometime in 2000, Nabil Benjelloun (the applicant in this application and the appellant in the appeal contemplated by this application) filed an application for permanent residence. On April 9, 2002, the permanent resident visa was issued and he received it in May 2002.", "[3] During that same month, the applicant became engaged to Imane Benkhayat. On May 29, 2002, the Canadian Embassy in Paris received a note from the applicant by facsimile advising them of his engagement and his upcoming wedding. In reply, the Embassy mailed the applicant the kit for adding a spouse and pointed out to him that the Record of Landing had to be returned to them.", "[4] The applicant broke up with Imane Benkhayat a week after their engagement. He met Imane Ballouchy (Ms. Ballouchy ) in June 2002. They were engaged on August 17, 2002, and married on August 30, 2002.", "[5] When he arrived at Dorval Airport on December 17, 2002, the applicant obtained his permanent resident status. He alleges that he volunteered to the immigration officer that he had married and that he intended to sponsor his wife so that she could become a permanent resident in Canada with him. In 2003, Ms. Ballouchy, a citizen of Morocco, filed a sponsored application for landing in Canada.", "[6] That application was refused on October 29, 2003, based on paragraph 117(9)(d) of the Immigration and Refugee Protection Regulations, SOR/2002-227 (the Regulations) by a visa officer (the officer) who determined that Ms. Ballouchy was not a member of the family class and was therefore inadmissible to Canada for immigration purposes. The officer stated that the applicant had failed to declare his marriage to the visa office before departing for Canada and again at the port of entry when he arrived in Canada. Ms. Ballouchy had therefore not been examined by immigration authorities.", "[7] The relevant provisions of the Immigration and Refugee Protection Act, S.C. (2001), c. 27 (the Act), are as follows: 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. 63. (1) A person who has filed in the prescribed manner an application to sponsor a foreign national as a member of the family class may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa. (2) A foreign national who holds a permanent resident visa may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them. (3) A permanent resident or a protected person may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them. (4) A permanent resident may appeal to the Immigration Appeal Division against a decision made outside of Canada on the residency obligation under section 28. (5) The Minister may appeal to the Immigration Appeal Division against a decision of the Immigration Division in an admissibility hearing. 65. In an appeal under subsection 63(1) or (2) respecting an application based on membership in the family class, the Immigration Appeal Division may not consider humanitarian and compassionate considerations unless it has decided that the foreign national is a member of the family class and that their sponsor is a sponsor within the meaning of the regulations. The relevant provisions of the Regulations are the following: 28. For the purposes of subsection 15(1) of the Act, a person makes an application in accordance with the Act by (a) submitting an application in writing; (b) seeking to enter Canada; (c) seeking to transit through Canada as provided in section 35; or (d) making a claim for refugee protection. 51. A foreign national who holds a permanent resident visa and is seeking to become a permanent resident at a port of entry must (a) inform the officer if (i) the foreign national has become a spouse or common-law partner or has ceased to be a spouse, common-law partner or conjugal partner after the visa was issued, or (ii) material facts relevant to the issuance of the visa have changed since the visa was issued or were not divulged when it was issued; and (b) establish, at the time of examination, that they and their family members, whether accompanying or not, meet the requirements of the Act and these Regulations. 117. (9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if (a) the foreign national is the sponsor's spouse, common-law partner or conjugal partner and is under 16 years of age; (b) the foreign national is the sponsor's spouse, common-law partner or conjugal partner, the sponsor has an existing sponsorship undertaking in respect of a spouse, common-law partner or conjugal partner and the period referred to in subsection 132(1) in respect of that undertaking has not ended; (c) the foreign national is the sponsor's spouse and (i) the sponsor or the foreign national was, at the time of their marriage, the spouse of another person, or (ii) the sponsor has lived separate and apart from the foreign national for at least one year and (A) the sponsor is the common-law partner of another person or the conjugal partner of another foreign national, or (B) the foreign national is the common-law partner of another person or the conjugal partner of another sponsor; or (d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined. d) demande l'asile.", "[8] On November 5, 2003, the appellant appealed under subsection 63(1) of the Act against the decision not to grant the sponsored application for landing in Canada filed by his wife, Ms. Ballouchy.", "[9] The panel determined that the officer had properly applied paragraph 17(9)(d) of the Regulations and that Ms. Ballouchy was not a member of the family class. The reasons for the refusal are as follows: - The appellant never informed the authorities at the Canadian Embassy in Paris of his marriage to Ms. Ballouchy on August 30, 2002. - The appellant never did fill out the kit and attach the different documents and information in order to have Ms. Ballouchy added to his case file. - The appellant never returned the immigrant visa after his marriage to Ms. Ballouchy on August 30, 2002. - The panel did not find it credible that the appellant had told the immigration officer at the port of entry that his marital status had changed without that officer amending box 9 regarding marital status. - It was the appellant's responsibility to inform the Canadian authorities of the change in his marital status before becoming a permanent resident.", "[10] It is a matter of whether the IAD properly identified Ms. Ballouchy as not being a member of the family class, in accordance with subsection 117(9) of the Regulations.", "[11] The respondent argues that subsection 117(9) of the Regulations must be read in conjunction with all of the provisions of the Act in order to take into account the context and the objective of the Act. I share that opinion. According to subsection 11(1) of the Act, a foreign national wanting to enter Canada must, before entering Canada, apply to an officer for a visa or for any other document required, which will be issued following an examination. Further, section 28 of the Regulations describes how an application is made B not only by submitting the application in writing, but also by seeking to enter Canada. Accordingly, contrary to the applicant's submissions, an application is not only understood to be the initial application made by a foreign national, before entering Canada, but also the application made when the foreign national is seeking to enter Canada.", "[12] In support of the respondent's position, there is also section 51 of the Regulations that states that a foreign national will not be given permanent resident status until he has been examined at a Canadian port of entry, where he must declare any material change after the visa was issued. That section confirms that an application for permanent residence in Canada is therefore an ongoing process beginning with the initial written application and ending when the foreign national enters Canada. Incidentally, that is my colleague Madam Justice Layden-Stevenson's interpretation of paragraph 117(9)(d) of the Regulations in  <FRAGMENT_SUPPRESSED>  where, at paragraph 12, she wrote the following: Insofar as Mr. Dave's proposed interpretation of the phrase Aat the time of that application@ is concerned, he does not suggest that the words Athat application@ refer to anything other than an application for permanent residence. Nor does he dispute that a visa, in and of itself, does not confer a right of entry: Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (T.D.). Although this jurisprudence was concerned with provisions under the former legislation and the term Alanding@ is no longer found in IRPA, the rationale contained in the noted authorities remains apposite. One does not become a permanent resident until one is Alanded@. Consequently, the application process is not complete merely as a result of the processing of an application for a visa or because a visa is granted. The Atime of that application@ includes the period that begins with the submission of the application and continues through to the time when permanent residence is granted. Were it otherwise, any applicant could circumvent the provisions of the legislation by simply completing and submitting his or her application form prior to marrying.", "[13] On the issue of credibility, in my opinion the IAD clearly explained in its reasons the basis for its finding a lack of credibility by the fact that applicant had informed the immigration officer at the port of entry of the change in his marital status. In his memorandum, the applicant simply requests that this Court substitute its opinion for that of the panel, which is not its role ( <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL)). There is nothing that is clearly irrational in the IAD's assessment of the facts in that regard.", "[14] For all of these reasons, the application for judicial review is dismissed. [End of document] <FRAGMENT_SUPPRESSED>"]}