{"id_": "060780", "body_str": ["[1] Gleason, J. : The applicants are a family of six, comprised of the father, Adel Benhmuda, the mother, Aisha Benmatug, and their four sons. Mr. Benhmuda, Ms. Benmatug and their two eldest sons, Muawiya and Mohamed, are citizens of Libya. Their two younger children are Canadian citizens, having been born in this country in 2000 and 2002. The family now resides in Malta and was granted refugee status in that country in 2010. In this application for judicial review, they seek to set aside the November 8, 2011 decision of the First Secretary (Immigration) of the Canadian Embassy in Rome, who denied their application for permanent resident visas as members of the Convention Refugee Abroad Class and also dismissed the application they made on humanitarian and compassionate [H&C] grounds.", "[2] While the applicants raise several grounds in support of their judicial review application, only one needs be considered, namely, their claim that the First Secretary's decision should be set aside because there is a reasonable apprehension of bias on her part. For the reasons set out below, I have determined that there is merit to this claim and, accordingly, the decision will be set aside and a tailored remedy granted to ensure that the offending information contained in the respondent's files is excised and the matter is remitted to a new decision-maker, who has not been tainted by the circumstances that give rise to the apprehension of bias. I also find it appropriate to award the applicants their costs in this matter, because the respondent unduly prolonged proceedings in not consenting to judgment after the Certified Tribunal Record [CTR] was filed. Even a cursory look at the CTR should have indicated that the applicants would be successful in their bias arguments, given the striking similarity between this case and the decision of the Supreme Court of Canada in FRAGMENT_SUPPRESSED.", "[3] Because my decision turns on the facts - including the lengthy immigration history of the applicants - they are discussed in detail below. Background", "[4] The applicants' immigration history is over a decade long and contains several unfortunate chapters.", "[5] In 2000, Mr. Benhmuda, Ms. Benmatug, and their two eldest children, Muawiya and Mohamed, fled from Libya to Canada and made refuge claims upon arrival. The claims were based on the activities of Mr. Benhmuda's brother, who was an opponent of the Gaddafi regime. While the Refugee Protection Division of the Immigration and Refugee Board [RPD] accepted that Mr. Benhmuda's brother was an anti-Gaddafi activist, it did not accept that this placed Mr. Benhmuda or his family at risk and rejected Mr. Benhmuda's evidence as not being credible. The RPD accordingly dismissed their refugee claims in January 2003. An application for judicial review of the RPD's decision was filed, but it was not perfected. The application was therefore dismissed by this Court on June 13, 2003.", "[6] The family settled in Toronto, where Mr. Benhmuda found employment as a laboratory assistant to an optician. (He had worked in his father's optometry business in Libya.) The family became integrated into their local community. The eldest son, Muawiya, was diagnosed with muscular dystrophy, which contributed to a learning disability, and he received accommodations and support at school as well as medical treatment. The other boys did well in school.", "[7] No attempts were made to return the applicants to Libya until 2008, when they were afforded the opportunity to apply for a pre-removal risk assessment [PRRA]. They did so on January 23, 2008. In support of the PRRA application, Mr. Benhmuda filed a letter from his father in Tripoli, confirming that the Libyan police were seeking Mr. Benhmuda, a police summons and reports on the detention of his brother by the Libyan authorities. By decision dated June 10, 2008, a PRRA officer dismissed the family's PRRA application, finding that because the summons did not set out why the authorities were seeking Mr. Benhmuda, it did not establish that he would be at risk if returned to Libya. The PRRA officer gave no weight to the evidence concerning the Mr. Benhumda's brother and minimal weight to the letter from the applicant's father. The applicants did not seek to judicially review the decision on their PRRA application. Nor did they make an H&C application while in Canada.", "[8] Following the dismissal of the applicants' PRRA application, the Canada Boarder Service Agency [CBSA] provided the adult applicants with the forms necessary for CBSA to renew their Libyan passports. The adult applicants expressed reluctance to sign the forms as they feared that if CBSA renewed the passports the applicants would become known to the Libyan authorities as failed refugee claimants and they would be detained upon arrival in Libya. They instead requested and obtained the opportunity to themselves renew their Libyan passports. They did so at the Libyan embassy and the family was deported from Toronto to Tripoli on August 12, 2008.", "[9] The applicants had hoped that they could board the flight in Canada with their own passports in hand, but CBSA, in accordance with its usual procedure, took the passports and provided them to the flight crew who, in turn, handed them over to Libyan customs officials when the flight landed in Tripoli. The family was detained and questioned for several hours at the airport by the Libyan authorities, who retained Mr. Benhmuda's passport. Ms. Benmatug and the children were released but Mr. Benhmuda was taken to Ain Zara prison where he was held for several months. Mr. Benhmuda has filed affidavit evidence indicating that he was subject to repeated torture while incarcerated and that his jailors were intent on learning what connections he had to opponents of the Gaddafi regime in Canada. (Mr. Benhmuda states he had no information in this regard.)", "[10] Mr. Benhmuda was released at the end of December 2008. He was unable to find employment in Libya, and the family lived with a number of different relatives, moving from place to place. The children were not able to attend school after funding for private school ran out, as they spoke little Arabic. Medical care was not available for Muawiya's muscular dystrophy in Libya.", "[11] In June 2009, the Libyan authorities again arrested Mr. Benhmuda and held him for an additional two months, during which time he states in his affidavit that he was again interrogated and tortured. Following his release, he learned that the security police were yet again looking for him so he paid a bribe, obtained his passport and Schengen Visas for the family (issued by Malta), which allowed for travel to and throughout the European Union. On January 20, 2010, the family took a flight to Sweden and, upon arrival, made another refugee claim. On May 10, 2010, however, the family was removed from Sweden to Malta because Malta had issued them visas and under the so-called \"Dublin II Regulation\", EU Council Regulation (EC) No 343/2003, the applicable EU regulations governing asylum seekers, their asylum claim was to be adjudicated by the visa-issuing state.", "[12] In Malta, the family resided for nearly a year in an open air camp, the Hal Far Tent Village Open Centre, where they lived in a shipping container, which did not have running water or cooking facilities. The limited bathroom facilities (for over 600 refugees) were shared, and Ms. Benmatug and the younger children could not use the facilities at night due to assaults that occurred there. The Jesuit Refugee Service, in a letter written on the applicants' behalf, described the living condition in the camp as falling \"...way below acceptable standards for dignified living\" (Certified Tribunal Record [CTR] at p 175).", "[13] In light of the conditions in the camp, the torture Mr. Benhmuda suffered and the family's attachment to Canada, their counsel sought the intervention of the respondent, requesting either a Temporary Resident Permit, expedited resettlement to Canada as Government Assisted Refugees or H&C consideration. Representatives of the respondent in Ottawa indicated that they would give consideration to a resettlement request if an official request were made by the United Nations Commissioner for Refugees [the UNHCR].", "[14] On December 17, 2012, a Resettlement Officer with UNHRC's Malta office emailed the respondent's embassy in Rome to request an opportunity to discuss the applicants' situation. A mere eighteen minutes later, Laurent Beaulieu, an Immigration Officer at the Embassy who was temporarily acting as the section manager that day, replied by email, indicting that he did not see what could be done, noting that the applicants had been rejected as refugee claimants in Canada \"after an exhaustive process\". Officer Beaulieu concluded his email by suggesting that the UNHCR might \"wish to look at other options\" (CTR at p 222).", "[15] The UNHCR responded that it had been advised by representatives of the respondent in Ottawa that resettlement would be considered if a formal request were made and requested contact information for such a request. The respondent eventually advised that Officer Beaulieu would be charged with handling the UNHCR's request.", "[16] On February 15, 2011, the UNHCR issued a Resettlement Registration form, requesting that Canada accept the applicants as refugees. Even though the applicants, by that time, had been granted refugee status in Malta, had been relocated to an apartment and the children were attending (or, in Muawiya's case, slated to attend) Maltese schools, the UNHRC nonetheless submitted that the applicants did not have a durable solution in Malta, in part due to the number of refugees that the small country needed to accept and to the xenophobia the UNHCR claimed existed in Malta towards Muslim immigrants from North Africa. In the application, the UNHCR suggested that Canada should accept the resettlement of the applicants by reason of the family's close ties to Canada (including the fact that two of the children are Canadian citizens) (see CTR at pp 118-134).", "[17] The UNHRC emailed the resettlement request to Officer Beaulieu on March 4, 1011. At that point, the applicants had not yet filed an application for resettlement from outside Canada as members of the Convention Refugees Abroad Class under section 144 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [the Regulations]. As is detailed below, these forms were filed in early July 2011, when the respondent required the applicants complete them.", "[18] Email exchanges between Officer Beaulieu and the respondent's managers in Ottawa and Paris, that occurred between March and July 2011, highlight the tensions between the visa post in Rome and the respondent's headquarters in Ottawa. In the email exchange Officer Beaulieu also expressed his views on the merits of the applicants' applications and clearly indicated they would be rejected. These statements were made based on incomplete and inaccurate information, were repeated in several emails from Officer Beaulieu and were made before the applications were even filed and before the applicants were interviewed. Officer Beaulieu's email exchanges were copied to several individuals at the Rome visa post and were contained in the file that the First Secretary considered in reaching her decision. Because these emails are the central pieces in the applicants' bias claim, large parts of the exchanges are reproduced below.", "[19] By email dated March 18, 2011, Judy Renwick, one of the respondent's managers at headquarters in Ottawa, wrote as follows to Officer Beaulieu: I am writing further to our telephone conversation of March 1, 2011, concerning Mr. Ben Hmuda [ sic ] and his family who, as you know, are to be referred to your office by the UNHCR for resettlement in Canada. First allow me to address your concern and clarify Case Management Branch's (CMB) involvement in this case. At no time did CMB indicate to counsel or to the UNHCR, that Citizenship and Immigration Canada will be facilitating the return of this family to Canada. CMB has always communicated that the visa office would conduct their assessment of the case. [...] We have been advised by the UNHCR that the referral has been submitted to your office. Could you confirm if it has been received and a file created? [...] (CTR at p 238)", "[20] Officer Beaulieu replied as follows on March 21, 2011: [...] Thank you for your message and clarification. We first heard of this case by phone call from the UNHCR Malta who told us that someone (never got a name despite frequent inquiries) in CIC had said we would expedite and return this family to Canada. UNHCR Ottawa and the lawyer are the ones who are pushing for this family to be returned pronto to Canada. Find this odd that UNHCR would be involved to make this case a priority with a family who has been resettled in Malta by Maltese authorities, when there are so many other urgent cases due to the crisis in the Mag[h]reb. We received last week a UNHCR Registration Form for this family but nothing else. The registration form also contains information you already would have seen from their initial application in Canada, referring to events in L[iby] a which occurred some time ago prior to the current uprising against the [Gaddafi] regime. At this point I wish to review what is presented, though I have some concerns this family has decided they will not accept any other resettlement country but Canada. I also learned from UNHCR Malta that the family [was] in Sweden, they tried to enter Sweden but the authorities told them that since they had already entered the Shengen Zone of the European Union at Malta, the well known rule is that you make you[r] claim at the first border point, in this case Malta [...] The family returned to Malta, made a new refugee claim and were accepted. Now Canada is again the focus of their attention and again according to UNHCR Malta, not finding life in Malta to their liking are once again trying for Canada. We also have an email correspondence from Aisha Benhmuda to Andrew Brouwer where she suggest[s] they go to the media to pressure CIC, I am concerned with this approach, a form of blackmail. I do not see what is Canada's obligation this case, they were heard and the applicant[s] received the attention they deserved. A decision was made, they returned to L[iby] a and then decided after some time, on their own, to leave L[iby] a again for Sweden and are now in Malta. The other issue has to do with the four children, or at least one of them who appears to have a medical problem that may render him inadmissible. The two youngest children who are born in Canada are 10 and 8 years old. I note that the initial grouping of this family is 6 persons but the UNHCR has added the rest of the family (all other relatives living in Tripoli) 16 other individuals. What this family wants is another refugee claim hearing from us in the hope that this time they will be successful. Since the claim was already heard in Canada do not see what mechanism we have here to re-hear yet again same claim. Also am concerned for the precedent being set, since the applicant has been resettled by the Maltese authorities, why are we giving the impression that we are willing to take refugees resettled in safe countries and resettle them in Canada. As for your role, we cannot act without instruction since this case came from Ottawa and CMB is involved. Rome [as] you know does not have any refugee target [...] (CTR at p 237)", "[21] By email dated April 12, 2011, Ms. Renwick wrote to Officer Beaulieu that \"[w]e noticed that in your email of March 21, 2011, you expressed concerns that the family was seeking a review of the claim that was heard before the IRB. However it is our understanding that the current UNHCR's referral speaks to persecution and events which occurred after the family was deported from Canada\". The email continued, noting Officer Beaulieu's \"concerns\" regarding the processing of the case and reassuring him that the decision on the application rested with the visa post in Rome and not Ottawa. Ms. Renwick attached to her email the submissions that had been made by counsel for the applicants, which included several documents that were not before the RPD or the PRRA officer (CTR at p 168). Notable in this regard were a letter from Mr. Benhmuda's former employer in Canada, offering him employment in the event he returned to Canada, because he was \"one of [their] best employees (Applicants' Record at p 87) and a strong submission from a teacher at the children's school, who wrote in eloquent terms regarding the children's best interests and her knowledge of the family (Applicants' Record at p 106).", "[22] The fact that the applicants were relying on facts that were not before the RPD and were also advancing an H&C application appears to have been ignored by Officer Beaulieu. On April 20, 2011, he forwarded a case analysis to the respondent's office in Ottawa and in his cover email concluded: Since we do not have an application filled out and only various summaries about this family, I recommend we not invite them to apply and inform UNHCR Malta that we will not consider this case. Malta has offered a solution and has recognized this family according to the information we have received. I also understand that the family would much prefer to go to Canada instead. However the long-established princi[ple] remains that refugee claimants do not get to choose country of resettlement. (CTR at p 248)", "[23] In his attached case analysis, Officer Beaulieu wrote as follows: Both Adel Ben-Hmuda and his spouse Aisha Ben-Matug who was already in advance state of pregnancy, traveled to Canada as tourists on 4 July 2000 with two children Mohamed and Muawiya. [...] The refugee claim was rejected by the IRB, no appeal was made and all other avenues open to the applicant and his spouse [were] rejected . The family was removed from Canada on 12 August 2008. The applicant and his family spent 8 years in Canada at public expense. [...] Adel Ben-Hmuda is not happy [or] satisfied with the asylum provided for him and his family and is seeking to move to Canada and present yet again another refugee claim based on the same claim presented in 2000, according to information from UNHCR Malta. [...] However given that while Adel Ben-Hmuda and his wife Aisha Ben-Matug [were] in Canada they had two other children, Omar and Adam. These two children are Canadian Citizens by birth. The family hopes to gain entry to Canada by using the Canadian Citizenship of these two minor children , who because of their citizenship could not be considered refugee claimants. What is also interesting in this case is that the UNHCR presents this case to us as if the whole family where [were] refugees, when in fact two members are Canadians and the four others have been resettled in Malta. The sole argument made by the family is that they would prefer to live in Canada. Though if we follow their travels we see that Sweden was also a chosen option for them until they were told they had to apply in Malta. I also note that Adel Ben-Hmuda declares suffering from diabetes and one son suffers from muscular dystrophy. It is likely that this family will be in need of social assistance and other social services. [...] It should be explained to this family that you cannot choose a country of asylum and once asylum has been granted, you cannot start another asylum claim elsewhere. I recommend we not consider this case given that it has been settled by Malta. There is no claim for us to consider. [Emphasis added] (CTR at pp 249-250)", "[24] Many of the facts in this analysis are inaccurate. In light of the job offer and the fact that Mr. Benhmuda had been employed for the majority of the time the family lived in Canada, there was no basis upon which Officer Beaulieu could conclude it was likely that the family would be in need of social assistance if they returned to Canada. Nor had the family remained in Canada for eight years at public expense. Likewise, the family did not pursue all avenues open to it while they lived in Canada. Notably, judicial review applications were not pursued and, more importantly, no H&C application was made. Officer Beaulieu additionally ignored the fact that the family was relying on circumstances that had not been considered by the RPD and the PRRA Officer, including the incarceration and torture of Mr. Benhmuda by the Libyan authorities. The analysis also fails to discuss the applicants' request for H&C consideration, the situation in Malta, the family's ties to Canada and the children's best interests. It also contains gratuitous comments, like the mention that Ms. Benmatug \"was already in advance state of pregnancy\" when the family first sought refuge in Canada.", "[25] Ms. Renwick replied the next day, inquiring as to whether Officer Beaulieu had consulted with his manager about the case. Officer Beaulieu replied a few minutes later, noting that they \"were just talking about [the] case\" when Ms. Renwick's email arrived and that \" consensus in Rome [was] that [they would] write to the Head of UNHCR to inform him that [they would] not consider this case\" [emphasis added]. Officer Beaulieu continued as follows in his April 21, 2011 email: We do not have an application with us at this time. What we have is a series of documents explaining the case. In reading those documents it is clear that there is no new claim to examine and that what we have was examined in Canada years ago and decided upon . It is interesting to note that UNHCR Malta only approached us after being told by UNHCR Ottawa that CIC would reconsider the case and was favourably disposed towards the family. How they came to that conclusion has never been made clear. We are also aware that the applicant has a lawyer in Ottawa. However this has not swayed us. Now Malta is a signatory to the Convention and an EU member has acc[ep]ted the case and is resettling the family on its territory. We should also not forget that the family had originally tried to present a claim to Sweden. The [on] going Civil war in L[iby] a and the support the EU is now showing for the rebellion and the NATO strikes indicates clearly that the regime of [Gaddafi] is at an end. What remains is the fact that Mr. Adel Ben Hmuda stated that he would prefer to live in any other country than Malta. That of itself is not sufficient to support priority resettlement to Canada. He has 2 children born in Canada and 2 born in L[iby] a, the argument that he should be resettled in Canada because of [his] 2 Canadian children is not an overwhelming factor. It is in this case the only factor he presents, as for the health issues for himself and one other child, Malta has modern facilities like any other Western European country. Had this been determining factors to begin with, the family would not have been removed from Canada in the first place So given these facts we will send a letter to UNHCR declining to proceed on this case as per my recommendation in my analysis. [....] [Emphasis added] (CTR at p 246)", "[26] Once again this email contains factual inaccuracies in that it fails to recognize that there were several new facts and a new request for H&C consideration that the applicants wished to advance, which had not previously been ruled upon.", "[27] The tug-of-war between Ottawa and the Rome visa post continued. On May 11, 2011, Ms. Renwick wrote to Officer Beaulieu, noting that representatives in Ottawa had met with representatives of the respondent in the international region the preceding week and had \"determined that the Ben Humda [ sic ] family meets the UNHCR's criteria for resettlement referral in that they do not have a durable solution in the EU and they have a connection to Canada\". She continued by stating that the family also met the requirements of section 150(1)(a) of the Regulations and requested that Officer Beaulieu open a file and process the application. She reiterated that counsel for the applicants had been in touch with the respondent's Ottawa office to reiterate the family's request for H&C consideration in the event they could not meet the requirements of the Convention Refugee Class and noted that target space to accept government sponsored refugees could be allocated to Rome, if that were necessary to facilitate the processing of the application. She concluded her email by requesting Officer Beaulieu to advise as to the file number he opened to process the family's applications (CTR at p 245).", "[28] On June 16, 2011, counsel for the applicants wrote to the Rome visa post, asking for an update on the processing of the case and a file number. He also noted that he had learned from the respondent's office in Ottawa that the Rome visa post had forwarded forms directly to the adult applicants, for completion (CTR at p 151). The forms in question were signed by the applicants and forwarded to the Rome visa post by counsel for the applicants on July 1, 2011.", "[29] After the case received media attention in Canada, the respondent's Paris office (to whom the Rome visa post appears to have reported) became involved, and the manager of the Paris office wrote to Officer Beaulieu, requesting details about the case. On July 6, 2011, after having received the applicants' application forms a few days earlier, Officer Beaulieu wrote to the manager of the respondent's Paris office, noting that he had already explained to Ms. Renwick that he was going to refuse the case and did not understand all the back and forth between the respondent in Ottawa and the UNHCR in Malta. The Paris manager replied, noting that Officer Beaulieu was bound to consider the new facts raised by the applicants as well as the various grounds for admissibility they were invoking, and directed Officer Beaulieu to ensure that in-depth interviews were conducted, as they were absolutely required (CTR at pp 278-279).", "[30] Officer Beaulieu was transferred from Rome in late July and the case was assigned to the First Secretary for decision. She was newly-arrived at the Rome visa post. The entire file, including Officer Beaulieu's emails and analyses, was placed before her to consider in reaching her decision. She travelled to Malta and interviewed the applicants at length before writing her decision.", "[31] In her November 8, 2011 decision, the First Secretary rejected the applicants' resettlement application because they had been granted refugee status in Malta and found that H&C considerations did not warrant granting an exemption. Much of her reasoning echoes the comments made by Officer Beaulieu in his various emails. Notably, she found that: • The family had \"full access to the benefits and processes of Canada's refugee determination system\"; • The applicants were asylum shopping and based their claim on the fact that they preferred the conditions in Canada to those in Malta; and • The applicants could safely return to Libya following the overthrow of the Gaddafi regime. The Issues", "[32] In light of the foregoing, three issues arise in this case: 1. Do the applicants have a reasonable apprehension that the First Secretary was biased in light of the materials in the record that were placed before her? 2. If so, what is the appropriate remedy? 3. Should the applicants be awarded their costs, which is unusual in a judicial review application in the immigration context? Reasonable Apprehension of Bias", "[33] The applicants submit that the test for a reasonable apprehension of bias is set out in FRAGMENT_SUPPRESSED, where Justice de Grandpré states that the test involves asking FRAGMENT_SUPPRESSED. The applicants further argue that, as in FRAGMENT_SUPPRESSED, a reasonable apprehension of bias arises here given the comments made in Officer Beaulieu's notes, which contain multiple indications that Officer Beaulieu had prejudged the case, based on inadequate and inaccurate information and the fact that these notes were placed before the First Secretary.", "[34] The respondent, on the other hand, argues that the formulation of the test for a reasonable apprehension of bias has been articulated in the context of visa officers to require only a lack of conflict of interest and a \"mind that is open to persuasion\", citing in this regard FRAGMENT_SUPPRESSED. The respondent argues that application of this test results in a determination that the First Secretary was not biased because she conducted interviews of the applicants and there is no evidence that she (as opposed to Officer Beaulieu) had prejudged the case.", "[35] In my view, this case is on all fours with FRAGMENT_SUPPRESSED and, indeed, bears a striking similarity to many of the facts in that case. There, an officer, who was someone other than the officer who had decided Ms. Baker's H&C application, compiled notes that the decision-maker reviewed before rendering the decision. These notes concluded that Ms. Baker would be a \"tremendous strain\" on the Canadian social welfare system for the rest of her life and mentioned her psychiatric condition, limited skills and training and number of children she had, using capital letters at several points for emphasis. The conclusion stood in contrast to the evidence that Ms. Baker had filed from her treating psychiatrist, which indicated that she was recovering from her illness and might be able to work in the future. Justice L'Heureux-Dubé held that the duty to act fairly and in a manner that does not give rise to a reasonable apprehension of bias applies to all immigration officers involved in the handling of an application, who play a significant role in the making of decisions. Thus, notes from the officer that were considered by the decision-maker could - and did - give rise to a reasonable apprehension of bias. Justice L'Heureux-Dubé concluded that a well-informed member of the community would perceive bias when reading the notes in FRAGMENT_SUPPRESSED , which seemed to link Ms. Baker's mental illness, her training as a domestic worker and the fact she had a number of children with the conclusion that she was likely to be a strain on the social welfare system. Because this conclusion was contradicted by the evidence, she found there to be a reasonable apprehension of bias.", "[36] An identical conclusion must be drawn in this case. Here, Officer Beaulieu clearly prejudged the applicant's claims, jumping to conclusions before he had even received a formal application. Moreover, his conclusions were based on inaccurate information. Thus, his lack of objectivity is even more striking than was the case with the author of the notes in the FRAGMENT_SUPPRESSED case. In addition, Officer Beaulieu's emails reflect a similarly troubling tone and lack of objectivity, evidenced, for example, by his needless comments regarding Ms. Benmatug's pregnancy and the comments regarding the number of members of the applicants' extended family in Libya. Moreover, as in FRAGMENT_SUPPRESSED , the documents Officer Beaulieu authored were considered by the decision-maker. And, indeed, one of the offending emails indicated that the entire Rome visa post had reached the conclusion that the applications were to be dismissed, before they had even been submitted. As in FRAGMENT_SUPPRESSED , it is my view that a reasonable, well-informed member of the community would perceive bias in reading Officer Beaulieu's emails and therefore have a reasonable apprehension that the First Secretary did not have a mind that is open to persuasion, to use the terminology from FRAGMENT_SUPPRESSED . This apprehension is not undone by the fact that the First Secretary conducted interviews of the applicants. Rather, a fair-minded person would believe that she had prejudged the case, through her reading of the file and making of several conclusions that are very similar to those reached by Officer Beaulieu. Accordingly, a reasonable apprehension of bias has been shown to exist, and the decision of the First Secretary must be set aside. Remedy", "[37] The applicants request that in the event I find a reasonable apprehension of bias, I order that all Officer Beaulieu's notes, emails in which he expresses an opinion and other similar analyses be stripped from the file and the matter be remitted to a visa post other than Rome, for fresh consideration by individuals who have not previously been involved in considering the file. The applicants also request that, given the passage of time, the nature of the application, and the events the applicants have endured, I order that the re-determination be conducted within 90 days or otherwise provide for ongoing supervision by the Court of the re-determination to ensure it is completed expeditiously.", "[38] While not contesting the propriety of expunging the offending materials from the file, before the re-determination is conducted (if one is ordered), the respondent argues that there is no need to referred the file to visa post other than Rome, arguing that it moves individuals between posts frequently and that, were I to order the file transferred to visa post other than Rome, it is not inconceivable that Officer Beaulieu might be involved in the re-determination. As for the applicants' request for a time limit on the re-determination, counsel for the respondent objected to the same as she was not in a position to advise how long a re-determination might reasonably require.", "[39] Given the comments in one of Officer Beaulieu's emails, which noted that the entire Rome visa post had concluded that the applications should be denied (well before the applications were actually filed) and the fact that his emails were copied to several others at the Rome visa post, in order to ensure a fair re-determination, I believe the file must be remitted for fresh consideration at a visa post other than Rome. The respondent's concerns, regarding inadvertently involving Officer Beaulieu, can be addressed by ensuring that the file is not sent to the visa post to which Officer Beaulieu has been transferred.", "[40] As for the request that the matter be re-determined on an expeditious basis within a stipulated time period, counsel for the respondent ought to have been prepared to deal with this request during the hearing of this application, as a request for this remedy was clearly set out by the applicants in their Further Memorandum of Fact and Law. Thus, counsel's inability to provide the Court with information regarding how long the respondent might need in order to conduct a re-determination is no reason for denying the applicant's request. In the absence of any evidence or argument from the respondent regarding the reasonableness of the 90-day time period, I have ordered that the re-determination be conducted within 90 days, leaving open the possibility that the respondent may apply to the Court for an extension, in the event it is impossible for it to meet a 90-day deadline. Costs", "[41] Pursuant to Rule 22 of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22, special reasons are required before costs may be awarded in an immigration application for judicial review. Such special reasons have been held to include situations where one party has unreasonably prolonged proceedings or acted in an oppressive or improper manner or in bad faith ( FRAGMENT_SUPPRESSED). The respondent relies on FRAGMENT_SUPPRESSED to argue that costs should not be awarded against it. In that decision, Justice Dawson declined to award costs because, although the decision of the RPD was perverse, the respondent consented to the decision being set aside \"on a timely basis\" after the CTR was delivered. The respondent would have been well-advised to adopt a similar approach in this case, as, in my view, the case's outcome was a foregone conclusion, given the striking similarity between it and FRAGMENT_SUPPRESSED . Moreover, while there is no evidence of bad faith on the respondent's part, Officer Beaulieu did behave improperly in prejudging the applicants' applications and in basing his recommendations on a fundamental misapprehension of the facts before him. Accordingly, the applicant shall have their costs in the lump sum amount of $5000.00 which I have determined is a reasonable amount, with reference to the amounts awarded in somewhat similar circumstances in FRAGMENT_SUPPRESSED. JUDGMENT", "[42] THIS COURT'S JUDGMENT is that: 1. This application for judicial review is granted and the decision of the First Secretary (Immigration) in Rome, made on November 8, 2011 is set aside; 2. The respondent shall forthwith remove from its files all of Officer Beaulieu's emails and analyses in which he expresses any opinion on the merits of the applicants' applications, any similar analyses or expressions of opinion contained in the applicants' files and the First Secretary's November 8, 2011 decision; 3. The applicants' applications for permanent resident visas as members of the Convention Refugee Abroad Class and for H&C consideration shall be remitted to a visa office, other than Rome, where Officer Beaulieu is not employed. The Officer to whom the applications are submitted for re-determination shall have had no previous involvement in the applicants' files; 4. The applicants shall be afforded the opportunity to file additional evidence and to make additional submissions for consideration on the re-determination regarding any new matters that may have arisen since July 2011; 5. The respondent shall complete the re-determination as expeditiously as possible and in any event within no later than 90 days following the date of this decision. If it is impossible for the respondent to do so, it may apply to this Court for an extension of the 90-day time limit; 6. No question of general importance is certified. No question was proposed for certification and none arises in this case as my decision is closely tied to the facts; and 7. Costs are fixed on a lump sum basis in the amount of $5000.00, inclusive of fees, disbursements and HST, to be paid by the respondent to the applicants. Application dismissed. Editor: Angela E. McKay/vnh"]}