{"id_": "060807", "body_str": ["[1] Gleason, J. : This is an application for judicial review of the August 3, 2011 decision of the Refugee Protection Division of the Immigration and Refugee Board [the RPD or Board] denying the applicant's claim for refugee protection under section 96 and subsection 97(1)(b) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA]. The applicant is a citizen of Guatemala who alleges he was a victim of extortion and threats at the hands of the Mara Salvatrucha, or MS-13, gang [the MS].", "[2] This is the second time this matter has been before this Court. In a decision dated May 21, 2010, the RPD found the applicant to be a credible witness and accepted that he had been a victim of MS threats and extortion, but dismissed his claim, holding that section 96 of the IRPA was inapplicable as the victimization was not based on a Convention ground and that section 97 was inapplicable because the risk was a generalized one. Justice Noël vacated that decision in FRAGMENT_SUPPRESSED, where he found that the Board had erred in its interpretation of section 97 of the IRPA because it failed to properly assess the personalized risk faced by the applicant. Justice Noël remitted the applicant's claim to a different member of the RPD for re-determination.", "[3] In its August 3, 2011 decision that is the subject of the present application for judicial review, a different member of the RPD re-heard the case, decided that the applicant lacked credibility and dismissed the claim for that reason. While it was certainly open to the member to have reached a different conclusion from the first member on the issue of credibility as the first decision was quashed for all purposes (see, e.g. FRAGMENT_SUPPRESSED), I have determined that the reasoning in the second decision is so erroneous that it must be set aside. Given the deference which must be afforded to credibility determinations, it is exceptional that they will be overturned; this, however, is a case where an erroneous credibility finding requires intervention. As is more fully discussed below, the RPD's findings in this case are based on impermissible conjecture and conclusions that contradict the evidence before the Board and thus cannot stand. To understand why this is so, it is necessary to review the applicant's version of events and the Board's decision. Background", "[4] The applicant claims that he was a vendor in an open air market in Guatemala, where he sold chickens. He says that he also worked at a restaurant chain in Guatemala. He alleges that a member of the MS, nicknamed \"Gordo\" or \"Chubby\" approached him at the market about two and one half years year after he opened his stall, demanded extortion payments, and thereafter visited him weekly to collect the payments. The applicant claims that Chubby told him that if he did not cooperate, someone close to him would be killed. He also asserts that over time Chubby demonstrated increasing knowledge of the details of the applicant's family, which led the applicant to conclude that he and his family were being watched.", "[5] The applicant claims that he and a fellow vendor, Evedardo Vicente, eventually reported Chubby's extortion to the police. Chubby was imprisoned, but the applicant says the extortion continued and intensified, as did the threats: other members of the MS came to the market to collect payments and allegedly told the applicant that Chubby knew it was the applicant who had reported the extortion and that he and his friend, Vincente were \"dead\".", "[6] After Chubby was released from prison, members of the MS tracked Mr. Vincente and the applicant to another market that the applicant claims they were visiting and shot and killed Mr. Vicente. The applicant filed proof of Mr. Vincente's execution with the RPD. The applicant did not return to his market stall after this incident but continued working at his other job in a restaurant until approximately six months later when he alleges that Chubby came to the restaurant looking for him. The applicant explained the situation to his manager, was assigned to work in the back of the restaurant and was eventually transferred to a different location of the restaurant chain. The applicant then learned from managers at various other restaurant locations that Chubby had come into their restaurants and asked about him. Finally in early 2008, the applicant saw Chubby sitting inside the restaurant while he was working. Scared, he never returned to work at the chain again.", "[7] The applicant then moved his family to his in-laws' village but continued to hear warnings about the presence of the MS in such villages and their ability to locate individuals. As a result, in May 2009, the applicant obtained a temporary work permit and came to Canada, where he filed for refugee protection. Issues and Standard of Review", "[8] In the introduction to its decision, the Board made a passing reference to the fact that state protection and an internal flight alternative would have been available to the applicant but does not conduct any analysis whatsoever of these issues. The failure to conduct any analysis deprives these findings of transparency and they are therefore insufficient to overcome an otherwise deficient decision ( FRAGMENT_SUPPRESSED). Thus, the only issue arising in this case is whether the Board's credibility determination withstands scrutiny.", "[9] As noted, it is incontrovertible that credibility findings are reviewable on the reasonableness standard and that significant deference is owed to credibility findings of the RPD given its ability to directly observe the witnesses' demeanour, its expertise and its role as a finder of fact (see e.g. FRAGMENT_SUPPRESSED). However, as Justice Phelan noted in FRAGMENT_SUPPRESSED, FRAGMENT_SUPPRESSED.", "[10] Dealing more specifically with credibility findings that rest on plausibility determinations, this Court has often cautioned that such determinations are best limited to situations where events are clearly unlikely to have occurred in the manner asserted, based on common sense or the evidentiary record (see e.g. FRAGMENT_SUPPRESSED). As was articulated by Justice Muldoon in the oft-cited case of FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[11] An allegation may thus be found to be implausible when it does not make sense in light of the evidence before the Board or when (to borrow the language of Justice Muldoon in Vatchev ) it is \"outside the realm of what reasonably could be expected\". In addition, this Court has held that the Board should provide \"a reliable and verifiable evidentiary base against which the plausibility of the Applicants' evidence might be judged\", otherwise a plausibility determination may be nothing more than \"unfounded speculation\" ( FRAGMENT_SUPPRESSED). Analysis", "[12] In this case, the Board did not respect these guiding principles and instead engaged in impermissible speculation in rejecting the credibility of the applicant's claims. To a significant extent, its credibility determination hinged on three implausibility findings it made. As discussed below, none of them was reasonable.", "[13] In the first instance, the Board found that it was implausible that the MS would not have begun extorting the applicant \"soon after\" he began selling chickens in the market. From the applicant's own account, the extortion began two and a half years after he started selling in the market. The Board reasoned: The claimant began selling chicken as a market street vendor in [2004]. He testified that he had never seen Chubby before June 2006 when the extortion began. This is implausible given his own testimony that the Mara are everywhere in his country, and have been, according to the objective evidence, since the 1990's. I find, on balance of probabilities, that the local Mara would have not begun extorting the claimant soon after he set up shop in 2004. Given their ubiquitous and rapacious [ sic ] I find no plausible reason for them not to have begun extorting him earlier. I therefore find his statement implausible. His credibility is eroded. (Decision at para 29)", "[14] With respect, this conclusion is unreasonable. The fact that the MS is ubiquitous throughout Guatemala does not imply that they must be targeting every single vendor within the country at the same time nor that they immediately target every vendor as soon as he or she sets up a stall. It is not implausible that the applicant was not targeted until the date he claims the extortion started and there is nothing in the evidence from which the Board could reasonably have concluded otherwise. Accordingly, this implausibility finding is not reasonable.", "[15] Second, the Board held that it was implausible that the MS would have come to the market to threaten the applicant without killing him and Mr. Vincente, stating: The claimant's own testimony, his exhibits, and the objective documentary evidence all state that the Mara gangs are ruthless, extremely, violent groups who take reprisals when crossed or betrayed. I therefore find it implausible that Mara members would approach the claimant at his stall in the market, after Chubby's arrest and said that the claimant and his friend were \"dead\" and warn him that Chubby was \"really pissed at him.\" First, it is implausible that the gang members would give their intended, victims a warning. Second, as they were armed, and as they are ruthless and violent, why did not they not simply kill the claimant and his friend on the spot. For these reasons, I do not believe such an encounter ever happened. The claimant's credibility is diminished. (Decision at para 28)", "[16] The applicant, however, alleges that the MS was still seeking to extort money from him when they came to threaten him. Killing him would have eliminated their ability to continue this extortion. In reaching its conclusion, the Board committed a reviewable error by ignoring the applicant's reasonable explanation of what had occurred ( FRAGMENT_SUPPRESSED). Moreover, it is not necessarily surprising that the MS would have not killed the applicant and his friend in the middle of a busy marketplace. This plausibility determination was certainly not one of the \"clearest of cases\" as set out by Justice Muldoon in FRAGMENT_SUPPRESSED and was an inappropriate basis upon which to conclude that the market encounter never occurred.", "[17] Third, the Board pointed to the fact that two affidavits of market vendors supplied by the applicant referred to Chubby as \"El Pelon\" (which translates as \"the Bald One\") rather than \"Gordo\". The Board concluded that it was implausible that an MS member would be called by two nicknames and thus viewed the affidavits as undercutting the applicant's credibility. In my view, this conclusion is flawed as it is not implausible that a person might have, or be referred to by, two nicknames. Moreover, the Board did not explore this apparent inconsistency in its questioning of the applicant, other than noting the two nicknames. In the circumstances, this is a further situation where the implausibility conclusion reached is far from clear and has no foundation in the evidence. It is therefore unreasonable.", "[18] In addition to these implausibility findings, the RPD also set out other bases for disbelieving the applicant's version of events. However, several of these other bases are without foundation.", "[19] More specifically, the Board first noted that there were inconsistencies in the applicant's evidence given at the first and second hearings regarding whether he and Mr. Vincente reported the extortion to a security guard or to the police. While it its true that the applicant (who testified through a translator) used the word \"guard\" during the first hearing but stated that the report was made to the police during the second hearing, he provided an explanation for this discrepancy, namely that the police sometimes acted as the guards at the market and that on the day in question when the report was made, the police were serving the role of market security (see Certified Tribunal Record [CTR] at p 186). In support of its finding that the applicant could not have reported the extortion to the police, the Board referred to the documentation regarding typical police procedures in Guatemala, which indicated that the police typically took statements when formal complaints were made and reasoned that the complainant's claim to have gone to the police was not credible as no statement was taken. This, however, does not necessarily follow for two reasons. First, the applicant does not claim to have gone to the police station and filed a formal report: he claims to have reported the incidents to the authorities on duty at the market. Thus, it is not necessarily surprising that \"official\" procedure would not have been followed, as the applicant did not follow the \"official\" channels. Second, and more importantly, as counsel for the applicant argued, there was extensive evidence on record to the effect that formal police procedures are often not followed by the police in Guatemala. Therefore, the lack of a formal police report does not undercut the applicant's claim to have reported the extortion to a member of the police, who was fulfilling the role of security guard on at the market on the day the report was made.", "[20] In a similar vein, the Board found it to be of concern that two of the co-worker affidavits stated that the applicant did not complain to the police and this undercut his claim to have reported the extortion to the police. However, one of the affidavits states that the applicant did not report the death threats (as opposed to the extortion) to the police. This is consistent with the applicant's testimony: he testified that he did not report the death threats to the police due to fear of the MS. Thus, contrary to what the Board found, there is no inconsistency in the evidence on this point. The other affidavit is more general and is not inconsistent with his claim to have not filed a formal police report about the death threats.", "[21] The Board further pointed to a press report discussing Mr. Vicente's murder. This report states that the victim was talking to his brother when he was shot, which the Board held contradicted the applicant's claim that he and Mr. Vincente ran away in opposite directions when they saw the MS and that Mr. Vincente was shot a few minutes later. The Board additionally highlighted the fact that the article fails to mention the applicant's presence or the motive for the murder (i.e. retribution for the complaints to the authorities). However, the fact that the applicant would not make himself known to the media in no way undermines his claim - if anything, detailed mention of the applicant in the article might seem to contradict the applicant's claim of attempts to hide from the MS. The first alleged contradiction noted by the Board appears to be more valid However, this point is insufficient to sustain a negative credibility determination in circumstances like the present where so many other of the bases for the credibility determination are without merit.", "[22] Finally, the Board found that the applicant was not credible because his subjective fear was not well-founded. It based this determination on the fact that the applicant had only moved his family 40 miles from the city when he allegedly felt his and their lives were at risk and because his family has not been attacked subsequent to his departure. However, the record reveals that there was good reason for the family to have moved to that area because the applicant's spouse and children would have the support of her family who lived in the town. In addition, contrary to what the Board held, the fact that the MS did not threaten the applicant's family following his departure does not undermine the credibility of the applicant's version of events (although it might well be relevant to whether the applicant might be at risk if returned to El Salvador).", "[23] The above-noted observations collectively underpinned the Board's conclusion that the key events involving the MS had not occurred and were intertwined with each other. In such circumstances, a decision may be set aside as unreasonable, even if peripheral points in the Board's reasoning might withstand scrutiny, because the central bases for the Board's credibility determination are unreasonable (see e.g. FRAGMENT_SUPPRESSED.", "[24] I would additionally note that I find the Board to have employed an inappropriate understanding of demeanour in its analysis. The RPD buttressed its negative credibility determination by noting that during the hearing the applicant sat with his arms crossed and appeared \"sullen and arrogant\" which was \"not an attitude one would reasonably expect from someone asking a foreign country to save his life\" (Decision at para 35). While this Court has recognized that the Board is well-positioned to assess a claimant's demeanour in its credibility determinations, demeanour is intended to encompass the way in which the claimant responds to questions, such as whether the claimant appears uncertain or hesitates. For instance, in FRAGMENT_SUPPRESSED, Justice Harrington wrote, FRAGMENT_SUPPRESSED. In contrast, overly subjective conclusions based on an individual's posture or perceived attitude are not within the appropriate purview of a credibility assessment.", "[25] Thus, the Board made findings that went to the core of the applicant's claim that are no more than \"unfounded speculation\" and that lack an evidentiary basis. Since the Board's conclusion that the applicant was not at risk was based on his lack of credibility, it is unreasonable and must be set aside. Conclusion", "[26] For the above reasons, this application for judicial review is allowed. No question has been proposed for certification under section 74 of the IRPA and none arises as this decision turns completely on the facts. JUDGMENT", "[27] THIS COURT'S JUDGMENT is that 1. This application for judicial review is allowed, and the matter is remitted to a differently constituted panel for re-determination; 2. No serious question of general importance is certified; and 3. There is no order as to costs. Application allowed. Editor: Angela E. McKay/klf"]}