{"id_": "060945", "body_str": ["[1] Mandamin, J. : Mr. Lindsay Hill McLachlan, the Applicant, applies for judicial review of an Immigration Officer's decision rejecting his application for a permanent residence visa under the skilled worker category.  <FRAGMENT_SUPPRESSED>", "[2] Mr. McLachlan is a citizen of the United Kingdom. He was 42 years old at the time of his application and a police officer with the British Transport Police since 1992. He completed Scottish Ordinary Grades in fourteen years and had a further two years of training as a police officer. He had 13 years of experience as a police officer. He applied for permanent residence under the skilled worker category in January 2006 and included his wife and two children in his application. His wife had also completed Scottish Ordinary Grades and had two years of training as a police officer.  <FRAGMENT_SUPPRESSED>", "[3] Ms. Carol A. Turner, the Immigration Officer at the High Commission of Canada refused Mr. McLachlan's application for a permanent residence visa. He requested reconsideration. Ms. Turner advised the decision was final and explained his application was not approved because of a shortfall in points, 65, two short of the 67 points necessary for acceptance in the skilled worker category. The shortfall issue arises under the education and adaptability criteria.  <FRAGMENT_SUPPRESSED>", "[4] For the reasons that follow, I am granting the judicial review.  <FRAGMENT_SUPPRESSED> THE DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>", "[5] Ms. Carol A. Turner, the Immigration Officer at the High Commission of Canada, advised the Applicant on August 1, 2008 he did not meet the requirements for immigration to Canada.  <FRAGMENT_SUPPRESSED>", "[6] Subsection 12(2) of the Immigration and Refugee Protection Act IRPA ) states a foreign national may be selected as a member of the economic class on the basis of ability to become economically established in Canada. The federal skilled worker class ability to become economically established are assessed on the prescribed criteria and minimum requirements set out in the Immigration and Refugee Protection Regulations (the IRPA Regulations ). The criteria are age, education, knowledge of Canada's official languages, experience, arranged employment and adaptability. The current pass mark was 67 points. The assessment criteria for education points are set out in s. 78 of the IRPA Regulations .  <FRAGMENT_SUPPRESSED>", "[7] Mr. McLachlan was assessed as follows:  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> -  <FRAGMENT_SUPPRESSED> POINTS ASSESSED  <FRAGMENT_SUPPRESSED> MAXIMUM POSSIBLE  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  AGE  <FRAGMENT_SUPPRESSED> 10  <FRAGMENT_SUPPRESSED> 10  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  EDUCATION  <FRAGMENT_SUPPRESSED> 15  <FRAGMENT_SUPPRESSED> 25  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  FIRST OFFICIAL LANGUAGE PROFICIENCY  <FRAGMENT_SUPPRESSED> 16  <FRAGMENT_SUPPRESSED> 16  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  SECOND OFFICIAL LANGUAGE PROFICIENCY  <FRAGMENT_SUPPRESSED> 0  <FRAGMENT_SUPPRESSED> 8  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  EXPERIENCE  <FRAGMENT_SUPPRESSED> 21  <FRAGMENT_SUPPRESSED> 21  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  ARRANGED EMPLOYMENT  <FRAGMENT_SUPPRESSED> 0  <FRAGMENT_SUPPRESSED> 10  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  ADAPTABILITY  <FRAGMENT_SUPPRESSED> 3  <FRAGMENT_SUPPRESSED> 10  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  TOTAL  <FRAGMENT_SUPPRESSED> 65  <FRAGMENT_SUPPRESSED> 100  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>", "[8] Since Mr. McLachlan was assessed at 65 points, below the pass mark of 67, the Immigration Officer refused his application for a permanent resident visa.  <FRAGMENT_SUPPRESSED>", "[9] Mr. McLachlan requested reconsideration of the education assessment since he expected to receive 20 points on the basis of having 12 years of study in completing Scottish Ordinary Grades together with two years of post secondary education. He had repeated his final year of Scottish Ordinary Grades in order to achieve higher marks. He relies on subsection 78(2)(d)(i) of the IRPA Regulations which states:  <FRAGMENT_SUPPRESSED> (i) a two-year post-secondary educational credential, other than a university educational credential, and a total of at least 14 years of completed full-time or full-time equivalent studies <FRAGMENT_SUPPRESSED>", "[10] The Immigration Officer responded on September 25, 2008 stating that Scottish Ordinary Grades could be completed in 11 years and is counted as such regardless of how many years it takes to complete. Accordingly, she considered Mr. McLachlan as scoring 11 years of study together with two years post secondary for a total of 13 years of study equating to 15 points under the education criteria. She refers to s. 78(2)(c)(i).  <FRAGMENT_SUPPRESSED> \"(c) 15 points for  <FRAGMENT_SUPPRESSED> (i) a one-year post-secondary educational credential, other than a university educational credential, and a total of at least 13 years of completed full-time or full-time equivalent studies, or <FRAGMENT_SUPPRESSED>", "[11] The Officer advised the decision was final and no reconsideration was undertaken.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[12] Applicant submits that the issues are:  <FRAGMENT_SUPPRESSED> a. Did the Officer err in law by failing to provide the Applicant the correct number of points for his education?  <FRAGMENT_SUPPRESSED> b. Did the officer err in law by failing to provide the Applicant with the correct number of points for adaptability?  <FRAGMENT_SUPPRESSED> c. Was the decision unfair because:  <FRAGMENT_SUPPRESSED> i. the Applicant was never advised that his educational score was at issue or given an opportunity to address this, and  <FRAGMENT_SUPPRESSED> ii. the reasons for the decision were inadequate?  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[13] I find the issue in this judicial review turns on a question of statutory interpretation. As such it will not be necessary to consider procedural fairness issues.  <FRAGMENT_SUPPRESSED>", "[14] <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada decided there were two standards of review, correctness and reasonableness. The standard of review for questions of law is correctness. The standard of correctness must be maintained to promote just decisions and avoid inconsistent and unauthorized application of law. , para. 50.  <FRAGMENT_SUPPRESSED>", "[15] The standard of review is reasonableness for questions of fact and mixed fact and law. , para. 53. For a decision to be reasonable, there must be justification, transparency and intelligibility within the decision making process. The decision must fall into a possible range of possible, acceptable outcomes which are defensible in respect of the facts and the law. , para. 47.  <FRAGMENT_SUPPRESSED>", "[16] The Supreme Court also held deference is appropriate where a tribunal is interpreting its own statute or statutes closely related to its function. Essentially, statutes with which it is familiar. , para. 54 In such situations, the standard of reasonableness will apply.  <FRAGMENT_SUPPRESSED> THE LEGISLATION  <FRAGMENT_SUPPRESSED>", "[17] Subsection 78 of the IRPA Regulations provides:  <FRAGMENT_SUPPRESSED> \"78(1) The definitions in this subsection apply in this section.  <FRAGMENT_SUPPRESSED> 'full-time'  <FRAGMENT_SUPPRESSED> 'full-time' means, in relation to a program of study leading to an educational credential, at least 15 hours of instruction per week during the academic year, including any period of training in the workplace that forms part of the course of instruction.  <FRAGMENT_SUPPRESSED> 'full-time equivalent'  <FRAGMENT_SUPPRESSED> 'full-time equivalent' means, in respect of part-time or accelerated studies, the period that would have been required to complete those studies on a full-time basis.  <FRAGMENT_SUPPRESSED> Education (25 points)  <FRAGMENT_SUPPRESSED> \"78(2) A maximum of 25 points shall be awarded for a skilled worker's education as follows:  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (c) 15 points for  <FRAGMENT_SUPPRESSED> (i) a one-year post-secondary educational credential, other than a university educational credential, and a total of at least 13 years of completed full-time or full-time equivalent studies , or  <FRAGMENT_SUPPRESSED> (ii) a one-year university educational credential at the bachelor's level and a total of at least 13 years of completed full-time or full-time equivalent studies;  <FRAGMENT_SUPPRESSED> (i) a two-year post-secondary educational credential, other than a university educational credential, and a total of at least 14 years of completed full-time or full-time equivalent studies , or  <FRAGMENT_SUPPRESSED> (ii) a two-year university educational credential at the bachelor's level and a total of at least 14 years of completed full-time or full-time equivalent studies;  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> Multiple educational achievements  <FRAGMENT_SUPPRESSED> \"78(3) For the purposes of subsection (2), points  <FRAGMENT_SUPPRESSED> (a) shall not be awarded cumulatively on the basis of more than one single educational credential; and  <FRAGMENT_SUPPRESSED> (b) shall be awarded  <FRAGMENT_SUPPRESSED> (i) for the purposes of paragraphs (2)(a) to (d), subparagraph (2)(e)(i) and paragraph (2)(f), on the basis of the single educational credential that results in the highest number of points, and  <FRAGMENT_SUPPRESSED> (ii) for the purposes of subparagraph (2)(e)(ii), on the basis of the combined educational credentials referred to in that paragraph.  <FRAGMENT_SUPPRESSED> Special circumstances  <FRAGMENT_SUPPRESSED> \"78(4) For the purposes of subsection (2), if a skilled worker has an educational credential referred to in paragraph (2)(b), subparagraph (2)(c)(i) or (ii), (d)(i) or (ii) or (e)(i) or (ii) or paragraph (2)(f), but not the total number of years of full-time or full-time equivalent studies required by that paragraph or subparagraph, the skilled worker shall be awarded the same number of points as the number of years of completed full-time or full-time equivalent studies set out in the paragraph or subparagraph. \" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[18] Subsection 83 of the IRPA Regulations provides:  <FRAGMENT_SUPPRESSED> \"83(1) A maximum of 10 points for adaptability shall be awarded to a skilled worker on the basis of any combination of the following elements:  <FRAGMENT_SUPPRESSED> (a) for the educational credentials of the skilled worker's accompanying spouse or accompanying common-law partner, 3, 4 or 5 points determined in accordance with subsection (2)  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"83(2) For the purposes of paragraph (1)(a), an officer shall evaluate the educational credentials of a skilled worker's accompanying spouse or accompanying common-law partner as if the spouse or common-law partner were a skilled worker, and shall award points to the skilled worker as follows:  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (b) for a spouse or common-law partner who would be awarded 20 or 22 points, 4 points; and  <FRAGMENT_SUPPRESSED> (c) for a spouse or common-law partner who would be awarded 12 or 15 points, 3 points. <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[19] The Applicant submits the Immigration Officer erred in assessing his education since he had a total of 14 years of education based on his 12 years in Scottish Ordinary Grades and his two year educational credential (his police training) which should result in 20 points pursuant to subsection 78(2)(c).  <FRAGMENT_SUPPRESSED>", "[20] The Respondent submits that the Immigration Officer's decision was reasonable. It submitted the Applicant's twelfth year in Scottish Ordinary Grades should not be counted since he had stated:  <FRAGMENT_SUPPRESSED> \"I actually did sit O Grades in 1981 and also in 1982 as I chose to stay on for a further year to improve my grades. I could have left school once I was 16 if I had not chosen to stay on for that further year. <FRAGMENT_SUPPRESSED>", "[21] The Respondent contends the Applicant could have completed his Scottish Ordinary Grades in the regular 11 year period and the twelfth year was of his choosing. The Officer wrote in her letter of clarification:  <FRAGMENT_SUPPRESSED> \"Scottish Ordinary Grades could be completed in 11 years (regardless of how long it may actually have taken to complete them.). Therefore a two-year post-secondary credential following O grades totals 13 years of study and so equates to 15 points under the education factor. <FRAGMENT_SUPPRESSED>", "[22] The Applicant argues that the ordinary meaning of a statute should be applied unless there is some reason to look elsewhere for the meaning of the legislation. Section 78 of the IRPA Regulations should be read in its ordinary and grammatical sense. The words \"20 points for a two-year post-secondary educational credential ... and a total of at least 14 years of completed full-time or full-time equivalent studies\" should lead to the understanding that it is only necessary to consider the highest level of education attained and the total number of years of full time studies accumulated.  <FRAGMENT_SUPPRESSED>", "[23] The issues with respect to educational and adaptability assessment both turn on interpretation of s. 78 of the IRPA Regulations . I find the Immigration Officer's interpretation of subsection 78(2) to be reasonable as far as it goes. It is an interpretation that falls within the range of possible acceptable outcomes which is defensible. ( , para. 78) However, this is not the end of the necessary analysis.  <FRAGMENT_SUPPRESSED>", "[24] Section 73 of the Regulations defines \"educational credential\" as:  <FRAGMENT_SUPPRESSED> \"'educational credential' means any diploma, degree or trade or apprenticeship credential on the completion of a program of study or training at an education or training institution recognized by the authorities responsible for registering, accrediting, supervising, and regulating such institutions in the country of issue. <FRAGMENT_SUPPRESSED>", "[25] <FRAGMENT_SUPPRESSED>  Justice Hughes stated:  <FRAGMENT_SUPPRESSED> \"The definition of 'education credential' in the IRPA Regulations makes it clear that an award of points in that regard, pursuant to subparagraph 78(2)(d)(ii), requires completion of a programme and the grant of a diploma or degree. <FRAGMENT_SUPPRESSED>", "[26] No issue arises with the Applicant's attainment of a two year educational credential. The November 24, 2005 letter from the British Transport Police confirms that the Applicant successfully completed a two year national police standard training and probationary program. His two years of police training was accepted as such by the Immigration Officer.  <FRAGMENT_SUPPRESSED>", "[27] In my view, section 78(4) addresses the Applicant's special circumstances. That subsection provides:  <FRAGMENT_SUPPRESSED> \"78(4) For the purposes of subsection (2), if a skilled worker has an educational credential referred to in paragraph (2)(b), subparagraph (2)(c)(i) or (ii), (d)(i) or (ii) or (e)(i) or (ii) or paragraph (2)(f), but not the total number of years of full-time or full-time equivalent studies required by that paragraph or subparagraph, the skilled worker shall be awarded the same number of points as the number of years of completed full-time or full-time equivalent studies set out in the paragraph or subparagraph. <FRAGMENT_SUPPRESSED>", "[28] The principles of statutory construction were elegantly set out by Elmer Driedger in Construction of Statutes (2nd Ed. 1983): \"the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament.\" Justice Iacobucci elaborated on this interpretation in the Supreme Court of Canada's decision  <FRAGMENT_SUPPRESSED>  & Rizzo Shoes Ltd. (Bankrupt), Re , [1998] 1 S.C.R. 27; 221 N.R. 241; 106 O.A.C. 1; 154 D.L.R.(4th) 193. He found that beyond the plain meaning one must look to the scheme of the statute, its object or intention of the legislature.  <FRAGMENT_SUPPRESSED>", "[29] <FRAGMENT_SUPPRESSED>  Justice McTavish held that an additional year of study beyond the highest education credential achieved in another subject area did not turn a 16 year Master's degree into a 17 year Master's degree with its commensurate higher points.  <FRAGMENT_SUPPRESSED>  Deputy Judge Frenette held that a Bachelor's degree, recognized as corresponding to a bachelor's degree in the relevant field involving 14 years of study, was to be credited as such, notwithstanding whether it was attained as a private or full time student.  <FRAGMENT_SUPPRESSED>", "[30] What is common to both Bhuiya and Hameed is consideration of the highest level of educational achievement. In Bhuiya an additional year of study was not considered as upgrading the level of educational attainment. In Hameed the highest level of educational attainment was considered, not the method of qualification to achieve that level. I take from these decisions the importance of the highest level of educational credential achievement as a first consideration. In my view the whole of section 78 of the IRPA Regulations is directed at assessment of educational accomplishment.  <FRAGMENT_SUPPRESSED>", "[31] The Immigration Officer did not look beyond the words of subsection 78(2)(c) and (d) and consider all of section 78 of the Regulations or indeed the scheme of the skilled worker provisions. Her analysis focussed on a tallying of effective years of studies without regard to the level of educational attainment. Educational attainment is usually, but not always, achieved by methodical progression of years of study. The legislators were alive to the possibility of a shortfall in years of study in situations where the educational credential is valid and that special circumstance was addressed in subsection 78(4) of the IRPA Regulations .  <FRAGMENT_SUPPRESSED>", "[32] The subsection could be better worded; nevertheless it is sufficiently clear. Stripping out the wordage unrelated to the Applicant, it reads:  <FRAGMENT_SUPPRESSED> \"... if a skilled worker has an educational credential referred to in ... subparagraph ... (d)(i) ... but not the total number of years of full-time ... studies required by that ... subparagraph, the skilled worker shall be awarded the same number of points as the number of years of completed full-time or full-time equivalent studies set out in the subparagraph . <FRAGMENT_SUPPRESSED>", "[33] The trigger for section 78(4) is the attainment of an educational credential. The special circumstances subsection recognizes the educational attainment of skilled workers with bona fide educational credentials but not the specified years of study. Special circumstances could include those who attended state educational systems with shorter primary and secondary programs than in Canada.  <FRAGMENT_SUPPRESSED>", "[34] The Applicant clearly has attained the two year education credential in subsection 78(2)(d)(i) by virtue of his successful completion of two years of police training. It is a substantive educational accomplishment, the merit of which is amply demonstrated by his 13 years as a police officer.  <FRAGMENT_SUPPRESSED> CONCLUSION  <FRAGMENT_SUPPRESSED>", "[35] I conclude that Mr. McLaughlin comes within subsection s. 78(2)(d)(i) by application of subsection 78(4). The Immigration Officer erred in not going further to consider the application in light of subsection 78(4) in respect of educational attainment. Similar considerations also apply in respect of the adaptability criteria.  <FRAGMENT_SUPPRESSED>", "[36] The application for judicial review is granted.  <FRAGMENT_SUPPRESSED>", "[37] The Applicant posed a certified question based on interpretation of section 78 of the IRPA Regulations concerning counting of years of full-time education that are non-essential to completion of the highest level of degree. In light of my decision, I do not consider it necessary to certify a question of general importance on this question.  <FRAGMENT_SUPPRESSED>", "[38] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is granted and remitted back for reconsideration in light of these reasons.  <FRAGMENT_SUPPRESSED> 2. No question of general importance is certified.  <FRAGMENT_SUPPRESSED> 3. No costs are awarded.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}