{"id_": "061027", "body_str": ["[1] Layden-Stevenson, J. : Mr. Liang claims to be a legitimate businessman. The former Convention Refugee Determination Division of the Immigration and Refugee Board (CRDD), now the Refugee Protection Division (RPD), found that he is a leader of organized crime. FACTS", "[2] Mr. Liang, a citizen of the People's Republic of China, was born in Jilin Province in 1964. He entered Canada in May, 1998, on a Dominican passport (since revoked) purchased through that country's investor program. He travelled on that passport to Hong Kong, the Philippines, Singapore, China and Canada. He first applied to immigrate to Canada as a business class immigrant, but later claimed refugee status.", "[3] In September, 1998, he allegedly learned from a friend in the Dominican Republic that the Chinese police were looking for him there. In October, 1998, he was arrested in Canada on an Interpol warrant for conspiracy to commit murder, leading a criminal organization, and being involved in a corruption scandal concerning a high-ranking Communist Party official (Mayor's Secretary) in his home province. Mr. Liang was the subject of an Immigration Act inquiry and was found to be inadmissible as a person who had committed an act that constitutes an offence in China that, if committed in Canada, would constitute an offence punishable by imprisonment for 10 years or more. He then filed a refugee claim.", "[4] The hearing under review in this application is a court-ordered one. Mr. Liang claims that the charges are false and are motivated by a desire to get him home to China so that he will admit to bribing the Mayor's Secretary to give his brother a job. His brother has already been tried and executed by the Chinese authorities on essentially the same charges as those that Mr. Liang faces and Mr. Liang expects similar treatment should he return to China. He claims a well-founded fear of persecution on the basis of imputed political belief in that he will be asked to provide false statements against the Mayor's Secretary. He claims that this would go against his political beliefs.", "[5] At the hearing, various confessions and statements implicating Mr. Liang were filed, but their authenticity was in dispute. In addition to testifying on his own behalf, Mr. Liang called Brian Lindblom (Lindblom) and Professor Victor C. Falkenheim (Falkenheim) to give evidence. Lindblom was qualified as an expert in the forensic examination of documents and handwriting in English and of numbers in Chinese. His evidence was that the documents implicating Mr. Liang were likely forgeries. Falkenheim was qualified as an expert in the role of politics, the legislature, the justice system, legal reform and municipal legal reform in China. His evidence was that Mr. Liang's story was as plausible as the Minister's version of events. THE DECISION", "[6] The CRDD excluded Mr. Liang under Article 1F(b) of the Convention because there were serious reasons for considering that he had committed a serious non-political crime outside of Canada. The board also found that Mr. Liang's story was not credible. It determined that while Lindblom was an expert in English writing and Arabic numerals, he was not an expert in Chinese ideograms and his evidence concerning the Chinese documents should be afforded little weight. It found Professor Falkenheim's testimony to be highly persuasive. THE RELEVANT STATUTORY PROVISIONS", "[7] Subsection 2(1) of the former Immigration Act, R.S.C. 1985, c. I-2 (the Act) defines \"Convention refugee\" as: \"Convention refugee\" means a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside the country of his nationality and is unable or, by reason of such fear, is unwilling to avail himself of the protection of that country, or (b) not having a country of nationality, is outside the country of his former habitual residence and is unable or, by reason of such fear, is unwilling to return to that country; Article 1F(b) of the United Nations Convention Relating to the Status of Refugees states: The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that: (b) he has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee; ISSUES", "[8] The issues, as identified by the applicant, are: (a) the standard of proof; (b) the assessment of the evidence, specifically the evidence of Lindblom; (c) the adequacy of the reasons. THE STANDARD OF REVIEW", "[9] The standard of review for findings of fact made by the CRDD is set out in paragraph 18.1 (4)(d) of the Federal Courts Act, R.S.C. 1985, c. F-7, as amended. Findings of fact can be reviewed only if they are erroneous and made in a perverse or capricious manner or without regard for the material before the Refugee Division. This standard is the same as that of patent unreasonableness. Findings that apply the law to the facts of the case can be reviewed only if they are unreasonable. Insofar as they interpret the meaning of the exclusion clause, the findings can be reviewed if they are erroneous:  <FRAGMENT_SUPPRESSED>  (Pushpanathan). THE STANDARD OF PROOF", "[10] Mr. Liang's argument in this respect is twofold. First, he argues that the Minister's burden of proof when considering exclusion should be higher than the \"less than a balance of probabilities\" or \"reasonable grounds\" standard set out in  <FRAGMENT_SUPPRESSED>  (C.A.) (Ramirez) and confirmed in  <FRAGMENT_SUPPRESSED>  (C.A.) (Moreno). Mr. Liang bases this assertion on the reasons  <FRAGMENT_SUPPRESSED>  and submits that the Supreme Court disapproved of the Moreno approach and noted that the Convention must be interpreted in keeping with its human rights purposes. The benefit of the doubt, says Mr. Liang, should favour applicants. The crux of this argument is that a \"balance of probabilities\" is a more appropriate standard of proof.", "[11] The second aspect of the argument relates to the interrelationship between the standard of proof on exclusion and the standard of proof on inclusion. Mr. Liang notes that there are two diametrically opposed theories regarding the circumstances relative to this matter. Either he is an accused murderer fleeing prosecution, or he is a victim of false, politically motivated charges that give rise to a fear of persecution should he be returned to China. He argues that if he is fleeing prosecution, he is excluded under Article 1F(b), which requires \"serious reasons for considering\" that he has engaged in serious criminality: Ramirez. If, on the other hand, he is fleeing persecution, he is required only to demonstrate that there is \"more than a mere possibility\" that this is the case. Both standards require less compelling evidence than the civil standard of balance of probabilities.", "[12] Professor Falkenheim, whose evidence was found to be very persuasive, gave evidence that both versions of events were equally plausible. Mr. Liang argues that because there is some evidence to point to both possibilities, the board should have found that there was sufficient evidence to find that inclusion as well as exclusion was warranted. The CRDD found both that he was excluded by reason of serious criminality and that there was insufficient evidence for inclusion under a Convention ground. Mr. Liang submits that the finding that he is not eligible for inclusion, despite evidence that there is more than a mere possibility of persecution on a Convention ground, casts sufficient doubt on the board's findings as a whole to warrant intervention. Analysis", "[13] The first argument with respect to standard of proof is that the Minister's burden in relation to exclusion should be higher than the \"less than a balance of probabilities\" or \"reasonable grounds\" standard, set out  <FRAGMENT_SUPPRESSED>  and confirmed  <FRAGMENT_SUPPRESSED> .", "[14] I agree with the respondent that the Pushpanathan decision did not elevate the burden of proof. Moreno was not disapproved in its entirety with respect to exclusion and the rejection was not related to the standard of proof. Rather, the disapproval related to the use of evidence related to meaning in the interpretation of the objects and purposes of the treaty. The Pushpanathan reasons contain no mention of the standard of proof in the context of Moreno.", "[15] In Ramirez, the board had accepted that Mr. Ramirez had a well-founded fear of persecution, but he was nonetheless excluded as a refugee because there were serious reasons for considering that he had committed a war crime or crimes against humanity. The Federal Court of Appeal found that \"serious grounds for considering\" was a lower standard of proof than the civil standard, approximately equivalent to the term \"reasonable grounds to believe\" as that phrase is used to apply to the inadmissibility of immigrants in the old Immigration Act.", "[16] There is no doubt that the phrase constitutes a standard lower than the civil standard:  <FRAGMENT_SUPPRESSED>  (C.A.).", "[17] In Ramirez, the Court of Appeal discussed the rationale behind the war crimes portion of Article 1F(a): \"in the aftermath of the Second World War atrocities, the signatory states to this 1951 Convention intended to preserve for themselves a wide power of exclusion from refugee status where perpetrators of international crimes are concerned\".", "[18] Article 1F(b) is designed to prevent non-political criminals from avoiding extradition by claiming refugee status (Pushpanathan), although it is not restricted to extradition crimes:  <FRAGMENT_SUPPRESSED>  (F.C.A.). It is in the interests of the state to avoid the costly and complicated procedures it may be called upon to deploy should it turn out that the refugee claimant in question must be extradited. Other states have an interest in being able to prosecute serious crimes committed on their territory: Pushpanathan. I am not persuaded that Mr. Liang's submission that Pushpanathan elevated the Minister's burden of proof to the civil standard has merit.", "[19] The second aspect of Mr. Liang's argument is that because there was sufficient evidence to support exclusion, the CRDD should have found (in the present circumstances) that sufficient evidence existed to support inclusion. In the terms that Mr. Liang presents this argument, it is at first blush persuasive. However, it ignores the fact that it is the prerogative of the board to determine the facts based on the evidence before it. The CRDD was free to reject entirely one version of the facts and accept without reservation another. Provided that there is some evidence to support its factual findings, the fact that there may be some evidence pointing to another version of the facts is irrelevant. The facts accepted by the board must be determined in accordance with the evidence, before the legal tests are applied.", "[20] It is open to the CRDD to find, as it did, that the testimony of a witness is persuasive and that evidence may point equally to two sets of facts, as this evidence did. But, in the final analysis, it is for the board, not the witness, to determine what facts are accepted. The board may do so by relying on other evidence that points to one version of the facts over another. Here, there was some additional evidence that could have pointed to the factual conclusion urged by Mr. Liang. However, there was also additional evidence that pointed to the factual conclusion drawn by the board. The CRDD found overall that Mr. Liang's preferred version was not as plausible as the Minister's preferred version. That conclusion was reasonably open to it.", "[21] Once the CRDD has made its findings of fact, the law must be applied to those facts as found. There is no alternative version of the facts, as Mr. Liang argues. Rather, for the purposes of making its decision, there is only one set of facts. Mr. Liang cannot be heard to say that for the purposes of one legal test certain facts were accepted, while for the purposes of another legal test certain other evidence should be considered to arrive at an alternative set of facts. That evidence had been rejected and it was open to the board to reject it. Thus, this ground of review fails. THE ASSESSMENT OF THE EVIDENCE, SPECIFICALLY THE EVIDENCE OF LINDBLOM", "[22] Mr. Liang argues that the CRDD misunderstood or misstated the evidence of Lindblom concerning his degree of certainty as to whether the Chinese documents were written by the same person. The board, in its reasons at page 93, stated: In terms of quantification, Mr. Lindblom testified that \"probable\" means more than 50%. It was two steps away from being inconclusive. In cross-examination, he stated that probable is the lowest degree of certainty.", "[23] Mr. Liang points to the transcript and submits that Lindblom explained that probable was a range from 50% to 99% and was two steps up from neutral or inconclusive (50%). He contends that the CRDD confused the Chinese witness statements with the documents as a whole in coming to its conclusion that Lindblom testified that it was possible that one person wrote the information on the documents and the witness signed them after they were prepared (reasons at p. 94).", "[24] In short, Mr. Liang submits that the CRDD \"completely missed the point which was that it was highly unlikely that the documents would all be prepared by the same person if they legitimately came from three different departments\". Additionally, he maintains that Lindblom's evidence was corroborated by Falkenheim's evidence, which the board found highly persuasive, yet it failed to take this into account when assessing Lindblom's evidence and provided no explanation in relation to this failure. Analysis", "[25] I agree with Mr. Liang that Lindblom's evidence was misconstrued by the CRDD because it misunderstood the degree of certainty of his testimony. It may also have misunderstood the details of his evidence. However, for the reasons that follow, I conclude that nothing turns on this error because there was other evidence that countered the conclusions that Lindblom's evidence was tendered to establish.", "[26] The CRDD did not draw the conclusion that Mr. Liang hoped for or wanted. Notwithstanding, even had Lindblom's evidence been accepted in its totality, that conclusion was not inevitable. An opposite conclusion was still logically open to the board on the evidence i.e., that there was nothing improper in having one functionary preparing both investigative and prosecutorial documents for signatures.", "[27] After summarizing Lindblom's evidence, the board, at pages 93 and 94 of its reasons, stated: Mr. Lindblom was then asked why his findings were probable. He testified that this finding represents his limitations of working with photocopies, the significance of characteristics seen, and the limitations of direction of the strokes. On the whole, his conclusion is a probable one. In terms of quantification, Mr. Lindblom testified that \"probable\" means more than 50%. It was two steps away from being inconclusive. In cross-examination, he stated that probable is the lowest degree of certainty. The witness has also given evidence with respect to Chinese ideograms, however, we found that he is not an expert with respect to Chinese characters or ideograms. In cross-examination, Mr. Lindblom conceded that it was possible that that recorder was the person who recorded the information on the forms. He testified another person prepared some of the documents, and that the signature and salutation above the signature came from the person to whom the document pertains. He acknowledged that the pattern observed in documents Q4 page 2, Q6 page 2, and Q6b is typical with taking a statement by an officer that the person would sign. <FRAGMENT_SUPPRESSED>  expert said, at p. 604: To the extent the argument implies that a judge is bound to adopt the views of an expert standing uncontradicted, I must repudiate it. A judge is required to consider any expert testimony tendered and determine the weight to be given to it. But if, having conscientiously done so, he concludes that he cannot predicate any finding on the basis of that evidence, he is at liberty to reject the evidence in its entirety. The final decision in these matters must rest with the court, not with the experts. Taking into account all of the evidence, and the limits to his certainty brought out in cross-examination, we accord very little weight to the evidence of Brian Lindblom.", "[28] While it is not inaccurate to say that probable is more than 50%, Lindblom repeatedly testified that it was significantly higher than 50%. The cross-examination does not contain any statement by Lindblom that probable was the lowest degree of certainty. There is, on the redirect examination, a reference (by Lindblom) to \"lowest degree of certainty\". However, that reference was in the context of his attempts to explain why his degree of certainty would not be diminished by considering numbers alone, as had been suggested by the Minister's representative during cross-examination. Thus, the CRDD made a patently unreasonable finding regarding Lindblom's degree of certainty.", "[29] The board's comments regarding Lindblom's concession that the \"recorder was the person who recorded the information on the forms\" cannot be reconciled with Lindblom's evidence as a whole. The board's reference to the cross-examination is an inaccurate representation of only part of what was said. It ignores the evidence that could have led to the conclusion that the documents were prepared by the same person.", "[30] My review of the transcript leads me to conclude that Lindblom's evidence was not seriously compromised on cross-examination. Although he was not recognized as an expert in Chinese handwriting, he was recognized as an expert in numbers and in English handwriting. His evidence dealt quite extensively with the similarities between the numbers used in the documents in question. Having qualified him as an expert, it was unreasonable for the CRDD to completely disregard his evidence that the numbers in all the documents were probably written by the same person.", "[31] Mr. Liang places emphasis on the fact that Lindblom's evidence was corroborated by Professor Falkenheim's evidence, which it found highly persuasive, but failed to take into account when assessing Lindblom's position. The Minister's response that Professor Falkenheim had no expertise in this area fails to address a significant aspect of his evidence. While he thought that the documents were all written by the same person, his testimony was that, if that were so, in his expert opinion, it was a violation of legal procedure. Notwithstanding, even if Professor Falkenheim's evidence regarding legal procedures had been accepted, there was evidence before the CRDD that could reasonably have led it to a different conclusion.", "[32] Had the board accepted that the documents from the Chinese government were all prepared by the same person and that this violated legal procedures, the conclusion that they must therefore be forgeries does not necessarily follow. The CRDD was entitled to take into account the relative strengths and weaknesses in evidence from all sources in coming to a decision about whether to believe the version of events of the Minister or of Mr. Liang.", "[33] There was evidence before the CRDD that could conceivably have led to the conclusion that the documents related to Mr. Liang were forgeries. There was also evidence that in the civil law system in China, the police and prosecution office are quite closely linked (expert report of Vincent Cheng Yang). Professor Falkenheim testified that there was a greater chance that a political dissident would be framed, but Mr. Liang claimed not to be involved in politics or political issues. Even in view of Professor Falkenheim's evidence that it looked as though the Chinese government was cutting corners, that does not lead to the conclusion that the documents were forged, or more significantly, that Mr. Liang's version of events should be preferred to that of the respondent.", "[34] The CRDD had no obligation to accept the evidence of Mr. Lindblom, but if it had accepted it in its entirety, it need not have drawn from it the conclusion that Mr. Liang urges. It is clear that the board did not believe Mr. Liang's story, even after taking into account the testimony of Lindblom and Professor Falkenheim. Thus, this ground of review fails. THE ADEQUACY OF THE REASONS", "[35] Mr. Liang submits that there were two mutually exclusive versions of events and that the CRDD summarized the evidence regarding each version and then arrived at its conclusions without providing reasons for its preferences. Relying on  <FRAGMENT_SUPPRESSED>  (F.C.A.), he argues that the board's failure to make clear findings of fact and indicate its reasons for those findings constitutes reviewable error.", "[36] The only evidence against him, contends Mr. Liang, came from the Chinese authorities. That evidence was not independently corroborated and was discredited by the witnesses who testified on his behalf. He asserts that the board chose to give the respondent's evidence more weight than his evidence, but that it gave no explanation regarding why it did so, despite the fact that his evidence was consistent. The CRDD must have failed to consider Professor Falkenheim's expert opinion evidence, concerning the plausibility of Mr. Liang's account, that there was a 50% chance that he was telling the truth.", "[37] The above noted arguments are made by Mr. Liang with respect to the issue of exclusion. He additionally submits that the board improperly relied on its findings regarding exclusion when determining his eligibility for inclusion as a Convention refugee. If his account of events is in fact true, he would be eligible for inclusion because of a well-founded fear of persecution due to political belief. Analysis", "[38] My reading of the board's reasons leads me to conclude that the CRDD did not accept Mr. Liang's evidence on a number of points. It did not believe him on the issue of the timing of his departure from China; it did not accept his professed motives for coming to Canada and for terminating his previous business relations; it did not accept his explanation for the logic behind the Chinese authorities' alleged persecution, nor his explanation for failing to know of his brother's and sister's arrests. In this context, it accepted the Minister's version of events over that proffered by Mr. Liang. In so doing, it did not ignore the evidence of Professor Falkenheim who testified that each version was equally plausible. Having regard to Professor Falkenheim's evidence, along with the other evidence before it, it believed and accepted the Minister's position. This choice was open to it as the fact finder.", "[39] Regarding the question of exclusion, the CRDD provided the following conclusions regarding the evidence tendered by Mr. Liang: - Lindblom's evidence - \"Taking into account all of the evidence, and the limits to his certainty brought out in cross-examination, we accord very little weight to the evidence of Brian Lindblom\" (p. 94); - Feinerman's evidence - \"In these circumstances (i.e. the out-of-date references and weight given to the report in the Lai case), the panel finds that Professor Feinerman's testimony in the Lai case was of very little assistance in our determination\" (p. 96); - Falkenheim's evidence - \"The panel found Professor Falkenheim's testimony to be highly persuasive\" (p. 108) - The reference letters - \"We find these letters to be self-serving and accord little weight to them\". The board noted that the letters were \"attesting to his character\". - Dr. Pilowsky's medical letters - \"Dr. Pilowsky's findings provide very little assistance to the panel\". This finding was based on the fact that the witness did not refer Mr. Liang to a psychiatrist and the fact that Mr. Liang denied that there was anything wrong with him. - Mr. Liang - The CRDD refers to the plausibility and motive of Mr. Liang in coming to Canada. \"If everything was going so well for the claimant, why would he come to Canada to open a coffee shop or laundromat or even a Chinese restaurant? It does not make sense that the claimant would terminate a multi-million dollar partnership because his partner did not keep his promise that pre-dated the business relationship. On a balance of probabilities, the panel finds that the claimant, having been advised that both his brother and sister were arrested, was fleeing the inevitable arrest\".", "[40] At pages 120-21 of its reasons, the CRDD concludes that Mr. Liang is excluded under Article 1F(b): The panel has considered the evidence with respect to the claimant's alleged conduct and has determined that there are \"serious reasons for considering\" that the claimant has committed \"a serious non-political crime outside the country of refuge\" prior to being admitted to Canada. The panel finds that the reasons submitted by the Minister's counsel are sufficiently serious to deny this claimant Convention refugee protection. Thus, the board incorporates the submissions of the Minister as its reasons for exclusion. These are summarized, and quoted extensively, at pages 37-62 of the reasons. They include the Minister's submissions (pp. 45-46) as to the credibility and plausibility of Mr. Liang's claim that he was fleeing from a politically motivated frame-up: This goes to the heart of the claimant's story and his refugee claim. His attempt to create a nexus based [on] a perceived political opinion has created a story that just does not make any sense.", "[41] It is not inappropriate, in my view, for the CRDD to rely on and incorporate the submissions of one of the parties, as its reasons, provided that those submissions are set out clearly and the reasons of the board otherwise meet the requirement of \"clear and unmistakable terms\". I see no reason why the board should be required to reiterate the submissions and findings suggested by the Minister if they are the same and have been adopted as such by the board. Moreover, the CRDD had already made specific findings as to the weight it was assigning to the various witnesses' testimony. Its conclusion that the Minister's version of events was more credible is consistent with the fact that it accorded little weight to the testimony of witnesses who sought to undermine that version of events. It bears noting that Professor Falkenheim was not one of them.", "[42] It is important not to lose sight of the purpose of reasons.  <FRAGMENT_SUPPRESSED>  (T.D.), Mr. Justice Teitelbaum, citing  <FRAGMENT_SUPPRESSED>  (T.D.), stated: The function of written reasons is to allow an individual adversely affected by an administrative tribunal's decision to know the underlying rationale for the decision. To that end, the reasons must be proper, adequate and intelligible and must give consideration to the substantial points of argument raised by the parties ... The Refugee Division is obligated, at the very least, to comment on the evidence adduced by the applicant at the hearing. If that evidence is accepted or rejected, the applicant should be advised of the reasons why. At the same time, the reasons are not to be read microscopically and held to a standard of perfection. They must be read as a whole:  <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[43] The question then is whether the reasons, in relation to exclusion, meet the tests enunciated above. In my view, they do. There is no doubt which version of events was preferred by the board and why. It chose to accept the scenario put forward by the Minister to explain Mr. Liang's presence in Canada because, on the totality of the evidence, it found it more plausible.", "[44] Having accepted the submissions of the Minister with respect to exclusion, and having made findings as to the weight it was willing to assign to the various pieces of evidence, the CRDD went on to consider whether, in any case, Mr. Liang would qualify for inclusion as a Convention refugee. The board began with a comprehensive summary of the applicable legal principles with respect to inclusion under subsection 2(1) of the Act. It then proceeded with an analysis of the nexus between Mr. Liang's fear of persecution and Convention grounds (pp. 123-133) and then went on to apply the applicable legal principles in relation to prosecution versus persecution (pp. 133-135), and sur place claims (p. 135). Finally, the CRDD discussed the issue of whether the fact that Mr. Liang likely faces the death penalty upon his return to China is germane to his refugee claim.", "[45] In analysing nexus, the board discussed the competing versions of why Mr. Liang feared returning to China. It found that Mr. Liang's explanation for why the Chinese authorities were seeking him was questionable: With respect to the allegations that the Chinese government was out to get the Secretary of the Changchun City Council, why, if the Chinese authorities wanted to get Mr. Feng didn't they just make up a story and add the claimant's name to it? Alternatively, the authorities had the claimant's brother in custody - certainly they could have extracted a confession from him with respect to the Secretary of the City Council. On the subject of Mr. Liang's knowledge of the charges against his brother, and his motives for leaving China, the board found Mr. Liang to be not credible: He explained this by saying that according to Chinese thinking, his mother did not want him to worry about this family matter, but to concentrate on his own business. Again, is this credible? We think not. The panel cannot accept the evidence of the claimant on this point. At least two of the witnesses in their confessions stated that they advised the claimant of his brother's arrest. In addition, the claimant's travel itinerary, including the false identity documents, suggests flight. Finally, the claimant's own evidence indicates that he was highly influential. Is it credible that the claimant would not have known of his brother's arrest and detention sooner than September 1998 when he was already in Canada? We think not. The board also appeared to disbelieve Mr. Liang's claim regarding ignorance of his sister's arrest, although it did not state so expressly: The claimant claims that after his sister's release he learned of her arrest. Is this credible? The claimant claims that if his mother had told him of the arrest he would have been more depressed. While this finding may be somewhat nebulous, it does not relate to a crucial piece of evidence. The CRDD had already found Mr. Liang's testimony regarding his brother's arrest to be not credible. He claimed that his ignorance of his sister's arrest was for the same reason - that his mother didn't want to worry him. That explanation had been rejected in relation to his brother's arrest. There was no indication that his sister was involved in anything more than sheltering his brother in any event.", "[46] Finally, the CRDD found that there was no nexus between a fear of persecution and the political opinion of Mr. Liang as articulated in  <FRAGMENT_SUPPRESSED>  (C.A.). It noted that the \"claimant's own evidence, as set out in this decision, suggests influence peddling and undue favouritism toward the claimant by persons highly connected within various levels of the government of the People's Republic of China\". The board also stated: The evidence suggests that the claimant is 'one of a new breed of triad boss-cum business tycoon who buy immunity from the law through good relations with government and police officials' ... The claimant's case is distinguished from Klinko, in that it is precisely because of a crackdown on criminality and corruption in Changchun City that the Chinese authorities have an interest in the claimant. There is nothing before the panel to suggest that the claimant could be perceived as opposing the government authorities in China, in the Klinko sense. Having found in the context of exclusion that they preferred the scenario of the Minister over that of Mr. Liang, this conclusion is reasonable.", "[47] In dealing with the issue of prosecution versus persecution, the CRDD delineated nine pieces of evidence (pp. 129-134), including the confessions implicating Mr. Liang, details of the timing and manner of his leaving China, and his evidence regarding his situation in China, all pointing toward a finding of prosecution rather than persecution. It then concluded: It does not make any sense that the claimant would terminate a multi-million dollar partnership because his partner did not keep his promise that pre-dated the partnership. It is highly likely that the claimant, having been advised that both brother and sister were arrested, was fleeing his inevitable arrest. This determination is nearly identical to that found at page 114 where, in the context of exclusion, the CRDD made its finding as to the plausibility of Mr. Liang's motive for coming to Canada. I see nothing inappropriate in this approach. The prosecution/persecution distinction may, of necessity, include a determination with respect to motive for flight. There were only two possible scenarios offered. Having made a determination as to which scenario it preferred in another context (exclusion), it was entirely appropriate for the board to reiterate it as a reason for rejecting Mr. Liang under the inclusion analysis.", "[48] The board also examined the issues of sur place claim and the likelihood of the death penalty if Mr. Liang were returned to China. No issue was taken with respect to its findings in relation to these areas.", "[49] The CRDD did not incorporate any material under its inclusion findings, as it did in its reasons with respect to exclusion. However, having accepted the submissions of the Minister in their entirety, by extension, it rejected Mr. Liang's submissions insofar as they were inconsistent with those of the Minister. Even without taking into account additional credibility concerns, as expressed by the Minister, the board did, in my view, provide an ample and clearly reasoned analysis for its findings on inclusion. There is little doubt that, read as a whole, the reasons are sufficient to pass the hurdle of the tests articulated earlier in these reasons.", "[50] The credibility findings were not neatly contained in a paragraph or two of the board's reasons. They were scattered throughout the decision and they may appear to be brief. However, the credibility findings that go to the heart of the decision are clear and unmistakable. While the decision might have been differently drafted, the reasons contained in it were adequate. Thus, this ground of review fails.", "[51] In the result, the application for judicial review will be dismissed and an order will so provide. At the conclusion of the hearing, counsel for Mr. Liang suggested the following question for certification: In circumstances where the tribunal is considering exclusion and inclusion, and where there are opposing versions as to what facts ought to be accepted by the tribunal when dealing with these issues, what standard of proof should be applied? I agree with the respondent that the question of the standard of proof is settled both with respect to exclusion and with respect to inclusion. As to the \"opposing version as to what facts ought to be accepted by the tribunal\", regard should be had to the \"The Standard of Proof\" section of these reasons. This question does not raise a serious question of general importance and will not be certified. [End of document] <FRAGMENT_SUPPRESSED>"]}