{"id_": "061129", "body_str": ["[1] de Montigny, J. : The Applicant is a research scientist of East Indian origin who was employed by the National Research Council (NRC) from 1981 to 2007. Between 1987 and 1994, he submitted four human rights complaints to the Canadian Human Rights Commission (CHRC, or the Commission), alleging discrimination by his employer on the basis of race, colour, and national or ethnic origin.", "[2] In January 2009, the Canadian Human Rights Tribunal (the Tribunal) dismissed the last three of the Applicant's complaints, finding that the delay in the hearing of these complaints had significantly impaired the ability of the NRC, (the respondent in the proceedings before the Tribunal) to provide a full answer and defence to the allegations against it. It is of that decision that the Applicant is now seeking judicial review ( FRAGMENT_SUPPRESSED). I. Background", "[3] The Applicant filed his first complaint of discrimination with the Commission against his employer in September 1987. The complaint alleged discrimination on the basis of race, colour and national or ethnic origin occurring between September 1986 and August 1987. The Applicant amended the complaint twice to allege further discriminatory conduct by the NRC occurring between August 1987 and January 1991.", "[4] The Tribunal upheld that complaint in 1992, concluding that the NRC management had embarked on a course of discrimination against the Plaintiff which was calculated to impede his promotion progression, diminish his status and international reputation as a scientist, and cause him both stress and humiliation. The Tribunal described the NRC's conduct as \"manipulative\", \"callous\", \"flagrant\" and \"calculated to humiliate and demean\" the Applicant, and found that senior management had continued to discriminate against the Applicant throughout the proceedings. As a result, the Tribunal made a remedial order that included a written apology, a direction to cease and desist from discriminatory practices, damages for hurt feelings, compensation for denied salary progression and appointment to an appropriate section head or group leader position.", "[5] The NRC immediately issued letters of apology to the Applicant and to the Optical Society of America and paid him $5000 plus interest for hurt feelings. The NRC also offered the Applicant the position of group head of the Optical Components Research Group in its Herzberg Institute of Astrophysics, but the Applicant declined the offer as he was of the view that it was not an appropriate position. He therefore sought the assistance of the Tribunal, which had explicitly retained jurisdiction \"if the question of appointment to an appropriate position meets with resistance by the Respondent in its implementation\". The NRC refused to accept or acknowledge the Tribunal's jurisdiction, arguing that it was functus officio, and commenced two separate proceedings in this Court which were both resolved in the Applicant's favour in 1994: see FRAGMENT_SUPPRESSED. In the meantime, the Tribunal ruled that the proposal of the NRC was totally inappropriate when considered against the background of Dr. Grover's expertise. The negotiations therefore continued, and the Applicant was finally appointed to the position of Director of Radiation Standards and Optics, and received increased pay retroactive to August 1992.", "[6] On December 23, 1991, the Applicant filed a second complaint of discrimination against the NRC for alleged discriminatory acts that took place between 1987 and September 1991. In January 1992, the Commission requested the NRC's response with respect to that complaint and received it in April 1992.", "[7] On July 14, 1992, the Applicant filed a third complaint of discrimination against the NRC for alleged discriminatory acts that took place between June 1991 and June 1992. The Commission granted the NRC an extension of time to reply to the allegations in that third complaint on the basis that the Applicant made the same allegations in a complaint before the Public Service Staff Relations Board (PSSRB). Shortly after the PSSRB adjourned the complaint sine die in January 1994, the NRC filed its response to that complaint. The Commission then joined its investigation into the second and third complaints.", "[8] In March 1994, the Applicant submitted a fourth complaint to the Commission, dealing with incidents between July 1992 and March 1994. The Commission refused to receive it until the first complaint was resolved. The Applicant tried once more to file his fourth complaint in July 1996, but the Commission again refused to receive it until the investigations into his second and third complaints were completed. It was eventually filed on July 27, 1998.", "[9] In April 1994, the Applicant sought to adjourn meetings with the CHRC with respect to his second and third complaints, pending settlement discussions with the NRC regarding his first complaint. It appears that the investigation did not resume until April 1995, when a new investigator was appointed. The CHRC completed its investigation in April 1997; Investigator Kennedy recommended that the complaints be dismissed. In February 1998, after further investigation and consideration of the submissions of the parties, the CHRC decided to dismiss the second and third complaints. It determined that the evidence did not support the Applicant's allegation that he was treated differently because of his race, national or ethnic origin and colour.", "[10] The Applicant challenged the Commission's decision by way of judicial review. The matter was heard by the Federal Court in March 2000 and, in a judgment rendered June 21, 2001, the Court quashed the Commission's decision on the ground it had erred in not interviewing a key NRC witness, Dr. Vanier, thereby failing to conduct a thorough investigation: FRAGMENT_SUPPRESSED. The matter was remitted back to the Commission for further investigation.", "[11] The Commission then took up the second, third and fourth complaints together. In March 2002, the Commission interviewed Dr. Vanier in connection with the second and third complaints. A summary of the interview was forwarded to the Applicant in May 2002. Dr. Grover failed to comment on these notes, and sought instead that all of his remaining complaints be placed in abeyance pending the outcome of litigation he had recently initiated against the NRC before the Ontario Superior Court. The NRC did not reply to that request, and the Commission refused to keep the files in abeyance.", "[12] A new investigation report was issued recommending the referral to the Tribunal of all three complaints. The Commission followed this recommendation and in September 2003, referred the second, third and fourth complaints of the Applicant to the Tribunal. The NRC immediately filed an application for judicial review of this decision. On May 14, 2004, the Federal Court allowed that judicial review, holding that the Commission had given insufficient reasons to support its referral of the second and third complaints, and that the referral of the fourth complaint was premature because the investigation was incomplete in this regard. The Court ordered that the Commission complete a thorough, neutral evaluation before reaching a decision regarding the fourth complaint, and also ordered the Commission to provide a more reasoned decision with respect to the second and third complaints: FRAGMENT_SUPPRESSED.", "[13] After the Court's decision, the Commission held some settlement discussions, but without success, and finally retained the services of a lawyer in private practice in November 2005 to carry out new investigations of all three complaints. On February 28, 2007, Investigator Cynthia Peterson completed a report in respect of the second and third complaints, and on March 22, 2007, she completed a report in respect of the fourth complaint.", "[14] On July 31, 2007, the Commission decided to refer portions of the second, third and fourth complaints to the Tribunal, but also concluded that several of the allegations should be dismissed as they had already been dealt with. On September 1, 2007, the NRC applied for judicial review of the Commission's decision. In the meantime, the Tribunal's pre-hearing procedures commenced.", "[15] The NRC brought two motions before the Tribunal to challenge the allegations made by the Applicant in his Statement of Particulars. First, the NRC brought a motion in June 2008 for an order striking out some of the allegations on the grounds of res judicata and abuse of process. The Tribunal allowed the motion in part. By direction dated 21 August 2008, the Tribunal struck out those allegations that had been addressed in its 1994 decision and certain new allegations that were not part of the second, third and fourth complaints.", "[16] The NRC then brought a preliminary motion in September 2008 for an order dismissing all three complaints due to administrative delay. On January 6, 2009, the Tribunal allowed the motion dismissing the three complaints concluding that the NRC would suffer significant prejudice and was unable to properly defend itself due to the delay. It is that decision that is under review here. II. The impugned decision", "[17] At the time of ruling on the NRC's preliminary motion, there were ten remaining alleged discriminatory practices from the three complaints still pending. They had all occurred between 1991 and 1994, and involved both managers and employees of the NRC. The various allegations related to interferences hindering prestigious opportunities for the Applicant in his career; deliberate humiliating and harassing attitudes; unreasonable requests to monitor the quality and progress of the Applicant's work; actions and attitude in denial and rejection of the Tribunal's order of 1992; tactics to negatively dispose and exacerbate the Applicant's colleagues against him; refusal of funds for racist considerations; and racist comments towards Asian scientists.", "[18] Relying on FRAGMENT_SUPPRESSEDand on s. 50(1) of the Canadian Human Rights Act , R.S., 1985, c. H-6 ( CHRA) , the Tribunal summarized the right to a fair hearing in accordance with the principles of natural justice as encompassing the ability of a respondent to make a full answer and defence to the allegations made against him or her. The Tribunal reasoned that this ability could be impaired by delay because the memories could have faded, essential witnesses died or were unavailable, or because evidence had been lost. The Tribunal also pointed out that delay, in and of itself, is not sufficient to warrant a stay of proceedings, and that the prejudice has to be demonstrated.", "[19] The Tribunal then summarized the ten remaining discriminatory practices and the evidence of prejudice to which the NRC would be subjected as a result of the delay. The NRC filed nine affidavits of former employees and managers, and seven of them were cross-examined on their affidavits by the Applicant. In short, all of the NRC witnesses who filed affidavits stated not to have independent recollection of the specific events surrounding the alleged practices or to have very vague recollection.", "[20] Almost all of the affiants left the NRC or retired between 1994 and 1997, and are now in their late sixties or seventies. They stated that most of the alleged incidents were of no importance from their point of view. Besides Dr. Reynolds, Dr. Andrew and Dr. Vanier, who were interviewed respectively in 1997, 2000, and 2002 on related matters by the Commission's investigators, none of the affiants have been approached or questioned before 2007 about the alleged events, since they left the NRC many years ago. Dr. Andrew and Dr. Vanier gave detailed answers regarding some of the issues raised by the Applicant when they were interviewed few years ago. However, in their recent affidavits, they declared that they had no independent recollection of the events beyond what they had said in those previous interviews.", "[21] The Tribunal then considered the NRC's ability to provide an answer to the allegations, and found many factors impairing this ability. First, there was a very long delay between the last alleged discriminatory practice (September 1994) and the referral of the complaints to the Tribunal in 2007. Second, the affiants all declared having little or no independent recollection of the events. Most of the people quit or retired a long time ago and are advancing in age. Thus, their failure to remember the incidents was understandable. Any recollection that they may claim to have after so many years would likely be highly unreliable. This is particularly so in light of the fact that many of the alleged discriminatory practices relate to attitudes or behaviour that the Applicant perceived to express resentment against him. Moreover, the relative trivialness of the alleged incidents, as viewed from these individuals' perspective, provided a reasonable explanation for some of their memory loss over the course of the ensuing years. The Tribunal also dismissed the Applicant's contention that the NRC is to blame for some of those memory losses since it failed to make any efforts to preserve these witnesses' recollections. The Tribunal was not convinced that there would have been any difference in the witnesses' ability to independently recall individual events from so long ago even if the NRC had spoken to all of these witnesses at an earlier time. As for the weakening of Dr. Bedford's and Dr. Vanier's memory since their interviews in 2000 and 2002, the Tribunal found that it was explainable by the fact that these interviews took place many years ago and that the witnesses are now in their 70's and well into their retirement.", "[22] In a subsequent section of its reasons, the Tribunal turned to the Applicant's argument that the delay must be of a certain gravity or duration to warrant dismissal. Stressing that the matter at issue is one of natural justice and fairness, the Tribunal opined that the emphasis must be on the actual prejudice caused by the delay and not the nature of the delay itself. In any event, the Tribunal also considered that even if one were to apply an unacceptable or undue delay test, the delay in the present case was highly inordinate and could be qualified as unacceptable. As for the sources of the delay, the Tribunal pointed out that part of the delay can be attributed to the judicial review process and that the remaining 9 to 12 years were due to additional Commission investigations and unexplained gaps in the Commission's processing of the complaints. These causes of delay did not lessen its unacceptability.", "[23] In the Tribunal's view, the unacceptable delay impaired the NRC's ability to make a full answer to the allegations. Because many of the NRC's witnesses are no longer able to independently recall the incidents, the NRC cannot fully respond to the allegations. Moreover, there is evidence in the present case of the existence of prejudice and of the faded memories which consists of more than vague assertions. The Tribunal also rejected Dr. Grover's challenges to the genuineness of the witnesses' declared lapses in memory. It is true that in the Tribunal's 1992 decision regarding the first complaint, the evidence given by Dr. Vanier and other witnesses was characterized as vague, contradictory and lacking in detail and credibility. But the Tribunal stated that it would be an error to make any assessment of a witness's credibility based on the 1992 Tribunal's findings. If a witness is not believed in one case, it does not mean he will necessarily not be credible in another case. The Tribunal found the testimony of Dr. Vanier and of other witnesses in the 2008 hearing entirely credible, and was persuaded by all of the affiants' evidence regarding their memory loss and their lack of independent recollection of the events alleged by the Applicant.", "[24] As for the absence of testimony of some other potential NRC's witnesses, it did not matter in the Tribunal's eyes. Most of the witnesses that had not filed an affidavit played a minor role in the incidents or were impossible to locate. Moreover, a respondent need not demonstrate that it is impossible for it to answer every aspect of the complaint to have it dismissed; instead, the proper test is whether or not, on the record, there is evidence of prejudice that is of sufficient magnitude to impact on the fairness of the hearing. According to the Tribunal, this test was met in the present case.", "[25] The Tribunal also dismissed the Applicant's argument that it was premature to dismiss the complaints, since the NRC had not yet served its documents; therefore, the Tribunal would only be able to determine if the fairness of its process has been impaired once all the available documentary evidence is disclosed. The Tribunal rejected this argument for two reasons. First, most of the documents relevant to this dispute had most certainly been already shared in the course of the numerous legal proceedings which developed between the parties surrounding the same facts. Second, the existence of any new documents would not allay or diminish the impairment to the fairness of this hearing process as a result of the witnesses having no independent recollection of the alleged incidents.", "[26] Finally, the Tribunal rejected the Applicant's argument that a dismissal would send an inappropriate message to future litigants before the Tribunal. According to Dr. Grover, respondents would understand that slowing the process is in their best interest and complainants would hesitate to participate in mediation or conciliation. But the Tribunal concluded that these considerations do not justify conducting a hearing that is basically unfair and in breach of natural justice. Besides, there was no evidence before the Tribunal that it is the settlement effort that created the delay of more than 13 years in resolving this dispute. And in any event, the delay in this case is highly inordinate, and it is unlikely that settlement talks or even a respondent's dilatory tactics could create such a delay in the future. III. The issues", "[27] The Applicant has raised a number of issues, which the Respondent in turn addressed both in his oral and written submissions. I shall therefore deal with them as they have been framed and understood by both parties: a. What is the appropriate standard of review? b. Did the Tribunal err in law by failing to have due regard to the nature and context of the disputes, including in particular the 1992 Tribunal decision? c. Did the Tribunal err in law by placing no weight on the NRC's own actions in contributing to or waiving the delay? d. Did the Tribunal err in law by placing no weight on the NRC's failure to preserve evidence, thereby causing or contributing to any prejudice suffered? e. Did the Tribunal err in law by placing no weight on the significance of documentary exhibits in the present case? f. Did the Tribunal err in law by failing to have due regard for findings involving some of the witnesses in the 1992 decision? IV. Analysis A. What is the Appropriate Standard of Review?", "[28] Both the Applicant and the Respondent submitted that the standard of review on the issues raised in the present case is reasonableness. I agree. The issues at bar are of mixed fact and law, and the reasonableness standard applies since the legal and factual issues are intertwined and cannot be easily separated.", "[29] It is trite law that principles of natural justice and the duty of fairness are part of every administrative proceeding. As a result, an unacceptable delay may warrant a stay of proceedings if it compromises a party's ability to have a fair hearing. Indeed, the Supreme Court was prepared to recognize in FRAGMENT_SUPPRESSED , above, at FRAGMENT_SUPPRESSED, that unacceptable delay may amount to an abuse of process in certain circumstances even where the fairness of the hearing has not been impaired. But we need not be concerned with this possibility here, as the Tribunal granted the stay of proceedings on the narrow basis that the delay in the hearing of the complaints had significantly impaired the NRC's ability to provide a full answer and defence.", "[30] The mere passage of time will not be sufficient to justify a stay of proceedings; there must also be proof of a significant prejudice. When that prejudice is said to result from a party's inability to have a fair hearing, that party must be prepared to adduce evidence to substantiate its claim. As the Supreme Court stated in FRAGMENT_SUPPRESSED", "[31] This is precisely the assessment that the Tribunal was called upon to make in the present case. The Tribunal heard considerable evidence relating to the issue of delay and the diminished recollections of witnesses. It assessed the credibility of the witnesses and drew inferences for the purposes of determining whether the evidence demonstrated prejudice of a \"sufficient magnitude to impact on the fairness of the hearing\" ( FRAGMENT_SUPPRESSED. 104) justifying a dismissal of the complaints. Applying the above-mentioned legal test to its findings of facts, the Tribunal dismissed the complaints for delay. This is therefore an issue of mixed fact and law.", "[32] This is to be distinguished from those cases where an administrative body itself breached the principles of natural justice and the duty of fairness. In those cases, the standard of review is that of correctness: FRAGMENT_SUPPRESSED. This will be the case, for example, where a party has been denied the opportunity to present proper submissions or where the adjudicator is alleged to be biased. But none of this arises in the case at bar.", "[33] Accordingly, the decision of the Tribunal must stand unless it is shown that it is unreasonable. Reasonableness is concerned with the existence of justification, transparency and intelligibility within the decision making process. It is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law: FRAGMENT_SUPPRESSED B. Did the Tribunal Err in Law by Failing to Have Due Regard to the Nature and Context of the Disputes, Including in Particular the 1992 Tribunal Decision?", "[34] The Applicant asserts that the Tribunal erred in law by failing to consider the significant history between the parties and the previous findings of discrimination against the NRC. He further argues that the proximity of the earlier findings of discrimination to the outstanding complaints should at least have been a factor considered by the Tribunal.", "[35] Contrary to the Applicant's argument, I am of the view that the Tribunal was well aware of the context, complexity, and history of the proceedings between the parties. In a detailed presentation of the factual and procedural background, the Tribunal set out the history of the parties and made reference to the Applicant's first successful human rights complaint against the NRC. It was therefore aware of the context of the current proceedings relative to its earlier findings. Indeed, the Tribunal referred to the context of the dispute on a number of occasions in its reasons, as for instance FRAGMENT_SUPPRESSED", "[36] The Applicant relies on another decision of the Tribunal, FRAGMENT_SUPPRESSED, for the proposition that earlier findings of discrimination by the same entity can be relevant in order to establish a prima facie case of discrimination. In the case at bar, however, this was not the issue. What the Tribunal had to decide was whether the delay was such that it breached the respondent's right to a fair hearing. Even if the Tribunal's finding of discrimination in 1992 could establish a prima facie case of discrimination with respect to the outstanding complaints, the NRC was still entitled to have a fair hearing and to defend itself.", "[37] In any event, I do not think that context ought to be taken into account when determining whether delay impairs a party's ability to answer the complaint against him or her. When prejudice of a sufficient magnitude to impact on the fairness of the hearing has been established, there is no need to assess the causes of the delay. In his memorandum, the Applicant quotes the following paragraphs of FRAGMENT_SUPPRESSED", "[38] As already mentioned, this discussion relates to those circumstances where the fairness of the hearing has not been compromised but where the delay may nevertheless amount to an abuse of process. This is indeed made clear by the last sentence of FRAGMENT_SUPPRESSED quoted above, which the Applicant conveniently left out in his memorandum. In the context of an allegation of abuse of process, where the issue is whether proceedings are unfair to the point that they are contrary to the interests of justice, it is no doubt essential to look at the conduct of the parties. But when the focus is on the fairness of the hearing, as in the present case, there is no such need to look beyond a party's ability to answer the case against him or her.", "[39] The Applicant also contended that the Tribunal erred in not considering the delays inherent to the statutory regime put in place by Parliament under the CHRA and the Federal Courts Act , R.S.C., c. F-7. I cannot agree with the Applicant. It is true that there are a number of mechanisms which can slow down the processing of a request. For example, the Commission performs a screening or gate-keeping function, preventing trivial cases from proceeding (s. 44(3)(b) of the CHRA ). The Commission may also try to settle a complaint by appointing a conciliator (ss. 47-48 of the CHRA ). Moreover, the principles of natural justice also require that both sides be given an opportunity to participate in reviewing documents at various stages in the process and to review the investigation report. And, of course, there is always the possibility for both parties to apply for judicial review in the Federal Court. All these steps obviously take time, and the Tribunal was clearly aware of these constraints. That being said, it concluded that the delay in this case was quite exceptional and much beyond what can be expected in the normal course of events. FRAGMENT_SUPPRESSED", "[40] The Applicant himself acknowledges in his memorandum that \"[t] his particular case demonstrates how the delays inherent to the statutory regime may be exacerbated to an exceptional degree\" (par. 35). It is clear that a delay of more than 15 years is not inherent to the statutory regime, and the Tribunal was therefore entitled to conclude that this delay was highly exceptional and could not be considered as being characteristic of the usual process of dealing with a complaint. C. Did the Tribunal Err in Law by Placing No Weight on the NRC's Own Actions in Contributing to Or Waiving the Delay?", "[41] The Applicant asserts that, having engaged in judicial review proceedings and settlement discussions in respect of the second, third and fourth complaints, the NRC should not be permitted to rely on such delays as prejudicing its rights, as its own actions effectively constituted a waiver. The Tribunal clearly gave consideration to, and articulated its reasons for, rejecting the characterization of the above: FRAGMENT_SUPPRESSED", "[42] I find this reasoning unassailable. The Tribunal correctly assessed the causes of the delay and came to the conclusion that the extraordinary lengthy delay was not mostly attributable to the NRC, but rather to the Commission's handling of the investigation into the complaints. Indeed, the judicial review initiated by the NRC delayed the procedure by only about a year as pointed out by the Tribunal, which could also have added that the NRC cannot be faulted for having exercised its rights, in the absence of any evidence of bad faith or abuse of process. If this logic were to apply, the Applicant himself would not be beyond reproach. After all, the Applicant filed four different complaints with the Commission, initiated a labour arbitration and a civil lawsuit simultaneously, along with an application for judicial review; these various proceedings no doubt contributed to the complexity of the case and to the resulting delay. As for the settlement discussions, they did not aim to delay the procedure, quite to the contrary, as they helped resolve the first complaint. In any event, they cannot, in and of themselves, explain over 13 years of delay.", "[43] In light of all these facts, I have not been persuaded that the Tribunal erred in rejecting the arguments of the Applicant in this respect. Even if one were to accept the Applicant's assertion that the Commission did exercise its judgment to place in abeyance the second and third complaints pending the resolution of the first complaint (an issue that is not free from doubt, as it appears that the Commission did commence its investigation of complaints #2 and #3 before complaint #1 had been ultimately resolved in 1996), the Tribunal nevertheless found that there were gaps in the case's history subsequent to the resolution of complaint #1 that were not explained or justified by either the Applicant or the Commission. In light of the evidence that was before it, the Tribunal could reasonably conclude that the NRC was prejudiced as a result of the highly inordinate delay in the referral of the last three complaints by the Commission. At the end of the day, it must never be forgotten that the emphasis must be on the prejudice caused by the delay, and not on the nature or on the cause of the delay itself, when that delay is said to impair one's ability to make a full answer to a complaint. D. Did the Tribunal err in law by placing no weight on the NRC's failure to preserve evidence, thereby causing or contributing to any prejudice suffered?", "[44] The NRC filed affidavits of several witnesses who all testified that they had little recollection of the events. Under cross-examination, they all admitted that the NRC had never approached them to inform them of the complaints or ask for their version of the events since the complaints had been filed. The Applicant therefore asserts that the Tribunal erred in placing no weight on the NRC's failure to preserve evidence, to the extent that any prejudice with faded memories was caused in part by the NRC's own inaction.", "[45] This argument is without merit. First, whether or not the NRC previously approached the witnesses concerning these outstanding complaints, the evidence is uncontroverted that they were earlier apprised by the Commission concerning those allegations. For example, the Commission conducted interviews during the mid-1990's concerning complaints #2 and #3 and subsequently issued two investigation reports dated April 28, 1997. Key witness interviews were also conducted by the Commission in respect of complaint #4 between 1998 and 2000. Some witnesses were re-interviewed by the Commission in respect of these outstanding complaints in 2000 and 2002, before the Commission subsequently issued its third investigation report concerning complaints #2, #3 and #4 on May 22, 2003.", "[46] The Tribunal expressly rejected the Applicant's contention that the blame for some of the witnesses' memory loss should be ascribed to the NRC itself for having failed to make any efforts to preserve these witnesses' recollection. Although many of the witnesses testified that the NRC had not spoken to them over the years about the Applicant's allegations, the Tribunal nevertheless found that \"even if the NRC had spoken to all of these witnesses at an earlier time\", it would not have made a difference in their \"ability to independently recall individual events from so long ago\". For example, it observed at FRAGMENT_SUPPRESSED", "[47] Based on these facts, it was not at all unreasonable for the Tribunal to conclude that the witnesses' recollections would have been no better had the NRC spoken to them after the complaints were launched.", "[48] In any event, I agree with the Respondent that the Applicant's argument has no legal basis. There is no duty to preserve testimonial evidence. Indeed, it is of significant note that the Applicant cited no authority for the proposition that a respondent has a duty to refresh the recollections of witnesses on an ongoing and regular basis to ensure that no memory loss occurs up to the time of a hearing.", "[49] If there is such a duty to preserve evidence, it only concerns documentary evidence, not testimonies. In all the leading cases on the issue of preservation and spoliation of evidence, the central question was the destruction of documents by one party: see, for ex., FRAGMENT_SUPPRESSED. It could even be argued that it would have been wrong for the NRC to talk to its employees, as it could have been perceived to taint the process. It is much preferable to leave the investigation to the Commission, precisely to avoid this pitfall. E. Did the Tribunal Err in Law by Placing No Weight on the Significance of Documentary Exhibits in the Present Case?", "[50] The Applicant asserts that notwithstanding the fading recollection of witnesses, a full hearing could have proceeded, in which some of the allegations could have been established by documentary evidence.", "[51] The Tribunal found that many of the alleged discriminatory practices related to the attitudes or behaviour of the NRC's witnesses that the Applicant described as an expression of a \"negative\" disposition or resentment towards him. The Tribunal therefore concluded that the evidence regarding these alleged discriminatory practices would be dependent on nuances in speech, attitudes or behaviour of the witnesses. It held that \"any recollection that [the witnesses] may claim to have after so many years [was] likely to be highly unreliable\" ( FRAGMENT_SUPPRESSED), a point that the Tribunal noted was made by the Ontario Court (General Division), which stated as follows: FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED", "[52] In those circumstances, it has not been established that the Tribunal erred in concluding that the witnesses' recollections were central and necessary to provide proper context to the allegations made. Having duly considered the relevant documentation, the Tribunal could reasonably rule that there was more than sufficient evidence that the NRC is no longer able to respond to the allegations made against it.", "[53] Furthermore, the Tribunal was correct in stating that FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED. In FRAGMENT_SUPPRESSED , above, the Supreme Court made it clear that the emphasis must be on the magnitude of the prejudice and not on the impossibility to answer each and every allegation of a complaint. Where, as here, key witnesses have vague independent recollection of the relevant incidents, the potential defence to the allegations is contingent to a large extent on these testimonies, and the delay is extensive, it is certainly not unreasonable to find the prejudice to be so serious as to impair the NRC's ability effectively to defend itself. F. Did the Tribunal Err in Law by Failing to Have Due Regard for Findings Involving Some of the Witnesses in the 1992 Decision?", "[54] Finally, the Applicant takes exception to the Tribunal's decision not to make credibility assessments based on its earlier 1992 findings of these same witnesses, since the 1992 findings of discrimination are so proximate and intimately connected to the second, third and fourth complaints.", "[55] The Tribunal addressed this argument head on, and articulated the reasons for which it rejected the Applicant's position and solely made credibility findings based on the evidence placed before it: FRAGMENT_SUPPRESSED", "[56] This ground of objection is therefore without merit and ought to be disregarded. The Applicant further asserts that the memories of two particular witnesses concerning alleged events occurring in the early 1990's incredibly lapsed from significant to zero between 2002 and 2008. How could these witnesses recall the events in question in great detail when they were interviewed by the Commission in 2000 and 2002, does he ask, and claim in 2008 that they have no further independent recollection of those same events in 2008? The Applicant suggests that these witnesses had an incentive to exaggerate their memory loss so as to avoid the potential embarrassment that could arise from a hearing into Complaints #2, #3 and #4.", "[57] Assessing the credibility of witnesses is the very role of the Tribunal, which is in a better position to assess credibility and reliability than is the court on an application for judicial review. The Tribunal set out the underlying basis for having found the witnesses' evidence regarding their memory loss and lack of independent recollection persuasive. It took note of the fact that the previous interviews had taken place six to eight years ago, that the witnesses are in their 70's and well into their retirement, and that Dr. Vanier was unequivocal in his reply that there was no connection between his desire not to be involved in this \"unpleasant\" matter again and the truthfulness of his testimony. The Tribunal was entitled, in assessing credibility, to rely on criteria such as rationality and common sense. Its findings were not perverse, capricious or unreasonable, and it is thus entitled to deference in regard to its credibility determinations.", "[58] For all of the foregoing reasons, this application for judicial review must therefore be dismissed. While the Court understands the frustration Mr. Grover may feel as a result of this outcome, which effectively puts an end to his protracted dispute with the NRC, it is no reason to quash the decision of the Tribunal. Its finding that his complaints must be dismissed because the delay in the hearing of those complaints had significantly impaired the NRC's ability to provide a full answer and defence is unassailable and reasonable on the basis of the record that was before it. Harsh as it may be, this result is entirely compatible with the principles of natural justice and fairness. ORDER", "[59] THIS COURT ORDERS that this application for judicial review be dismissed, with costs to the Respondent. Application dismissed. Editor: E. Joanne Oley/ve [End of document]"]}