{"id_": "061169", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act), for judicial review of the decision of a pre-removal risk assessment officer (the officer), dated July 14, 2009, which determined that the applicant would not be subject to risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to St. Vincent and the Grenadines.  <FRAGMENT_SUPPRESSED>", "[2] The applicant originally left St. Vincent and the Grenadines and came to Canada on July 27, 2002. She did not know that she could make a refugee claim on the basis of domestic violence and did not make a refugee claim until February 7, 2007. Her claim, however, was declared abandoned because she failed to submit a Personal Information Form (PIF) on time. An appeal to reopen her claim was rejected and an application to judicially review that decision was dismissed by this Court. The applicant now seeks judicial review of the negative pre-removal risk assessment (PRRA) decision.  <FRAGMENT_SUPPRESSED>", "[3] The applicant requests an order setting aside the officer's decision and referring the matter back to a different PRRA officer for redetermination.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[4] The applicant's claim is based on the years of abuse she suffered at the hands of her mother, who she claims continues to look for her. The applicant is the second eldest of five siblings. Two of her siblings were given up for adoption. The remaining siblings suffered very severe abuse. Eventually, all of the remaining siblings, with the exception of the applicant, left or were taken away due to the abuse.  <FRAGMENT_SUPPRESSED>", "[5] In her PRRA submissions, the applicant alleges that her mother beat her on many occasions and that she feared her greatly. Some of the incidents highlighted as examples of the abuse include being beaten and stabbed with a broken bottle, being burned by her mother and being beaten with a cricket bat while tied to a tree.  <FRAGMENT_SUPPRESSED>", "[6] The applicant alleges that state protection was not available because her mother was on good terms with the local members of the police. She alleges that her mother would cook meals and serve alcohol from her illegal bar to the police who would turn a blind eye when her mother beat her. The applicant also alleges that a similarly situated girl in her neighbourhood reported her abuse to the police but to no avail.  <FRAGMENT_SUPPRESSED>", "[7] A package of documentary evidence was also submitted attesting to the conditions in St. Vincent and the Grenadines for domestic abuse victims.  <FRAGMENT_SUPPRESSED> The Officer's Decision  <FRAGMENT_SUPPRESSED>", "[8] The officer considered the evidence on the problems facing victims of domestic violence in St. Vincent and the Grenadines. In particular, information from the St. Vincent and the Grenadines Human Rights Association illuminated the difficulties police face in dealing with incidences of domestic violence and the various reasons why a high percentage of its victims do not receive adequate protection while their perpetrators go unpunished. The officer conceded that conditions for women who face the threat of violence are not ideal, but noted that there are mechanisms available for those who seek protection.  <FRAGMENT_SUPPRESSED>", "[9] The officer noted that a significant amount of time had passed since the applicant was last in St. Vincent and the Grenadines and that while the police may not have helped her before, the evidence shows that there are now a number of sensitive officers willing to assist domestic violence victims. Although her mother was friendly with the police, there is little evidence to show that her mother had sought the attention of higher authorities. Furthermore, there is little evidence to show that police corruption is so rampant that an individual such as the applicant's mother would have impunity from state authorities.  <FRAGMENT_SUPPRESSED>", "[10] The officer did not find the applicant's friend to be a similarly situated person and noted the insufficient evidence of the efforts made by that friend to seek protection. On the totality of the evidence, the officer was not satisfied that the applicant would face more than a mere possibility of persecution and was not satisfied that she is likely to face a danger of torture or a risk to her life or a risk of cruel and unusual treatment or punishment if returned to St. Vincent and the Grenadines. Protection on the basis of both sections 96 and 97 of the Act was denied.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[11] The applicant raises the following issues:  <FRAGMENT_SUPPRESSED> 1. Did the officer misapprehend or ignore the evidence before her?  <FRAGMENT_SUPPRESSED> 2. Did the officer err in her state protection analysis?  <FRAGMENT_SUPPRESSED> 3. Did the officer err in not disclosing the extrinsic evidence?  <FRAGMENT_SUPPRESSED> 4. Did the officer err in not conducting a compelling reasons analysis?  <FRAGMENT_SUPPRESSED> Applicant's Written Submissions  <FRAGMENT_SUPPRESSED>", "[12] The applicant submits that the officer omitted evidence of serious corruption and the state's inability to provide accused persons with attorneys. The officer also omitted evidence concerning the problems police face addressing domestic abuse, evidence indicating that abuse of children is increasing and direct evidence of police refusing to protect the applicant. The officer's failure to consider this important and contradictory evidence is a reviewable error.  <FRAGMENT_SUPPRESSED>", "[13] Overall, the officer's assessment of state protection was deeply flawed as she assessed only legislation and procedural fairness, but not the adequacy or effectiveness of protection. The officer also erred in her handling of the evidence regarding the applicant's similarly situated friend, as the evidence was that the friend was clearly in the same situation and was denied protection from the state. The officer's conclusion regarding state protection was unreasonable.  <FRAGMENT_SUPPRESSED>", "[14] The applicant also submits that the officer erred by not disclosing to the applicant the primary country condition documents the officer relied on, thereby preventing the applicant from responding. Failing to do so, especially given the three years processing time of the PRRA, was a breach of natural justice.  <FRAGMENT_SUPPRESSED>", "[15] Finally, the applicant submits that the officer erred by not conducting a compelling reasons analysis, in light of counsel's request that the applicant be considered on those grounds. The officer's failure to do such an analysis is confounded by the officer's admission that the applicant may not have had state protection in the past and thus came within the ambit of subsection 108(4) of the Act. The applicant meets the requirements for a compelling reasons exception as she was subjected to years of extreme abuse including rape.  <FRAGMENT_SUPPRESSED> Respondents' Written Submissions  <FRAGMENT_SUPPRESSED>", "[16] The officer's decision was thorough, nuanced and entirely reasonable. Contrary to the applicant's claim, the officer did cite explicitly the evidence on the problems police face in dealing with domestic abuse. The officer conducted a balanced review of the documents and found that the situation for women facing domestic violence is not ideal but that there are mechanisms in place for those who seek protection. Contrary to the applicant's assertion, the officer did consider all of the evidence including the evidence of the applicant's friend and the letters from family members.  <FRAGMENT_SUPPRESSED>", "[17] The respondents submit that the findings on state protection were reasonable. The onus is not on the officer to establish effective state protection but on the applicant to establish through clear and convincing evidence that state protection is inadequate. There was no evidence that the applicant ever went to the police. The evidence regarding the applicant's friend was sparse and uncorroborated.  <FRAGMENT_SUPPRESSED>", "[18] There was no requirement on the officer to provide the applicant with copies of the documentary evidence relied upon. It is commonly consulted public information. Nor was the officer required to do a compelling reasons analysis as there had not been a prior conferral of refugee status.  <FRAGMENT_SUPPRESSED> Analysis and Decision  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[19] Referring to the content of the reasonableness standard in <FRAGMENT_SUPPRESSED> , the Supreme Court stated:  <FRAGMENT_SUPPRESSED> 47 Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>", "[20] Thus, under <FRAGMENT_SUPPRESSED> , the reasonableness of a decision denying a PRRA application will only be interfered with by reviewing courts in two situations:  <FRAGMENT_SUPPRESSED> 1. Where there exists no reasonable line of analysis that could have lead to the officer's conclusion; or  <FRAGMENT_SUPPRESSED> 2. Where the conclusion does not fall within the range of possible acceptable outcomes.  <FRAGMENT_SUPPRESSED>", "[21] In attempting to establish that one of the above tests has been met, an applicant may, as a first step, point to a perceived error or misconstruction in the written reasons provided by the officer. However, it has been long held that the written reasons of immigration officers are not required to be perfect and need not withstand microscopic legal scrutiny (see <FRAGMENT_SUPPRESSED> ). As I stated in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> However, even the existence of a real error, omission or misconstruction will not discharge the burden before the applicants. In other words, an error alone cannot be a reviewable error. Some errors may directly impugn the very merits of a decision, while other errors may be of little consequence. The above quoted paragraph from the decision  <FRAGMENT_SUPPRESSED> requires courts to inquire \"into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes.\" The applicants must ultimately establish that one of the above tests is met before the reviewing court will interfere.  <FRAGMENT_SUPPRESSED>", "[22] It is not disputed that issues of procedural fairness arising from the determination of a PRRA application will be determined on the correctness standard (see <FRAGMENT_SUPPRESSED>  and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). Failure to disclose relevant documents is an issue of procedural fairness (see <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[23] I now turn to the errors which the applicant asserts render the officer's decision unreasonable.  <FRAGMENT_SUPPRESSED>", "[24] Issue 1  <FRAGMENT_SUPPRESSED> Did the officer misapprehend or ignore the evidence before her?  <FRAGMENT_SUPPRESSED> The applicant submits that the officer ignored or misapprehended the evidence contained in two documents, the 2008 U.S. Department of State report on St. Vincent and the November 18, 2008 Response to Information Request (RIR) (RIR #1). I have reviewed the officer's decision and I cannot agree with the applicant. The officer actually reproduced in her decision, three of the four pieces of evidence from RIR #1 that concerned the applicant. The officer also made reference to the U.S. Department of State report and noted that violence against women remained a serious problem and that in many instances, domestic violence went unpunished. The officer clearly understood the situation relating to domestic violence for women. The officer came to her conclusions after considering both the negative and positive evidence with respect to domestic violence in St. Vincent. The officer did not make a reviewable error in this respect as she did not misapprehend or ignore the evidence before her. As well, I note from the officer's decision that the officer considered all the documents submitted which would include the applicant's sister's statement.  <FRAGMENT_SUPPRESSED>", "[25] Issue 2  <FRAGMENT_SUPPRESSED> Did the officer err in her state protection analysis?  <FRAGMENT_SUPPRESSED> Refugee protection as sought by the applicant, is meant to be a form of surrogate protection to be invoked only in those situations where an applicant has demonstrated the inability of his or her home state to protect. It was intended that persecuted individuals be required to approach their home state for protection before the responsibility of other states becomes engaged. Nations should be presumed capable of protecting their citizens, as security of nationals is, after all, the essence of sovereignty (see <FRAGMENT_SUPPRESSED>  (QL)). In common parlance, this is referred to as the presumption of adequate state protection. To rebut the presumption, the Supreme Court in Ward above, stated that \"clear and convincing confirmation of a state's inability to protect must be provided\" (at page 724).  <FRAGMENT_SUPPRESSED>", "[26] It has been affirmed repeatedly that state protection is not required to be perfect, only adequate, but that such adequacy is to be assessed at the operational level (see <FRAGMENT_SUPPRESSED> ). In other words, immigration officers are required to take a bottom line approach and assess evidence of state protection not on the intentions and initiatives of the state, but on its implementation and effectiveness.  <FRAGMENT_SUPPRESSED>", "[27] The applicants must show that the state is not providing adequate protection. The protection provided by the state does not have to be effective at all times in order to be adequate (see <FRAGMENT_SUPPRESSED>  paragraphs 23 to 25 and 30 and <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[28] The Board must consider the quality of the institutions providing protection (see <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[29] The Board is also required to review evidence of operational inadequacies of state protection (see <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[30] The applicant's further memorandum of fact and law states:  <FRAGMENT_SUPPRESSED> Thus, given the case law, it is submitted that the Officer erred in concluding that serious efforts by the state amounted to effective state protection. The Officer focused its analysis on the government's efforts but failed to address whether those efforts provide adequate protection. As reviewed in the Applicant's first memorandum, the documentary evidence contained information on the failures of government efforts with respect to violence against women.  <FRAGMENT_SUPPRESSED> That is of course not correct. Again, the burden is on the applicant to establish a lack of state protection with clear and convincing evidence. PRRA officers have a duty to consult recent documentary evidence, but this does not diminish or reverse the onus on the applicant to rebut the presumption. It is not an error for the officer to discuss state initiatives, legislation or policies relevant to state protection, as long as the officer's analysis on the whole does not lose sight of the legal test and use such evidence to defeat otherwise clear and convincing evidence of the state's inability to protect.  <FRAGMENT_SUPPRESSED>", "[31] The best evidence of inadequate state protection is evidence of unsuccessful attempts by an applicant to approach the state for protection. However, there is no requirement that the applicant exhaust all avenues of protection. Rather, applicants must only demonstrate that they have taken all reasonable steps (see <FRAGMENT_SUPPRESSED> ). Importantly, in the present case, while the applicant claimed that police officers did nothing when they witnessed the abuse by her mother, the applicant never sought out the assistance of the police by going to the police station or to other police officers unbiased toward her mother. While the applicant was a young girl at the time, it would not be unreasonable to expect the applicant, now 27 years of age, to be able to seek out state protection.  <FRAGMENT_SUPPRESSED>", "[32] Of course, an applicant is not required to approach the state at all if the applicant can demonstrate that it was unreasonable or futile to do so. To establish this, applicants may submit and rely on the evidence of similarly situated individuals let down by the state protection arrangement (see Ward above, at pages 724to 725). To this end, the applicant gave evidence of another girl in a similarly abusive situation who was not helped despite seeking assistance from the police. The officer did not find this evidence clear and convincing enough to rebut the presumption. In my opinion, this was a reasonable conclusion.  <FRAGMENT_SUPPRESSED>", "[33] The words clear and convincing from Ward above, refer to the high quality of evidence required from claimants to rebut the presumption not the standard of proof (see <FRAGMENT_SUPPRESSED>  at paragraphs 25 and 26). An uncorroborated and unverified allegation will rarely surpass the evidentiary burden.  <FRAGMENT_SUPPRESSED>", "[34] Moreover, the forward-looking nature of refugee claims means that it would be hard to find that the applicant, today, is in a similar situation to the friend who was 11 years old at the time.  <FRAGMENT_SUPPRESSED>", "[35] On the whole, I am satisfied that the decision on state protection was reasonable. The decision was also buttressed by the officer's observations that much time had passed since the applicant was last abused by her mother and there was little evidence that her mother would seek out the applicant for further abuse.  <FRAGMENT_SUPPRESSED>", "[36] I will now deal with two issues raised by the applicant that deal with fairness of the process.  <FRAGMENT_SUPPRESSED>", "[37] Issue 3  <FRAGMENT_SUPPRESSED> Did the officer err in not disclosing the extrinsic evidence?  <FRAGMENT_SUPPRESSED> The applicant submits that it was a breach of procedural fairness that she was not given the opportunity to see and respond to some of the key country condition documents cited by the officer. I disagree. As noted by Mr. Justice Rogers Hughes in <FRAGMENT_SUPPRESSED>  A PRRA officer has a duty to consult the most recent sources of information and is not limited to materials furnished by the Applicant ( <FRAGMENT_SUPPRESSED>  2007 FC 489 per Blais J. at paragraph 39). An officer is not obliged to disclose, prior to making a decision, all the information consulted where the information consists of commonly consulted public information as opposed to novel and significant information which may affect the disposition of the matter ( <FRAGMENT_SUPPRESSED>  (C.A.) per Decary JA. at paragraph 22).  <FRAGMENT_SUPPRESSED> There is nothing which leads me to believe that the United States Department of State report and the Immigration and Refugee Board Response to Information Request were not public information.  <FRAGMENT_SUPPRESSED>", "[38] Issue 4  <FRAGMENT_SUPPRESSED> Did the officer err in not conducting a compelling reasons analysis?  <FRAGMENT_SUPPRESSED> A PRRA officer is not permitted, much less required, to conduct a compelling reasons analysis under subsection 108(4) of the Act, unless the officer has made a finding that the applicant had been, at some point in the past, a valid refugee. As Madam Justice Carolyn Layden-Stevenson held in <FRAGMENT_SUPPRESSED>  F.T.R. 244, at paragraph 5:  <FRAGMENT_SUPPRESSED> ...For the board to embark on a compelling reasons analysis, it must first find that there was a valid refugee (or protected person) claim and that the reasons for the claim have ceased to exist (due to changed country conditions). It is only then that the Board should consider whether the nature of the claimant's experiences in the former country were so appalling that he or she should not be expected to return and put himself or herself under the protection of that state.  <FRAGMENT_SUPPRESSED>", "[39] The applicant mistakenly relies on <FRAGMENT_SUPPRESSED> , which indicated that a variety of circumstances may trigger the compelling reasons exception. However, in the paragraph below, it is made clear that Mr. Justice Luc Martineau was referring to the variety of prior circumstances which may result in a successful application under subsection 108(4), not the threshold requirements:  <FRAGMENT_SUPPRESSED> 16 It must not be forgotten that subsection 108(4) of the Act refers only to \"compelling reasons arising out of previous persecution, torture, treatment or punishment\". It does not require a determination that such acts or situation be \"atrocious\" and \"appalling\". Indeed, a variety of circumstances may trigger the application of the \"compelling reasons\" exception .... The issue is whether, considering the totality of the situation, i.e. humanitarian grounds, unusual or exceptional circumstances, it would be wrong to reject a claim or make a declaration that refugee protection has ceased in the wake of a change of circumstances. \"Compelling reasons\" are examined on a case-by-case basis ....  <FRAGMENT_SUPPRESSED>", "[40] This difference was explained by Mr. Justice James Russell in <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 279:  <FRAGMENT_SUPPRESSED> 48 ... the issues raised in the present case were not before Justice Martineau  <FRAGMENT_SUPPRESSED> . In Suleiman , the Board actually considered the applicability of the \"compelling reasons\" exception found in section 108(4). In other words, the Board  <FRAGMENT_SUPPRESSED> accepted past persecution against the applicants in that case but, as Justice Martineau found, \"the Board determined that, in light of the changed country conditions, the applicants' fear of persecution is not objectively well-founded ... .\" In Suleiman , the Board proceeded precisely in accordance with established authority and embarked upon a compelling reasons analysis because it had found \"there was a valid refugee (or protected person) claim and that the reasons for the claim have ceased to exist (due to changed country conditions. <FRAGMENT_SUPPRESSED>", "[41] Later, Mr. Justice Russell confirmed the threshold which must be met before conducting a compelling reasons analysis is \"a finding that the claimant has at some point qualified as a refugee, but the reasons for the claim have ceased to exist\" ( <FRAGMENT_SUPPRESSED> , at paragraph 50). This requires a clear statement conferring the prior existence of refugee status on the claimant, together with an acknowledgement that the person is no longer a refugee because circumstances have changed.  <FRAGMENT_SUPPRESSED>", "[42] There was no such conference on the applicant in the present case. A mere statement that the applicant may not have had state protection in the past clearly does not suffice.  <FRAGMENT_SUPPRESSED> Oral Hearing  <FRAGMENT_SUPPRESSED>", "[43] The officer did not make an error by not convoking an oral hearing, as a review of the officer's decision appears to show that the officer accepted the applicant's evidence.  <FRAGMENT_SUPPRESSED>", "[44] As a result, the application for judicial review must be dismissed.  <FRAGMENT_SUPPRESSED>", "[45] Neither party wished to submit a proposed serious question of general importance for my consideration for certification.  <FRAGMENT_SUPPRESSED>", "[46] IT IS ORDERED that the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> ANNEX  <FRAGMENT_SUPPRESSED> Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED> The Immigration and Refugee Protection Act , S.C. 2001, c. 27  <FRAGMENT_SUPPRESSED> 72.(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.  <FRAGMENT_SUPPRESSED> 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED> (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED> (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED> 97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.  <FRAGMENT_SUPPRESSED> 112.(1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1).  <FRAGMENT_SUPPRESSED> (2) Despite subsection (1), a person may not apply for protection if  <FRAGMENT_SUPPRESSED> (a) they are the subject of an authority to proceed issued under section 15 of the Extradition Act;  <FRAGMENT_SUPPRESSED> (b) they have made a claim to refugee protection that has been determined under paragraph 101(1)(e) to be ineligible;  <FRAGMENT_SUPPRESSED> (c) in the case of a person who has not left Canada since the application for protection was rejected, the prescribed period has not expired; or  <FRAGMENT_SUPPRESSED> (d) in the case of a person who has left Canada since the removal order came into force, less than six months have passed since they left Canada after their claim to refugee protection was determined to be ineligible, abandoned, withdrawn or rejected, or their application for protection was rejected.  <FRAGMENT_SUPPRESSED> (3) Refugee protection may not result from an application for protection if the person  <FRAGMENT_SUPPRESSED> (a) is determined to be inadmissible on grounds of security, violating human or international rights or organized criminality;  <FRAGMENT_SUPPRESSED> (b) is determined to be inadmissible on grounds of serious criminality with respect to a conviction in Canada punished by a term of imprisonment of at least two years or with respect to a conviction outside Canada for an offence that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years;  <FRAGMENT_SUPPRESSED> (c) made a claim to refugee protection that was rejected on the basis of section F of Article 1 of the Refugee Convention; or  <FRAGMENT_SUPPRESSED> (d) is named in a certificate referred to in subsection 77(1).  <FRAGMENT_SUPPRESSED> 113. Consideration of an application for protection shall be as follows:  <FRAGMENT_SUPPRESSED> (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;  <FRAGMENT_SUPPRESSED> (b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;  <FRAGMENT_SUPPRESSED> (c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;  <FRAGMENT_SUPPRESSED> (d) in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and  <FRAGMENT_SUPPRESSED> (i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or  <FRAGMENT_SUPPRESSED> (ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}