{"id_": "061232", "body_str": ["[1] Locke, J. : This is an application for judicial review of the September 12, 2013 decision (the Decision) of the Refugee Appeal Division of the Immigration and Refugee Board (the RAD) dismissing the Applicant's appeal of the February 19, 2013 decision of the Refugee Protection Division (the RPD) finding the Applicant to be neither a Convention refugee nor a person in need of protection under sections 96 or 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (the IRPA ). II. Facts", "[2] The Applicant is a 17-year-old stateless individual of Tibetan ancestry. She was born in India on February 20, 1997, but never received Indian citizenship. The Applicant's parents were born in Tibet, China. They are both followers of the Dalai Lama and fled Tibet following the 1959 invasion by China. They have lived as exiled refugees in India ever since and are involved in political activities related to the Tibetan Freedom Movement. The Applicant's father served in the Tibetan Government in Exile for 40 years.", "[3] Tibetan refugees in India do not have permanent residency rights. Rather, they are required to obtain a Registration Certificate (RC) from the Indian Government, which allows them to stay in the country as long as it is renewed each year. When the Applicant lived in India, she fell under her parents' RC because she was under the age of 16.", "[4] After obtaining a student visa, the Applicant arrived in Canada in June 2012, and made a refugee claim in September of that year. She travelled to Canada under an Identity Certificate (IC), a travel document issued by the Indian Government.", "[5] The Applicant alleges that Tibetans in India face constant discrimination and live in fear of backlash against their community. They face regulations, prohibitions and restrictions on their entry and departure from India, are not allowed to own property, and are required to live in refugee camps provided by the Tibetan community. Though the Applicant attended a local school, she claims that as a refugee, she does not have access to the same employment opportunities as Indian citizens.", "[6] As a result of changing politics in India, the Applicant fears that her family's RC may not be renewed in the future. As a result, they risk being deported back to China where they could face severe consequences, including the death penalty, for their political activism and religious beliefs.", "[7] The Applicant's claim for refugee protection was heard by the RPD on February 19, 2013. The RPD rejected the claim after finding that it was unlikely the Indian Government would deport the Applicant and her family back to China. The RPD also concluded that the discrimination faced by the Applicant's family in India did not rise to the level of persecution. Also of note, the RPD found that the Indian Government had provided the Applicant with a document authorizing her return to India.", "[8] The Applicant appealed to the RAD, seeking an order pursuant to section 111(1)(c) of the IRPA that the RPD's decision be set aside and that the matter be referred back to the RPD for a determination by a differently constituted panel. The RAD dismissed the appeal on September 12, 2013. III. Decision Under Review", "[9] The Applicant appealed to the RAD on the issue of whether the RPD erred in law by failing to consider whether she would be allowed to return to India, and if not, whether a denial of re-entry constitutes persecution.", "[10] The RAD dismissed the appeal after finding that the Applicant failed to establish before the RPD that she could not return to India. The RAD also determined that in any event, the RPD found on the evidence that the Applicant was authorized to return to India.", "[11] On the appeal, the Applicant submitted that the RPD's failure to consider her ability to return to India, or whether a denial of such return constitutes persecution, is a question of law that is reviewable on the correctness standard.", "[12] The RAD stated that before it could determine the appropriate standard of review, two important threshold issues required consideration: (1) whether the Applicant misread or misunderstood the RPD's decision and (2) whether she misconstrued the ratio of <FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ], which outlines the proper approach for addressing a stateless individual's refugee claim.", "[13] In the opinion of the RAD, the RPD not only considered whether the Applicant could return to India, but actually found that she likely could. As a result, her appeal could not succeed under either standard of review. To support this finding, the RAD referred to the RPD's decision where it stated: More determinative on this issue is that your family was part of the initial wave of Tibetans to flee the region and that you, yourself, were born in India, that your family has never encountered difficulties in renewing their R.C. despite their political activism, and that the Indian government provided you with a document authorizing a return to that Country. (Emphasis added by the RAD)", "[14] The RAD found that the RPD was most likely referring to the IC issued by the Indian Government, which was stamped with \"No Objection to Return to India\" (the NORI stamp). The RAD also determined that the Applicant failed, before the RPD, to provide any evidence or representations regarding her inability to return to India.", "[15] Finally, the RAD determined that <FRAGMENT_SUPPRESSED> is authority for the proposition that if the RPD determines an individual having a country of former habitual residence would be denied re-entry by that country, only then must it consider whether that denial amounts to persecution. However, in this case, the RPD was not required to consider the second part of the test because it found that the Applicant was authorized to return to India. Therefore, the Applicant's appeal was dismissed. IV. Issues", "[16] This matter raises the following issues: 1. What standard of review applies to the decision of the RAD? 2. Did the RAD apply the correct analysis in reviewing the decision of the RPD? 3. Did the RAD err in accepting the RPD's finding that the Applicant would likely be allowed re-entry to India? 4. Did the RAD err in not considering whether a denial of re-entry would constitute persecution? Because of my conclusions, it is necessary to consider only points 1 and 3. V. Submissions of the Parties A. (1) Standard of Review of the RAD's Decision", "[17] The Applicant submits that the RAD's application of the proper test to determine whether the Applicant could return to India is a question of law and therefore reviewable on a correctness standard. (2) Consideration of the Applicant's Inability to Return to India", "[18] The Applicant submits that the RPD did not consider the relevant evidence that indicates she has \"no legal basis to return to India\" and that her return is not certain. The Applicant relies on <FRAGMENT_SUPPRESSED> for the proposition that the RPD must ask itself if a stateless person can return to a country of former habitual residence, and if it determines that she cannot, it must consider whether the denial of the right to return constitutes persecution.", "[19] The RPD was required to address this question before considering whether the Applicant faces persecution in India and the possibility of being deported to China. The failure to consider this issue constitutes an error of law, which the RAD compounded by inferring that the Applicant's return was a certainty as a result of the NORI stamp. The RAD ignored other relevant evidence, which indicated that in order to be allowed re-entry to India, the Applicant requires both the NORI stamp and a visa issued by an Indian consulate abroad. The evidence also shows that Indian consulates abroad are under no obligation to issue a return visa to NORI stamp holders.", "[20] The RAD's failure to consider this important evidence, which the RPD also ignored, constitutes a reviewable error that justifies the matter being sent back to the RAD for a re-determination. B. (1) Standard of Review of the RAD's Decision", "[21] On the issue of whether the RAD applied the correct test to determine if the Applicant could return to India, the Respondent submits that this question involves an application of the law to the facts, and is therefore reviewable on the reasonableness standard. (2) Consideration of the Applicant's Ability to Return to India", "[22] The RAD reached a reasonable conclusion in affirming the RPD's decision that the Applicant could likely return to her country of former habitual residence. While this decision is justified on the basis of the NORI stamp, there is also no indication from the record that the Applicant raised this issue before the RPD. Rather, she raised the issue for the first time on appeal to the RAD.", "[23] There is also no evidence regarding the Applicant's inability to obtain a visa for her return to India. This issue is being raised for the first time in the present judicial review. VI. Analysis", "[24] The parties are essentially agreed that the real issue in dispute in this case is quite narrow. The Applicant asserts that the RAD erred in its analysis of the Applicant's allegation that she has a well-founded fear of persecution in India based on her statelessness and her inability to return to India, her last country of former habitual residence, per <FRAGMENT_SUPPRESSED> .", "[25] The Applicant is concerned that the RAD did not properly consider the evidence on this issue, and that it improperly relied upon the analysis by the RPD which was inadequate. Specifically, the Applicant asserts that both the RPD and the RAD failed to consider the fact that, in order to return to India, the Applicant must first obtain a visa, which is not guaranteed.", "[26] As in other recent cases involving judicial review of a decision of the RAD on appeal from the RPD, the parties in this case disagree about the standard of review that should have been applied by the RAD in its consideration of the RPD's decision. The Applicant argues that the RAD was required to examine the evidence itself and reach its own conclusions, whereas the Respondent submits that the RAD should show deference to the RPD and reverse its decision only if it is found to be unreasonable.", "[27] I am satisfied that, although the RAD referred repeatedly in its decision to the conclusions reached by the RPD, it considered the evidence and reached its own conclusions on the issues: see for example paragraphs 45 and 51 of the Decision. It is entirely appropriate for the RAD to review in detail the analysis and conclusions of the RPD before reaching its own conclusions. Therefore, this case does not turn on the standard of review that was applied by the RAD. A. Standard of Review Applicable to the RAD's Decision", "[28] Normally, the RAD's assessment of the evidence is a matter of fact or mixed fact and law, and therefore reviewable by this Court on a standard of reasonableness. To the extent that there is evidence that is relevant but has not been considered by the RAD, this may indicate an unreasonable conclusion by the RAD. B. Consideration of the Applicant's Ability to Return to India", "[29] The RPD's decision stated that the Indian Government had provided the Applicant with a document authorizing her return to that country.", "[30] The RAD's decision indicates that the Applicant asserted before the RAD that the RPD had failed to consider evidence that, in order to return to India, the Applicant would need a NORI stamp on her IC, as well as a visa obtained from a local Indian consulate (for which there is no guarantee).", "[31] The RAD noted that the evidence clearly indicated the Applicant already has a NORI stamp on her IC. The RAD concluded that there is no evidence the Applicant could not return to India. As stated by the RAD at the end of its decision: \"Demonstrating that she could not likely return to India [...] is precisely what the [Applicant] was obliged, and failed, to do before the RPD in this case.\"", "[32] Now the Applicant argues that the RAD failed to consider the evidence indicating the requirement for the Applicant to obtain a visa before returning to India.", "[33] It is true that the RAD did not mention the visa requirement, other than in quoting from the Applicant's argument and the wording of the NORI stamp itself. However, there is nothing in the evidence to suggest that the visa requirement would alter the RAD's conclusion.", "[34] It is possible that the RAD failed to consider the visa requirement. It is also possible that the RAD did consider the visa requirement, but simply did not mention it. I am not prepared to interfere with the RAD's decision in this regard unless I am satisfied that any failure by the RAD to consider relevant evidence was unreasonable and could have made a difference to the outcome: Newfoundland and  <FRAGMENT_SUPPRESSED> .", "[35] The evidence that was before the RPD concerning the visa requirement indicates that although there is no guarantee the Applicant will be granted a visa, there are no reports of denials. This evidence fully supports the RAD's conclusion that the Applicant has not demonstrated that she could not likely return to India.", "[36] Because of my conclusion that the Applicant is likely to be allowed to return to India, it is not necessary to consider the issue of whether the inability to return constitutes persecution: <FRAGMENT_SUPPRESSED> . VII.", "[37] For all of these reasons, this judicial review should be dismissed.", "[38] The parties have not proposed a question for certification. Given my findings above, I do not find that the facts in this case warrant the certification of a question for appeal. JUDGMENT", "[39] THIS COURT'S JUDGMENT is that: 1. The application is dismissed; 2. No serious question of general importance is certified. <FRAGMENT_SUPPRESSED>  Locke , LC 2001, c 27 (la LIPR). II. Faits", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] III.", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] IV.", "[16] V. A. Observations de la demanderesse", "[17] (2) Examen de l'incapacité de la demanderesse de retourner en Inde", "[18]", "[19]", "[20] B.", "[21] (2) Examen de la capacité de la demanderesse de retourner en Inde", "[22]", "[23] VI. Analyse", "[24]", "[25]", "[26]", "[27] A.", "[28] B.", "[29]", "[30]", "[31]", "[32] visa avant de retourner en Inde.", "[33]", "[34] Newfoundland and  <FRAGMENT_SUPPRESSED> et 16.", "[35]", "[36] VII.", "[37]", "[38] JUGEMENT", "[39] [End of document]"]}