{"id_": "061336", "body_str": ["[1] Muldoon, J. : This motion under s. 18 of the Federal Court Act came on for hearing and adjudication in Winnipeg, on December 19, 1988. The applicant seeks writs of certiorari and mandamus, or other appropriate relief and costs in the following terms: (a) \"A Writ of Certiorari quashing the decision of the respondent communicated to the applicant by a letter dated the 24th day of October 1986 wherein the applicant was informed that he should not be issued a Minister's Permit. (b) \"A Writ of Mandamus ordering the respondent, (i) to give the applicant a fair hearing before any decision on granting a Minister's Permit is made. (ii) to apply [the Minister's] policy on the granting of Minister's permits in such a way as to give the applicant the equal benefit and protection of the law. (c) \"Such further and other Order as to the court may seem just and proper [and costs].\"", "[2] In support of his motion, the applicant has tendered his affidavit sworn in August 18, 1988, and his supplementary affidavit sworn on August 26, 1988, both in Vancouver and respective exhibits thereto, as well as the affidavit of Ana Maria Santos a secretary in his counsel's law firm, sworn on December 16, 1988, in Winnipeg, with exhibits thereto. The documentary evidence on which the applicant relies is listed on pages 3 and 4 of his motion record filed herein; among which is the affidavit of Brian Dougall, an immigration officer, a copy of which is Exhibit \"F\" to the applicant's first affidavit above mentioned. That exhibit is presented without copies of its particular exhibits. It was filed in an action brought by the applicant as plaintiff in this court, in suit no. T-685-87, which action was struck out by order of Mr. Justice Joyal on December 14, 1987, on the ground of want of jurisdiction in the circumstances. (The applicant has commenced an appeal against that order made by Joyal, J.)", "[3] The respondent's record includes a copy of the exhibits attached to Mr. Dougall's affidavit which constitute Exhibit \"D\" to the affidavit of John Willard Kent, an immigration officer. Mr. Kent's affidavit, sworn on November 4, 1988, with exhibits thereto, is filed by the respondent in opposition to the applicant's motion.", "[4] The statutory provisions and other provisions on which the applicant relies are: (a) Section 18 of the Federal Court Act; (b) Sections 1, 7, 15 and 24 of the Canadian Charter of Rights and Freedoms; (c) Paragraphs 1(b) and 2(e) of the Canadian Bill of Rights; and (d) The Immigration Manual - examination and enforcement - issuance of Minister's permits - paragraph 8.19. The respondent's posture in this matter is to the effect that none of the above cited provisions is of any avail whatever to the applicant in the circumstances of this case.", "[5] The facts of this matter can be gleaned from the respective parties' statements of facts expressed in their respective motion records.", "[6] (1) The applicant entered Canada with a Costa Rican passport, as a visitor, on December 9, 1982, having been issued a visa by a Canadian consulate in that country. His status as a visitor was valid until February 5, 1983.", "[7] (2) The applicant was advised by one of the respondent's officers that he should make his claim to the status of Convention refugee only after the expiration of his visitor's status. (The applicant's counsel does not urge such advice to be one of issues in this proceeding.) Following the expiry of the applicant's visitor's status he remained in Canada and on April 27, 1983, an enquiry was commenced as a result of a written report and directions for same pursuant to s. 27 of the Immigration Act, 1976 (hereinafter: the Act; or the statute).", "[8] (3) The applicant applied for Convention refugee status in Canada during the course of the enquiry; and the adjudicator continued that proceeding and determined that but for the applicant's claim to be a Convention refugee, a removal order or departure notice would be made or issued; and the adjudicator thereupon adjourned the enquiry pursuant to s. 45(1) of the Act.", "[9] (4) The applicant was duly examined on oath respecting his refugee claim; and after the respondent had obtained the advice of the Refugee Status Advisory Committee (hereinafter: RSAC) the respondent determined that the applicant was not a Convention refugee and so advised the applicant by letter dated July 7, 1983.", "[10] (5) The Immigration Appeal Board (hereinafter I.A.B.) determined by a split decision (2 to 1) that the applicant is a Convention refugee, by its decision dated February 6, 1986. The majority found that the applicant, \"having been labelled as an enemy of the Marcos régime, could not expect a fair, open and unbiased process of law to operate in his case ... has become a refugee sur place\".", "[11] (6) The respondent thereupon instituted an application to the Federal Court of Appeal, pursuant to s. 28 of the Federal Court Act (hereinafter: the s. 28 application) in order to set aside the finding of the I.A.B.", "[12] (7) The applicant, by his solicitors, applied in writing on March 5, 1986, for a Minister's permit in form IMM 1263 pursuant to paragraph 8.19 of the Immigration Manual - examination and enforcement. A copy of the solicitors' letter is Exhibit \"D\" to the applicant's first affidavit. The letter requested that the applicant be processed \"towards landing\", recited paragraph 8.19(1)(a) and (b) and continued: \"As Mr. Dee has been determined to be a Convention refugee by the Immigration Appeal Board we request that he be issued a Minister's Permit with permission to work and that his immigration inquiry be resumed following issuance of the Minister's Permit.\"", "[13] (8) There then ensued a bi-lateral series of correspondence between the applicant's solicitors and the Acting Area Manager of the Vancouver Immigration Centre in which the latter, having mentioned the Minister's \"intention to appeal the decision of the\" I.A.B., indicated that \"we are in the process of seeking instructions regarding the issuance of a Minister's Permit to Mr. Dee\". (Contrary to the statement of facts submitted on the applicant's behalf, the respondent's official never, in any of the exhibited correspondence advised the applicant that he would be granted such permit after the disposition of the respondent's s. 28 application.)", "[14] (9) During the course of the exchanges of correspondence, the respondent, on September 25, 1986, with the signed consent of the applicant's solicitors, withdrew the s. 28 application. (Exhibit \"B\" to the applicant's first affidavit.) According to the exhibited correspondence, the respondent continued to keep the matter of a permit \"under consideration\" until, by letter dated October 24, 1986, the respondent indicated the decision \"that Mr. Dee will not be issued a Minister's Permit and that his Immigration Inquiry will be resumed\".", "[15] (10) The record does not disclose, nor was it so alleged by counsel, that after the communication of the Minister's refusal to issue the requested permit, the applicant or his solicitors made any request at any time for the reasons for such refusal; and he or they made no further representations as to why such a permit ought to have been granted.", "[16] (11) The enquiry before an adjudicator was resumed pursuant to s. 47 of the Act on February 3, 1987. At that time, the applicant sought and was accorded an adjournment of the enquiry until April 8, 1987, for the purpose of securing the attendance of a second counsel for the applicant at the resumed enquiry.", "[17] (12) On March 26, 1987, the applicant's solicitors filed in this court the statement of claim in suit T-685-87 (above mentioned) in which the following allegations, among others, and prayer for relief were expressed: \"19. On the 24th day of October 1986, the defendant Thiessen wrongfully and improperly notified the plaintiff that a Minister's Permit would not be issued to him and that the Immigration Inquiry would be resumed. \"22. The plaintiff has continued to demand a Minister's Permit from the defendants but the defendants have improperly and unlawfully refused and neglected to provide the plaintiff with the Minister's Permit as provided for in the Immigration Policy Manual referred to in paragraph 15 of this Statement of Claim. \"23. The plaintiff says, and the facts, are that having been accorded Convention Refugee status there are no impediments of any kind whatsoever disentitling him to a Minister's Permit as provided for in IE 8.19(1) set out in paragraph 15 of this Statement of Claim: \"24. At all times material to this action the defendants were aware of the published policy of the Canada Employment and Immigration Commission set out in paragraph 8 of this Statement of Claim. \"25. The plaintiff says that at all times material to this action, the defendants M.E.I. and M.S.I. were fully familiar and acquainted with the actions and representations of their co-defendants and the failure by their co-defendants to issue a Minister's Permit to the plaintiff, but have done nothing to correct the erroneous and misleading information given by them to the plaintiff and have done nothing to rectify the situation refusing to issue the plaintiff a Minister's Permit so that the plaintiff could be processed toward the status of Permanent Resident of Canada from within Canada. \"26. By the said unlawful and improper actions and refusals by the defendants, the plaintiff has suffered and is continuing to suffer great and irreparable harm and damage and is unable to become a permanent resident of Canada and to plan his future. \"27. The plaintiff says that the defendants unlawfully misled and misinformed him and have treated him unfairly and contrary to natural justice and have acted in such a way as to deprive him of his lawful rights and have denied him equality before the law and improperly and unlawfully singled the plaintiff out in a discriminatory fashion so as to prevent him from attaining the status of a permanent resident of Canada and the plaintiff pleads and relies on the provisions of the Canadian Charter of Rights and Freedoms being Part I of the Constitution Act, 1982. \"28. THE PLANTIFF THEREFORE CLAIMS: - (a) A declaration by this Honourable court that the plaintiff is entitled to a Minister's Permit in Form IMM 1263 as provided in paragraph 15 of this Statement of Claim; (b) A declaration by this Honourable court that the plaintiff is lawfully in Canada pursuant to section 4(2) of the Immigration Act, 1976; (c) A declaration by this Honourable court that the plaintiff is entitled to apply for and be processed in Canada as a Permanent Resident of Canada; (d) A declaration by this Honourable court that the plaintiff was entitled, before his visitor authorization had expired, to have his claim as a Convention Refugee heard; (e) A mandatory injunction ordering the defendants or any one or more of them to issue a Minister's Permit to the plaintiff to enable him to apply for, and be processed in Canada, as a Permanent Resident of Canada; (f) An interlocutory injunction preventing and restraining the defendants or any of them from ordering, resuming or holding any Immigration Inquiry or the making of any removal order or the issuing of any departure notice with respect to the plaintiff until trial of this action has been heard and concluded with respect to the plaintiff; (g) A permanent injunction preventing and restraining the defendants or any of them from ordering, resuming or holding an Immigration Inquiry with respect to the plaintiff; (h) An Order prohibiting the resumption or holding of any Immigration Inquiry of the making of any removal order or the issuing of any departure notice with respect to the plaintiff until trial of this action has been heard and concluded. (i) Damages in the sum of $50,000.00; (j) Costs of this action on a solicitor and client basis; (k) Such further and other relief as to this court may seem fit.\"", "[18] As is earlier above indicated, Mr. Justice Joyal struck this statement of claim from the record on December 14, 1987. In his reasons for the disposition which he made, Joyal, J., came to the following conclusions: \"I must conclude that no legal rights have been breached and I cannot see where there are justiciable issues with which this court could deal. This court has no jurisdiction to declare that the plaintiff (i.e. the applicant here, Mr. Dee] is entitled to 'in-status' consideration to declare that he is entitled to a Minister's permit, to declare that he is lawfully in Canada or to declare that he has the right to secure permanent landing. Neither, it follows, can the court deal with the consequential relief by way of mandamus or otherwise. \"Whatever rights to be enjoyed by the plaintiff are already enshrined in the Immigration Act, 1976. He is entitled to be heard at the resumed enquiry. If he should feel aggrieved by the ultimate decision, the law provides him with a right of appeal to the Immigration Appeal Board and to further appeals if warranted. This court cannot be another avenue of redress nor has it the jurisdiction to rule on the issues raised in the pleadings. The statement of claim should be struck out.\"", "[19] (14) The applicant's solicitors, on December 21, 1987, lodged a notice of appeal from Mr. Justice Joyal's decision in the Appeal Division of this court. Among the grounds of appeal, three at least, are pertinent here: \"3. That His Lordship erred in failing to consider the right of the plaintiff to rely on the provisions of the Guidelines issued to the [respondent's officials] ... and particularly on section 8-19 of the Guidelines set out in paragraph 15 of the Statement of Claim. \"4. That His Lordship erred in finding that the plaintiff's action was affected by the Guidelines being 'merely guidelines' that were not to be interpreted as 'binding' and that the discretion of an immigration officer was unfettered when the Statement of Claim set out that the discretion of the defendants had not been exercised judicially, properly or fairly and when no evidence had been adduced before the learned Chambers Judge. \"6. That His Lordship erred in failing to consider the right of the plaintiff to a declaratory judgment when the defendants pleaded in their Statement of Defence that they were not bound by the finding of a duly appointed adjudicator that the plaintiff had entered Canada properly and lawfully on the 9th day of December 1982 and when the defendants persisted in refusing a Permit in form IMM 1263 to the plaintiff basing such refusal on the contention that the plaintiff had entered Canada improperly and illegally.\"", "[20] (15) The enquiry proceeded on January 25, 1988. On that occasion the applicant's counsel persisted in attempting to persuade the adjudicator to make a finding that the respondent's refusal to grant a Minister's permit was effected without first receiving the applicant's arguments against such refusal and without giving reasons for such refusal. (The transcript of the above mentioned attempts is presented in Exhibit \"E\" to Ms. Santos' affidavit.) The adjudicator stated that the material before him \"supports, to some extent, your contention that Mr. Dee was not dealt with fairly\" and that he was \"not unsympathetic with\" counsel's arguments, but he declined jurisdiction to make the finding, or the referral back to the Minister, which counsel sought in regard to respondent's refusal to issue a permit. In the result, a deportation order was made on January 25, 1988. A copy of that order is Exhibit \"H\" to John Willard Kent's affidavit.) It states that it is \"made pursuant to subsection 32(6) of the Act, because the applicant is a person described in paragraph 27(2) (e) of the Act who entered Canada as a visitor and remained after ceasing to be a visitor.\"", "[21] (16) The applicant appealed that deportation order to the I.A.B., which appeal has not yet been heard.", "[22] (17) The guidelines which the applicant seeks to invoke and enforce in these proceedings are expressed in the respondent's \"I.E. manual\", paragraph 8.19. According to paragraph 5 of the affidavit of Brian Dougall, which is Exhibit \"F\" to the applicant's own first affidavit, that manual has \"at all material times contained a preface providing that the contents ... are not to be regarded as binding instructions, nor are they intended to envisage every contingence ...\". A copy of such preface is Exhibit \"C\" to Mr. Dougall's affidavit. The pertinent guidelines (Ex. \"C\" to the applicant's first affidavit), run as follows: \"8.19 ISSUANCE OF MINISTER'S PERMITS AND AUTHORIZATIONS TO REFUGEES (1) Minister's Permits - Convention Refugees (a) A refugee claimant found by the Minister or by the IAB to be a Convention refugee will be issued a Minister's Permit (form IMM I263) with permission to work while being processed toward landing (see also IS 10.40 and 10.4). (b) The Minister's Permit will be issued as soon as the senior immigration officer is advised of a favourable decision by the Minister (A45), and before resumption of the inquiry (A47(1)), refugee, not being 'lawfully in Canada' (A4(2)(b)), does not have the right to remain.\" (Further text set out at 17 of the applicant's motion record.)", "[23] The respondent's position is that the applicant knew, or must have known, the reasons for the respondent's refusal of a Minister's permit from the time at which the respondent's reasons for determining the applicant not to be a Convention refugee were communicated by letter dated July 7, 1983, (Ex. \"F\" to Brian Dougall's affidavit, page 41 of the respondent's motion record). The respondent further avers that such reasons can be gleaned from the reasons of the I.A.B. in February 1986. The respondent contends that the applicant is in fact a fugitive from accusations of criminal (fraudulent) misbehaviour rather a refugee. It is, according to the respondent, prosecution not persecution from which the applicant seeks refuge. The applicant in various hearings admitted his fraudulent and illegal acts in the Phillipines. The Marcos régime has since been terminated, but the fear if not the certainty of prosecution remains. However, the respondent asserts that the applicant has demonstrated his freedom to enter the U.S.A. and perhaps to remain in Costa Rica according to his solicitors' letter a copy of which is Exhibit \"M\" to Mr. Dougall's affidavit at pages 103 and 104 of the respondent's record. Now, it must be noted that the applicant has not been, to date at least, convicted of any of the mentioned offences either in person, or in absentia if such be allowed in the Phillipines. Therefore he does not come under the prohibitions described in ss. 19(1)(c) or 27(2)(d) of the Act.", "[24] It may be observed that ss. 37 and 38 of the Act do not require the Minister to give written or oral reasons for refusing a permit. It is good practice, especially in the wielding of administrative powers when the decision is made without the benefit of hearing the contending parties' arguments in an open tribunal, to express written reasons, however brief they may be. In the absence of such reasons, one may conclude that the decision-maker did not know the reasons or perhaps had none. It is not good practice to leave the person who is subject to the decision merely to guess or to speculate what the reason or reasons could be. While the expression of written reasons cannot be compelled, yet in discretionary proceedings such as this, the court may still express its view of the refusal or neglect to give such reasons in terms of the costs to be awarded, or not, upon disposition of the proceedings.", "[25] It may be observed that insofar as the applicant, by this motion seeks what he also sought in the action T-685-88, now dismissed, those issues are now res judicata between himself and the respondent who was the principal defendant in that action. So matters will stand unless and until the Appeal Division decrees otherwise in adjudicating on the appeal from Mr. Justice Joyal's decision. Clearly, in the exercise of sound discretion, this court ought not to usurp the office of the Appeal Division to which the applicant has resorted. In this regard, since the decision by Joyal, J., indicated that the applicant had no right to a declaration entitling him to a Minister's permit, that issue is foreclosed here.", "[26] What must be determined here is whether the respondent set the applicant's rights at naught or otherwise treated him unfairly.", "[27] As to the applicant's rights, there is certain obiter dicta expressed by Madam Justice Wilson in her reasons in the case of  <FRAGMENT_SUPPRESSED> , at pp. 190 to 192. Wilson, J., noted that: \"The case of  <FRAGMENT_SUPPRESSED> , is illustrative of the difficulties which can arise where a Minister's permit is not issued.\" She quoted at page 191 an excerpt from the reasons of Mr. Justice Urie in the Boun-Leua case: \"A Convention refugee ... is not given the right to reside permanently in Canada nor, by being designated as such, is he given the right to remain in Canada for a specific period of time. Presumably his right to remain is dependant upon his continuing to be a refugee from the country of his nationality. If for any reason, he no longer can fulfil the requirements to be characterized as a Convention refugee, he is subject to a removal or deportation order. The duration of his stay, as a Convention refugee, can only be fixed by a Ministerial permit issued pursuant to section 37 of the Act. If no such permit issued then, if he is within an inadmissible class, he may be the subject of a removal or deportation order. The only rights accorded to a Convention refugee are first, not to be returned to a country where his life or freedom would be threatened, a right granted by virtue of section 55 of the Act, and, second, to be able to appeal a removal order or a deportation order made against him on a question of law or fact or of mixed law and fact and 'on the ground that, having regard to the existence of compassionate or humanitarian considerations' he should not be removed from Canada (Sections 72(2)(a) and (b) and 72(3)). \"Since he can return to France, which is not the country of his nationality, or where his life or freedom would be threatened, there is no obligation on the Minister to permit him to remain in Canada. The applicant has no legal right to do so. In my view, therefore, applicant counsel's submission that the determination by the Minister that his client was a Convention refugee gave him the right to remain in Canada must fail.\"", "[28] In regard to the above passage Madam Justice Wilson (p. 192, S.C.R.) wrote this: \"Although I agree with Urie, J.'s, decision on the facts before him, I believe that his reasons may have placed the position of the Convention refugee under the Act too low. In addition to the important rights set out in ss. 55 and 72, it seems to me that a Convention refugee is entitled to require the Minister to exercise his discretion to give a permit under s. 37 fairly and in accordance with proper principles and, if the Minister fails to do so, the Convention refugee may have a right to take proceedings under s. 18(a) of the Federal Court Act: see Minister of Manpower and  <FRAGMENT_SUPPRESSED>  at p. 479 (per  <FRAGMENT_SUPPRESSED> .\"", "[29] The above tentatively expressed obiter were written by Wilson, J., on behalf of three of the six members of the Supreme Court of Canada. On behalf of the other three judges, Mr. Justice Beetz in his reasons (at page 230, S.C.R.) did not examine the process of obtaining, or being refused, a Minister's Permit but accepted merely that in some instances \"a Minister's permit cannot be obtained\". Thus, it is not conclusively demonstrated in the obiter of the Singh case that the respondent's spontaneous refusal of a permit is susceptible to an application for certiorari, such as the present proceedings. Clearly, however, since there is no right to be granted such a permit, s. 2(e) of the Canadian Bill of Rights is not engaged here.", "[30] Insofar as invoking the earlier above mentioned guidelines is concerned, they confer neither a right nor a reasonable expectation of a right, privilege or benefit. The most recent jurisprudence on that subject is expressed in the Appeal Division's reasons, rendered on December 8, 1988, in the case of  <FRAGMENT_SUPPRESSED>  Department's policy directives are concerned, the Martineau No. 1 case has established that policy directives, whether made pursuant to regulatory authority or general administrative capacity, are no more than directions and are unenforceable by members of the public.\"", "[31] Since the Minister is, by the statute, not functus after granting a Minister's permit, it is obvious that the Minister is equally not functus after refusing to grant such a permit. There is no evidence that the applicant or his solicitors made any further attempt after October 24, 1986, when the respondent refused to issue the permit, to seek the reasons or to have the respondent reconsider the refusal. That avenue was open to him, especially during the period of one year and ten months before he instituted the present proceedings, on August 19, 1988. Such a long period of acquiescence upon an issue in which the respondent was for the most part never functus, at least until the deportation order was made on January 25, 1988, is hardly calculated to move the court to exercise its discretion in the applicant's favour.", "[32] Now, what would have induced the respondent to refuse the permit and to fail or neglect even to express reasons in the first place? The respondent, by counsel, puts forward the facts that the applicant has admitted his wrongdoing in diverting money lent for presumably legitimate purposes to his company in the Phillipines, into a scheme for the benefit of ex-President Marcos and has further indicated that he is targetted for prosecution in that country, but no longer under the baleful influence of the ex-President and his henchmen. The applicant avers that he is still a target for prosecution and that he ought now to be still considered a refugee in his country of origin even though President Aquino is the head of state. The respondent alleges that the judiciary of the Phillipines is independent and that an accused can have a fair trial in that country. The respondent characterizes the applicant, as was earlier above noted, as a fugitive from prosecution, not persecution. The respondent further posits that the applicant can return in safety to Costa Rica and has no need to seek refuge, or employment, in Canada. Among the documents tendered in these proceedings there is, indeed, some evidence to support the respondent's posture here. The respondent urges that the applicant, with his solicitors, well knew that the foregoing constituted the respondent's objections against granting a Minister's permit. In all the circumstances, the court finds that the respondent's contentions on this score are made out, but awards no prizes to the respondent for the failure, or neglect, or refusal, to express such reasons, at least briefly, in writing even though not legally obliged to do so.", "[33] Over the course of now more than two years since the impugned refusal to grant a permit the applicant, as is his undoubted right, has sought and obtained adjudications in this court and before the other immigration tribunals. He has presently pending an appeal and a s. 28 application in the Appeal Division of this court, and an appeal before the Immigration Appeal Board. Those avenues of possibly ameliorating the applicant's plight are open and may possibly be followed to success on his part. It is, therefore, not at all clear, as counsel would have it, that this court owes the applicant ex debito justiciae the granting of the extraordinary remedies which he seeks.", "[34] On the fundamental issue, the court is not persuaded that the respondent treated the applicant in any illegal or unfair manner by not soliciting his representations on the matter of whether or not to issue a Minister's permit, and by not expressing reasons for declining to do so, even though there is a better practice as already emphasized. The respondent had an on-going discretion in the matter and the applicant declined to invoke it. (There are other aspects of the matter, not before the court, in this proceeding, upon which the respondent's conduct will be further examined by other adjudicatory bodies, and about which the court declines further comment.) In the result, the court finds that, in the matter here in contention, the applicant has suffered no violation or suppression of any rights guaranteed by the Canadian Bill of Rights or by the Canadian Charter of Rights and Freedoms; nor has he been treated illegally or unfairly in regard to the matter of a Minister's permit. Although it is factually far from identical, the Appeal Division's unanimous decision in  <FRAGMENT_SUPPRESSED>  (F.C.A.), is instructive in this regard. An application for leave to appeal from that judgment was refused by the Supreme Court of Canada on January 29, 1987.", "[35] For all of the above reasons, the applicant's motions for certiorari and mandamus, as sought in his notice of motion, will be dismissed. The respondent is awarded no costs. The denial of costs does not reflect adversely at all upon the respondent's counsel whose conduct was entirely professional, but upon the respondent's failure to give reasons, however brief, for refusing the Minister's permit for which the applicant's solicitors made repeated written applications until it was refused without expressed reasons. Application dismissed. Editor: Steven C. McMinniman/sms [End of document]"]}