{"id_": "061630", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of a decision by a pre-removal risk assessment (PRRA) officer (the officer) dated December 12, 2011 wherein the applicants' PRRA application was refused. The officer's decision was based on the finding that the applicants would not be subject to risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to China.", "[2] The applicants request that the officer's decision be set aside and the application be referred for redetermination by a different officer. Background", "[3] Jingshu Jiang, the principal applicant, and his wife, Xiuqing Jiang, are citizens of China, while their sons are United States citizens. The principal applicant applied for asylum in the U.S. in 1993 based on participation in the Chinese student democracy movement. His claim was denied in 2002 and his appeal was refused in 2009.", "[4] In July 2001, the principal applicant married his wife who had fled China to the U.S. due to fear of persecution because of inhumane family planning policy in China. The applicants' sons were born in the U.S. while their asylum appeal was pending.", "[5] The principal applicant's wife began practicing Falun Gong in March 2008 as treatment for insomnia and headaches. She began to contact her former schoolmates in China to share her experience, including pamphlets and Epoch Times clippings.", "[6] When the applicants' U.S. appeal was refused in May 2009, the principal applicant's wife received a phone call from her father telling her that the Public Security Bureau (PSB) went to their home, had discovered the pamphlets and asked that she return to China and turn herself in. Her classmates had already been arrested.", "[7] The principal applicant and his family came to Canada on August 22, 2009 and made a claim for refugee protection. This claim was refused on December 24, 2010, and leave for judicial review was denied by this Court on April 13, 2011.", "[8] In May 2011, they filed a pre-removal risk assessment (PRRA) application and in July 2011, they filed an H&C application. These applications were refused on December 8, 2011 and December 12, 2011 respectively, by the same officer. Officer's PRRA Decision", "[9] In a letter dated December 12, 2011, the officer informed the applicants of the negative decision. Reasons for the decision were also provided.", "[10] The officer began by summarizing the principal applicant's family's biographical information and immigration history. The officer noted no weight would be given to any evidence which was available at the time of the applicants' Refugee Protection Division (RPD) hearing.", "[11] The officer summarized the applicants' allegations and noted that the RPD had found that the principal applicant's wife had not been identified as a practitioner by the PSB, was not a genuine Falun Gong practitioner and that she came to Canada on a fraudulent basis. The RPD had also found the principal applicant's testimony was not credible in relation to his wife's practice of Falun Gong. On the principal applicant's claim of persecution by the Chinese government due to violating the one child policy, the RPD found that the children would be registered in the family hukou after the payment of a fine.", "[12] The officer found that the risk identified by the applicants was the same as the risk heard and assessed by the RPD. The applicants did not address the negative credibility finding by the RPD. The purpose of a PRRA is not to re-argue the facts that were before the RPD. A subsequent attestation of a risk scenario previously determined not credible, unaccompanied by objective corroborative evidence, neither overcomes the credibility concerns of the RPD nor provides sufficient evidence of a forward-looking risk to the applicants.", "[13] The officer noted that much of the country condition evidence relied upon by the applicants was not specifically related to the applicants' family. The fact that documentary evidence shows that a human rights situation in a country is problematic does not necessarily mean there is a risk to a given individual.", "[14] The officer reviewed country conditions evidence relating to China's persecution of Falun Gong practitioners, noting that they continue to face arrest, detention and imprisonment. Although practicing Falun Gong in the privacy of one's home is possible, it could become dangerous if the authorities became aware of it. The treatment of practitioners varied across provinces, being more relaxed in the south.", "[15] The officer then turned to country conditions evidence relating to family planning policies, describing the history of the one child policy and the monetary penalty for extra births. The officer cited a response to information request (the RIR) stating that in the applicants' home province, the children would be registered in the hukou after the payment of a fine. There are no reports of couples experiencing difficulties upon returning to Fujian Province and evidence shows that children are welcomed back and mostly forgiven in regard to any penalty concerning an out of plan birth.", "[16] The officer concluded that the evidence did not support the applicants' claim of persecution or harm in China. Issues", "[17] The applicants submit the following points at issue: 1. Whether the officer breached the duty of fairness by basing his decision on a selective review of the documentary evidence? 2. Whether the officer breached the duty of fairness by unreasonably discounting the applicants' documentary evidence? 3. Whether the officer erred in finding that the applicants' family would not face persecution or harm in China when his finding conflicted with the officer's own evidence?", "[18] I would rephrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the officer err in denying the application? 3. Did the officer breach procedural fairness? Applicants' Written Submissions", "[19] The applicants submit the appropriate standard of review is reasonableness, but that procedural fairness should be reviewed on a standard of correctness.", "[20] In his country conditions analysis, the officer only selected information unfavourable to the applicants. The U.S. Department of State Report described a coercive birth control regime, sometimes including forced abortion or sterilization and the detention of Falun Gong adherents. The fee for each unapproved child can reach ten times a person's annual disposable income. Unregistered children cannot access public services. The officer ignored these findings and therefore breached the principles of fairness and justice.", "[21] The officer erred in refusing to consider country conditions evidence relevant to the general human rights situation in China. They are relevant to the applicants' fear of persecution. Ironically, the officer relied on such country reports in making his decision.", "[22] The officer quoted country conditions evidence that conflicted with his decision.", "[23] The officer breached the duty of fairness by making a credibility finding without holding an oral hearing. Respondent's Written Submissions", "[24] The respondent submits a PRRA is not a forum to re-argue a refugee claim rejected for want of credibility.", "[25] A negative RPD decision must be respected by a PRRA officer. A PRRA application is an assessment of the effect of new evidence. The officer properly relied upon the RPD's finding that the principal applicant's wife was not a genuine Falun Gong practitioner and there was therefore no link between the country conditions relevant to their persecution and the applicants' claim.", "[26] The officer did properly consider the effect of the one child policy and the excerpts highlighted by the applicants do not refer to a specific situation of returning to China with two children born overseas. The onus was on the applicants to demonstrate that circumstances had changed since the RPD's decision and the applicants failed to do so.", "[27] The respondent submits that the style of cause should refer only to the Minister of Citizenship and Immigration, as PRRAs fall within his authority and not the Minister of Public Safety and Emergency Preparedness. Analysis and Decision Issue 1 What is the appropriate standard of review?", "[28] Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED> ).", "[29] It is trite law that the standard of review of PRRA decisions is reasonableness (see <FRAGMENT_SUPPRESSED>  [2010] FCJ No 980 at paragraph 11; and <FRAGMENT_SUPPRESSED>  [2009] FCJ No 52 at paragraph 11). Similarly, issues of state protection and of the weighing, interpretation and assessment of evidence are reviewable on a reasonableness standard (see <FRAGMENT_SUPPRESSED>  [2011] FCJ No 924 at paragraph 5; and <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1286 at paragraph 38).", "[30] In reviewing the officer's decision on the standard of reasonableness, the Court should not intervene unless the officer came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47 and Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). As the Supreme Court held in <FRAGMENT_SUPPRESSED> above, it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraph 59).", "[31] It is also trite law that the appropriate standard of review for issues of procedural fairness is correctness (see Wang above, at paragraph 13, and <FRAGMENT_SUPPRESSED> above, at paragraph 43). No deference is owed to decision makers on these issues (see <FRAGMENT_SUPPRESSED> above, at paragraph 50). Issue 2 Did the officer err in rejecting the applicants' claim?", "[32] The officer is presumed to have considered all of the evidence before him (see <FRAGMENT_SUPPRESSED> [2008] FCJ No 411). However, the more important the evidence that is not mentioned, the more willing a court may be to infer from silence that the tribunal made a finding of fact without regard to the evidence (see <FRAGMENT_SUPPRESSED> [2012] FCJ No 189).", "[33] The officer properly considered the country conditions evidence on Falun Gong practitioners, but relied on the RPD's negative credibility finding that the principal applicant's wife was not a practitioner. Therefore, the evidence pointed to by the applicants is not significant enough to warrant further mention from the officer.", "[34] Similarly, I do not believe it is an error for an officer to explicitly consider evidence that contradicts his ultimate conclusion, as the applicants argue. Indeed, if an officer only recited that evidence which supported his decision, it would lead to the accusation of failing to properly consider contradictory evidence. A decision which considers evidence on both sides is harmonious with the value of transparency.", "[35] The applicants' excerpts from the U.S. Department of State 2010 report on China, however, describe significant risks for parents who have violated the one child policy. This report was released on April 8, 2011, after the RPD decision. The officer relied upon an RIR for the finding that children born abroad are welcomed back. The officer made no mention of the 2010 DOS report on the point of the risk related to the one child policy; the DOS report mentioned at the outset of the decision is the 2009 report.", "[36] As the DOS report makes no specific mention of Chinese children born overseas, there would appear to be a significant conflict between this piece of evidence, as it indicates risks for a category of Chinese citizens while the RIR indicates those risks did not apply to a certain subcategory of those citizens. The officer did not explain why he preferred the RIR to the DOS report in coming to his finding. Given the very serious risks described in the DOS report, including sterilization, it is a significant omission for the officer to only mention the RIR.", "[37] This failure to explain the weighing of evidence places the decision in conflict with the <FRAGMENT_SUPPRESSED> above, values of transparency and justification. It is therefore unreasonable.", "[38] I therefore need not consider issue 3. The application is granted and the matter is returned for redetermination by a different officer.", "[39] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[40] THIS COURT'S JUDGMENT is that 1. The application for judicial review is allowed, the decision of the officer is set aside and the matter is referred to a different officer for redetermination. 2. The style of cause is amended by deleting The Minister of Public Safety and Emergency Preparedness. ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[2]", "[3]", "[4]", "[5] Epoch Times", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28] <FRAGMENT_SUPPRESSED> , au paragraphe 57).", "[29] <FRAGMENT_SUPPRESSED>  [2010] ACF no 980, au paragraphe 11; <FRAGMENT_SUPPRESSED>  [2011] ACF no 924, au paragraphe 5; <FRAGMENT_SUPPRESSED>  [2009] ACF no 1286, au paragraphe 38).", "[30]", "[31] Wang", "[32] <FRAGMENT_SUPPRESSED>  [2012] ACF no 189, au paragraphe 35).", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39] Jugement", "[40] ANNEXE , LC 2001, c 27 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an demande de contrôle judiciaire for leave to the Court. 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. [End of document]"]}