{"id_": "061827", "body_str": ["[1] Near, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated March 8, 2011. The Board determined that the Applicant was not a Convention refugee or person in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA).  <FRAGMENT_SUPPRESSED>", "[2] For the following reasons, this application is dismissed.  <FRAGMENT_SUPPRESSED> I. Facts  <FRAGMENT_SUPPRESSED>", "[3] Igor Guzun, the Applicant, is a 29 year old citizen of Moldova. He fears persecution if returned to that country based on his sexual orientation.  <FRAGMENT_SUPPRESSED>", "[4] The Applicant claims that as a bisexual male he was harassed while attending the Moldovan Economic Academy. He also alleges that he was beaten by homophobic co-workers and neighbours and forced to resign from his job.  <FRAGMENT_SUPPRESSED> II. Decision under Review  <FRAGMENT_SUPPRESSED>", "[5] The Board initially addressed procedural matters. The hearing had previously been adjourned for lack of time and counsel was unavailable due to illness. The Presiding Member was, however, satisfied that the Applicant made an informed decision to proceed with the hearing without counsel. He informed the Board that he wished to bring the hearing to a conclusion. After some questions and discussions about the Applicant's options, the Presiding Member granted a recess to allow the Applicant to confer with friends who had accompanied him for moral support. Following that recess, the Applicant again advised he wished to proceed rather than postpone.  <FRAGMENT_SUPPRESSED>", "[6] In the course of its assessment, the Board found credibility issues associated with the Applicant's claim that he was being targeted because of his bisexual/homosexual relationships. There were inconsistencies and omissions related to central aspects of his claim. He also failed to produce some documentary corroboration that might reasonably be available to him. Some of the specific issues identified by the Board included that:  <FRAGMENT_SUPPRESSED> • Details regarding an attack after his graduation ceremony in June 2004 were not in his Personal Information Form (PIF) and there were no documents, such as a doctor's exam or police report, provided in support of this claim  <FRAGMENT_SUPPRESSED> • Due to inconsistent information, it was unable to conclude the Applicant was forced to leave his job on account of his sexuality in 2006 and 2007  <FRAGMENT_SUPPRESSED> • A medical certificate indicating the Applicant was treated for a dislocated shoulder did not state that it was the result of an attack in March 2007 as he claimed  <FRAGMENT_SUPPRESSED> • He could not satisfactorily explain why he returned to Chisinau after he and his friend Sergey were alleged to have been beaten outside a café in October 2007  <FRAGMENT_SUPPRESSED> • Information showing he was a currently a member of a Toronto church with a support group for bisexual and homosexual individuals was not sufficient  <FRAGMENT_SUPPRESSED> III. Issues  <FRAGMENT_SUPPRESSED>", "[7] This application raises the following issues:  <FRAGMENT_SUPPRESSED> (a) Was it a breach of natural justice or procedural fairness for the Board to proceed with the hearing despite the absence of the Applicant's counsel?  <FRAGMENT_SUPPRESSED> (b) Was the Board's decision regarding the Applicant's credibility reasonable?  <FRAGMENT_SUPPRESSED> IV. Standard of Review  <FRAGMENT_SUPPRESSED>", "[8] Questions of procedural fairness are reviewed on a standard of correctness (see Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  CarswellNat 434 at para 43).  <FRAGMENT_SUPPRESSED>", "[9] The Board's decision regarding credibility is reviewed based on the reasonableness standard ( <FRAGMENT_SUPPRESSED>  at para 47, reasonableness is \"concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\" as well as \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. <FRAGMENT_SUPPRESSED> V. Analysis  <FRAGMENT_SUPPRESSED> Issue A: Was it a Breach of Natural Justice or Procedural Fairness for the Board to Proceed with the Hearing Despite the Absence of the Applicant's Counsel?  <FRAGMENT_SUPPRESSED>", "[10] The Applicant submits that the Board should not have proceeded with the hearing in the absence of the counsel of record. Due to illness, counsel had passed along a letter requesting an adjournment that was presented to the Presiding Member. The Applicant in his written submissions indicated that he was led to believe by the Member that it would be beneficial to his claim if he proceeded. There is no merit to this submission and this claim was wisely not pursued during the hearing of this matter. He claims that he was anxious and confused about this decision. His English speaking friends advised him during the recess but they are not legally trained, licensed or knowledgeable in refugee matters. He proceeded under duress and did not make an informed decision.  <FRAGMENT_SUPPRESSED>", "[11] The Respondent contends that the Board's decision demonstrates that the Applicant made an informed decision. He told the Board member that he wished to proceed \"to bring the matter to a conclusion.\" There was some discussion surrounding the issue and a recess provided to confer with friends. The Applicant again advised that he wished to proceed.  <FRAGMENT_SUPPRESSED>", "[12] Based on a review of the transcript of the hearing, the Board member addressed the written request for adjournment. She asked questions of the Applicant as to when it was brought to his attention. It was the Applicant who urged proceeding with the hearing and reaching a conclusion on that day. He also hinted at some dissatisfaction with his counsel. The Board member verified if the Applicant still wished to proceed after giving him a recess to confer with friends. The record suggests that the Applicant was given the opportunity to reach an informed decision to proceed in the absence of the counsel and forgo the request for adjournment.  <FRAGMENT_SUPPRESSED>", "[13] There is no absolute right to counsel in immigration and refugee proceedings. Where the absence of counsel deprives an individual of the right to a fair hearing, however, judicial review must be granted (see the summary of jurisprudence provided by Justice Sean Harrington in <FRAGMENT_SUPPRESSED>  [2004] FCJ no 1460 at paras 17-22).  <FRAGMENT_SUPPRESSED>", "[14] <FRAGMENT_SUPPRESSED>  Imm LR (3d) 262, this Court addressed a situation where refugee claimants waived their right to counsel because that counsel could not be present on the date scheduled for the hearing. Since the claimants chose to proceed, this did not in itself breach the duty of fairness. Nevertheless, the Court determined fairness issues arose during the hearing. The Court noted that the Board should have been \"alive to the risk that the claimants were ill-prepared to represent themselves\" and that the \"Board's freedom to proceed in the absence of counsel obviously does not absolve it of the overarching obligation to ensure a fair hearing.\" In that instance, the claimants were found not to have been able to assert their rights as part of the refugee claim.  <FRAGMENT_SUPPRESSED>", "[15] Having made the decision to proceed in this instance, however, I do not find that the Applicant was deprived of his right to a fair hearing. He was given the opportunity to present the remainder of his case in response to the questions of the Board member who seemed \"alive to the risk\" that he was \"ill-prepared to represent\" himself. As an example, the Board member expressly explained to the Applicant that he had an opportunity at the end of the hearing to present final submissions, noting that if counsel was present he would be advised accordingly. The member asked the Applicant if he had any further information to provide to the Board.  <FRAGMENT_SUPPRESSED>", "[16] Since the Applicant made an informed decision to proceed and was able to assert his rights, unfairness did not result from the Board continuing despite the absence of counsel.  <FRAGMENT_SUPPRESSED> Issue B: Was the Board's Decision Regarding the Applicant's Credibility Reasonable?  <FRAGMENT_SUPPRESSED>", "[17] The Applicant disputes the Board's negative credibility findings on two bases. First, it was unreasonable for the Board to question his credibility claiming that there were inconsistencies and omissions in the PIF, particularly since the purpose of the oral hearing is to permit the Applicant to elaborate further in support of his claim. Second, the Applicant insists that it was unreasonable to characterize the absence of some documents as a failure to produce documentary corroboration. He notes that a power of attorney to obtain documents from Moldova, medical documentation and supporting letters from the LGBT community were provided to the Board.  <FRAGMENT_SUPPRESSED>", "[18] I acknowledge that the Board should not be concerned with minor inconsistencies or elaborations based on the  <FRAGMENT_SUPPRESSED>  CarswellNat 180 at paras 18-19; <FRAGMENT_SUPPRESSED>  CarswellNat 941 at para 20). However, the omission of a significant or important fact from the claimant's PIF can serve as a basis for a negative credibility finding (see <FRAGMENT_SUPPRESSED>  CarswellNat 498 at para 12; <FRAGMENT_SUPPRESSED>  CarswellNat 649 at para 18).  <FRAGMENT_SUPPRESSED>", "[19] In this case, it was reasonably open to the Board to reach an adverse credibility finding based on the omissions and inconsistencies with the PIF described. These were related to central aspects of the Applicant's claim that he was persecuted in Moldova because of his bisexual relationships. This included details related to the attacks, why he left his employment, when his family knew about his relationships and why he responded as he did in returning to a location where he was attacked. The Board Member in some instances seemed overzealous in considering some of the inconsistencies; however, taken as a whole the Board's negative credibility finding fell within the range of acceptable outcomes.  <FRAGMENT_SUPPRESSED>", "[20] With respect to the documentary evidence, it is open to the Board to give certain documents limited weight (see for example <FRAGMENT_SUPPRESSED>  [2004] FCJ no 181). It is not unreasonable to require documentary corroboration of critical aspects of the Applicant's claim, including additional information related to the attacks he claimed to have been subjected to and the issues associated with his employment.  <FRAGMENT_SUPPRESSED>", "[21] Based on the PIF inconsistencies and lack of corroborating documentary evidence of what it considered critical aspects of the Applicant's claim, the Board's negative credibility finding was within the range of possible, acceptable outcomes.  <FRAGMENT_SUPPRESSED> VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[22] Given that the Applicant made an informed decision, the Board did not commit a breach of natural justice by proceeding without his counsel of record. In addition, the credibility findings related to inconsistencies in the PIF and corroborating documentation were reasonable in the circumstances as they related to material aspects of the Applicant's claim.  <FRAGMENT_SUPPRESSED>", "[23] Accordingly, this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[24] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}