{"id_": "061882", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 [Act] for judicial review of the decision of a Senior Immigration Officer [Officer], dated October 12, 2012 [Decision], which refused the Applicant's application for an exemption on humanitarian and compassionate grounds under subsection 25(1) of the Act from the requirement to apply for a permanent resident visa from outside of Canada [H&C Application]. BACKGROUND", "[2] The Applicant is a now 29-year-old citizen of Cameroon who first came to Canada on January 6, 2009. She applied for refugee status in February 2009, but this application was denied in February 2011. In June 2011, she applied for an exemption on H&C grounds from the requirement to apply for a permanent resident visa from outside of Canada. She claimed that if she returned to Cameroon she would be forced to marry a 68-year-old man against her wishes, would be unable to obtain medical treatment for Lupus, putting her life and health at risk, and would suffer hardship from leaving her established life in Canada.", "[3] The Applicant was born in Buea, Cameroon, but attended high school and nursing school in the United States between 2001 and 2007, qualifying as a Licensed Practical Nurse [LPN]. She says she returned to Cameroon on August 29, 2008, only to discover that her family had arranged for her to be married to a 68-year-old man to whom the family owed debts. She attests that she had no choice in the matter: she was considered the \"property\" of the family, and if she refused the marriage, she would be subjected to \"kibangalia\" - that is, stripped naked and beaten with a bamboo stick in front of the whole village, and then placed alone in a dark, isolated room and beaten repeatedly until she changed her mind. The Applicant fled in the night with the help of her mother and cousins, taking the bus to Douala and hiding for several months in the home of a friend of her mother before flying to Canada in January 2009.", "[4] The Applicant says if she returns to Cameroon she will be forced into this marriage, after which she will be raped and put \"in the family way.\"", "[5] In 2011 the Refugee Protection Division of the Immigration and Refugee Board [RPD] considered a refugee claim by the Applicant based on the same allegations. That decision was before the Officer and was considered in making the Decision under review here. The RPD found there were inconsistencies in the Applicant's evidence and a lack of credible supporting documentation regarding her alleged return to Cameroon in August 2008, causing the RPD to seriously question the Applicant's credibility. Based on these credibility concerns, the RPD concluded that it was \"more likely than not that the claimant never returned to Cameroon at the time that she claims she did and that she entered Canada in a different manner than she alleges.\" The RPD went on to find that \"there is no reliable evidence that she would be forced to marry against her wishes, or be subjected to any other form of persecution or [section 97 risk] if she were to return to Cameroon.\"", "[6] The Applicant was diagnosed with Lupus, or Systemic Lupus Erythematosis, in March 2009, and must take a long list of medications and see a number of doctors regularly to manage this potentially debilitating condition. She says her life depends on the medical treatments and support she is receiving in Canada, and that treatment for Lupus is unavailable anywhere in Cameroon.", "[7] The record shows that the Applicant is an active member of a church in Toronto and a young adult group linked to the church. She also works as a coordinator with the Victorian Order of Nurses, and attends a regular support group for Lupus patients. DECISION UNDER REVIEW", "[8] The Officer noted that the Applicant bore the onus of demonstrating that her personal circumstances were such that having to obtain a permanent resident visa from outside Canada in the normal manner would result in unusual and undeserved or disproportionate hardship. The Officer observed that the H&C grounds asserted were establishment in Canada, discrimination in Cameroon and lack of medical treatment in Cameroon.", "[9] The Officer noted the prior RPD decision and that the Applicant had \"re-iterated the same material circumstances and fears in her H&C that she presented to the Board.\" In this regard, the Officer observed: The panel found that there is no reliable evidence that she would be forced to marry against her wishes or be subjected to any other form of persecution or risk of her life or risk of cruel and unusual treatment or punishment if she were to return to Cameroon. While not bound by the RPD's original determination, I accord it much weight as the panel had the opportunity to examine the client's claim in detail and, accordingly, determine the facts of his [sic] case. However , I am cognizant of the fact that risk and discrimination factors cited in an H & C are assessed in the context of the applicant's degree of hardship.", "[10] The Officer then found that the Applicant had \"provided insufficient evidence that today upon return to Cameroon ... she will be forced into marrying a 68 year old man.\" The Officer reviewed documentary evidence regarding forced marriages, and found that: The evidence before me indicates that young girls are offered to older men in the Northern Provinces. The applicant is a 27 year's old educated woman. She is not a child. Other than the applicant's statement, she has provided insufficient evidence to corroborate her statement that she would be personally forced into marrying a 68 year old man. The Applicant also indicated that she ran away from Cameroon to escape from discrimination she was facing as a result of her gender being a female however she does [sic] indicate of how she was discriminated against.", "[11] The Officer noted that the country conditions in Cameroon were \"far from favourable,\" but found that there was insufficient evidence that the Applicant would be personally affected by them in a manner that would amount to unusual and undeserved or disproportionate hardship, or that she would be subjected to conditions that are not shared by the population in general. She had not shown that the hardship of having to apply for a permanent resident visa from outside Canada in the normal manner would be i) unusual and undeserved or ii) disproportionate.", "[12] The Officer noted that the Applicant requires regular treatment for Lupus, but found that she had not provided sufficient evidence to support her statement that treatment for Lupus is unavailable anywhere in Cameroon. The Officer reviewed documentary evidence regarding the state of the health care system in Cameroon, finding that the system \"has been strengthened\" but nevertheless \"suffers from a lack of material financial and human resources.\" Despite this, the Officer found that most diseases can be treated in Cameroon, except chronic and difficult cases of cancer and cardiovascular diseases and organ transplants, and that \"[g]eneric and essential drugs are available in Cameroon.\"", "[13] With respect to establishment, the Officer accepted that the Applicant has demonstrated a level of establishment in Canada, but found that the degree of establishment was \"of a level that was naturally expected of her\" and \"not beyond the normal establishment one would expect ... in these circumstances.\" The Applicant had not established that severing her employment ties or ties to the community in Canada would amount to unusual and undeserved or disproportionate hardship that justifies an exemption on H&C grounds.", "[14] In addition, the Officer found that there was insufficient evidence to indicate that the Applicant would be unable to re-establish herself in Cameroon. She would not be devoid of family, as the evidence indicated her mother was living there. The Officer acknowledged that the Applicant will face some hardships in her efforts to re-establish herself in Cameroon, but observed that the H&C Application process is not designed to eliminate hardship. Rather, it is designed to provide relief from unusual, undeserved or disproportionate hardship. The Officer did not find that such hardship would result from applying the normal requirements in this case, and was therefore not satisfied that sufficient humanitarian grounds existed to approve the requested exemption. ISSUES", "[15] The Applicant raises the following issues in this application: a. Did the Officer impose an undue burden, use an improper test, or fetter his or her discretion? b. Did the Officer make findings without giving the Applicant a fair opportunity to respond?", "[16] The argument about the fettering of discretion was not pursued, and so I would reframe the issues as follows: a. Did the Officer apply an improper test? b. Did the Officer reach an unreasonable conclusion? c. Did the Officer breach a duty of procedural fairness by making findings without giving the applicant a fair opportunity to respond? STANDARD OF REVIEW", "[17] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: <FRAGMENT_SUPPRESSED> .", "[18] The question of whether the Officer applied the proper legal test and legal threshold to the H&C determination is reviewable on a standard of correctness: see <FRAGMENT_SUPPRESSED> . Likewise, the question of whether the Officer unfairly denied the Applicant an opportunity to respond to concerns before making his or her findings raises an issue of procedural fairness that is reviewable on a standard of correctness: see <FRAGMENT_SUPPRESSED> .", "[19] The Officer's assessment of the evidence and his or her conclusion about whether an H&C exemption should be granted is reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> . It has been held that \"[a] heavy burden rests on an applicant to satisfy the Court that a decision under section 25 requires its intervention\": <FRAGMENT_SUPPRESSED> citing <FRAGMENT_SUPPRESSED> .", "[20] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[21] The following provisions of the Act are applicable in these proceedings: Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. [...] Humanitarian and compassionate considerations - request of foreign national 25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible or does not meet the requirements of this Act, and may, on request of a foreign national outside Canada who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. [...] ARGUMENT Applicant", "[22] The Applicant argues that the Officer contradicted him or herself with respect to the availability of medical treatment in Cameroon, finding that despite some improvements in access to health care \"there is still much to do,\" and that the health system suffers from a lack of material, financial and human resources, but then concluded that there was insufficient evidence that the Applicant would not have treatment available for her illness. The Officer acknowledged that the health care system is expensive, inadequate and not easily accessible, and the Applicant says she will therefore \"conspicuously\" not have access to good, adequate and affordable health care if she returns to Cameroon. She says the Officer unreasonably ignored evidence indicating the gravity of the illness she is grappling with. This medical evidence should have been considered for what it did say, not for what it did not say: <FRAGMENT_SUPPRESSED> .", "[23] The Applicant argues that the Officer imposed an improper burden of proof by assessing whether the Applicant's degree of establishment was \"beyond\" what was normally expected of her in the circumstances. The IP5 Manual, which the Applicant argues was binding on the Officer in the circumstances, only required that the Applicant's establishment be \"significant\" to the point of causing unusual or disproportionate hardship to the Applicant if she were to apply from outside the country: Citizenship and Immigration, Inland Processing Manual 5 (IP 5): Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds, section 5.14. Furthermore, the Applicant says the \"enormous and adequate evidence\" she provided, as well as the documentary evidence, shows that she would be subjected to unusual hardship if removed from Canada to Cameroon. The Officer also erred by making an unsubstantiated and unreasonable finding that the Applicant's level of establishment was not \"beyond the normal establishment one would expect\" in the circumstances. The Officer did not provide any statistical data to show that similarly situated people would, on average, have accomplished the same level of establishment.", "[24] The Applicant also argues that the Officer failed to consider the totality of the documents and made selective use of the documentary evidence, contrary to this Court's jurisprudence: <FRAGMENT_SUPPRESSED>  (CA).", "[25] While counsel's written submissions raised an issue of whether the Officer made findings without giving the Applicant a fair chance to respond, the submissions did not provide any elaboration on this point. The Applicant's affidavit gives some indication of what this issue relates to. She attests that she \"was not given any opportunity through written communication nor oral interview to defend myself and/or to explain the circumstances surrounding the evidence in respect of which the Immigration officer expressed doubts in her reasons.\" She notes that the Officer repeatedly stated in the Decision that she had not provided sufficient documentary evidence. She argues that she did provide evidence that should have addressed the Officer's concerns, and had the Officer given her the opportunity, she would have provided a further explanation of the situation. The Applicant also suggests that her written explanation of her medical predicament and the hardship she would face in Cameroon was provided \"based on the fact that I am a nurse,\" and that the Officer did not confront her with any doubts, concerns or requests for further information in this regard. Had the Officer done so, she would have further clarified the situation. Respondent", "[26] The Respondent says that the proper legal test was applied. The Officer was required to consider the Applicant's claim and evidence to determine whether the Applicant has established that she will face unusual and undeserved or disproportionate hardship from having to return to her country of origin ( <FRAGMENT_SUPPRESSED> ), and that is what occurred here.", "[27] The Applicant's claim that the Officer contradicted him or herself and ignored the evidence with respect to the health issue reflects a selective and inaccurate reading of the Decision, the Respondent says. The Applicant provided no persuasive evidence to demonstrate that she would be unable to obtain treatment for Lupus. The Officer noted that most diseases can be treated in Cameroon, with the exception of chronic and difficult cases involving cancer or cardiovascular diseases, or the transfer of body organs. There was no mention in the evidence of any inability to treat Lupus. Moreover, while the Officer pointed out problems with the healthcare system in Cameroon, he or she also observed notable improvements with that system. Some of features described - such as access to specialists only following a diagnosis from a general practitioner - are not so different from the Canadian health care system. The Officer also found that generic and essential drugs are available in Cameroon. The Applicant's statement that treatment for Lupus is unavailable anywhere in Cameroon was not supported by the documentary evidence, and this is a proper ground for rejecting the Applicant's testimony: <FRAGMENT_SUPPRESSED>  65 FTR 81 ( <FRAGMENT_SUPPRESSED>  45 ACWS (3d) 712 ( <FRAGMENT_SUPPRESSED>  55 ACWS (3d) 820 ( <FRAGMENT_SUPPRESSED>  57 ACWS (3d) 821 (TD).", "[28] The Respondent says the argument that the Officer ignored medical evidence from the Applicant's doctor is without merit. The letter the Applicant refers to is only two lines long, and simply confirms that the Applicant is under the doctor's care for Systemic Lupus Erythematosis. In any case, the Officer is presumed to have considered all of the evidence: <FRAGMENT_SUPPRESSED>  (FCA).", "[29] The Officer accepted the fact that the Applicant is dealing with Lupus, the Respondent says, but preferred the documentary evidence that most diseases can be treated in Cameroon over the Applicant's unsupported statement that no treatment would be available for her there.", "[30] The Respondent argues that a positive H&C determination does not flow merely from a loss of employment, and the time elapsed since immigration proceedings cannot serve as the sole basis to demonstrate establishment, as this would promote \"back door\" immigration. Applicants subject to removal orders who remain in Canada without status while they pursue legal remedies do so of their own volition, and must know that the longer they remain the more painful their eventual removal will be. This does not constitute remaining in Canada for reasons beyond one's control: <FRAGMENT_SUPPRESSED> . As such, the Applicant's reliance on the IP5 Manual is misplaced.", "[31] The Applicant's argument that the Officer failed to support his or her establishment findings with statistical data is also without foundation, the Respondent argues. The Officer is not required to justify such conclusions with statistical data; it is up to the Applicant to meet her onus of providing evidence to support her H&C Application and to demonstrate why such an extraordinary remedy is warranted. On the evidence, there was nothing unusual in the hardship she would suffer if she had to apply for permanent residence from abroad. ANALYSIS", "[32] The Applicant is clearly suffering from Lupus and will require on-going medical treatment to deal with that situation. She has the treatment she needs in Canada where she works as a qualified nurse.", "[33] The Applicant made it clear that she felt she could not go back to Cameroon because her disease could not be treated there and, in any event, she could not afford treatment. Unfortunately, she provided nothing in the way of objective evidence to support this position. This was a serious mistake and it could cost her her life is she is returned.", "[34] The Officer appropriately investigated medical care in Cameroon and relied upon documentation which, although it did not deal specifically with Lupus, suggests that most diseases can be treated in Cameroon and there does appear to be some form of public health care. The Officer's analysis of this issue cannot be faulted, but it only went so far.", "[35] In her H&C Application, the Applicant went into considerable detail about what drugs she is taking and how she is managing the disease. There is no cure for Lupus and the Applicant has been told by her doctors that, because of her weak immune system, she must avoid travelling to tropical areas because of the humidity and high temperatures and because she is prone to contracting tropical diseases. The Applicant is a qualified nurse and there is no reason to doubt the truthfulness of this stated danger. It cannot be discounted. I see nothing in the medical evidence reviewed by the Officer which addresses this issue. It needs to be looked at and the Officer should not have overlooked this important aspect of the disease when considering the situation in Cameroon. This could be a life or death situation, and the failure of the Officer to address it renders the decision unreasonable.", "[36] Counsel agree that there is no question for certification. JUDGMENT", "[37] THIS COURT ORDERS AND ADJUDGES that 1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a different Officer; and 2. There is no question for certification. <FRAGMENT_SUPPRESSED>  Russell CONTEXTE", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] [traduction] Cependant", "[10] [traduction]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] NORME DE CONTRÔLE", "[17] <FRAGMENT_SUPPRESSED> .", "[18] <FRAGMENT_SUPPRESSED> et 18;", "[19] <FRAGMENT_SUPPRESSED> citant <FRAGMENT_SUPPRESSED> .", "[20]", "[21] [...] Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. [...] Humanitarian and compassionate considerations - request of foreign national 25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible or does not meet the requirements of this Act, and may, on request of a foreign national outside Canada who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. ARGUMENTS Demanderesse", "[22] <FRAGMENT_SUPPRESSED> .", "[23]", "[24]", "[25]", "[26] <FRAGMENT_SUPPRESSED> et 73;", "[27] <FRAGMENT_SUPPRESSED>  65 FTR 81 ( <FRAGMENT_SUPPRESSED>  45 ACWS (3d) 712 ( <FRAGMENT_SUPPRESSED>  55 ACWS (3d) 820 ( <FRAGMENT_SUPPRESSED>  57 ACWS (3d) 821 (CFPI).", "[28] <FRAGMENT_SUPPRESSED>  (CAF).", "[29]", "[30] <FRAGMENT_SUPPRESSED> et 14;", "[31] ANALYSE", "[32]", "[33]", "[34]", "[35]", "[36] JUGEMENT", "[37] 1. accueille la demande, ANNULE RENVOIE [End of document]"]}