{"id_": "061918", "body_str": ["[1] Noël, J. : This is an application by Robert Khachatourian [the Applicant] for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] of a decision of the Refugee Appeal Division [RAD] of the Immigration and Refugee Board of Canada, dated February 19, 2014, which upheld the decision of the Refugee Protection Division [RPD], dated February 3, 2014, determining that the Applicant was neither a Convention Refugee nor a person in need of protection within the meaning of sections 96 and 97 of IRPA. II. Facts", "[2] The Applicant is 43 years old and claims to be of Iranian-Armenian background and a member of the Armenian Apostolic Orthodox Church. He was born in Kuwait, but is of Iranian nationality. The Applicant and his family returned to live in Iran shortly after his birth.", "[3] While in Iran, the Applicant alleged that his grandfather's church was attacked by Muslim reactionaries. His grandfather was an orthodox priest. The Applicant and his family subsequently moved to Kuwait because of hateful events perpetuated against them. The Applicant was eight years old at the time.", "[4] The Applicant never obtained citizenship or permanent residence in Kuwait.", "[5] He moved to the United States in 2005 to pursue a business venture and married a citizen of that country in 2006. The couple separated in 2009.", "[6] The Applicant applied for asylum in the United States in 2010. He stated that he did not hear anything about his asylum claim or his application for renewal of his United-States work visa. He therefore came to Canada on October 3, 2013, and made a refugee claim shortly after. III. Refugee Protection Division Decision", "[7] The Applicant was represented by counsel before the RPD. The Minister did not intervene.", "[8] The RPD first found that the Applicant is a citizen of Iran and of no other country. He does not have an ongoing right to live in Kuwait.", "[9] Before the RPD, the Applicant claimed that he would be persecuted if he were to return to Iran because of his Orthodox faith. He alleged that in practising his faith, he would proselytise and seek to convert other persons to his faith, and would be persecuted for doing so. He also claimed that he would be persecuted because of his link to his grandfather, who was involved in converting Muslims to Christianity before the Islamic Revolution of the 1970s. The Applicant further alleged that there is no adequate state protection available for him and that the possibility of harm exists in Iran throughout the country.", "[10] The RPD wrote that the Applicant was born into a Christian Armenian family and the Armenian Apostolic Orthodox Church Tradition. The RPD concluded that the Armenian Orthodox Church is not involved in proselytizing and does not accept Muslim converts into its Church. The RPD found the Applicant not credible on this point and that he is unlikely to face an increased risk of persecution as a member of this Church.", "[11] On January 15, 2014, the RPD rendered an oral decision stating that the Applicant was neither a Convention refugee nor a person in need of protection pursuant to sections 96 and 97 of IRPA. IV. Refugee Appeal Division Decision - Impugned Decision", "[12] The Applicant represented himself before the RAD. The Minister did not intervene.", "[13] The issues on appeal at the RAD are: • Did the RPD err in law in its findings on credibility? • Did the RPD fail to complete the necessary evaluation of all the evidence issues at hand, and in turn render an erroneous decision without regard to the testimony and evidence provided by the Applicant in support of his refugee claim?", "[14] The RAD relied on <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] to state that the applicable standard of review is that of reasonableness, which is concerned with \"the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and law\" (Applicant's Record [AR], page 11 at para 26).", "[15] The RAD also explained that the Applicant sought to introduce \"new\" evidence pursuant to subsection 110(4) of IRPA as well as holding a new hearing before the RAD under subsection 110(6) of IRPA. Based on its interpretation of subsection 110(4) of IRPA and on <FRAGMENT_SUPPRESSED>  the RAD accepted the introduction of a letter from the Applicant's godfather as a new document. The Applicant also sought to present three additional letters pursuant to subsection 110(6) of IRPA, along with seven pictures. These documents were not accepted by the RAD.", "[16] The RAD then reviewed the RPD conclusions on the nature of the treatment in Iran of the Armenian Apostolic Orthodox Church and of the RPD's finding that it did not find credible that the Applicant would engage in proselytizing activities. The RAD found that the RPD's determination \"fell within the range of possible, acceptable outcomes, defensible in respect of the facts and the law\" and is thus reasonable. The RAD also assessed the RPD's credibility findings and although one of the findings (the passport issue) was found not to be reasonable, it concluded that overall, the remaining findings stood and that was sufficient to render the RPD decision reasonable.", "[17] The RAD also concluded that there is no basis to hold a hearing before the RAD pursuant to subsections 110(3) and 110(6) of IRPA, along with subsection 110(4) and paragraph 110(6)(c) of IRPA. The RAD therefore concluded that the RPD decision was reasonable. Pursuant to paragraph 111(1)(a) of IRPA, the RAD confirmed the RPD's conclusion that the Applicant was neither a Convention refugee nor a person in need of protection. The appeal is rejected. V.", "[18] The Applicant first submits that the RAD applied the wrong standard of review based on jurisprudence of this Court. It applied the reasonableness standard instead of undertaking its own review of the evidence and considering whether existing errors could reasonably have impacted the ultimate decision. The Respondent retorts that the RAD's decision to review the RPD decision on the reasonableness standard is consistent with the jurisprudence, the provisions of IRPA and the respective roles and functions of the RPD and the RAD. The Respondent further argues that it is not the role of the RAD to reweigh all of the evidence again and make its own credibility findings or other findings of fact or to re-hear the matter. An appeal at the RAD is not a de novo hearing.", "[19] The Applicant also submits that both the RAD and the RPD failed to consider that Armenian Christians generally refrain from proselytizing in Iran because they would face persecution. More specifically, the RAD failed to assess that the restrictions on the well established right to practise religion in a regular and open manner rise to the level of persecution. The RAD also erred in ignoring relevant evidence of risk and discrimination facing Armenian Christians and other non-Muslims. The Respondent responds by arguing that the RAD reviewed the RPD's credibility findings along with the new evidence the Applicant sought to introduce and decided to uphold the RPD's findings as reasonable. The Applicant is simply stating that the RAD should have made its own credibility findings.", "[20] In its reply, the Applicant submits that the comments made by Justice Shore in <FRAGMENT_SUPPRESSED> , above, upon which the Respondent relies for the proposition that the RAD should apply a deferential standard of reasonableness in appeals for the RPD are obiter dicta . Moreover, the Applicant states that this Court has recently rendered four decisions where it has sent the matters back for re-determination on the issue of standard of reasonableness at the RAD.", "[21] In its Further Memorandum of Argument, the Applicant further argues that a number of decisions from this Court have held that the standard of reasonableness is not the proper standard of review to be applied by the  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Singh ]. The Applicant adds that even if the proper standard of review was applied by the RAD, the decision remains unreasonable.", "[22] The Respondent, in its Further Memorandum, states that the RAD afforded proper deference to the RPD's credibility findings and other findings of fact. Unless the RAD's determination is unreasonable, the Court should not interfere with the RAD's determination of the applicable standard of review when reviewing RPD decisions. The tribunal's interpretation of its home statute is reviewable on a reasonableness standard.", "[23] The Respondent also argues that recent jurisprudence from this Court have upheld RAD decisions confirming the RPD's conclusions when credibility of the refugee claimant was the central issue: <FRAGMENT_SUPPRESSED>  [ Yin ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Moreover, the provisions of IRPA support the suggestion that the RAD's determination of the RPD's credibility findings should be given deference. The Respondent adds that the role of the RAD is to review RPD decisions and to identify errors made by the RPD. The Respondent also submits that the RAD properly upheld the RPD's credibility findings since it reviewed the RPD's findings, the evidence provided to the RPD, along with the evidence the Applicant sought to introduce. VI. Issues", "[24] The Applicant proposes the following two issues: • Did the RAD apply the correct standard of review? • Did the RAD err in its analysis of persecution and risk?", "[25] The Respondent presents the issues as follows: • Did the RAD make a reviewable error by affording deference to the RPD's credibility findings and other findings of fact and mixed fact and law? • Did the RAD make a reviewable error when it upheld the RPD's credibility findings? • Did the RAD make a reviewable error when it upheld the RPD's finding that the Applicant had not established that he faced a well-founded fear of persecution in Iran?", "[26] After reviewing the parties' submissions and the proposed issues, I frame the issue as follows: • In adopting the reasonableness standard to an appeal process, did the RAD adequately review the credibility findings made by the RPD? VII. Standard of Review", "[27] Several decisions from this Court have issued an opinion as to which standard of review should be applied to the scope of the review by the RAD on an appeal. Justice Martineau in <FRAGMENT_SUPPRESSED> , above at para 18, wrote that many judges of this Court are of the opinion that the correctness standard applies. Other decisions state the opposite, namely that this Court should apply the reasonableness standard when reviewing the standard of intervention chosen by the RAD in its review of a RPD decision ( <FRAGMENT_SUPPRESSED> , above at paras 16 to 26; <FRAGMENT_SUPPRESSED> , above at para 18).", "[28] The \"standard of review this Court should apply when reviewing the standard of intervention chosen by the RAD in its review of a RPD decision is undecided\" ( Yin , above at para 33). This question is not determinative with regard to the case at bar. I will thus use a pragmatic approach for the determination of the present judicial review ( Ibid at para 34; <FRAGMENT_SUPPRESSED> , above at para 37).", "[29] In the present appeal, the RAD is being asked to review the credibility findings of the RPD along with whether or not the RPD failed to complete the necessary evaluation of the documentary evidence related to the issues at hand. When it comes to questions of mixed fact and law in a judicial review, the reasonableness standard applies. I will thus apply the standard of review of reasonableness to the present matter ( <FRAGMENT_SUPPRESSED>  at para 53). VIII. Analysis A. In adopting the reasonableness standard to an appeal process, did the RAD adequately review the credibility findings made by the RPD?", "[30] In the case at bar, the RAD's decision to apply the reasonableness standard to the RPD decision is not an acceptable outcome in law, as the appeal before the RAD is not a judicial review ( <FRAGMENT_SUPPRESSED> at para 10; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Indeed, the RAD, citing decisions from this Court, wrote: The determinative issues for the RPD were credibility and whether or not the appellant had a well-founded fear of persecution. The latter is primarily also a credibility finding. The standard of review with respect to credibility findings, which are essentially pure findings of fact, is reasonableness. Reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and the law. There is no substantive reason why the RAD should not apply a similar definition of reasonableness (AR page 11 at para 26).", "[31] Although I believe that when it comes to credibility determinations a certain level of deference is owed to the factual findings of the RPD by the RAD, I do not believe that the same level of deference is applicable to the standard of reasonableness in a judicial review ( <FRAGMENT_SUPPRESSED> , above at para 27). The RAD must assume its appeal role as the legislation calls for, but for the RAD to act as a judicial review body is not assuming its obligation as an appeal body. The Federal Court of Appeal will eventually clarify this.", "[32] The Respondent lists jurisprudence from this Court to support its position that this Court has upheld decisions from the RAD confirming RPD conclusions when the credibility of the refugee claimant was the central issue. The approach taken by the RAD in those instances was however different from the approach taken in the present case. In Yin , the undersigned explained that the RAD conducted its own assessment of the evidence and went further in its analysis than the RPD did (para 37). In <FRAGMENT_SUPPRESSED> , Justice Gagné wrote that the RAD reviewed and assessed the evidence presented before the RPD (paras 46-48). In <FRAGMENT_SUPPRESSED> , Justice Shore explained that the RAD raised the contradictory information the Applicant presented and that the RAD showed proper deference to the RPD credibility findings (para 26). In <FRAGMENT_SUPPRESSED> , contrary to the Respondent's argument, Justice Martineau wrote that he will not judicially impose on the RAD any degree of deference whatsoever to be applied to RPD decisions (para 91). Justice Martineau also specified in <FRAGMENT_SUPPRESSED> , above, that he does not speculate nor give a definitive opinion as to the scope of the examination of a RPD decision on appeal to the RAD (paras 51-52).", "[33] In the case at bar, contrary to the jurisprudence cited by the Respondent, the RAD does not make its own analysis of the case but simply reviewed the RPD credibility determinations and judged them reasonable. Throughout the decision, the RAD wrote \"the RPD found\" (para 36), \"the Member found\" (paras 36, 42, 46, 49, 53, 60), \"the RPD determination\" (para 37), \"the Member's review\" (para 37), the \"Member refers\" (para 38), the \"Member notes\" (para 38), \"the Member carefully reviewed\" (para 39), \"the Member discusses\" (para 40), \"the Member drew the following conclusions\" (para 43), \"the conclusions drawn by the RPD Member\" (para 44), \"the Member acknowledged\" (para 46),\"the Member provided\" ( Ibid ), \"the Member placed\" ( Ibid ), \"inconsistencies found by the Member\" (para 47 , \"the Member reviewed\" ( Ibid ), \"the Member concluded\" (para 49), \"the Member lists\" ( Ibid ), \"the Member noted\" (para 52), \"the Member commented\" (para 54), \"the Member also stated\" ( Ibid ) and \"the Member's findings\" (para 61). This enunciation of the references to the reliance the RAD was showing towards the RPD is by itself a clear indication of a high degree of deference. It does not disclose the analysis that an appeal board should be doing in such a situation.", "[34] Moreover, the RAD makes numerous references to <FRAGMENT_SUPPRESSED> 's definition of reasonableness throughout its decision when assessing the RPD determinations. For example, it concluded that \"in this case, it was open to the Member to assign greater or lesser weight to the evidence she reviewed and that her determination fell within the range of possible, acceptable outcomes, defensible in respect of the facts and the law. I find her conclusion in this regard to be reasonable\" (AR, page 16 at para 44). Similar conclusions can also be found in the RAD's decision at paragraphs 46, 60 and 68. Again, this judicial review approach shows a high level of deference for the RPD and does not exhibit the analysis that an appeal body must be doing in such cases. Only on this basis it is sufficient to justify an intervention of this Court.", "[35] Having reviewed the main credibility findings made by the RPD and the analysis by the RAD, I note that the RAD's contradictory finding on the passport issue and whether or not the Applicant had gone back to Iran after 1979 to be telling. The RPD qualified this negative credibility as being \"a significant contradiction\" and that it \"[c] ast in doubt your entire narrative of events in Iran which rely wholly on the credibility of your testimony [...].\" The RPD concludes that this was such that it was enough to find his refugee claim as not founded.", "[36] Then, the RAD explains that the RPD was wrong in making this finding, but goes on to say that the other findings are such that the RPD decision overall was reasonable. As seen in the preceding paragraph, the RPD, only on this finding, had decided to conclude that \"[T] here are compelling reasons to find you a Refugee on grounds of what you experienced in Iran is not founded.\" The RAD did not deal with the importance of such a finding for the RPD and the impact it may have had on the remaining findings. It limited itself to assessing the other credibility findings without dealing with the importance of the first credibility finding. Also, only on this issue, this was unreasonable. Only on this point, this would justify this Court to intervene.", "[37] I am also concerned with the admissibility of documents and the approach followed by the RAD when dealing with subsection 110(4) of the IRPA. Subsection 110(4) states that \"[O] n appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.\" This matter was not raised by the parties and I will limit my comment to referring the parties to Singh above at paras 44 to 58. In Singh , Justice Gagné concluded that the criteria established in <FRAGMENT_SUPPRESSED> , above, do not automatically apply to an analysis under subsection 110(4) of IRPA. First, the roles of a PRRA Officer and of the RAD differ: a PRRA Officer does not have an appeal role with regards to RPD decisions and does not have a quasi-judicial function. The RAD is a quasi-judicial body acting as an appellate tribunal of the RPD's decisions (paras 49-50). The intention of creating the RAD was to give a \"full-fact based appeal\" ( Singh , above at para 54; <FRAGMENT_SUPPRESSED> , above at para 85) to the appellant. Accordingly, it is important that the criteria regarding the admissibility of evidence are sufficiently flexible to ensure that this can occur, especially considering the strict timelines a claimant now faces for initially submitting evidence before the RPD ( Singh , above at para 55). Justice Gagné further wrote that: In <FRAGMENT_SUPPRESSED> , Justice Sharlow distinguishes between the express and the implicit questions raised by paragraph 113( ) of the Act and specifically states that the four implied questions (credibility, relevance, newness and materiality) find their source in the purpose of paragraph 113( ) within the statutory scheme of the Act relating to refugee claims and PRRA applications. In my view, they need to be addressed in that specific context and are not transferable in the context of an appeal before the RAD ( Ibid at para 56).", "[38] I will limit my comments to this as I did not have the benefit of counsel's submissions. It will be for another time.", "[39] The application for judicial review will therefore be allowed and the case will be referred back to the RAD for reconsideration of the Applicant's appeal. The RAD simply adopted the reasonableness standard applicable to judicial review in reviewing the RPD decision thus denying the Applicant his appeal. It was also unreasonable, as seen earlier, for the RAD not to realize the crucial importance of the passport issue finding made by the RPD on the other credibility findings.", "[40] The parties were invited to suggest a question for certification but none was made. IX. Conclusion", "[41] The application for judicial review is allowed and no question will be certified. JUDGMENT", "[42] THIS COURT'S JUDGMENT is that 1. The application for judicial review of the decision of Philip MacAulay, dated June 4, 2014, is allowed. 2. No question of general importance will be certified. <FRAGMENT_SUPPRESSED>  Noël II.", "[2]", "[3]", "[4]", "[5]", "[6] III.", "[7]", "[8]", "[9]", "[10]", "[11] IV.", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] V.", "[18] de novo", "[19]", "[20]", "[21] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ Singh", "[22]", "[23] <FRAGMENT_SUPPRESSED>  [ Yin ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]; VI.", "[24]", "[25]", "[26] VII. La norme de contrôle", "[27]", "[28] Yin ibid", "[29] <FRAGMENT_SUPPRESSED> , au paragraphe 53). VIII. Analyse A.", "[30] Alyafi,", "[31]", "[32] Yin", "[33] ibid ibid ibid ibid ibid", "[34]", "[35]", "[36]", "[37] Singh Singh Singh Singh Singh", "[38]", "[39]", "[40] IX. Conclusion", "[41] JUGEMENT", "[42] [End of document]"]}