{"id_": "062156", "body_str": ["[1] Mosley, J. : The applicant Evelin Yolani Meza Varela is a citizen of Honduras. She seeks judicial review under section 72 of the Immigration and Refugee Protection Act , SC 2001, c 27 (\"IRPA\") of the decision of the Immigration and Refugee Board, Refugee Protection Division that found that she was not a Convention refugee or a person in need of protection.", "[2] For the reasons that follow, the application is granted. BACKGROUND", "[3] Ms. Varela came to Canada on 26 February 2009 and claimed refugee protection the following day on the basis of her membership in a particular social group, Honduran women subject to sexual abuse. She also claimed protection as a person facing a risk to her life and a risk of cruel and unusual treatment or punishment.", "[4] The claim for protection arose from an incident that occurred on 26 September 2008, when, on her way home from school, Ms. Varela was beaten and raped by three members of the Honduran gang, Maras Salvatrucha (\"the Maras\"). Ms. Varela had been previously assaulted in a non-gang related attack. On this occasion, Ms. Varela noted that one of her attackers had a Maras tattoo. After being raped, Ms. Varela lost consciousness. She later received medical attention for a knife wound to her arm.", "[5] On 27 September 2008, Ms. Varela attended at a police station with her parents to file a report. She claims that, in taking her statement, the police refused to record the fact that her attackers belonged to the Maras. A few days later, she received an anonymous note threatening further harm. Ms. Varela's father brought this letter to the police and the applicant sought refuge with her aunt in another city, where she stayed until January of 2009. While she was with her aunt, her father continued to make inquiries of the police, including the police chief; however, those inquiries were not followed-up. She says that the threats were later repeated, via telephone in November of 2009 and another note in May of 2010. DECISION UNDER REVIEW", "[6] In a decision dated 10 March 2011 and reasons dated 28 February 2011, the Board determined that Ms. Varela had not rebutted the presumption of state protection with clear and convincing evidence. Accordingly, the Board dismissed her application for refugee protection under section 96 and subsection 97(1) of the IRPA. There was no adverse credibility finding.", "[7] The Board found that state protection was available to Ms. Varela in Honduras. It found that Honduras is an electoral democracy that had taken some steps to address the weaknesses in its judicial system - such as its ongoing problems with vigilante justice, corruption and impunity - by redirecting the armed forces and implementing new police training programs, among other measures.", "[8] Although gang violence was 'pervasive' and 'endemic' in Honduras, the Government of Honduras and non-governmental actors had taken steps to address the problem. While the evidence on the success of these initiatives was mixed, the Board concluded that \"there has been a measure of success in combating gang violence\".", "[9] Dealing with the particular circumstances of Ms. Varela's claim, the Board determined that she had not done enough to seek protection from Honduras. Specifically, Ms. Varela had made only one denunciation to the police, after which she left town. Although her father made several follow-up inquiries, Ms. Varela herself never did, even though she was aged twenty-two at the time.", "[10] The Board was satisfied that the police had offered assistance to Ms. Varela. As the Board understood it, the test for state protection did not require that the police actually succeed in apprehending the attackers. The Board noted that it had considered the Chairperson's Guidelines on Women Facing Gender-Related Persecution (\" Gender Guidelines \") in rendering its decision. ISSUES", "[11] The issues raised in this matter may be reduced to the following: a. Did the Board err by applying the wrong test in its assessment of state protection? b. Was the Board's determination that the applicant could benefit from state protection made without regard to the evidence? ANALYSIS Standard of Review", "[12] The issue of state protection is one of mixed fact and law. The applicable standard of review has been satisfactorily determined by the jurisprudence to be reasonableness: <FRAGMENT_SUPPRESSED> . In reviewing a decision against the reasonableness standard, the Court must consider the justification, transparency and intelligibility of the decision-making process, and whether the decision falls within a range of possible acceptable outcomes which are defensible in light of the facts and the law: <FRAGMENT_SUPPRESSED> . Did the Board err by applying the wrong test in its assessment of state protection?", "[13] The Board outlined the correct legal principles applicable to refugee claimants alleging persecution at the hands of a non-state actor and the presumption of state protection as set out in <FRAGMENT_SUPPRESSED>  [2008] FCJ No 399 [ <FRAGMENT_SUPPRESSED> ]. The claimant \"must adduce relevant, reliable and convincing evidence which satisfies the trier of fact on a balance of probabilities that the state protection is inadequate\" ( <FRAGMENT_SUPPRESSED> , above at para 38). State protection need not be perfect, but it must be adequate.", "[14] Here the Board appears to have adopted a lesser standard of adequacy by reference on two occasions in its reasons to what it termed \"a measure\" of state protection available in Honduras. It is unclear what the Board meant by \"a measure\" since it did not define this term. The respondent contends that this was merely a standard employed by the Board to assess the evidence and that the reasons, as a whole, disclose that the Board applied the correct test. I agree that the Board cited the correct legal principles, as set out in Ward , and <FRAGMENT_SUPPRESSED> , above. However, I am not satisfied that they were properly applied in this case.", "[15] The Board was required to justify its finding that Ms. Varela had not rebutted the presumption, in a transparent and intelligible way ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 996 at para 17). The Board did not meet this standard of reasonableness.", "[16] The Board did not provide any analysis of the operational adequacy of the efforts undertaken by the government of Honduras and international actors to improve state protection in Honduras. While the state's efforts are indeed relevant to an assessment of state protection, they are neither determinative nor sufficient ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 816 at para 75). Any efforts must have \"actually translated into adequate state protection\" at the operational level ( <FRAGMENT_SUPPRESSED> .", "[17] Here, while the Board acknowledged that the police were unsuccessful in providing protection to Ms. Varela, it failed to assess how the efforts to deal with gang violence had translated into protection for women targeted for sexual assault, other than by reference to evidence of attempts by gang members to avoid detection by changing their style and appearance.", "[18] The extensive evidence cited by the Board attests to the overwhelming nature of the gang problem in Honduras. That evidence, characterized by counsel as \"bleak, dire, endemic and pervasive\", supports Ms. Varela's position that adequate state protection is not forthcoming for women targeted by gang members for sexual assault. Honduras' need to approach the international community for support in addressing its problems, relied upon by the Board as evidence of the measures being taken, bolsters Ms. Varela's contention that Honduras cannot provide such protection adequately itself.", "[19] To the extent that the Board based its findings on the fact that Honduras is a functioning democracy, it also failed to consider the evidence regarding the situation in the months following Ms. Varela's attack. Honduras was in a situation of political tension culminating in a military coup in June of 2009. While the Board could have considered whether a change in circumstances had occurred making state protection once again available - Honduras may have rebounded since its elections in November of 2009, for instance - it did not. Was the Board's determination that the applicant could benefit from state protection made without regard to the evidence?", "[20] The Board's determination that Ms. Varela did not make sufficient attempts to access state protection in Honduras was made without regard to the totality of the evidence and is unreasonable.", "[21] The Board did not turn its mind to Ms. Varela's evidence that the police were unwilling to record that the attackers were Maras. That testimony was at odds with the Board's theory that the police failure was attributable to the inherent difficulty in apprehending an attacker whose sole identifying feature was a Maras tattoo. It was also unreasonable for the Board to base its evaluation of Ms. Varela's efforts to seek state protection on the fact that it was her father who pursued inquiries of the police. That ignored her evidence that she had to leave town to seek refuge at her Aunt's home in another city. She could not reasonably have been expected to make the inquiries herself.", "[22] While the Board noted that it had considered the Gender Guidelines , its reasons do not clearly reflect the specific situation of women who are victims of gender based violence in Honduras. For example, while the Board noted a recent improvement in the overall murder rate, it failed to acknowledge that killings of women in Honduras have actually increased.", "[23] In conclusion, the Board's decision was unreasonable and the matter will be remitted for reconsideration by a differently constituted panel. No serious questions of general importance were proposed and none will be certified. JUDGMENT", "[24] THIS COURT'S JUDGMENT is that the application is granted and the matter is remitted for reconsideration by a differently constituted panel. No questions are certified. [End of document]"]}