{"id_": "062264", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of a decision of an immigration section officer of the Nova Scotia Case Processing Centre (the officer), dated April 29, 2011, wherein the applicant was denied permanent residence under the federal skilled worker class of subsection 12(2) of the Act and subsection 76(1) of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations). This decision was based on the officer's finding that the applicant did not meet the minimum point requirement to qualify for immigration to Canada.", "[2] The applicant requests that the officer's decision be quashed and the matter be remitted for redetermination by a different officer. Background", "[3] The applicant, Gurinder Singh, is a citizen of India. He currently resides in Australia.", "[4] The applicant submitted an application for permanent residence under the federal skilled worker class as a cook. His wife, Amanpreet Kaur, was included as a dependent.", "[5] As part of his application, the applicant indicated that Ajit Singh Nagra and Nasib Kaur Nagra, his maternal grandparents, were permanent residents in Canada and that Balwinder Singh Nagra, his maternal uncle, was a Canadian citizen. All three allegedly live together in Surrey, British Columbia. In support, the applicant filed the following documents: 1. Affidavit from Ajit Singh Nagra, Nasib Kaur Nagra and Balwinder Singh Nagra attesting to their relationship with the applicant and their residency in Canada; 2. Permanent residence cards for Ajit Singh Nagra and Nasib Kaur Nagra; and 3. Canadian passport for Balwinder Singh Nagra. Officer's Decision", "[6] In a letter dated April 29, 2011, the officer denied the applicant's application. The Global Case Management System (GCMS) notes that form part of the officer's decision explain the reasons for the denial.", "[7] The officer assessed a total of 62 points for the applicant's application for permanent residence: Age: Education: Official language proficiency: Experience: Adaptability:", "[8] The officer explained why no points were awarded for adaptability as follows: No points have been assigned for a relative in Canada as insufficient evidence is on file to satisfy me of your relationship to Balwinder Singh Nagra, Ajit Singh Nagra or Nasib Kaur Nagra. No documents (such as birth certificates) were provided to link Balwinder Singh Nagra, Ajit Singh Nagra or Nasib Kaur Nagra with either of your parents. In addition, there is insufficient evidence on file to satisfy me of your relative residing in Canada.", "[9] As the applicant's total assessed points was below the minimum statutory requirement of 67 points, the officer found that the applicant had failed to prove that he would be able to become economically established in Canada. His application for permanent residence under the skilled worker class was therefore denied. Issues", "[10] The applicant submits the following points at issue: 1. What is the standard of review? 2. Is the decision unreasonable because the applicant's evidence that he had family in Canada was disregarded without explanation by the officer? 3. Is the decision unfair because it is deficient? 4. Is the decision unfair because the officer should have provided the applicant with an opportunity to address his concerns? 5. Should costs be awarded to the applicant?", "[11] I would rephrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the officer deny the applicant procedural fairness? Applicant's Written Submissions", "[12] The applicant submits that the correctness standard applies to issues of procedural fairness whereas the reasonableness standard applies to the review of the officer's consideration of the evidence.", "[13] The applicant submits that it is a reviewable error for an officer to disregard evidence without providing clear reasons for so doing. In this case, the officer erred in not explaining why the evidence that the applicant submitted for his relatives in Canada was insufficient. This error rendered his decision unreasonable.", "[14] The applicant submits that the evidence he did file (permanent residence cards, passport and affidavit) was sufficient to award him five points under the adaptability factor, as per subparagraphs 83(5)(a)(ii) and (v) of the Act. Had these five points been awarded, his score would have reached the required 67 points.", "[15] Further, the applicant submits that it was not open to the officer to reject his evidence without further inquiries. If the officer had concerns about the veracity or truth of the evidence, he should have interviewed the applicant or at least notified him by letter and provided him with an opportunity to respond.", "[16] The applicant also submits that the officer's errors were so egregious that they warrant the awarding of costs. The deficient reasons indicate that the officer treated the decision making process in a cavalier manner. Respondent's Written Submissions", "[17] The respondent submits that an officer's decision on a skilled worker application attracts deference. The awarding of points is primarily a factual determination that attracts significant deference. Conversely, issues of procedural fairness are reviewable on a correctness standard.", "[18] The applicant bears the onus of providing all relevant information and documentation required to meet the statutory requirements of the Act. Contrary to the applicant's submissions, the respondent submits that to benefit under the adaptability category, applicants bear the onus of demonstrating that qualifying relatives reside in Canada. This onus does not shift to the officer. The officer is not obliged to gather or seek additional evidence or to make further inquiries.", "[19] The respondent submits that the passports and permanent residence cards submitted by the applicant do not show the addresses of these individuals nor their relation to the applicant or his spouse. Further, no documentary evidence was attached to the affidavit to objectively prove the information contained therein. The officer was not obliged to accept the affidavit as the probative value of affidavits submitted by interested parties is limited.", "[20] The respondent also submits that the applicant has not provided birth certificates or other documentation to link Balwinder Singh Nagra, Ajit Singh Nagra or Nasib Kaur Nagra with either of his parents. The document checklist that the applicant submitted with his application specifically instructed him to provide this proof. Not only did he not provide this proof, but he also failed to provide a letter indicating why he was unable to do so. The officer clearly indicated in his decision that he refused to award these points due to the lack of a birth certificate or other document showing that the applicant was related to the stated individuals. The respondent also notes that the applicant did not provide any documentary evidence that these individuals reside in Canada such as leases, mortgages, tax forms or pay stubs.", "[21] In summary, the respondent submits that the officer's factual conclusion was reasonable. The applicant has also not shown that any special reasons exist to warrant this Court awarding costs. Analysis and Decision", "[22] Issue 1 What is the appropriate standard of review? Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED>  at paragraph 57).", "[23] An officer's determination of eligibility for permanent residence under the federal skilled worker class involves findings of fact and law and is reviewable on a standard of reasonableness (see <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1643 at paragraph 22; and <FRAGMENT_SUPPRESSED>  [2009] FCJ No 676 at paragraph 9).", "[24] Conversely, the appropriate standard of review for issues of procedural fairness and natural justice is correctness (see Malik above, at paragraph 23; Khan above, at paragraph 11; and Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] SCJ No 12 at paragraph 43). No deference is owed to officers on this issue (see <FRAGMENT_SUPPRESSED> above, at paragraph 50).", "[25] Issue 2 Did the officer deny the applicant procedural fairness? The applicant raises two procedural fairness issues in this application: 1. The officer erred by not explaining why the evidence submitted on his Canadian relatives was insufficient; and 2. The officer erred by rejecting his evidence without making further inquiries.", "[26] Before engaging in the analysis on these issues, it is notable that applicants for permanent residence under the federal skilled worker class are not entitled to strong procedural safeguards. As described by Mr. Justice Robert Mainville in Malik above, at paragraph 26: [...] The nature of the regulatory scheme, the role of the decision of the visa officer in the overall scheme, and the choice of procedure made do not therefore suggest the need for strong procedural safeguards beyond what is already provided for in the legislation, save the procedural safeguard concerning proper information to applicants as to the criteria used and the documentation required to properly assess their applications. Though the decision to grant or not an application for permanent residence under the federal skilled worker class is obviously important to the individual affected, it is not such as to affect the fundamental freedoms or other fundamental rights of an applicant, such as a criminal proceeding or, in the immigration context, a deportation proceeding might have. In addition, no undertakings are made to applicants as to an interview or as to additional notification if documentation is missing or insufficient, thus considerably limiting expectations of applicants in such matters.", "[27] This constraint on procedural safeguards is in place to ensure the efficiency and equity of the system to all applicants (see <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1172 at paragraph 14).", "[28] Turning to the applicant's first issue, the officer did provide some explanation in the decision for his finding that the evidence was insufficient: No documents (such as birth certificates) were provided to link Balwinder Singh Nagra, Ajit Singh Nagra or Nasib Kaur Nagra with either of your parents.", "[29] Further, as stated by the respondent, the probative value of affidavits from interested parties is limited. As Mr. Justice Russel Zinn explained in <FRAGMENT_SUPPRESSED>  [2008] FCJ No 1308 (at paragraph 27): Evidence tendered by a witness with a personal interest in the matter may also be examined for its weight before considering its credibility because typically this sort of evidence requires corroboration if it is to have probative value. If there is no corroboration, then it may be unnecessary to assess its credibility as its weight will not meet the legal burden of proving the fact on the balance of probabilities. When the trier of fact assesses the evidence in this manner he or she is not making a determination based on the credibility of the person providing the evidence; rather, the trier of fact is simply saying the evidence that has been tendered does not have sufficient probative value, either on its own or coupled with the other tendered evidence, to establish on the balance of probability, the fact for which it has been tendered. [...]", "[30] As the affidavit here was unsupported by corroborating evidence, the only evidence on the applicant's relatives in Canada were the permanent residence cards and the Canadian passport. These did not show that the applicant or his wife were related to these individuals. Further, in the document checklist that the applicant filed with his application, the first point under the section titled \"Proof of relationship in Canada\" clearly states: \"Proof of relationship to your close relative in Canada, such as birth, marriage or adoption certificates\". As noted by the officer, none of this information was provided.", "[31] Bearing in mind the lack of strong procedural safeguard rights granted to permanent residence applicants under the federal skilled worker class, I do not find that the officer erred by not explaining why the evidence that the applicant submitted for his relatives in Canada was insufficient.", "[32] Turning to the second issue, the applicant submits that it was not open to the officer to reject his evidence without making further inquiries. However, it is established jurisprudence that an officer is under no duty to inform the applicant about any concerns regarding the application that arise directly from the requirements of the legislation and that do not pertain to the veracity of the documents (see <FRAGMENT_SUPPRESSED>  [2006] FCJ No 1597 at paragraphs 23 and 24). The onus is always on the applicant to satisfy the officer of all parts of his application. The officer is under no obligation to ask for additional information where the applicant's material is insufficient (see <FRAGMENT_SUPPRESSED>  [2009] FCJ No 910 at paragraph 8; and <FRAGMENT_SUPPRESSED>  [2010] FCJ No 1668 at paragraph 36).", "[33] In this case, the officer found that the applicant's application was insufficient with respect to information on his stated Canadian relatives. To be awarded points for adaptability under the Act and the Regulations, adequate supporting information must be submitted. The applicant did have prior notice of the application requirements by way of the document checklist that he filled in and submitted with his permanent residence application. In addition, contrary to the applicant's submissions, there was no suggestion that the credibility, accuracy or genuine nature of the information was of concern to the officer. Therefore, according to the established jurisprudence, the officer was not required to ask for additional information of the applicant and the applicant was not denied procedural fairness.", "[34] In summary, I find the applicant has failed to show any reviewable error. The officer was under no obligation to explain his findings in greater detail or to request more information from the applicant. As such, I would dismiss this judicial review.", "[35] Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "[36] The applicant requested an award of costs, however, I am not prepared to award costs as I am of the view that special reasons do not exist in this case. JUDGMENT", "[37] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 12.(2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada. . . . 14.(2) The regulations may prescribe, and govern any matter relating to, classes of permanent residents or foreign nationals, including the classes referred to in section 12, and may include provisions respecting (a) selection criteria, the weight, if any, to be given to all or some of those criteria, the procedures to be followed in evaluating all or some of those criteria and the circumstances in which an officer may substitute for those criteria their evaluation of the likelihood of a foreign national's ability to become economically established in Canada; . . . Immigration and Refugee Protection Regulations , SOR/2002-227 75. (1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec. . . . 76. (1) For the purpose of determining whether a skilled worker, as a member of the federal skilled worker class, will be able to become economically established in Canada, they must be assessed on the basis of the following criteria: (a) the skilled worker must be awarded not less than the minimum number of required points referred to in subsection (2) on the basis of the following factors, namely, (i) education, in accordance with section 78, (ii) proficiency in the official languages of Canada, in accordance with section 79, (iii) experience, in accordance with section 80, (iv) age, in accordance with section 81, (v) arranged employment, in accordance with section 82, and (vi) adaptability, in accordance with section 83; and (b) the skilled worker must (i) have in the form of transferable and available funds, unencumbered by debts or other obligations, an amount equal to half the minimum necessary income applicable in respect of the group of persons consisting of the skilled worker and their family members, or (ii) be awarded the number of points referred to in subsection 82(2) for arranged employment in Canada within the meaning of subsection 82(1). 83. (1) A maximum of 10 points for adaptability shall be awarded to a skilled worker on the basis of any combination of the following elements: (a) for the educational credentials of the skilled worker's accompanying spouse or accompanying common-law partner, 3, 4 or 5 points determined in accordance with subsection (2); (b) for any previous period of study in Canada by the skilled worker or the skilled worker's spouse or common-law partner, 5 points; (c) for any previous period of work in Canada by the skilled worker or the skilled worker's spouse or common-law partner, 5 points; (d) for being related to a person living in Canada who is described in subsection (5), 5 points; and (e) for being awarded points for arranged employment in Canada under subsection 82(2), 5 points. . . . (5) For the purposes of paragraph (1)(d), a skilled worker shall be awarded 5 points if (a) the skilled worker or the skilled worker's accompanying spouse or accompanying common-law partner is related by blood, marriage, common-law partnership or adoption to a person who is a Canadian citizen or permanent resident living in Canada and who is (i) their father or mother, (ii) the father or mother of their father or mother, (iii) their child, (iv) a child of their child, (v) a child of their father or mother, (vi) a child of the father or mother of their father or mother, other than their father or mother, or (vii) a child of the child of their father or mother; or (b) the skilled worker has a spouse or common-law partner who is not accompanying the skilled worker and is a Canadian citizen or permanent resident living in Canada. . . . (vi) la capacité d'adaptation, aux termes de l'article 83; . . . (i) l'un de leurs parents, <FRAGMENT_SUPPRESSED>  demandeur sollicite, en application du paragraphe 72(1) de la", "[2] Contexte", "[3]", "[4]", "[5] 2. cartes de résidents permanents d'Ajit Singh Nagra et Nasib Kaur Nagra; 3. passeport canadien de Balwinder Singh Nagra.", "[6]", "[7] Âge: Études: 0 point 0 point", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] <FRAGMENT_SUPPRESSED> , par 57).", "[23] <FRAGMENT_SUPPRESSED>  [2009] ACF no 1643, par 22; et <FRAGMENT_SUPPRESSED>  [2009] ACF no 676, par 9).", "[24] Malik Khan", "[25]", "[26] Malik", "[27] <FRAGMENT_SUPPRESSED>  [2011] ACF no 1172, par 14).", "[28]", "[29] <FRAGMENT_SUPPRESSED>  [2008] ACF no 1308 (par 27):", "[30]", "[31]", "[32] <FRAGMENT_SUPPRESSED>  [2009] ACF no 910, par 8; et <FRAGMENT_SUPPRESSED>  [2010] ACF no 1668, par 36).", "[33]", "[34]", "[35]", "[36] JUGEMENT", "[37] ANNEXE , L.C. 2001, ch. 27 . . . 12.(2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada. . . . 14.(2) The regulations may prescribe, and govern any matter relating to, classes of permanent residents or foreign nationals, including the classes referred to in section 12, and may include provisions respecting (a) selection criteria, the weight, if any, to be given to all or some of those criteria, the procedures to be followed in evaluating all or some of those criteria and the circumstances in which an officer may substitute for those criteria their evaluation of the likelihood of a foreign national's ability to become economically established in Canada; , DORS/2002-227 . . . (vi) la capacité d'adaptation, aux termes de l'article 83; . . . (i) l'un de leurs parents, 75. (1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec. . . . 76. (1) For the purpose of determining whether a skilled worker, as a member of the federal skilled worker class, will be able to become economically established in Canada, they must be assessed on the basis of the following criteria: (a) the skilled worker must be awarded not less than the minimum number of required points referred to in subsection (2) on the basis of the following factors, namely, (i) education, in accordance with section 78, (ii) proficiency in the official languages of Canada, in accordance with section 79, (iii) experience, in accordance with section 80, (iv) age, in accordance with section 81, (v) arranged employment, in accordance with section 82, and (vi) adaptability, in accordance with section 83; and (b) the skilled worker must (i) have in the form of transferable and available funds, unencumbered by debts or other obligations, an amount equal to half the minimum necessary income applicable in respect of the group of persons consisting of the skilled worker and their family members, or (ii) be awarded the number of points referred to in subsection 82(2) for arranged employment in Canada within the meaning of subsection 82(1). 83. (1) A maximum of 10 points for adaptability shall be awarded to a skilled worker on the basis of any combination of the following elements: (a) for the educational credentials of the skilled worker's accompanying spouse or accompanying common-law partner, 3, 4 or 5 points determined in accordance with subsection (2); (b) for any previous period of study in Canada by the skilled worker or the skilled worker's spouse or common-law partner, 5 points; (c) for any previous period of work in Canada by the skilled worker or the skilled worker's spouse or common-law partner, 5 points; (d) for being related to a person living in Canada who is described in subsection (5), 5 points; and (e) for being awarded points for arranged employment in Canada under subsection 82(2), 5 points. . . . (5) For the purposes of paragraph (1)(d), a skilled worker shall be awarded 5 points if (a) the skilled worker or the skilled worker's accompanying spouse or accompanying common-law partner is related by blood, marriage, common-law partnership or adoption to a person who is a Canadian citizen or permanent resident living in Canada and who is (i) their father or mother, (ii) the father or mother of their father or mother, (iii) their child, (iv) a child of their child, (v) a child of their father or mother, (vi) a child of the father or mother of their father or mother, other than their father or mother, or (vii) a child of the child of their father or mother; or (b) the skilled worker has a spouse or common-law partner who is not accompanying the skilled worker and is a Canadian citizen or permanent resident living in Canada. [End of document]"]}