{"id_": "062339", "body_str": ["[1] Mosley, J. : This is an application for judicial review pursuant to section 18.1 of the <FRAGMENT_SUPPRESSED>  Councillors, and the Stoney First Nation, as represented by its Chiefs and Councillors, which resulted in an election for the Bearspaw Chief and Council not being held on or before December 10, 2010.", "[2] The applicants challenge the decisions and actions of the Bearspaw Chief and Councillors to extend the two-year terms of office mandated by custom and a Band Council resolution passed on September 30, 2008. For the reasons that follow, the application is granted and the decisions and actions of the Chief and Councillors to extend their terms are declared to have been contrary to Bearspaw Band custom and, therefore, invalid. The terms of office of the Chief and Councillors are declared to have come to an end on December 9, 2010 and it is ordered that an election be held within 60 days to select a new Chief and Council for the Bearspaw First Nation. BACKGROUND FACTS", "[3] The following are the facts that I have found from the evidence filed by the parties.", "[4] The applicants Robert Shotclose, Harvey Baptiste, Corrine Wesley, Myrna Powderface, Cindy Daniels and Wanda Rider are members of the Bearspaw First Nation, a band under the Indian Act , R.S.C. 1985, c. I-5, which, together with the Chiniki and Wesley First Nations, comprise the Stoney Nakoda First Nation (\"Stoney Nation\"). Mr. Baptiste is an Elder and former Chief of the band. Mr. Shotclose is a former Band Administrator.", "[5] The Bearspaw First Nation (\"BFN\") consists of approximately 1700 members, most of whom live on reserve lands at Morley, east of Canmore, Alberta and the Eden Valley community near Longview. In 2010, 127 members lived off-reserve and approximately 795 adult members were eligible to vote in BFN elections.", "[6] The affairs of the BFN are governed by a Council composed of a Chief and four Councillors: two from Eden Valley and two from Morley. Together with the Chiefs and Councillors of the Chiniki and Wesley First Nations, they form the Stoney Tribal Council which makes collective decisions on such matters as oil and gas and land-use development, education, family services and public works. In addition to the Stoney Tribal Administration, each of the three First Nations has its own Band Administrator and administrative offices.", "[7] Chief David Bearspaw Jr., and Councillors Trevor Wesley, Patrick Twoyoungmen, Roderick Lefthand and Gordon Wildman are the principal respondents in this proceeding. They were all elected to occupy the BFN leadership positions in December 2008. The Wesley First Nation also participated as a respondent in these proceedings to present its position regarding the terms of office for Chief and Councillors. The Chiniki First Nation did not play an active role in this application.", "[8] Prior to the mid-1950s, a Stoney Chief would hold the position for life so long as the Chief met the needs of the community. From time to time, the Chief would be replaced by the Elders if there was dissatisfaction with his performance. In the 1950s, on the advice of the Indian Agent, an employee of the Department of Indian Affairs and Northern Development, as it was then, the three bands began to periodically hold elections for Chief and Councillors. The Department, formerly known by the acronyms DIAND and INAC, is now styled Aboriginal Affairs and Northern Development Canada (\"AANDC\").", "[9] According to BFN Band records, following the death of the incumbent Chief in 1956, a succession of chiefs and councillors were elected to hold those positions every one or two years. While the records regarding the length of the terms prior to 1975 are not entirely clear, elections have been consistently held every two years since then. Some chiefs and councillors served several terms.", "[10] The procedures for conducting BFN elections have been set out in written Band Council Resolutions (\"BCRs\") since at least the 1980s. BFN Election Resolutions in the record contain eligibility requirements and procedures for voting, appeals and replacement of members of Council. The Election Resolutions state, for example, that a vacancy caused by death, resignation or disqualification may be filled by election or by appointment by the BFN council.", "[11] The affidavit evidence in this matter indicates that one chief was asked to step down in the 1970s by a delegation of Elders because of an appearance of impropriety. Another chief went on sick leave in 1996 due to alcoholism and was replaced by an acting chief for the remaining six months of his term. While some BFN Elders played a role in persuading these chiefs to resign, the evidence does not support a finding that the length of the terms of office of the Chief and Council were determined by the Elders, save in these exceptional situations. It is clear from the evidence as a whole, that the Chief and Council have managed the election process for several decades through the issuance of BCR's.", "[12] In recent years, discussions have been held among the Stoney people about adopting new procedures and rules, including extending the terms of office for the elected officials, in each of the three bands. From the evidence in the record concerning these discussions, there was a concern among some members that two year terms had a divisive effect on the communities and were regarded as an imposition of an electoral model by federal government officials that interfered with Stoney customary practice. Others considered the two year election cycle as an important opportunity to exercise their rights to replace the Chiefs and Councillors if the leaders were not meeting the community's needs. This debate has also occurred in many other First Nations and on a national level, as will be discussed below.", "[13] As a result of consultations and the emergence of a broad consensus among their members, the Chiniki and Wesley First Nations proceeded to make changes to their customary election practices. These changes included extensions to the terms of their chiefs and council members; in the case of Chiniki, to three years and in Wesley, to four years. The Wesley First Nation conducted a survey in 2002 to seek input from its members for changes to their election procedures. Chiniki consulted its members in 2003. In both instances, the proposed changes were broadly publicized and were made effective only with the next election. In other words, the term extensions only took effect for the next Chief and Council.", "[14] While discussions were also held among BFN members in 2002 about making similar changes, no consensus resulted and no action was taken. According to Elder Carl Lefthand, this was because of a concern that the people would suffer if a bad Chief and Council had the opportunity to last longer than 2 years.", "[15] The respondent Bearspaw Chief and Councillors were elected on December 9, 2008 pursuant to a BCR passed by the previous Council on September 30, 2008. In that BCR, the term of office was stipulated as being for two years. Under the terms of the BCR, the next election was to have been held on or before December 10, 2010.", "[16] Elder William (\"Bill\") McLean is the oldest member of the BFN, a former chief for several terms and grandfather of Chief David Bearspaw. He says that he told his grandson shortly after his election that he would need the advice of the Elders as David Bearspaw was \"too young to be chief\". Accordingly, he says, an Elders Advisory Committee was formed with members from the Bearspaw and other BFN clans. The Committee, thereafter, met about twice a month. It is clear from the evidence that members of the Chief's family played a major role in the Committee. At a key meeting with the Chief and Council on October 14, 2010, for example, four of the five Elders present were the Chief's grandparents.", "[17] Along with the other members of the Stoney Tribal Council and their communities, the BFN Council elected in December 2008 faced a major financial crisis. Oil and gas revenues were substantially reduced and there were shortfalls in other sources of revenue and unforeseen expenses incurred as a result of prior decisions. The Stoney Nation had to restructure their financial affairs and sought the release of reserve funds from an account held in trust for them by AANAC. A Chief Executive Officer, Greg Varricchio, was hired in October 2009 to create a plan to secure the Stoney Nation's future financial stability. The plan was approved by the Tribal Council in January 2010 and steps were then taken to implement it by the Tribal and Band Councils and the Stoney Tribal Administration. In July 2010, AANAC released a first instalment of $10 million from the Heritage Fund to offset the revenue shortfall.", "[18] Beginning in 2009 and more actively in 2010, the BFN Chief and Councillors held meetings to discuss governance matters. Some public meetings took place within the communities to hear members' concerns about the Band administration and management of resources. However, meetings to conduct Band affairs and make decisions were held off-reserve, without public notice and with few members of the Band present, other than the Chief and Councillors. This, one affiant said, was to avoid disruptions by Band members with grievances and to get on with business.", "[19] In March 2010, Dan Pelletier was hired as a consultant to write proposals to generate business for the band. In late March, Chief Bearspaw introduced Pelletier to the Elders Advisory Committee. Pelletier had meetings with the Committee in April and May to discuss governance issues. According to his evidence, minutes of these meetings were taken by Valerie Bearspaw, the Chief's sister. The minutes, which would have served as a contemporaneous record of these events, were not entered into evidence by the respondents. As they are in control of that information, a negative inference can be drawn that it does not entirely support their position.", "[20] Mr. Pelletier says that the key concern of the Elders was the quality of leadership to be expected of candidates for Chief and Council, particularly over issues such as sobriety, comportment and respect for tradition.When asked on cross-examination who was present for these meetings, the first names that came to his mind were members of the Chief's family.", "[21] The respondents say that it was determined by the Elders that there should be changes in the conditions which candidates for Band Council must meet before they could stand for office and in their terms of office. There was discussion of how best to canvass the views of the eligible electorate about the proposed changes. The options considered included a referendum at the next election and conducting a survey similar to those carried out by Wesley and Chiniki.", "[22] Tina Fox, Elder and the Wesley survey coordinator, deposed that to her knowledge there is no custom of the Stoney Nation that changes to the Election Code of a Band requires a referendum. What is required, she says, is \"notice of the proposed changes in a manner that is well understood by the community, broad based consultation, and broad based approval and acceptance of the change.\" Ms. Fox advised Bearspaw Elders Philomena Stevens (the Chief's grandmother), Una Wesley and the Chief's sister, Valerie Bearspaw, that if a survey was conducted regarding election terms that any changes should be made effective at the next election. She was not aware of any occasion when the Elders decided to waive a Stoney election.", "[23] Statements attributed to Chief Bearspaw in March 2010 and published in a local newspaper indicate that his intention at that time was to seek the approval of the electorate for the proposed changes, including the term extensions, in a referendum at the next election scheduled for December 2010.", "[24] As a result of discussions with the Advisory Committee and the BFN Council, Pelletier was asked to draft a questionnaire and coordinate a survey. While he had worked as an electoral officer for First Nations in Saskatchewan and for the federal Department, among other jobs, Pelletier had no prior direct experience in conducting a survey. The advice of the Band's law firm was obtained. The same firm had provided advice on the Wesley survey. However, there is no evidence as to what expertise, if any, the law firm may have had in conducting surveys. Their role appears to have been primarily to hold the completed surveys, tabulate the results and present them to Chief and Council.", "[25] Pelletier met with the Chief and Council on several occasions to discuss the survey process. These meetings took place without notice to the band members and behind closed doors at locations off-reserve. Pelletier says he presented a draft of the survey for approval to a meeting of the Chief and Council at a hotel in Calgary in April or May 2010. No notice was posted of the meeting and, aside from the Chief and Councillors, only three band members were present, none of whom were Elders. Mr. Pelletier subsequently managed the survey reporting to the Band Administrator, Trent Blind. Some of the Elders Advisory Committee members served as surveyors and translators.", "[26] The evidence includes allegations by the applicants' affiants that some members were intimidated into filling out the survey and others were offered inducements in the form of vouchers for food and gas if the survey was completed in a certain way. These claims are denied by the respondents' affiants. In an e-mail to Mr. Shotclose dated June 14, 2010, Mr. Blind stated that any vouchers provided to members had nothing to do with the survey but rather that they were given to meet the members' needs for assistance.", "[27] The respondents say that the surveys were delivered to the homes of clan leaders and to others who wished to complete them and were also available at the Band offices. They say that some members who were opposed to the process refused to complete the survey and tried to prevent others from doing so. The applicants deny this allegation and claim that members who were opposed to the changes were prevented from expressing those views in this process.", "[28] While the evidence about the survey is in conflict, it seems that the questionnaires were available to be completed at the Band office at Morley three days a week and at the Eden Valley Band offices two days a week and that some home visits were made. The surveyors chose the homes they would visit. The applicants allege that this was done in a selective manner and that several BFN families were not included. The respondents say that the choice of homes to visit was made through consultation with the clan heads. Mr. Baptiste, an elder and former chief, says he was not approached to complete the survey and was not aware that it was underway until he heard rumours that the Chief was having secret meetings to extend his term. He says he tried to get an explanation but the Chief never returned his calls.", "[29] The actual text of the survey, including the questions, was not made public until the process was completed. Members, with a few exceptions allowed by Mr. Pelletier, were not allowed to obtain the survey questionnaire and take it away to consider their answers or to consult others before they completed it. This was done, according to Mr. Pelletier, to ensure confidentiality. However, the surveys were completed in the presence of the surveyors, translators if necessary, and band staff, including Mr. Pelletier. The completed surveys were sealed upon being signed and were then delivered to the law firm for the results to be compiled.", "[30] The intention of the organizers was to reach at least 51 percent of the eligible voters. The evidence conflicts as to whether all of the BFN families were made aware of the survey and provided with an opportunity to participate. It is clear that a controversy over the process had begun while the survey was underway and opposition to the steps taken by the Chief and Council was beginning to emerge.", "[31] None of the BCRs relating to the survey were published by the Band. However, newsletters announcing the survey process were posted in the Band offices at Morley and Eden Valley in May and June 2010. Each newsletter stated that the survey would be conducted by the Bearspaw Elders Advisory Committee and their team of surveyors. The newsletters included the caveat that the Chief and Council would review the final report and \"may or may not decide to implement those changes desired by a majority of the community\".", "[32] The intent was to complete the process by the end of June but extensions were approved by the Chief and Council to the end of July to ensure that completed returns were obtained from more than 50% of the electorate. The survey cost $320, 000 or roughly $762 per completed survey. In comparison, the Wesley survey cost $60, 000. Mr. Pelletier was hired as the Band's office manager after the completion of the survey.", "[33] According to the respondents' evidence these costs were incurred for communications, interpretation and honorariums for the members of the Elders Advisory Committee, the surveyors, Mr. Pelletier's remuneration as co-ordinator and legal costs. No breakdown of expenditures was provided by the respondents who, presumably are in possession of that information. There is no evidence of any significant expenditures on communications respecting the survey. As noted, any publicity about the survey was minimal. The legal costs could not have been large. Most of the $320, 000 must, therefore, have been paid to the people who designed and implemented the survey on behalf of the Chief and Council.", "[34] The survey document entitled Bearspaw First Nation's 2010 Community Consultation Questionnaire , entered into evidence as an exhibit to Mr. Pelletier's January 4, 2011 affidavit, contains 13 questions. Questions one and two sought agreement that candidates for Chief and Council be required to submit a criminal records check and a certificate that they are free of alcohol and drug addiction. Question three asked whether there was agreement to an extension of the Chief's term of office to a three-year or a four-year term. Four asked the same question with respect to the terms of Council. Five dealt with a proposed minimum prerequisite of five years band membership. Questions six and seven, respectively, inquired whether there was agreement that verbal tests be administered by the Elders Advisory Committee to determine whether the candidates were familiar with Stoney Band Customs, Stony Tribal Common Administration Departments and were fluent in both the Stoney and English languages.", "[35] Questions eight and nine dealt with residency for voters in the Eden Valley Community and elsewhere and a requirement that the Chief be a resident of Morley immediately upon being elected. Questions 10 and 11 read as follows: Do you agree that if results of the survey show the majority of Bearspaw members want the proposed extensions to the terms of office for Chief included in the Bearspaw Election Regulations as outlined in the survey, these changes should be approved and implemented by Chief and Council before the next December 2010 election date? If yes, this means that there will not be an election for Chief in December 2010 and that the Chief will continue in office until December 2011 or 2012 on the condition that he provide written copies of his criminal records check and his drug and alcohol tests to the Bearspaw Elders Advisory Committee for their review and approval if directed to do so by this 2010 Community survey. Do you agree that if results of the survey indicate that the majority of Bearspaw members want the proposed extensions to the terms of office for Council included in the Bearspaw Election Regulations as outlined in the survey, these changes should be approved and implemented by Chief and Council before the next December 2010 election date? If yes, this means that there will not be an election for Council in December 2010 and that the Council will continue in office until December 2011 or 2012 on the condition that each Council member provides written copies of his Criminal Records Check and his Drug and Alcohol Tests to the Bearspaw Elders Advisory Committee for their review and approval if directed to do so by this 2010 Community survey. (Underlining in the original.)", "[36] The final two questions asked for suggestions or ideas for improving BFN governance and for important concerns. The questionnaire ended with the following paragraph: It is requested that all signed and documented responses to the survey be received by the Bearspaw Elders Advisory Committee and Bearspaw Legal Counsel on or before June 30, 2010 following which time the Chief and Council will exercise their discretion to determine whether such changes are to be implemented immediately or made subject to a vote during the December 2010 elections. (Emphasis added.)", "[37] As noted, the survey was not concluded until the Chief and Council determined that a sufficient number of responses had been obtained. That took another month. The survey results were then compiled by the Band's lawyer and presented to the Chief and Council on August 9, 2010. The law firm also summarized the comments received in response to the questions soliciting ideas and concerns. For the most part, those comments addressed health, employment and housing issues. The members also indicated they would like to see the Chief and Council in the community more so they could voice their concerns.", "[38] More than 80% of the 420 respondents expressed support for the proposals respecting criminal records checks, alcohol and drug certificates, testing for familiarity with Band Customs and administration and fluency in Stoney and English. Clear majorities supported changes to the membership and residency requirements.", "[39] With respect to the extension of the Chief's term of office, 16% or 67 people supported a term of three years, 41% or 172 members supported four years and 40% or 168 members wanted no change. In response to question 10, 65.2% indicated that they agreed that the change in the Chief's term be approved and implemented by the Chief and Council before the next election date if the majority of members approved. Reading the results literally, a majority of the respondents to the questionnaire approved an extension but there was only a plurality in favour of a four year term.", "[40] Similarly, in response to question 11, 56% agreed that extending the terms of the Councillors be implemented immediately if the majority supported such changes. However, while 14.3% of the members approved a three year term and 29% a four year term for the Councillors, 53% wanted no change in the existing two-year term for the members of Council.", "[41] The Chief and two of the four Councillors adopted the survey results at a meeting on August 9, 2010. They signed a BCR which provided for an extension of the Chief's term from two years to four years with an election date of December 9, 2012 and maintenance of the councillors' terms at two years with an election date of December 9, 2010. The BCR stated that formal election regulations would be passed for the election of Council that would reflect the survey results. Only a handful of members were present at this meeting. A press release announcing the results and stating that there would be changes to the Bearspaw First Nation Election Regulations was issued and distributed on September 10, 2010.", "[42] On October 14, 2010 three of the Councillors signed a resolution to extend their terms, as well as the Chief's, from two years to four years. The Chief was present but did not sign the resolution. In his affidavit evidence he says he supported the decision to extend the terms of the Councillors and that the absence of his signature is irrelevant. He says that he interpreted the Survey results as constituting a majority in favour of extensions for both Chief and Councillors. The evidence of Mr. Baptiste, a former Chief and Councillor, and Gilbert Francis, a former Councillor, is that according to Stoney Custom, a BCR required the signature of the Chief and two Councillors.", "[43] The October 14, 2010 BCR amended the Custom Election Regulations by fixing the next election date for December 2012, thereby incorporating the extended terms of office for both Chief and Councillors, and made the additional changes proposed in the survey questionnaire. The BCR provides that the new language proficiency and cultural knowledge requirements are to be determined by tests administered by the Chief Electoral Officer and Elders appointed by that officer. The Chief Electoral Officer is to be appointed by the Chief and Council. As noted above, of the five Elders present on October 14, 2010, when the BCR was signed, four were the Chief's grandparents.", "[44] There was no direct communication by the Chief and Council to BFN members and no public meeting was held to advise the electorate that the 2010 election was cancelled and that the Chief and Council had extended their terms of office for a further two years. Copies of a press release were made available at the band offices but were not distributed to each home. No other effort appears to have been made to inform the members. Nonetheless, the steps taken by the Chief and Council became known in the communities and led to protests and road blockages at both Eden Valley and Morley. A sizable proportion of the BFN electorate (297 or over 1/3rd) signed a petition objecting to the process followed.", "[45] An election did not take place on December 9, 2010. A Notice of Application for Judicial Review was filed on December 16, 2010. An Amended Notice was filed on February 9, 2011 pursuant to the Order of the case management Prothonotary.", "[46] At the hearing of this application in Calgary, over one hundred adult members of the community were present indicating their continued interest in the issues before the Court. ISSUES", "[47] It is settled law that the Federal Court has jurisdiction to review the decisions and actions of the Chief and Council as they constitute a \"federal board, commission or other tribunal\"within the meaning of s. 2 of the Federal Courts Act . Such decisions are also subject to the jurisdiction of the Court set out in s.18.1 of the Act to hear applications for judicial review of the matter in respect of which relief is sought: <FRAGMENT_SUPPRESSED>  at para. 10; aff'd <FRAGMENT_SUPPRESSED>  (F.C.A.).", "[48] What constitutes the matter to be reviewed on this application is contested. The respondents raised as preliminary issues whether the application complies with subsection 18.1(2) of the Federal Courts Act and Rule 302 of the Federal Courts Rules , SOR/98-106. The respondents say that there are several possible decisions by the Chief and Council that are reviewable by this Court including the approval of the survey on May 12, 2010, the August 9, 2010 BCR extending the Chief's term and the October 14, 2010 BCR extending the terms for both Chief and Council and amending the 2008 Custom Election Regulation. They say that the applicants failed to bring a timely application for judicial review with respect to any one of those decisions. They point to the absence of a request for an extension of time and the failure on the part of the applicants to seek leave to address several decisions as required by Rule 302.", "[49] The applicants assert that no one decision was made. They submit that what is under review are the actions of the Chief and Council leading to the cancellation of the 2010 election and the extension of their terms of office to 2012. Alternatively, the applicants argue that if there was a decision made it was never communicated by the Chief and Council to members on or off the reserve until the December election date was reached and passed. Thus, they contend, the application cannot be held to be untimely.", "[50] The parties submitted argument with respect to the applicants' claims that their Charter rights had been infringed. It is trite law that the Court should avoid making any unnecessary constitutional pronouncements and is not bound to answer constitutional questions when it may dispose of the matter without doing so: <FRAGMENT_SUPPRESSED>  at page 571 [ <FRAGMENT_SUPPRESSED>  at page 121. As I have concluded that this matter could be determined on administrative and customary law principles, I do not consider it necessary to address the Charter issues raised by the applicants and so advised counsel at the hearing.", "[51] In my view, the principal substantive issues are: 1. Whether the failure to hold the 2010 Election and the extension of the terms of office by Chief and Council was contrary to BFN custom? 2. Whether the extension of the terms of office of the Chief and Councillors denied the applicants procedural fairness? RELEVANT STATUTORY PROVISONS", "[52] The jurisdiction to bring an application for judicial review is conferred on the Federal Court by section 18 of the Federal Courts Act . The relevant portion of that section is as follows: 18. (1) Subject to section 28, the Federal Court has exclusive original jurisdiction (a) to issue an injunction, writ of certiorari, writ of prohibition, writ of mandamus or writ of quo warranto, or grant declaratory relief, against any federal board, commission or other tribunal; and (b) to hear and determine any application or other proceeding for relief in the nature of relief contemplated by paragraph (a), including any proceeding brought against the Attorney General of Canada, to obtain relief against a federal board, commission or other tribunal.", "[53] 18.1 (1) An application for judicial review may be made by the Attorney General of Canada or by anyone directly affected by the matter in respect of which relief is sought.", "[54] Subsection 18.1 (2) of the Federal Courts Act sets out the timeline for submitting an application for judicial review of a \"decision or an order of a federal board, commission or other tribunal\": (2) An application for judicial review in respect of a decision or an order of a federal board, commission or other tribunal shall be made within 30 days after the time the decision or order was first communicated by the federal board, commission or other tribunal to the office of the Deputy Attorney General of Canada or to the party directly affected by it, or within any further time that a judge of the Federal Court may fix or allow before or after the end of those 30 days.", "[55] Subsections 18.1 (3) and (4) set out the powers of the Federal Court on an application for judicial review and the grounds for exercising those powers. They are as follows: (3) On an application for judicial review, the Federal Court may (a) order a federal board, commission or other tribunal to do any act or thing it has unlawfully failed or refused to do or has unreasonably delayed in doing; or (b) declare invalid or unlawful, or quash, set aside or set aside and refer back for determination in accordance with such directions as it considers to be appropriate, prohibit or restrain, a decision, order, act or proceeding of a federal board, commission or other tribunal.", "[56] Rule 302 of the Federal Courts Rules stipulates that applications for judicial review shall be limited to one order of relief, unless the Court orders otherwise; 302. Unless the Court orders otherwise, an application for judicial review shall be limited to a single order in respect of which relief is sought. ANALYSIS Standard of Review:", "[57] Under paragraph 18.1 (4) (b) of the Federal Courts Act , judicial intervention is authorized where a federal board, commission or other tribunal has failed to observe a principle of natural justice or procedural fairness: Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para 43.", "[58] This Court has recognized that the Chief and Council have expertise on matters such as knowledge of the band's customs and factual determinations: <FRAGMENT_SUPPRESSED>  N.R. 1 at para. 30, citing <FRAGMENT_SUPPRESSED> , above, at paragraph 31; <FRAGMENT_SUPPRESSED> varied on other grounds in 2007 FCA 108. As such, and as noted by Justice William McKeown at paragraph 20 of <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 585, \"[...] a considerable degree of deference should be shown to a decision of a Band Council\". This is only true, however, provided that the principles of procedural fairness and natural justice have been observed: <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 888 at para. 11.", "[59] It follows that band council decisions should be upheld unless they are unreasonable. With that said, custom is determined by the band, not by the Chief and  <FRAGMENT_SUPPRESSED> .", "[60] Where procedural fairness is in issue, the question is not whether the decisions made by the Chief and Council or the actions taken by them were \"correct\" but whether the procedure used was fair.  <FRAGMENT_SUPPRESSED>  Admin L.R. (5th) 278 at para. 37 and <FRAGMENT_SUPPRESSED>  Admin L.R. (5th) 261 at paras. 30-32. Preliminary Issues: Timeliness of the application and Rule 302", "[61] The applicants have requested relief by way of certiorari, mandamus, prohibition and declaration under subsection 18 (1) of the Federal Courts Act . These remedies, for which the Federal Court has been granted exclusive jurisdiction in relation to actions by a federal board, commission or other tribunal, are not subject to the statutory time bar in subsection 18.1 (2) of the  <FRAGMENT_SUPPRESSED>  (QL) in which the applicants had delayed for an inordinate amount of time before challenging the actions taken. Here it was a matter of days after the election date had passed without an election having taken place that the application was filed.", "[63] It is not any one specific decisions taken by the Chief and Council that the applicants are challenging in this proceeding but all of the decisions and actions taken, including the survey process, leading up to the failure to conduct the 2010 election. The entire sequence of events is a \"matter in respect of which relief is sought.\" The grounds under subsection 18.1 (3) for challenging the matter persist as the incumbents remain in office without having been elected to a further term. Their authority to hold office is subject to the prerogative remedies of prohibition and quo warranto Salt River First Nation 195 v. Marie , 2003 FCA 385, 312 N.R. 385.", "[64] Rule 302 provides that an application for judicial review shall be limited to one decision unless the Court orders otherwise. It has been held to not apply where there is a continuous course of conduct: <FRAGMENT_SUPPRESSED>  at para. 16. In my view, this application concerns a continuous course of conduct. The decisions in question are so closely linked as to be properly considered together. Should I be found to have erred in that conclusion, I would dispense with the requirement for separate applications under Rule 55.", "[65] It is clear from the evidence that there was no transparency about the course of action that was being followed by the Chief and Council. No notice was provided to off-reserve members and no public meeting was held to inform the electorate that the 2010 election was cancelled and that the terms of the incumbents had been extended for a further two years. The applicants have provided sufficient evidence to satisfy me that as members of the community, affected by these decisions, they were not reasonably informed of these matters. It is not sufficient that they had notice of rumours circulating within the community about the Chief's plan to extend his term. As Band members they were entitled to proper notice about the proposed changes.", "[66] At best, newsletters were distributed by being posted in the offices of the BFN in the Eden Valley and Morley communities, the post office and restaurant. There was confusion as to whether a referendum on the electoral changes would be held, based on the statements attributed to the Chief reported in the media. On a question of such significance to the community, the steps taken to inform the members were inadequate. This was in contrast to the extensive efforts made to inform the Wesley members about the proposed electoral changes in that First Nation as described by Tina Fox.", "[67] Accordingly, if I had determined that this was an application for judicial review of the October 14, 2010 BCR, or one of the earlier decisions by the Chief and Council, I would find that the applicants were denied reasonable notice of those decisions prior to the December 9, 2010 election date and that the statutory time-line did not begin to run until that date. Was the failure to hold the December 2010 election and the extension of the Chief and Council's terms in breach of BFN Custom?", "[68] Stoney elections are conducted in accordance with custom and not pursuant to the statutory authority under subsection 74(1) of the Indian Act . The Chief and Council are responsible for ensuring that the customs of the band are followed: <FRAGMENT_SUPPRESSED> , above. Band customary law is a law of Canada subject to the supervisory jurisdiction of the  <FRAGMENT_SUPPRESSED>  at para. 19.", "[69] Custom includes practices which are generally acceptable to members of the band and upon which there is a broad consensus. When disputes between members of a Band over election practices come before the Court for resolution, the onus will be on the party that is relying on custom to establish what it is and that changes based on custom are supported by a broad consensus of the Band members: <FRAGMENT_SUPPRESSED>  at paras. 23-24.", "[70] In this case, the parties filed conflicting evidence about what constitutes BFN custom. On this issue, the applicants submitted the evidence of Elders Harvey Baptiste (an applicant), Carl Lefthand, Grace Daniels (mother of applicant Cindy Daniels), Gilbert Francis. Elder Tina Fox's evidence also touched on what she understood to be Stoney custom. The respondents relied primarily on the affidavit evidence of Chief Bearspaw and Elders Bill McLean and Philomena Stephen, both grandparents of the Chief and former Chiefs.", "[71] In my view, the evidence of the applicant's affiants was supported by the documentary evidence. I think it appropriate to note that the cross-examination of the respondents' affiants was marked by constant interventions and objections to relevant questions by their counsel. The impression I was left with from reading the transcripts was that the respondents' affiants, including Chief Bearspaw, were evasive in response to questions about their actions and decisions. In contrast, the applicants' deponents were more open and forthright.", "[72] On re-direct, counsel for the respondents posed leading questions in a transparent effort to rehabilitate the evidence of his witnesses and to bolster the record. I gave the answers to these questions little or no weight. Counsel's cross-examination of the applicants' deponents was also needlessly argumentative. Sarcastic comments were made about the applicants and opposing counsel that have no place in a cross-examination.", "[73] The applicants contend that the Band's custom is to hold an election every two years and that this practice was firmly established and consistently followed for many years. Elder Carl Lefthand's evidence was that a change to the custom would involve more than consultation with the Elders. It would require band meetings to provide the members with an opportunity to discuss the proposed changes and to cast a vote in support or against them. He says at paragraph 11 of his affidavit: ... [A] majority vote of all Bearspaw members eligible to vote is necessary to show a mandate for the change in custom. That vote is by referendum, at a band meeting where all eligible voting members are able to be present, or at a ballot at the time of an election for Chief and Council. A vote to change custom about how we hold Bearspaw elections affects the next Chief and Council elected, not the Chief and Council currently in office.", "[74] The respondents assert that the decision to cancel the 2010 election and to extend the terms of the Chief and Council was made in accordance with Band custom, as determined by the Elders Advisory Committee, and supported by a majority of those who completed the survey. They claim they merely implemented the decisions made by the Elders.", "[75] The respondents say that a two-year election cycle was imposed on the Band by the Indian Agent in the 1950s and does not reflect their traditional methods of choosing their leaders. They describe the result as \"Indian Act Elections\" although BFN elections are conducted under custom, not the Act. There is some support for that view in the documentary evidence - in particular the minutes of a 1963 meeting with the Indian Agent at Morley which advised the members to hold elections for Chief and Council every two years. However, the evidence shows that the BFN membership accepted the recommendation and adopted the two-year cycle. As a result, I find that it has been part of BFN custom for over 50 years.", "[76] Concerns about the effects of a two year electoral cycle are set out in the respondent's affidavit evidence. These concerns are also described in the report of the Standing Senate Committee on Aboriginal Peoples, which the respondents filed in evidence, entitled First Nations Elections: The Choices Is Inherently Theirs , published in May 2010. The Senate Committee's focus in conducting hearings and preparing their report was on elections governed by the Indian Act . However, much of what they have to say is relevant to these proceedings.", "[77] At page 8 of its report, the Senate Committee states the following about custom elections: [T]he power of bands to establish their own leadership selection processes by way of custom has always been recognized by the Indian Act, RSC 1985, c. I-5 and is in fact the \"default\" selection process. There is some confusion with respect to the usage of the term \"custom\". Custom under the Indian Act and as used by the Department of Indian Affairs and Northern Development does not refer to any traditional method of leadership selection. Rather, it simply serves to distinguish band councils elected pursuant to the Indian Act from those elected according to the rules established by the band. These rules, however, may not necessarily be based on traditional methods of choosing leaders. Unless otherwise specified in this report, the use of the term custom refers to \"community-designed\" electoral codes rather than hereditary, clan or consensual based systems of leadership selection.", "[78] In commenting on the nature of customary elections, the Committee makes the following observations: • Customs are not frozen in time; they can evolve into rules that are quite different from traditional methods of leadership selection. • In order to be validly adopted, a leadership custom does not need to be adopted by a majority of the electors of the band under section 2(3) of the Act. • There does need to be a broad consensus of the membership. • In the absence of rules specifying how such a consensus is to be demonstrated, courts will determine the issue based on the facts of the case. • Every custom election code is different. Some make only minor modifications to the Indian Act electoral system, such as lengthening the terms of office, while others may provide for more significant changes. These can include blending traditional forms of governance (custom councils) with contemporary government structures (elected Chief and Council).", "[79] The Committee examined the origins and history of the two year cycle and observed that it makes it difficult for First Nations leaders to set longer-term strategic direction as well as to plan for and implement sustainable processes before they must face another election.", "[80] The consensus of the witnesses heard by the Committee was to the effect that a two year term of office was insufficient time to develop, plan and be accountable for results. It also made it difficult for First Nations leaders to work together and to collaborate on larger regional and tribal initiatives. The Committee considered, however, that while simply extending the term of office may have some immediate, beneficial effects, such as providing for greater political stability, it would do little to address the main problems of legitimacy and accountability in aboriginal governance and could, in some communities, worsen the divide between First Nations citizens and their elected leaders.", "[81] The Committee observed that custom codes, when properly drafted, are more likely to provide a system of governance that is culturally appropriate, politically responsible, transparent and accountable and recommended that more First Nations revert to custom. But it cautioned that custom codes may not respect principles of natural justice and procedural fairness. First Nations witnesses who appeared before the Committee expressed concerns regarding the neutrality of electoral officers and other irregularities in the election process.", "[82] It is not for the Court to determine how the Bearspaw First Nation leadership should be chosen or the length of their terms of office. The Band is entitled to determine its own leadership selection practices but that collective right must be tempered by respect for the rights of its members to participate in that process. The weight of the evidence is that BFN custom for the past half century has been to hold elections every two years. The current Chief and Council were elected to serve a two-year term of office on December 9, 2008. They were not given a four-year mandate.", "[83] Stoney Nation custom was reflected in the methods used by the Wesley and Chiniki first nations to change their election practices. In both instances, adequate notice was provided and the members were given the opportunity to approve the changes by vote at the next election. Chief Bearspaw, the Council members and their advisors chose not to put their faith in the wisdom of their electors, as was apparently initially intended, but chose to circumvent BFN custom through a flawed survey instrument and an extraordinarily expensive process.", "[84] The questionnaire was confusing and conflicted with the limited amount of information that was provided to the community about the survey through the May and June newsletters. The newsletters indicated that the process may or may not result in any changes at the discretion of the Chief and Council, suggesting that it was merely advisory in nature. The questionnaires themselves contained contradictory statements indicating both that the outcome would be implemented, assuming a clear majority was obtained, but also that the Chief and Council would consider the results and make that decision. It seems clear that the intent of the survey drafters was to leave control of the outcome in the hands of the Chief and Council.", "[85] The evidence is uncontroverted that it is not a custom of the BFN to use surveys to effect change to the election process. The Wesley and Chiniki surveys were an exception to Stoney custom. Nonetheless, they were conducted in an open and consultative manner and endorsed by their communities in the subsequent elections. The Wesley survey team included representatives of the two main political opponents to the incumbent Chief. The changes to their procedures were made effective by a vote. Assuming that a survey is an appropriate mechanism to canvass the views of the members on such an important subject, the BFN Chief and Council ignored the advice received from their Wesley and Chiniki counterparts as to how electoral changes should be made effective and interpreted the actual survey results as they pleased.", "[86] Given the level of participation in the survey, less than 29.5% of BFN electors supported an extension of the Chief's term of office. A clear majority of those who completed the survey did not support extending the terms of the Councillors at all. The decision to ignore those results was not in accordance with BFN custom but a blatant disregard for traditional values and a contrived justification to remain in power.", "[87] The respondents argue that, in accordance with custom, they were only following the directives of the BFN Elders, as represented by the Elders Advisory Committee. This committee consisted of a small and select group of individuals, many of whom were related to Chief Bearspaw, and was not representative of the BFN clans as a whole. Other elders were not included and were not consulted in the process. Those that did participate were paid generously for their involvement receiving $560 per meeting or $1100 per month per Elder. Some, such as the chief's grandmother, Philomena Stephen, were paid more for their roles in carrying out the survey.", "[88] The revised code adopted by the October 14, 2010 BCR provides for the Chief Electoral Officer to be appointed by the Chief and Council and for that officer to choose the members of a committee of Elders to assist him or her in administering the new language proficiency and cultural knowledge tests. There is nothing in the revised Code that calls for the appointment of an impartial Chief Electoral Officer. As it reads, the present Chief and Council could appoint a supporter to that position and that the officer could in turn appoint like-minded individuals to the Elders Committee. Thus, the Chief and Council have effectively authorized themselves to control the process under which the eligibility of any potential opposing candidates will be determined. This is contrary to fundamental principles of objectivity, impartiality and fairness that should govern any election process under custom or otherwise. Were the applicants denied procedural fairness?", "[89] I do not accept the respondents' claim that they were merely following the direction of the Elders. I find that the Chief and Council set up the survey process, hired the coordinator, approved the questionnaire, interpreted the results to their benefit and made the decision to cancel the 2010 election. They are now trying to justify their actions by claiming that the decisions were made by the Elders in accordance with band custom. That claim is, in my view, entirely spurious. The evidence points to one conclusion, that the Chief and Council, with the aid of their staff, designed and executed the survey through a carefully chosen group of Elders dominated by members of the Chief's family.", "[90] Such behaviour is not consistent with the fundamental tenets of democracy. Justice Pierre Blais, as he then was, speaks to this issue in <FRAGMENT_SUPPRESSED> , above, at paragraph 55: Resolutions cannot be the product of predetermined decisions. They must be debated and passed in accordance with the rules and guidelines of the Band and in accordance to the principles of democracy.", "[91] In a similar vein, Justice Marshall Rothstein, as he then was, wrote this in <FRAGMENT_SUPPRESSED>  (QL), at paragraph 31: Members of Council and/or members of the Band cannot take the law into their own hands. Otherwise, there is anarchy. The people entrust the Councilors to make decisions on their behalf and Councilors must carry out their responsibilities in a way that has regard for the people whose interest they have been elected to protect and represent. The fundamental point is that Councils must operate according to the rule of law.", "[92] Here, the respondents owed the applicants a duty of fairness as members of the BFN whose established voting rights, privileges or interests would be affected by any decision to alter the Band's electoral practices: <FRAGMENT_SUPPRESSED>  at paras. 30 and 42.", "[93] BFN members had reason to expect that any changes to their electoral practices would be preceded by fair notice, an opportunity to be heard and a vote on the changes. Fair notice in this context required full disclosure of the proposals. An opportunity to be heard required meetings open to all members or a reasonable consultation process. That was not done in this case. Band practice required a vote to elect the Chief and Council. The survey, as implemented, was not an adequate consultation mechanism or alternative to a vote on the proposed changes. I agree with the applicants that they were given inadequate notice of the Chief and Council's intention to cancel the December 2010 election and that they were denied a meaningful right to be heard.", "[94] It is no answer now for the respondents to say that the applicants could have availed themselves of the survey process to express their views about the proposed changes. The survey was set up and executed to deliver the results sought by the Chief and Council. Had the applicants chosen to participate in the survey, they could have been said to have waived their right to a vote at a timely election. Nor is it an answer that the applicants could have brought an application for judicial review of any of the steps taken by the Chief and Council to implement this scheme. Until such time as the date had come and passed without an election, the applicants' right to vote had not been denied.", "[95] A reasonable apprehension of bias arises from the facts given the process followed and the Chief and Council's direct interest in the outcome of the matter. An apprehension of bias must be a reasonable one, held by right-minded, informed individuals, \"viewing the matter realistically and practically\": Committee for Justice and  <FRAGMENT_SUPPRESSED>  at para. 40; <FRAGMENT_SUPPRESSED>  at para. 81.", "[96] Here, the proposed changes to the Elections Code were matters in dispute in the community. There was strong disagreement to the method chosen to implement the changes, manifested by the demonstrations within the community. An informed individual viewing the matter realistically and practically would conclude that the Chief and Council were parties to the controversy that had direct interests, including a pecuniary interest, in the outcome. It was not open to them to decide the length of their own terms of office, other than through resignation.", "[97] Although I have found that the acts of the Chief and Council were not conducted in conformity with custom, had I concluded otherwise I would have held nonetheless that the acts were in breach of procedural fairness and could not be justified on that ground: <FRAGMENT_SUPPRESSED>  D.L.R. (4th) 438, aff'd 2009 FCA 40; Long Lake Cree Nation, above; <FRAGMENT_SUPPRESSED> . In Prince , at paragraph 39, the Court held that: Band Councils must operate according to the rule of law. This obligates Band Councillors to respect the duty of procedural fairness in exercising their powers and taking decisions in the interests of those they were elected to serve.", "[98] The applicants in 2010 had a right to vote every two years in accordance with BFN custom. The Chief and Council's acts in setting up the survey process engaged those fundamental rights. They allowed some but not all BFN members to express their views on whether their rights should be changed. Because no BCR was passed to hold the 2010 election and no election was in fact held, there was no right of appeal which the applicants could exercise under customary practice to the Stoney Tribal Council. The Chief and Council's actions disposed of the applicants' democratic rights subject only to the supervisory jurisdiction of this court.", "[99] Statements attributed to Chief Bearspaw and published in local newspapers in March 2010 indicated that he was contemplating a referendum to obtain approval from the community to the proposed changes in governance. I find, therefore, that the applicants had a legitimate expectation that they would be consulted about the proposed changes and an opportunity to vote on them at the referendum referenced in those remarks: <FRAGMENT_SUPPRESSED>  at para. 74; Baker , above, at para. 26; REMEDIES SOUGHT", "[100] The applicants seek an Order: a. In the nature of certiorari, quashing and/or setting aside the decision; b. In the nature of mandamus, directing the respondents to comply with their customary and public law duty to conduct an election of Bearspaw Chief and Council forthwith; c. In the nature of quo warranto, declaring that, effective December 9, 2010 the Chief and Councillors no longer hold their respective offices; d. Prohibiting or enjoining the respondents from further delaying the Election; e. Declaring that the Decision is void ab initio; f. Declaring that the decision was made unlawfully: there is no authority for the respondents to cancel the election, to refuse to conduct it, or to delay beyond the period provided by custom; g. Declaring that the Decision was unconstitutional for having disenfranchised the applicants of their fundamental freedoms, democratic and aboriginal rights enshrined in sections 2 (b), 3, 7 and 35 of the Canadian Charter of Rights and Freedoms, Part I of the , 1982, being schedule B to the Canada Act 1982 (U.K.), 1982, c. 11; h. Declaring that the respondents breached their duty of fairness to the applicants by giving no, or inadequate, reasons supporting the decision, and by depriving the applicants of their rights to be heard and knowing the case to meet relative to the decision; i. Declaring that the decision was motivated by a reasonable apprehension of bias arising from the Chief having publicly discussed or decided the decision before the applicants, and other Bearspaw members, had the opportunity to be heard; j. Declaring that the decision was motivated by irrelevant considerations that: i. the Chief wished to implement a more protracted form of governance than his term of office would allow; and ii. involved in whole or in part, the personal or financial interests of the Chief or Councillors. k. Declaring that the councillors impermissibly or unreasonably fettered their discretion by blindly following the result desired and demanded by the Chief; l. For such Further and other relief that the Court may deem appropriate; and m. For solicitor client costs of this application. CONCLUSION", "[101] The respondents argue that a ruling in favour of the applicants would put in jeopardy the present three year term at Chiniki First Nation and the present four year term at Wesley First Nation and all decisions of the Stoney Tribal Council since December 10, 2010 and possibly as early as December 2004, the date at which the former 2 year terms of office for Chiniki and Wesley expired.", "[102] I don't accept the respondents' argument. First, the question of the legality of the Wesley and Chiniki elections is not before me and will not be determined by this decision. More importantly, the term changes at each of the other two First Nations were only made effective with the next election. In other words, the electorate of those two First Nations knew when they voted for Chief and Council that the successful candidates would be elected for an extended term. This and the fact that there has been no concerted opposition to those changes, unlike in the present instance, indicates that they were made with the broad consensus of the members of those communities.", "[103] I am equally of the view that decisions made by the Stoney Tribal Council since December 2010 can stand unless their legality is challenged in court in light of the present decision. The presumption of regularity will apply to those decisions, subject to evidence to the contrary.  <FRAGMENT_SUPPRESSED>  at para. 27, aff'd 2008 FCA 221. They are not void ab initio. I note that the Bearspaw Chief and Councillors constitute only one third of the membership of the Stoney governing body. Hence, unless votes were taken on a division among the Tribal Council members that may have been different if the BFN Council members had not voted, there may be no grounds to challenge the decisions.", "[104] In light of the violation of Bearspaw custom by the respondents and the denial of procedural fairness to the applicants, it is appropriate to find reviewable error and to grant the remedy of certiorari to set aside the decision of the Chief and Council on October 14, 2010 to amend the Band Custom Election Regulations and to extend their terms of office until December 2012.", "[105] This is also one of the exceptional situations where an Order in the nature of quo warranto, should issue to remove the Chief and Councillors from office: <FRAGMENT_SUPPRESSED> . This is not a case, such as Jock , in which the applicants have unduly delayed or failed to exhaust all of the internal appeal mechanisms available to them. There was no clear route of appeal open to the applicants as an election had not taken place. There is no evidence that they acquiesced to the steps taken by the Chief and Council.", "[106] The respondent Bearspaw Chief and Councillors will be prohibited from continuing to hold office pending an election and enjoined from exercising the powers of those offices. I will also provide the applicants with declaratory relief and an Order in the nature of mandamus setting out the conditions under which an election shall be held by the Bearspaw First Nation. In my view, mandamus is appropriate as the applicants have satisfied the requirements that must be met: the respondents owed the applicants a duty to convene an election within a certain time-frame and refused to perform that duty when they were called upon to do so: <FRAGMENT_SUPPRESSED>  (QL).", "[107] While the Court recognizes that it is up to the Bearspaw First Nation to determine how it will select its leaders, whatever method the Band selects must respect the rights of procedural fairness enjoyed by its members. In my view, the proposed changes to the Election Regulations are open to abuse, in particular through the selection of the Chief Electoral Officer and the testing of candidates by Elders chosen by that Officer to determine whether the candidates meet the eligibility requirements. The Band must re-examine those proposals and find a way to ensure that the procedures put in place are fair and that any testing of prospective candidates is objective and impartial. COSTS", "[108] The applicants have been fully successful and are entitled to an award of costs for this application. Counsel requested at the hearing that I allow them the opportunity to make additional submissions on the question of costs following a decision on the merits.", "[109] Accordingly, the applicants shall file and serve written submissions regarding costs no later than July 8, 2011. The respondents shall file and serve their written submissions in response no later than July 15, 2011 and the applicants shall file and serve their reply, if any, no later than July 22, 2011. The submissions shall be restricted to no more than five pages of text double-spaced. JUDGMENT", "[110] IT IS THE JUDGMENT OF THE COURT that 1. the application for judicial review is granted; 2. an Order in the nature of certiorari is granted and the decision of the Bearspaw First Nation Chief and Council enacting amendments to the Bearspaw Election Regulations by Band Council Resolution dated October 14, 2010 is quashed and set aside; 3. it is declared that the September 30, 2008 Band Council Resolution requiring an election on or before December 9, 2010 remained in effect and that the failure to do so was contrary to Band custom; 4. an Order in the nature of quo warranto is granted and the respondent Chief and Councillors of the Bearspaw First Nation are removed from office; 5. the respondent Bearspaw Chief and Councillors are prohibited from continuing to hold office and enjoined from exercising any of the powers of those offices pending the next election to be held in accordance with this Order; 6. it is declared that the applicants and all adult members of the Bearspaw First Nation have the right to be consulted and to vote on the proposed changes to the Bearspaw Election Regulations; 7. an Order in the nature of mandamus is granted and the Bearspaw First Nation shall hold an election to select a Chief and Councillors within sixty days of the parties receiving notice of this decision through their counsel from the Court Registry; 8. the Stoney Tribal Council shall appoint a Chief Electoral Officer to conduct the election for the Chief and Councillors of the Bearspaw First Nation in accordance with the Bearspaw Election Regulations enacted by Band Council Resolution on September 30, 2008; 9. the Chief Electoral Officer shall be a person who is generally considered by the members of the Bearspaw First Nation to be independent and impartial and not connected to the respondent Bearspaw Chief and Councillors; 10. the proposed eligibility requirements for candidates to the offices of Bearspaw Chief and Councillors set out in the Bearspaw First Nation Community Consultation Questionnaire 2010 shall not be used to determine the eligibility of candidates for the election to be held within 60 days and shall not take effect until approved by a majority vote of the Bearspaw First Nation electors at the next or a subsequent election; 11. the parties may make submissions as to costs in accordance with the reasons provided for this judgment. Application allowed. Editor: Angela E. McKay/vnh [End of document]"]}