{"id_": "062369", "body_str": ["[1] Mosley, J. : These applications for judicial review are brought from the decision of an Enforcement Officer to prepare a report on the facts surrounding the applicant's potential loss of status for serious criminality and the decision of a Minister's delegate to refer the report to the Immigration Division for an admissibility hearing.", "[2] The applicant immigrated to Canada with her then husband in 1970 at the age of 33. She has been married twice since, with her last marriage to Charles Yanover in 1995. She has two children, born 1970 and 1974, and one grandchild, all residing in Canada.", "[3] In April 2003, Ms. Richter and Mr. Yanover were arrested in Toronto and charged with trafficking in firearms and related offences. Mr. Yanover pled guilty and was sentenced to 10 years incarceration. Ms. Richter was indicted on 46 charges. At trial, her defence was that she had been unwittingly drawn into the illegal dealings of her husband, that she had believed the weapons were deactivated and that she was not familiar with firearm mechanics.", "[4] The trial judge, Madam Justice Andromache Karakatsanis of the Superior Court of Ontario, found that Ms Richter had been aware at the time of sale of the firearms that the weapons had been reactivated and were operational. She noted that Ms. Richter would not have embarked upon the sale of guns without the contacts and expertise of her husband, whom she described as a 'notorious con man'. However, Justice Karakatsanis did find that Ms. Richter was actively involved in the bargaining for and sale of weapons and the delivery of the guns and ammunition. Several times in the course of her judgment she mentioned that Ms. Richter sold semi-automatic machine guns to an undercover officer posing as a biker in the belief that he intended to resell them to a native crime syndicate in the west of Canada. Karakatsanis J. sentenced Ms Richter to 37 months imprisonment after taking into account her pre-trial custody, age, diabetic condition and other factors.", "[5] Ms. Richter was imprisoned at Grand Valley Institution for Women and was there interviewed by at least two officers with respect to her immigration status. She states in her affidavit to have been unclear on the precise details of those interviews or their exact purpose. At some point, she was informed of her right to contact counsel and says she tried without success to contact her counsel from the criminal trial. After June 25, 2007, when she states that she was informed she was being arrested on an immigration hold, she took steps to retain a lawyer specializing in immigration matters.", "[6] A report on the factual grounds for proceeding with an admissibility hearing was written on May 29, 2007. The Immigration Officer reviewing the case interviewed the applicant and recommended she seek legal advice on June 4. She provided her telephone number should the applicant wish to contact her. The applicant made no contact with the officer over the next two weeks. The Manager, acting as a Ministerial delegate, referred the case for an admissibility hearing on the basis of the Officer's report on June 18. These steps were taken pursuant to section 44 of the Immigration and Refugee Protection Act , 2001, c. 27, which reads as follows: 44. (1) An officer who is of the opinion that a permanent resident or a foreign national who is in Canada is inadmissible may prepare a report setting out the relevant facts, which report shall be transmitted to the Minister. (2) If the Minister is of the opinion that the report is well-founded, the Minister may refer the report to the Immigration Division for an admissibility hearing, except in the case of a permanent resident who is inadmissible solely on the grounds that they have failed to comply with the residency obligation under section 28 and except, in the circumstances prescribed by the regulations, in the case of a foreign national. In those cases, the Minister may make a removal order.", "[7] On July 4, 2007, the applicant's counsel wrote to the Manager requesting the opportunity to provide further information before the section 44 report was written. On July 11, the Enforcement Officer replied, noting that Ms Richter had already been referred for an admissibility hearing and had been arrested and detained for that purpose. The officer also noted that she had been contacted by Ms Richter's criminal law firm and that she had offered to forward any submissions they wished to make to the Enforcement Office which would be scheduling the admissibility hearing. Issues", "[8] The applicant attacks the decision of the Enforcement Officer to prepare the report in file IMM-3154-07 and the decision of the Manager to refer the report for an admissibility hearing in file IMM-3156-07. The issues raised were essentially the same in both files: a. Was there an error in the exercise of discretion? b. Was the duty of fairness breached (including the alleged failure to provide the applicant with an explanation of the process, an adequate opportunity to provide further information and an opportunity to see the report)? c. Was the decision based on erroneous findings of fact? d. Did the Officer/Manager fail to provide adequate reasons? Standard of Review", "[9] The decisions of the Officer to write the report and the Manager to refer it to the Immigration Division are reviewable on a reasonableness standard, with due deference being shown. In both subsections of the IRPA , the relevant decision maker is empowered to act where he or she is 'of the opinion', which language was held to support a deferential stance at paragraph 30 of <FRAGMENT_SUPPRESSED> . Issues of procedural fairness, however, are subject to an assessment of whether the procedure was fair; if that duty is found to have been breached, the decision will be vacated. Error of exercise of discretion", "[10] The applicant submits that the Officer and Manager each had the discretion to consider factors set out in the relevant Ministerial Policy Manuals, including humanitarian and compassionate (H&C) considerations: <FRAGMENT_SUPPRESSED> . She asserts that the Officer's failure to consider Justice Karakatsanis' Reasons for Sentence made her assessment of the relevant factors incomplete and she thereby erred in making her report. The Manager erred in relying on the report without determining that it had been improperly prepared. The Manager had a duty to ensure that a broader range of relevant factors had been considered.", "[11] The respondent counters that the Officer did consider a wide range of factors in deciding whether to write a subsection 44(1) report on the relevant facts supporting an inadmissibility hearing in this case. Her decision was not in error and was reasonable. The discretion not to report is extremely limited: <FRAGMENT_SUPPRESSED>  F.T.R. 153. The Manager did not err by relying on the reasonable report of the Officer.", "[12] As I noted in <FRAGMENT_SUPPRESSED>  Admin. L.R. (4th) 233, the purpose of an interview under subsection 44(1) of the IRPA is \"simply to confirm the facts that may support the formation of an opinion by the officer that a permanent resident or foreign national present in Canada is inadmissible.\" Where such facts are found to exist, the officer has a responsibility to prepare a report and is not empowered by the statute to exercise discretion.", "[13] It is clear that the Officer was aware of and considered the personal factors of Ms. Richter, including humanitarian and compassionate considerations, in coming to her decision. Given my view that the language of the Act does not empower officers considering a subsection 44(1) report to assess personal factors, I believe that such consideration was exercised in excess of her authority. However, it did not change the outcome and should not be the basis for setting the decision aside. The Officer encouraged the applicant to seek legal advice and provided her business card for the applicant to contact her. The applicant did not take advantage of that opportunity.", "[14] In respect of the Manager's decision to refer the report pursuant to subsection 44(2), the Federal Court of Appeal held in <FRAGMENT_SUPPRESSED> , that the scope of discretion available to the Minister's delegate was heavily dependant on the circumstances, including whether the person subject to referral was a permanent resident or foreign national. While a Minister's delegate was found in Cha to have no discretion in the case of a foreign national convicted of a serious offence in Canada, the question was left open whether some minimal amount of discretion was available to the Manager in deciding whether to refer the report to the Immigration Division with respect to a permanent resident, as in this case.", "[15] The H&C factors, detailed on the report written pursuant to subsection 44(1), were clearly before the Minister's delegate for his consideration of whether to refer the case for an admissibility hearing. In his comments on referring the report for an admissibility hearing, the Manager wrote that such a hearing was appropriate despite Ms. Richter's long residence in Canada and the presence of her children here. I cannot find that decision unreasonable and it will stand.", "[16] As for the Officer carrying out an incomplete assessment because she did not have the Reasons for Sentence before her, I cannot agree. While they do acknowledge that the applicant was not the driving force behind the illegal behaviour for which she was convicted, the Reasons for Sentence hardly diminish her role in the criminal enterprise. Justice Karakatsanis held that \"Ms. Richter was more than just a supporting player. ... She became enthusiastic, sometimes aggressive about receiving her ... commission from any sales .... She was eager to profit from Yanover's activity and to engage in her own sales.\" Justice Karakatsanis also noted that she continued to minimize her own culpability. I do not see how the Reasons for Sentence would have changed the Officer's report or the Manager's referral based thereon. Procedural fairness", "[17] The applicant next claims that she was denied procedural fairness in not being adequately informed of the criteria against which her case was being assessed, in not being provided an adequate opportunity to make submissions and in not being provided with a copy of the report.", "[18] The duty of fairness owed for the proceedings under section 44 are relaxed and consist of the right to make submissions and to obtain a copy of the report: Hernanadez . In the case at bar, the applicant had the purpose of the interview explained to her during the June 4 interview and was encouraged to obtain counsel and provide submissions within two weeks. In sum, the applicant was informed of her right and provided with every opportunity to make submissions but failed to do so. The Officer and Manager cannot be faulted for Ms. Richter's failure to take advantage of the procedure outlined to her.", "[19] At the hearing, the applicant spoke of a heightened duty on immigration officials when dealing with a person in custody, given the restrictions on their liberty, and suggested that the Officer should have contacted the criminal lawyer herself or gone back to the applicant after the two weeks to inquire whether the applicant had done anything about her situation. The respondent's position is that the duty of fairness is not variable with respect to the individual's location.", "[20] While it is true that persons in the custody of the state are subject to limits on their freedom, they are not barred from seeking and obtaining legal services. Immigration officers cannot be required to act as the bridge between incarcerated persons who are the subject of a section 44 report and whatever counsel they have or may wish to have. In this case, the Officer met with the applicant on June 4, 2007, at which time she explained the purpose of the interview, encouraged Ms. Richter to retain counsel and provide submissions and set a clear deadline for those submissions. At that point, she fulfilled her duty and the onus was on the applicant to follow through, which she did not do. Had she required additional time to contact a lawyer, for example, she could have contacted the officer to request it. Erroneous finding of fact", "[21] Next, the applicant asserts that the decision of the Officer was based on an erroneous finding of fact. Both it and the Manager's decision relying on it should therefore be vacated, she submits. The Officer wrote in her conclusion that the applicant did not show remorse. Ms. Richter points to the Reasons for Sentence, which were not before the Officer, to illustrate otherwise. Justice Karakatsanis held that Ms. Richter had expressed real remorse on the day that her sentence was imposed, but noted that she continued to minimize her own culpability.", "[22] I fail to see what relevance there is to expressions of remorse or the lack thereof with the exercise of the Officer's duty under section 44(1). There is nothing in the plain language of the enactment to suggest that Parliament intended that officers be given the discretion to consider whether convicted offenders regretted their crimes and should thereby be exempted from the inadmissibility provisions of the Act in determining whether to issue a report.", "[23] Even if I were to accept that subjective factors of this nature were to govern the decision, given that the Officer's notes indicate that Ms. Richter continued to place the blame on Charles Yanover, I cannot see that the actual sentence from the report, which reads \"Subject did not show any remourse [ sic ] for her actions but rather transferred the blame to her spouse\" is an error justifying the Court's intervention. Adequacy of reasons", "[24] Finally, the applicant submitted that the reasons of both the Officer and the Manager were inadequate and she was thus denied procedural fairness. I disagree. The test for the adequacy of reasons is that it permits the person about whom the decision was made to understand the basis for that decision. The reasons are adequate and sufficient for Ms. Richter to know on what basis the referral was made and to argue her case at her admissibility hearing.", "[25] For these reasons, I dismiss both applications for judicial review.", "[26] The applicant proposed that I certify questions on the following issues: 1. Is there a greater duty of fairness required of immigration officers with respect to a section 44 report or referral for those in custody? 2. Should significant weight be given to the statements of the Minister and senior officials before the Standing Committee and sections of the Manual assuring that an inquiry into the personal circumstances of a permanent resident for whom a section 44 report is being considered would be undertaken 'at the front end' of the process, as described in paragraph 41 of Cha 3. What is the scope of discretion available to the Officer in preparing a subsection 44(1) report regarding a permanent resident or to the Manager in considering whether to refer such a report for an admissibility hearing? 4. What is the duty of fairness owed by the Officer in preparing a subsection 44(1) report regarding a permanent resident or by the Manager in considering whether to refer such a report for an admissibility hearing?", "[27] The second and third questions would not be dispositive of an appeal in this matter as I have found that the officer did in fact conduct an inquiry at the front end of the process and exercised a discretion, which in my view, is not within the scope of her authority on a plain language reading of the statutory provision. I have considerable difficulty with the proposition that such a discretion can be read into the statute because of assurances given the Standing Committee prior to enactment by a Minister and officials. The fourth question is not sufficiently specific to the facts of this case to have an impact on its outcome.", "[28] I note that the third and fourth questions are similar to those certified  <FRAGMENT_SUPPRESSED> , in which the appeal was abandoned. These questions are of general importance and an authoritative answer would be of assistance to both Immigration Officers and this Court, especially with respect to the question left open in Cha as to a distinction being drawn between permanent residents and foreign nationals.", "[29] The first question, somewhat modified for precision, will be certified as being a serious question of general importance which would be dispositive of the appeal. JUDGMENT", "[30] IT IS THE JUDGMENT OF THIS COURT that the applications are dismissed. The following question is certified as a serious question of general importance: 1. Is there a greater duty of fairness required of immigration officers preparing a section 44(1) report and the Minister in referring the report when dealing with persons in custody? [End of document] <FRAGMENT_SUPPRESSED>"]}