{"id_": "062422", "body_str": ["[1] Mosley, J. : Sergeant Rhodena Fournier, a military police officer, was involved in a motor vehicle accident on June 14, 1999. She was rear-ended while stopped in her personal vehicle at a traffic light and suffers from chronic post whiplash syndrome as a result of her injuries that day. Her application of March 19, 2001 for a disability pension was denied by the Department of Veterans Affairs in November 2001. That decision was affirmed by an entitlement review hearing by the Veterans Review and Appeal Board (\"VRAB\") on July 9, 2002 and again on an entitlement appeal heard by the Board on May 21, 2003. She seeks judicial review of the Appeal Board's decision. BACKGROUND", "[2] At the time of the accident, Sgt. Fournier was assigned to a Rapid Deployment and Surveillance Unit of the National Investigative Services of the Military Police, located in Ottawa. The unit worked out of an unmarked warehouse facility in the east end of the city and was expected to deploy quickly when the need arose to conduct surveillance for various operations using vehicles equipped with technical equipment. The unit's members were expected at times to work for extended periods. When not engaged in investigations, the normal working hours were 8:00 a.m. to 4:00 p.m.", "[3] On June 14, 1999, an order to be ready for rapid deployment had come in to the unit. Sgt. Fournier, who was the Acting Warrant Officer in charge of a unit team, testified at the entitlement review hearing that she expected the deployment to take place \"right away\" and expected to remain at work until at least 8:00 or 9:00 p.m. that day in order to supervise technicians in the preparation of the vehicles and to prepare for a briefing of the unit the next day prior to the deployment.", "[4] Sgt. Fournier testified that she left the building between 4:00 and 4:30 p.m. to get supper at a near-by drive through restaurant, intending to return to work. Sgt. Fournier acknowledged at the hearing that her own residence was not far from the workplace but stated it was more convenient and practical for her to go to the drive-through restaurant to obtain a meal on this occasion. The evidence before the Appeal Board was uncontradicted that the warehouse had no dining facilities, the clandestine nature of the workplace meant that deliveries would be improper, and it would not have been appropriate for Sgt. Fournier to take one of the military vehicles off the premises or use it for the stated purpose at that time.", "[5] She therefore drove to St. Laurent Boulevard in her personal vehicle and was involved in a collision when her car was rear-ended at a traffic light. The accident was reported to the Ottawa Police at the time, but not to the military authorities.", "[6] Sgt. Fournier did not return to work that evening following the accident. She sought medical attention the next morning. The deployment took place three days later on June 17th. Sgt. Fournier suffered from considerable discomfort as a result of her injury and was unable to drive during the operation. She sought further medical assistance upon her return from the deployment.", "[7] Sgt. Fournier's supervisors did not learn of the accident until she filed a report about it on August 21, 2000, over a year later. Sgt. Fournier testified that the reason she did not report the accident earlier was she believed that her injuries would settle down in time with physiotherapy. Due to the delay in reporting, the area commanding officer directed that an inquiry be conducted.", "[8] The officer in charge of the unit on June 14, 1999, Captain Bell, had left for the day at 4:00 p.m. In an e-mail correspondence dated February 12, 2001 Captain Bell stated that while he did not specifically recall Sgt. Fournier's accident, it was consistent with the nature of the unit that after hours work would be required immediately prior to a deployment and it was common practice to go to a local fast food establishment, pick up something to eat, and return to work.", "[9] The warrant officer who was in charge of the team prior to February 1999, Master Warrant Officer P. MacFarlane, expressed similar views about the unit's practices when asked to comment on Sgt. Fournier's personal injury report in January, 2001. Both Captain Bell and M.W.O. MacFarlane concluded, based on the information provided by Sgt. Fournier, that she was on duty at the time of the accident.", "[10] Captain B.C. Hudson, who conducted a review of Sgt. Fournier's report at the request of a senior officer, also expressed the opinion that Sgt. Fournier's meal break was taken according to established practice and that she was actively engaged in preparing for operations when she took that break. He noted that while she was \"not explicitly ordered to be at the place of work and make preparations for the up coming [sic] deployment she was in a position of authority ... [as acting Warrant Officer] ... and believed that her presence to assist and oversee preparations was required.\" He was also of the opinion that her accident is directly attributable to her military service. LEGISLATIVE FRAMEWORK", "[11] The key statutory provision governing Sgt. Fournier's claim is the , paragraph 21(2)(a) which sets out the conditions for the grant of a disability pension for military service in peace time and reads as follows: \"(a) where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that arose out of or was directly connected with such military service , a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I;\" (Emphasis added) ;\" (je souligne)", "[12] Section 21(3) presumes that an injury arose out of or in connection with military service if it was incurred in the course of various circumstances, including, as described in paragraph (f): \"(f) any military operation, training or administration, either as a result of a specific order or established military custom or practice , whether or not failure to perform the act that resulted in the disease or injury or aggravation thereof would have resulted in disciplinary action against the member ...\" (Emphasis added)", "[13] Sgt. Fournier contends that her injury arose out of or in connection with her service on June 14, 1999 as it was established military custom or practice at her unit to leave the premises while on duty to obtain meals.", "[14] Sgt. Fournier's appeal, the subject of this application for judicial review, was brought under s. 25 of the Veterans Review and Appeal Board Act ... (the \" VRAB Act \"). Also of particular significance to these proceedings are s. 3, which requires a liberal construction and interpretation of the statute (s. 2 of the is to the same effect), and s. 39, which provides direction to the Appeal Board as to how it is to consider and weigh the evidence and arrive at a decision: \"3. The provisions of this Act and of any other Act of Parliament or of any regulations made under this or any other Act of Parliament conferring or imposing jurisdiction, powers, duties or functions on the Board shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependants may be fulfilled. \"39. In all proceedings under this Act, the Board shall (a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant; b) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and (c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case.\" DECISION UNDER REVIEW", "[15] The Board found that the issue before them was whether, \"because she was contemplating a return to work as she went for her evening meal, the Appellant is entitled to receive a permanent disability pension for a whiplash injury from a motor vehicle accident which was connected with procuring that meal where the accident occurred while she was in her own car on a public road.\"", "[16] The Board considered that even if it accepted that Sgt. Fournier was on duty at the time of the accident, whether she was or was not on duty at the time is not the test for whether the injuries arose out of or were directly connected to military service in peace time. The Board held that it could not accept as determinative of the pension claim the military authorities' finding that Sgt. Fournier had been on duty at the time of the accident. This, it held, would be an unlawful delegation of its authority under the VRAB Act", "[17] The Board also found that the presumption under paragraph 21(3)(f) of the - that arises when a person is in the course of a military operation, training or administration as a result of an established military custom or practice - did not apply because there was insufficient evidence that \"going to a particular fast food restaurant on occasion was anything other than a matter of personal choice or convenience. There is in this case insufficient evidence to allow the Board to rule that the motor vehicle accident resulted from the required established military custom or practice. The Board therefore can not presume under s. 21(3) that the motor vehicle accident arose out of or was directly connected with the service.\"", "[18] The Board went on to find: \"Although the Representative argued that the Appellant was engaged in activity incidental to her service and therefore entitled to a pension under s. 21(2) in the absence of a presumption under s. 21(3), the facts are that the Appellant was proceeding in her own vehicle on a public road and was not carrying out any order or activity of the service at the relevant time. The military had no control over the Appellant or her activities at the relevant time and the military authorities had no knowledge of them. There was no attempt on the part of the military to encourage her course of action. There was no increased risk caused by a military environment or a military activity. In fact, the risk that the Appellant faced at the relevant time was the very common risk of motor vehicle travel on a public road, which is an activity normally covered by motor vehicle insurance.\"", "[19] The Board stated that it was unable to assess how the accident may have arisen from a risk of military service, as it had very little contemporaneous information about the circumstances in which it took place.", "[20] The Board ruled that it was unable to conclude that Sgt. Fournier had established that her injury arose out of or was directly connected with her military service. The reasons state that the members had no doubt in that regard that could be resolved in her favour by applying the directions found in ss. 3 and 39 of the VRAB Act STANDARD OF REVIEW", "[21] Sgt. Fournier submits that the question here - whether or not there is a causal connection between the injury claimed and military service - is a question of mixed fact and law, and a standard of reasonableness applies: <FRAGMENT_SUPPRESSED> ; 256 F.T.R. 285; 2004 FC 986;", "[22] The respondent submits that where the Board is applying facts to the legislative requirements of the , the standard of review is reasonableness, but where it is determining facts, the standard of review is patent unreasonableness <FRAGMENT_SUPPRESSED> .", "[23] In <FRAGMENT_SUPPRESSED> , supra, Justice Beaudry, applying a pragmatic and functional analysis, held that the question of whether the claimed disabilities arose out of or were connected with the applicant's RCMP service was a question of fact. He, therefore, applied a standard of patent unreasonableness to the review of the Board's decision.", "[24] In Bradley (2004), supra, Justice Rouleau found: \"It is well-settled law that the standard of review for decisions of the VRAB is that put forth by Mr. Justice Evans in <FRAGMENT_SUPPRESSED> ; 2001 FCT 793. That is, the appropriate standard of review for a decision of the VRAB is reasonableness simpliciter, except where the decision concerns a finding or interpretation from conflicting or inconclusive medical evidence as to whether a claimant's disability was in fact caused or aggravated by military service. In the latter case, the standard of review is patent unreasonableness.\"", "[25] In a recent decision, <FRAGMENT_SUPPRESSED> Justice Teitelbaum concluded, following a review of the prior decisions, that the standard of review is reasonableness simpliciter for the question of whether the Board failed to interpret the evidence as a whole in the broad manner required by the statute. He found that the standard of patent unreasonableness is applicable solely to the Board's weighing of conflicting medical evidence to determine whether the disability in question was caused or aggravated by military service.", "[26] This is not a case where conflicting or inconclusive medical evidence is in issue. There is no dispute that Sgt. Fournier suffered a chronic whiplash injury as a result of the car accident. Rather the question is whether the injury arose out of or was directly connected to her military service.  <FRAGMENT_SUPPRESSED>  I held on a pragmatic and functional analysis that this question is one that should be reviewed on a standard of reasonableness.", "[27] That standard requires that I must determine whether the decision was reasonable, that is whether it can stand up to a somewhat probing examination, as described by Iacobucci, J., in Director of Investigation and  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1, at paragraph 56 and in <FRAGMENT_SUPPRESSED>  N.B.R.(2d) 207; 674 A.P.R. 207, at paragraph 55. This does not mean that I am simply to decide whether the Board came to the right result. Rather I am to look to the reasons given by the tribunal and determine whether there is some line of analysis that could reasonably lead the tribunal from the evidence before it to the conclusion at which it arrived. The court must not interfere with the decision unless the party seeking review has positively shown that the decision was unreasonable: see <FRAGMENT_SUPPRESSED> , supra, at para. 61. ISSUE", "[28] Having decided that the standard of review in these proceedings should be reasonableness simpliciter, the issue to be determined is: Was the Board's decision unreasonable because the injury arose out of or was directly connected to military service? ARGUMENT & ANALYSIS", "[29] Section 21(2) of the creates two conditions for entitlement to a pension: the condition must constitute a disability flowing from the injury, and the military service must be the direct cause of the injury: <FRAGMENT_SUPPRESSED>  (T.D.), at para. 27. There is no dispute between the parties that Sgt. Fournier's medical difficulties were caused by her accident and that her ability to work is impaired. The only question is whether her injuries arose out of or were directly connected with her military service: , paragraph 21(2)(a).", "[30] The applicant argues that this test does not hinge upon whether the injury arose while on military property, during the course of a live military operation, or while the applicant was actively on duty. There must simply be a causal link between the military service and the injury: <FRAGMENT_SUPPRESSED> , supra, at para. 67; <FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 104 W.A.C. 1, at paras. 21-23. In the context of VRAB decisions, this Court has held that the test is one of proximity or of dominant contacts, not whether the cause and result are inextricably linked: <FRAGMENT_SUPPRESSED> , supra, at para. 28.", "[31] Sgt. Fournier submits that had it not been for the operational requirement for her to remain at work past supper time - solely for the benefit of her employer - and had the warehouse had dining facilities, there would have been no need for her to leave the site to get food. The accident would not have occurred had she not left the site. The causal connection between the accident and military service is sufficiently proximate to meet the test of paragraph 21(2)(a) of the . The statutory directions to construe the legislation liberally, to weigh the evidence and to resolve doubts in favour of claimants and the presumption in paragraph 21(3)(f) should have been applied by the Board to quash the Minister's denial of eligibility. The Board's decision was, therefore, unreasonable.", "[32] The respondent argues that this case is, at its core, about the breadth of disability coverage for military personnel under s. 21(2). Parliament did not intend it to be as broad as that provided for under s. 21(1), which applies to those who served during war time or while on special service such as with the United Nations. In those circumstances, the coverage provided by the Act extends to injuries or disease attributable to or incurred during the service. Under s. 21(2) the applicant must establish on a balance of probabilities that her injury arose out or in connection with her military service.", "[33] The guidelines in the VRAB Act and the presumption created by the do not relieve the applicant from establishing her case: <FRAGMENT_SUPPRESSED>  (T.D.), at para. 24. Here, the Appeal Board did not find that the evidence established a causal link between the injury and military service. This decision is supported by the evidence and based on a reasonable interpretation of the legislation, the respondent contends. The Board did not therefore err in its finding that \"Even if it were accepted that the Appellant was \"on duty\" at the time of the accident, it would not determine the matter of entitlement under the .\"", "[34] The presumption in paragraph 21(3)(f) of the arises only after the application of s. 21(2) has been considered and where there is no evidence to the contrary: <FRAGMENT_SUPPRESSED> , supra; <FRAGMENT_SUPPRESSED> , supra, at 656. The presumption is not applicable here, in the respondent's view, because there was no evidence before the VRAB to support a finding that Sgt. Fournier was involved in a military operation, nor evidence of an established military custom or practice within the meaning of paragraph 21(3)(f).", "[35] It is clear from the jurisprudence that factors such as the location where the accident occurred, the nature of the activity being carried on by the applicant at the time, the degree of control exercised by the military over the applicant when the accident occurred and whether she was on duty at the time are all relevant to the determination that the Board must make that the injury arose out of or was connected to the applicant's military service. However, it is also clear from the cases that no one factor is determinative.", "[36] The Board's reasons do not disclose that it placed an undue emphasis on the facts that the injury arose on a public road or that she was travelling in her own vehicle, as the applicant argues. It was reasonable, in my view, for the Board to take these facts into account in considering whether the accident was linked to the applicant's service. Neither appear to have become controlling factors in the Board's decision.", "[37] The applicant also argues that the Board erred in its determination that going off the site to obtain meals was no more than an individual habit or personal choice as opposed to an established military custom or practice as contemplated by the paragraph 21(3)(f). While this finding was inconsistent with the opinions expressed by Captain Bell and M.W.O. McFarlane, the Board was not bound by their views and could reasonably arrive at a different conclusion in applying the law to the facts before them.", "[38] The applicant further contends that the details of the accident were irrelevant to the question of the causal connection between the military service and the injury. Thus the Board erred in focusing on the lack of information it had about the circumstances and consequently applied the wrong test - whether the injury arose from a risk of military service.", "[39] It is not surprising that the Board expressed some concern about the lack of information that it had about the accident. Very little was submitted other than Sgt. Fournier's statements about what occurred. One would normally expect that, in a claim for a disability pension arising out of a motor vehicle accident to which the local police were called, the police report would be filed as a matter of course by the applicant. In this case, this was not done. Nor was there any other contemporaneous information submitted about the accident. The Board was entitled, in my view, to make note of the fact that it did not have this information.", "[40] The phrase \"a risk of military service\" is not found in the paragraph 21(2)(a). However, in the context in which the phrase was used by the Board, in referring to the lack of information about the accident, I do not find its use incompatible with the statutory test, that is that the injury \"arose out of or was directly connected with such military service.\" I note that in <FRAGMENT_SUPPRESSED> , supra, at paragraphs 66 and 67, Justice Evans dealt with a similar issue where the Board had imported words not contained in the language of the statute itself. Justice Evans concluded that as the phrase \"directly connected\" required the Board to consider the strength of the causal connection between the injury and the applicant's military service, it was not inappropriate to use terms that would contrast stronger from weaker causal connections.", "[41] Even if I were to find that the Board mis-stated the test in the paragraph in which it employed the word \"risk\", which I do not, I am satisfied from a close reading of the Board's full reasons that it understood and applied the correct test.", "[42] The applicant argues that the Board's conclusion that it was \"not left with a doubt in that regard that it believes could be reasonably resolved \" was contrary to the statutory directions in the VRAB Act s. 39(c) and the s. 5(3)(c) and the presumption in the paragraph 21(3)(f), as any doubt is to be resolved in her favour, not to her detriment. But the Board's statement is clear: it found no such doubt. Hence, in its view, and properly so in mine, there was nothing to resolve in the applicant's favour.", "[43] Sgt. Fournier also submits that under the Ontario Workplace Safety and Insurance regime, a brief interlude of personal activity does not always mean that the worker was not engaged in the course of employment: Decision No. 1416/98, [1999] O.W.S.I.A.T.D. No. 69 at paras. 15 and 27-28. The Board had dismissed this argument quoting a passage from Liversidge, Workers Compensation in Ontario , 3rd Ed. 2001, at page 22 to the effect that injuries occurring during lunch breaks off the employer's premises were not compensated under the Ontario scheme unless there was \"a tangible connection with the employment environment.\"", "[44] The relevance of decisions under the Ontario legislation was not fully argued before me. I note, however, that in the decision cited by the applicant, the facts strongly favoured the tribunal's finding that the injury occurred when the claimant was engaged in an activity related to her employment. She had been told by the employer to bring a meal to a seminar that would last for five hours, including the lunch hour. It was while obtaining that meal that she was injured.", "[45] The applicant submits that a number of recent decisions of this court dealing with analogous factual circumstances bolster her case. In each case, the officer was injured outside the flow of an in-progress military operation while attending to some form of personal need: <FRAGMENT_SUPPRESSED> , supra; <FRAGMENT_SUPPRESSED> ; [2001] F.C.J. No. 775; King , supra;", "[46] In <FRAGMENT_SUPPRESSED> , a soldier was killed while taking a recreational swim break during a period of rest from fire-fighting duties. Justice Harrington found, at paragraph 30, that direct causality, or proximity arose from the soldier being engaged in a military operation, on duty 24 hours a day, seven days a week, in an area of elevated risk. He concluded that \"had this accident occurred when he was on his military leave, or even when stationed on an ordinary base, the accident would have been too remote to qualify as arising from military service.\"", "[47] In <FRAGMENT_SUPPRESSED> , the applicant was attacked while in base quarters on temporary assignment. The Board had found that her injuries did not arise from or in connection with her military service because she was sleeping at the time. Justice Hugessen found the Board erred in concentrating on the activity she was engaged in as she was required by her orders to be at that place at that time.", "[48] <FRAGMENT_SUPPRESSED> , a decision of McKeown, J., dealt with an injury that arose when the applicant slipped and fell in an on-base shower stall following a training run. Justice McKeown concluded that the Board had committed a reviewable error in neglecting to cite paragraph 21(3)(b) which extends the scope of the presumption to any activity \"incidental to or directly connected with\" any physical training or authorized sports activity as described in paragraph 21(3)(a).", "[49] <FRAGMENT_SUPPRESSED> concerned an injury sustained when the applicant was involved in a car accident while serving in Germany. Justice Gibson held that the Board had erred in applying the test under paragraph 21(2)(a) by determining against the applicant solely on the basis that he was not on-duty at the time of the accident.", "[50] King 1997 and 2001, concerned an officer who consumed tainted mussels while on temporary NATO duty in Sardinia, resulting in serious illnesses including hepatitis and tuberculosis. In the 1997 proceedings, the Board had denied his appeal because the evidence was not conclusive that he had eaten the mussels on-base or off-base. Campbell, J., found the Board's decision was patently unreasonable and contrary to the evidence. In the 2001 case, the Board concluded that the officer was not required to be on duty 24 hours a day and had consumed the mussels on personal time. Nadon, J., quashed that decision on the ground that the Board applied the wrong test. The test was not whether the officer was \"on duty\" 24 hours a day but rather whether his illnesses arose out of or were directly connected to his military service.", "[51] While all of these decisions are helpful in understanding how the Board may err in its application of the law to the facts before them, none are directly analogous to the case before me. The applicant conceded at the hearing that the case that comes closest to the facts of this matter is <FRAGMENT_SUPPRESSED> , supra. In that case, the injured officer, Master Warrant Officer McTague, had been scheduled to work a long day at armouries in Toronto. He reported for duty at 7:30 a.m. and was to train recruits in the use of equipment until 11:30 p.m. that night. At about 6:00 p.m., he and other non-commissioned officers left the armouries for a local restaurant because there were no mess facilities on the base. While crossing the road to return to the base, he was hit by a car and seriously injured. A pension was subsequently denied on the ground that he was not suffering from a disability that \"arose out of or was directly connected with\" military service. Despite the fact that the army was paying for the dinner, it was not the occasion for the conduct of any military business and the applicant and his friends freely chose where to eat.", "[52] On review of that decision Justice Evans found that the Board's decision was reasonable (paragraph 49). The facts of the case fell into a \"grey area\" of the relevant statutory language, as some supported the claim while others did not. Supporting the claim was the fact that the injury occurred during a scheduled break in the performance of military duties, it was entirely foreseeable that the applicant would leave the base for dinner as there were no facilities at the base and could be injured in the process, and that the army had recognized and supported the applicant's decision by reimbursing him for the cost of the meal.", "[53] Facts supporting the Board's decision, in Justice Evan's view (at paragraph 52), included that the injuries did not occur on the base and were not caused by another member of the armed forces. MWO McTague was not required to eat at a particular restaurant and was not required to eat out at all as he could have brought food from home. Further, the dinner served no \"business purpose\" other than of providing sustenance to the applicant prior to his resumption of military activities.", "[54] Justice Evans concluded that even keeping Parliament's directives in mind that the legislation must be construed broadly, which the Board stated in its reasons - as in this case - that it had taken into consideration, the resulting decision was not unreasonable and could withstand the \"somewhat probing examination\" called for by <FRAGMENT_SUPPRESSED> , supra.", "[55] The facts supporting Sgt. Fournier's claim are, in my view, less compelling than those in <FRAGMENT_SUPPRESSED> and in less of a \"grey area\". At best, the evidence from Sgt. Fournier, Captain Bell and Master Warrant Officer McFarlane, indicates that as acting warrant officer she was expected to do that which would be necessary to prepare her team for the planned deployment. While Sgt. Fournier stated that she understood that the deployment would be \"right away\", it actually took place three days later. Meals were not available at the unit's facility. It would not be appropriate to use a military vehicle to obtain a meal elsewhere and, in any event, they were not readily available. Meals could not be delivered on site due to the nature of the facility. It was common practice to leave the premises to obtain meals and return to work.", "[56] Does this common practice amount to a form of \"established military custom or practice,\" as contemplated by paragraph 21(3)(f)? Leaving the unit's premises to pick up a meal at a local drive in restaurant could meet that standard, in my view, if a nexus can be drawn between that activity and some form of actual military operation, training or administration. Here the applicant has attempted to link the actions that she took on the 14th that resulted in her injury, to the nature of her work place and to the planned deployment of her unit.", "[57] Sgt. Fournier was under no direct order to remain at work or to return to work on the evening of June 14th, 1999. Sgt. Fournier made the decision on her own to leave the premises to obtain a meal with the intent of returning to work. She was not required by the military to obtain a meal, go to the particular drive-in restaurant she chose or to follow the route that she took.", "[58] As she acknowledged in her testimony to the entitlement review panel, Sgt. Fournier could have easily gone home at that time as it was no great distance from her place of work. While it was more convenient to obtain a take-out meal, that was a personal choice Sgt. Fournier made, not one mandated by military practice. Indeed, there was no reason for her to obtain a meal between 4:00 and 4:30 p.m. that day before completing her work in preparation for the deployment, other than her stated preference for taking meals at regular times.", "[59] There is no evidence that, following the accident, Sgt. Fournier contacted anyone to inform them that she would not be returning to work that night. It is not clear when the work that Sgt. Fournier planned to do on the evening of the 14th for the planned deployment was done, but she did not return to the work place that day. She went home and did not report the accident to her military superiors, although she sought medical assistance the next morning. Until Sgt. Fournier made the decision over a year later to file her report with the military, the matter presumably remained a private affair between Sgt. Fournier, the owner and operator of the other car involved, and their respective insurers.", "[60] As stated by Justice Evans at paragraph 51 of his reasons in <FRAGMENT_SUPPRESSED> , the does not provide a pension to members of the Armed Forces simply because they are injured while in the Armed Forces. There must be some causal connection between the injury and the performance of military service.", "[61] I have no doubt that Sgt. Fournier is a dedicated member of the Armed Forces. It is evident from comments on the record that she had gained the respect of her peers and superiors in the military. In my opinion, however, the causal connection in this case between her injury and her military service is too remote. Sgt. Fournier did not satisfy the onus to establish, on a balance of probabilities, that her injury \"arose from or in connection with\" her military service on June 14th 1999. The Appeal Board's decision stands up to a \"somewhat probing examination\" and is reasonable. Accordingly, the application is dismissed. ORDER", "[62] THIS COURT ORDERS that the application for judicial review of the decision of the Veterans Review and Appeal Board is dismissed. Application dismissed. Editor: Steven C. McMinniman/gs [End of document]"]}