{"id_": "062552", "body_str": ["[1] Dawson, J. : Mr. Hundal, the applicant, sponsored the application of his adopted daughter Irvindeep Kaur Hundal for permanent residence in Canada. At the relevant time, subsection 2(1) of the Immigration Regulations, 1978 , SOR/78-172 (\"Regulations\") defined \"adopted\" as follows: \"adopted\" means a person who is adopted in accordance with the laws of a province or of a country other than Canada or any political subdivision thereof, where the adoption creates a genuine relationship of parent and child, but does not include a person who is adopted for the purpose of gaining admission to Canada or gaining the admission to Canada of any of the person's relatives.", "[2] The visa officer who reviewed the application concluded that the adoption did not comply with the Hindu Adoptions and Maintenance Act, 1956 (\"HAMA\") and further concluded that Ms. Hundal had not established that she was the adopted daughter of Mr. Hundal within the meaning of the definition contained in the Regulations. She was therefore not eligible for admission to Canada as a member of the family class. Mr. Hundal appealed this decision to the Appeal Division of the Immigration and Refugee Board (\"IAD\" or \"Board\"). The IAD found that the adoption did meet the requirements of the HAMA and so was legally valid. However, the IAD also found that Mr. Hundal had failed to establish that a genuine parent and child relationship existed, and failed to establish that the adoption was not entered into for immigration purposes. The appeal was therefore dismissed.", "[3] Mr. Hundal brings this application for judicial review from that decision of the IAD. He challenges the decision on the grounds that the IAD failed to observe the principles of natural justice in the appeal hearing by its conduct which he says gave rise to a reasonable apprehension of bias, and by failing to allow a reasonable request for an adjournment. THE ALLEGATION OF A REASONABLE APPREHENSION OF BIAS", "[4] The parties are agreed that the test for reasonable apprehension of bias is whether an informed person, viewing the matter realistically and practically and having thought the matter through, would think it more likely than not that the decision-maker would unconsciously or consciously decide an issue unfairly. See: Committee for Justice and  <FRAGMENT_SUPPRESSED> .", "[5] In the present case, Mr. Hundal argues that the IAD interfered with the examination and re-examination of his witness to such an extent that it prevented Mr. Hundal's immigration consultant from presenting his case in an effective manner. Specifically, Mr. Hundal says that his consultant was able to ask in the order of 7 questions, while the presiding member asked about 76 questions. On one occasion when the consultant sought to clarify an answer given by the witness to the presiding member, the consultant was told by the presiding member to make a note of the question and that he would be given an opportunity to ask questions later. Then, when Mr. Hundal's consultant sought to ask some additional questions after those of the presiding member, the presiding member indicated that the questions had been asked and answered and so did not allow the consultant to develop a line of questioning. It is therefore said that the actions of the presiding member were such that Mr. Hundal was denied a fair hearing, and that the actions of the presiding member led to a reasonable apprehension of bias.", "[6] I am not satisfied that the record shows any actual bias on the part of the presiding member for the following reasons. First, a close and careful reading of the transcript does not reflect any animus or hostility on the part of the presiding member. Mr. Hundal filed no affidavit evidence establishing such conduct. Second, Mr. Hundal's appeal was partially successful. Third, the presiding member required the hearings officer to make his closing submissions first, out of expressed concern that fairness required that the consultant understand all of the issues. These actions are not consistent with any actual bias.", "[7] The issue of the existence of a reasonable apprehension of bias is less clear, because of the action of the presiding member in assuming primary responsibility for examining the one witness. It is helpful, I believe, to establish the factual background. The transcript reflects that Mr. Hundal's consultant manifested a fundamental inability to ask questions which were not leading. After the presiding member had admonished the consultant on one occasion, and the hearings officer had objected to the leading nature of questions, and after the witness gave an incomprehensible answer, the following occurred: PRESIDING MEMBER: Okay, counsel, if you don't mind I am going to ask some questions and then you will be able to ask further. COUNSEL: Yes. PRESIDING MEMBER: Because at the end of the day I am the one who has to be satisfied. Have a seat. Okay, sir, what is the name of the adopted child?", "[8] The questions asked by the presiding member initially were simple factual questions, such as names and dates. He then began asking about how and when the decision was made to adopt Irvindeep. The presiding member then asked about the adoption ceremony, and also asked questions that went to the issue of the transfer of parental responsibilities and relations from the natural mother to the adoptive parents. As noted above, at one point Mr. Hundal's consultant attempted to interrupt the presiding member's questions to clarify a point, but the presiding member told him to make a note and he would be able to ask his questions later. Finally, the presiding member's questions became more specific. Those questions centered on the reason why Mr. Hundal and his family decided to adopt Irvindeep.", "[9] At this point, the consultant resumed his questioning. The consultant asked questions which the witness had already answered. The presiding member then asked more questions to clear up his confusion over who was related to who and in what way, and also confusion over dates. The hearings officer then questioned the witness. After such examination the consultant was given the opportunity to ask questions on re-direct. The hearings officer properly objected that what the consultant then did was to himself give evidence. The consultant continued to give evidence. After the presiding member explained that this was not permissible, the consultant indicated that he had no further questions.", "[10] The dividing line between permissible and impermissible behaviour is one of fact. In the present case, having regard to the respectful manner in which questions were put by the presiding member to the witness, the non-adversarial and relevant nature of the questions, the lack of objection to the process, the consultant's acquiescence to the process, the opportunity given to the consultant to ask questions following both the presiding member's questions and the cross-examination, and the absence of any basis in the evidence upon which to conclude that Mr. Hundal was prevented from properly adducing any evidence, I have not been persuaded that the presiding member's conduct gave rise to a reasonable apprehension of bias.", "[11] Having so found, the practice of a Board member taking over the examination of a witness is poor practice that should not be encouraged. In this case, there was a hearings officer present who was perfectly capable of asking questions to supplement the record. The role of the IAD is to give dispassionate, careful, impartial consideration to the evidence adduced before it. This is properly done by an adjudicator who does not become a participant in the proceeding. THE ADJOURNMENT", "[12] In my view, the complete answer to Mr. Hundal's complaint that an adjournment was not allowed is that his consultant never requested an adjournment.", "[13] The events that transpired were as follows. At the beginning of the proceeding, the presiding member inquired as to the whereabouts of Mr. Hundal. The presiding member was advised that he was not present because of a family emergency. The presiding member then asked Mr. Hundal's consultant if he wished to proceed on that day. The consultant replied, \"Yes, sir, the case is very clear\". The hearings officer was asked his opinion, and the hearings officer indicated that although he would not oppose an adjournment request, he was prepared to proceed based on the instruction the consultant had received from Mr. Hundal. The presiding member then noted that he had read certain material in the record and it was not very helpful with respect to the issue of determining whether the adoption was for immigration purposes. The hearings officer then indicated that he would be objecting to the admission of certain documents which the consultant had brought with him because they had not been disclosed as required by the rules of the IAD. The hearings officer said that his objection with respect to the late disclosure of documents made an adjournment seem the appropriate course of action.", "[14] The presiding member then again asked Mr. Hundal's consultant whether he had clear instructions to proceed without the presence of Mr. Hundal. The consultant indicated that his client had said that the appeal could proceed without him, if possible.", "[15] The presiding member considered this position and then decided that the appeal should go forward based on the instructions Mr. Hundal had given his consultant. The presiding member then proceeded to deal with the admissibility of the evidence that had not been disclosed in accordance with the rules of the IAD. The presiding member declined to allow any of the documents into evidence. At that point, the hearings officer suggested that since the consultant had heard the ruling, if he wanted \"a postponement if the documents are essential to this case\" the hearings officer would not oppose the postponement request. The presiding member responded that he had already ruled on the adjournment request, and that there was no postponement request in front of the IAD.", "[16] The transcript therefore reflects that the consultant knew that there were concerns about the admissibility of certain documents before repeating his position that he was instructed to proceed that day. When the documents were later ruled to be inadmissible no request for a postponement or adjournment was made by the consultant, nor was any submission made about the importance of the excluded documents.", "[17] In my view, it is a necessary pre-condition to the successful judicial review of a decision refusing an adjournment that a clear request for the adjournment be made to the tribunal.", "[18] Moreover, the IAD rules confer broad discretion upon the IAD with respect to the postponement or adjournment of hearings. In the absence of both an explanation for the delay in disclosing the documents and an explanation as to the importance of the documents, I conclude that procedural fairness did not require an adjournment of the hearing. CONCLUSION", "[19] For these reasons, the application for judicial review will be dismissed. Counsel posed no question for certification and no question arises on this record. ORDER", "[20] IT IS HEREBY ORDERED THAT: The application for judicial review is dismissed. [End of document]"]}