{"id_": "062577", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act), for judicial review of a decision of a Canadian Border Services Agency (CBSA) officer (the officer), dated October 29, 2008, which determined that the applicant would not be subject to risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to the Ukraine (the PRRA decision).", "[2] The applicant requests an order quashing the decision of the officer and remitting the matter back to the CBSA for redetermination by a different officer. Background", "[3] The applicant is a citizen of the Ukraine. He came to Canada in 2000 and subsequently claimed asylum based on Jewish nationality and perceived religion. His ex-wife and daughter remain in the Ukraine.", "[4] The applicant alleges that he started to receive threatening calls at his business by aggressors who had found out that he was of Jewish decent. In 1998, he alleges that his business was vandalized and that he was beaten but that the police did not help him. He alleges that in 1999, he was beaten again and on the advice of friends, he decided to come to Canada.", "[5] In December 2002, his refugee claim was rejected. The Refugee Protection Division of the Immigration and Refugee Board (the Board) found the applicant not credible and not to be Jewish or perceived to be Jewish. The applicant did not challenge this decision.", "[6] The applicant has not left but has settled into life in Canada. The applicant filed a humanitarian and compassionate grounds (H&C) application in June of 2003 which was updated as recently as 2008.", "[7] In 2006, the applicant requested a pre-removal risk assessment (PRRA) which was also based on risks to Jewish persons in the Ukraine. In December of 2008, the applicant received the decisions denying the H&C application and the PRRA application. The applicant has sought judicial review of both decisions.", "[8] In support of his PRRA application, the applicant submitted various documentary evidence of anti-Semitism in the Ukraine as well as an affidavit from a childhood friend, Lilian Tomovic, who confirmed his Jewish background and a letter from his ex-wife who confirmed that anti-Semitic aggressors were still after him and had recently threatened her.", "[9] The officer granted little probative value to the applicant's documentary evidence because it did not explain or corroborate his allegations of persecution. The officer also granted little probative value to the affidavit and letter. Finally, the officer noted that the Board had rejected his claim for asylum on the basis of its conclusion that the applicant had not demonstrated that he was Jewish. I note that the RPD rejected the applicant's asylum claim because it considered that he did not demonstrate that he was Jewish. He affirmed, during his testimony that he did not observe any Jewish traditions in Ukraine and has not alleged that this has changed while in Canada. Taking into account that the allegations put forward for this assessment are essentially the same, I grant a lot of weight to the fact that the applicant has not addressed this important element and to the Board's decision.", "[10] She then concluded: The limited probative value of the evidence submitted does not allow me to establish a change in the applicant's situation since the Board's decision. Particularly, he has not addressed the issue of his Jewish nationality, which is at the base of his application. In any case, despite the incidents of anti-Semitism in Ukraine, the sources do not indicate that individuals of Jewish nationality or those perceived to be, are particularly targeted and face risks in that country. Also, the Ukrainian government continues to take measures to fight the incidents of anti-Semitism. Issue", "[11] Since the parties agree that the appropriate standard of review is reasonableness, the only issue before the Court is whether the officer's decision was reasonable. Applicant's Written Submissions", "[12] The applicant submits that the officer misunderstood the evidence before her and based her decision on her own speculations and unwarranted inferences.", "[13] The applicant submits that it was a reviewable error for the officer to focus on the issues raised by the Board instead of on the issues raised by the applicant. In particular, the officer relied on the Board's determination regarding the applicant's status as a Jewish person. Such reliance deprived the officer of the collective mind to assess the evidence in a compassionate manner.", "[14] The applicant further submits that since the officer indirectly suggested that the applicant was not credible, an oral hearing should have been convened.", "[15] The applicant finally submits that the officer's conclusion on the country conditions in the Ukraine is against the preponderance of documentary evidence and is therefore unreasonable. Respondent's Written Submissions", "[16] The respondent submits that the officer's decision was imminently reasonable. Contrary to the applicant's allegation, the officer did address the affidavit of Liliana Tomovic and found that Ms. Tomovic does not claim to be a direct witness to the applicant's allegations and that her affidavit simply reiterates the applicant's assertions and did not provide any new information. Granting the affidavit little probative value was also based on the fact that Ms. Tomovic was not an uninterested source.", "[17] With respect to the letter from the applicant's ex-wife, the officer correctly noted that she did not identify her aggressors or explain what their motivations were. There was no objective evidence supporting her assertions. The officer also noted that there was no evidence to show that the letter came from the Ukraine.", "[18] With respect to the documentary evidence, the officer correctly noted that it had no application to the applicant's personal circumstances. There was simply no evidence that the applicant faced a personalized risk. The documents submitted did describe incidents of anti-Semitism, but the officer reasonably found that the relevant facts were not materially different from the evidence which was before the Board which had determined that the applicant was not Jewish.", "[19] Finally, the respondent submits that there was no need for an oral hearing. The decision was based on a finding that there was insufficient new evidence to rebut the findings of the Board, not on a credibility finding. Analysis and Decision", "[20] For the reasons that follow, I am convinced that the officer's decision was reasonable.", "[21] The primary argument raised by the applicant was that the officer improperly looked to and relied on the findings of the Board. The applicant seems to contend that the PRRA assessment should be a de novo assessment of risk. Yet, both the Act itself and the case law reject this contention.", "[22] PRRAs are significantly limited in scope. Indeed, subsection 113(a) of the Act states: 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "[23] This clarifies that PRRA assessments are not appeals or reconsiderations of Board decisions. They are only an assessment of the effect which new evidence may have had on the Board decision in question. Factual and credibility conclusions made by the Board are not to be revisited or reargued (see <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1101 (QL) at paragraphs 20 and 21 ,  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 27 (QL) at paragraphs 11 to 13, <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1814 (QL) at paragraphs 10 and 11).", "[24] The principle was appropriately stated by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  D.L.R. (4th) 675, [2007] F.C.J. No. 1632 (QL), (Raza FCA) by Madam Justice Sharlow:", "[13] As I read paragraph 113(a), it is based on the premise that a negative refugee determination by the RPD must be respected by the PRRA officer, unless there is new evidence of facts that might have affected the outcome of the RPD hearing if the evidence had been presented to the RPD ....", "[25] Thus, a standing Board decision will act as a starting point from which an applicant may submit evidence of new developments. Deficiencies or concerns noted by the Board, if not adequately addressed with new evidence, leave the reviewing officer little choice but to render a negative decision.", "[26] The officer in the present case made no error in using the Board's decision as a starting point and in comparing the new evidence submitted by the applicant to the concerns and issues raised by the Board.", "[27] Determining the adequacy of and the weight to afford to any particular piece of new evidence is entirely within the purview of the officer, whose conclusions are afforded significant deference.  <FRAGMENT_SUPPRESSED>  Admin. L.R. (4th) 283, affm'd, 2007 FCA 385, 289 D.L.R. (4th) 675, Mr. Justice Mosley at paragraph 10 reviewed the law regarding the significant deference accorded to decisions of PRRA officers:", "[10] PRAA officers have a specialized expertise in risk assessment, and their findings are usually fact driven, and therefore warrant considerable deference: <FRAGMENT_SUPPRESSED>  F.T.R. 53 at para.16 [ <FRAGMENT_SUPPRESSED> ]. Considerable deference is owed to the factual determinations of a PRAA officer including their conclusions with respect to the proper weight to be accorded to the evidence placed before them: <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1101at para. 19 [ <FRAGMENT_SUPPRESSED> ]. In the absence of a failure to consider relevant factors or reliance upon irrelevant ones, the weighing of the evidence lies within the purview of the officer conducting the assessment and does not normally give rise to judicial review: <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 850, at para. 9.", "[28] In the present case, the officer was willing to accept that much of the applicant's evidence was new. As such, she accepted and considered most of it but determined that it did not adequately address the Board's prime concern that the applicant had not demonstrated that he was of Jewish decent and that his oral evidence to the contrary was not credible.", "[29] The applicant's only piece of new evidence relevant to this concern was the affidavit of Liliana Tomovic, which stated in part: That I am aware that Oleksandr still faces persecution in Ukraine in the hands of the Anti-Semitic extremists because of his Jewish parentage through his mother.", "[30] The officer provided the following reasons for affording little probative value to the assertions: Mrs. Tomovic does not claim to be a direct witness to the applicant's allegations. In this document, she reiterates his assertions and does not provide new information. She is a friend of Mr. Mikhno and it appears that she bases her assertions on his testimony. Consequently, she cannot be considered as an uninterested and objective source. ...", "[31] While another officer may have decided to afford slightly more weight to the corroborating statement on slightly different reasoning, there are no grounds to interfere with the officer's factual conclusion. The applicant has not raised any reason to believe the conclusion was made in a capricious or perverse way. It is also possible that another officer would have rejected much of the applicant's evidence on the basis that it was not new.", "[32] The officer made a similarly reasonable determination with regard to the letter from the applicant's ex-wife. The officer provided some reasoning for her conclusion which clearly showed that she had regard for the evidence and the applicant has not raised any reason to believe the conclusion was made in a capricious or perverse way.", "[33] With regard to the applicant's documentary evidence on anti-Semitism in the Ukraine, the officer correctly noted that nothing in the reports demonstrated a personalized risk to the applicant. The officer also reasonably concluded that this evidence was not materially different from the evidence which was before the Board. The applicant has simply not provided any basis for a determination that the officer's conclusion on this point was not only incorrect but unreasonable. Mere disagreement with her result is insufficient.", "[34] I am also of the view that no oral hearing was required. The applicant had an oral hearing before the Board. The Board found the applicant not credible in his claim to be of Jewish decent or to be perceived to be Jewish. He did not challenge that decision. Conducting an oral hearing at the PRRA stage would only serve to revisit and attempt to re-hear that credibility conclusion of the Board, with the same evidence that was before the Board; the applicant's oral testimony. As noted above, this is not the function of the PRRA assessment.", "[35] There is no duty on the part of officers conducting PRRA assessments to hold an oral hearing and often no utility in holding an oral hearing when sufficiency of evidence is the central issue. A negative credibility finding by the Board does not change this. It would be incongruous if in the absence of any new evidence concerning the substance of the applicant's refugee claim, the PRRA officer could reach a conclusion inconsistent with the credibility finding made by the  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 769 (QL) per Chief Justice Lutfy at paragraph 5, <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1101 (QL) at paragraphs 34 to 37,", "[36] Clearly, the Board had not been satisfied that the applicant was Jewish based on his oral testimony. The PRRA hearing afforded the applicant a meaningful opportunity to provide alternative evidence which may have swayed the Board with respect to his ethnicity. Since he was not able to do so, the Board's credibility determination stands.", "[37] In conclusion, the applicant does not point to any real error in the decision of the officer and has not established either test for unreasonableness set out by the Supreme Court in <FRAGMENT_SUPPRESSED> , [2008] S.C.J. No. 9 (QL) at paragraph 47. In any event, I find that the decision was reasonable.", "[38] As a result, I would dismiss the application for judicial review.", "[39] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[40] IT IS ORDERED that the application for judicial review is dismissed. ANNEX Relevant Statutory Provisions The relevant statutory provisions are set out in this section. The Immigration and Refugee Protection Act , S.C. 2001, c. 27 11.(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. . . . 25.(1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations. . . . 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; . . . . . . [End of document]"]}