{"id_": "062628", "body_str": ["[1] Tremblay-Lamer, J. [Translation]: This is an application for judicial review under subsection 18.1(4) of the Federal Courts Act , R.S.C. 1985, c. F-7, of a decision by the appeal panel of the Veterans Review and Appeal Board dated May 14, 2009, dismissing the application of the applicants (the late Maurice Arial and his surviving spouse, Madeleine Arial) to reconsider a previous decision upholding the date of the applicant's entitlement to an attendance allowance. FACTS", "[2] Mr. Arial is a veteran who served in the Canadian Navy during World War II. He died on September 25, 2005. Mrs. Arial is his surviving spouse.", "[3] On March 7, 1996, the applicants went to the Department of Veterans Affairs (VAC) for the first time for an assessment of Mr. Arial's file. They claim that they were not informed of their rights on that occasion and that they were told that there was no point in meeting a pension officer. They met with a pension officer anyway, and Mr. Arial filled out a disability pension application, in which he claimed to suffer from stomach ulcers. However, the applicants never filed a diagnosis from Mr. Arial's physician. They claimed that his physician had retired and refused to cooperate. They informed the VAC of this, but since the VAC did not offer them any assistance, Mrs. Arial withdrew the pension application.", "[4] In October 1999, the applicants' daughter, whom Mr. Arial had appointed as his representative, took steps again to claim a disability pension for her father. However, this new application was rejected, on the grounds that there were no medical conditions or injuries attributable to Mr. Arial's military service. An attempt to obtain medical documents dating from the first few years after the war to show the existence, at that time, of a medical condition attributable to Mr. Arial's service was unsuccessful.", "[5] On August 11, 2004, the applicants' daughter again contacted a pension officer. On September 27, 2004, she submitted a disability pension application for hearing loss. This application was granted (retroactive to August 11, 2004), and Mrs. Arial was informed of this by a letter dated June 1, 2005. The applicants' daughter again contacted the pension officer at that time, and the officer apparently told her that her father was not entitled to any other compensation.", "[6] On September 16, 2005, the applicants' daughter contacted the VAC to submit an attendance allowance application. This application was granted on September 21, 2005 (retroactive to September 16, 2005).", "[7] Mr. Arial died on September 25, 2005.", "[8] Mrs. Arial, as the surviving spouse, is seeking a review of the decision awarding the attendance allowance. She claims that she is entitled to have this allowance awarded retroactively to August 11, 2004. An entitlement review panel dismissed this application on May 17, 2006. While acknowledging that the applicants' daughter had the intention as of August 11, 2004, to claim an attendance allowance, the entitlement review panel interpreted section 38 of the Pension Act , R.S.C. 1985, c. P-6, as meaning that a person's entitlement to a disability pension must be recognized before the person can claim an attendance allowance, which may then be awarded as of the date on which the application was filed. Mr. Arial's entitlement to a pension was recognized on June 1, 2005. It was therefore only as of the time the allowance application was filed on September 16, 2005, that an attendance allowance was payable to him.", "[9] Mrs. Arial appealed this decision. However, the appeal panel affirmed it in a decision dated January 18, 2007. The appeal panel's reasoning was similar to that of the entitlement review panel.", "[10] Mrs. Arial then applied for reconsideration of the appeal panel's decision, arguing that it erred in fact and law and that she wished to submit new evidence. This time, Mrs. Arial sought recognition of Mr. Arial's entitlement to the attendance allowance retroactively to March 7, 1996, the date on which the applicants initially took steps to obtain a disability pension. Another appeal panel refused to reconsider the decision in a decision dated March 14, 2009. The applicants are seeking judicial review of that decision.", "[11] Mrs. Arial has also brought certain other proceedings at the same time as the application for an attendance allowance, one of which is relevant to this judicial review, although it is not directly at issue. Mrs. Arial challenged the decision awarding the pension for hearing loss effective June 1, 2005, seeking the maximum retroactive date for this award. An entitlement review panel granted her application in a decision dated October 21, 2008. Acknowledging that the applicants had not been informed and advised as they should have been by the VAC, the panel awarded the maximum retroactive date provided for in the Pension Act , that is, three years prior to the date of recognition of pension entitlement, as well as an additional award an amount equal to two years pension. This decision was part of the record of the appeal panel reviewing the application for reconsideration in question in this case. THE APPEAL PANEL'S DECISION", "[12] The appeal panel found that, since departmental policy states that an attendance allowance application under subsection 38(1) of the Pension Act cannot be submitted before entitlement to a disability pension is recognized, and since Mr. Arial's entitlement to a disability pension was recognized on June 1, 2005, Mr. Arial could not properly apply for an attendance allowance before that date. Neither the applicants' dealings with the VAC in 1996 nor their daughter's actions in 2004 could therefore justify awarding an allowance retroactively to a date prior to June 1, 2005. Since the first application for an attendance allowance subsequent to that date was made on September 16, 2005, the allowance was rightly awarded as of that date. The appeal panel found that there was no error of fact or law in the decision of January 18, 2007.", "[13] The appeal panel also dismissed the new evidence submitted by the applicants, namely, a statement from their daughter dated March 27, 2009, and certain documents attached thereto, considering that it did not meet this Court's tests in <FRAGMENT_SUPPRESSED> ; 129 F.T.R. 286 (T.D.). PRELIMINARY ISSUE", "[14] The Attorney General notes that the applicants have adduced as evidence several documents that were not before the appeal panel when it made its decision. It is well established that evidence that was not before the administrative decision-maker is admissible in a judicial review of the decision-maker's decision only to contest the decision-maker's jurisdiction or to support an allegation of a lack of procedural fairness (see, for example, <FRAGMENT_SUPPRESSED>  at paras. 5 to 7). The new documents adduced by the applicants in this case are not of this nature: they are primarily documents related to Mr. Arial's other pension applications and medical documents. The Court therefore cannot consider them. ISSUES", "[15] The issues in this application for judicial review are as follows: 1) Did the appeal panel err in dismissing the new evidence that the applicants submitted in support of their application for reconsideration? 2) Did the appeal panel err in finding that it did not have the power to award the attendance allowance retroactively? STANDARD OF REVIEW", "[16] Justice Michael Phelan recently ruled that \"[w]hile the issue of what is 'new evidence' consists of a legal determination as to the test for 'new evidence', and therefore is subject to correctness, the application of the facts to the test of new evidence ... is subject only to reasonableness\" ( <FRAGMENT_SUPPRESSED> ; 352 F.T.R. 316; 2009 FC 939, at para. 19).", "[17] As for the issue of the retroactivity of the attendance allowance, it is subject to the interpretation of the Pension Act , and is therefore a question of law, subject to a correctness standard (see <FRAGMENT_SUPPRESSED> , at para. 20; <FRAGMENT_SUPPRESSED>  at para. 11). ANALYSIS 1. The new evidence", "[18] The applicants contend that the appeal panel erred in not admitting as evidence a statement from their daughter as well as certain documents attached thereto and relating to Mr. Arial's medical problems and the steps taken by the applicants and their daughter to obtain a disability pension for Mr. Arial.", "[19] The Attorney General is of the opinion that the appeal panel was right to apply the tests established by Justice Max Teitelbaum in <FRAGMENT_SUPPRESSED> , and, in doing so, to exclude the evidence submitted by the applicants. In fact, this evidence would apparently not have affected the result of the application, since it allegedly had nothing to do with the determination of the date of Mr. Arial's entitlement to an attendance allowance.", "[20] In <FRAGMENT_SUPPRESSED> , Justice Teitelbaum adopted, at paragraph 25, the test developed by the Supreme Court in <FRAGMENT_SUPPRESSED>  at page 775, which states that to be admissible by the appeal panel, the new evidence submitted by an appellant must be, among other things, \"such that if believed it could reasonably, when taken with other evidence adduced at trial, be expected to have affected the result.\" I agree with the Attorney General that the new evidence submitted by the applicants in this case would not have affected the result of their application. This depended solely on the interpretation of the Pension Act and, more specifically, the limits it imposes on a veteran's entitlement to an attendance allowance. 2. Retroactivity The applicants' claims", "[21] The applicants' claims can essentially be summarized as follows: in all the actions that they and their daughter have taken since 1996 to obtain a disability pension and, ultimately, an attendance allowance for Mr. Arial, the VAC failed in its duty to inform them of their rights, and they should not be penalized for these failures by the limitation on the retroactivity of the attendance allowance. The applicants are relying on subsection 81(3) of the Pension Act , which requires the VAC to \"on request, provide a counselling service to applicants and pensioners with respect to the application of this Act to them; and assist applicants and pensioners in the preparation of applications\".", "[22] Thus, the withdrawal of the pension application in 1996 allegedly was the result of the VAC's failure to indicate the correct steps to be taken or propose solutions in view of the impossibility of obtaining documents from Mr. Arial's attending physician. This withdrawal was apparently therefore not voluntary; to the contrary, Mrs. Arial apparently demonstrated a continuing intention to pursue and advance this application. The VAC officers should have observed Mr. Arial's physical and intellectual limitations and helped him instead of encouraging him to close his file. In fact, all of the documents required to bring his application to a conclusion already existed in 1996, which was confirmed by the decision on the retroactivity of the pension for hearing loss dated October 21, 2008.", "[23] In addition, after the pension was awarded to Mr. Arial on June 1, 2005, a pension officer apparently misled the applicants' daughter by not mentioning to her the possibility of claiming an attendance allowance. The applicants also state that they were not fully informed about their rights at other times when they contacted the VAC in 2005 and 2006.", "[24] The applicants are relying on this Court's decision in <FRAGMENT_SUPPRESSED> . In that decision, Justice Harrington, in drawing a parallel with tortuous liability for negligent misrepresentation, noted that a surviving spouse of a veteran and her daughter who \"were inquiring about benefits under a benefit-conferring statute ... had every right to presume that those at the Department with whom they dealt had special skills and had every reason to trust those persons to exercise due care. Since one has every right to expect that the Government will do the right thing, the Department knew or should have known that reliance was being placed on the skill and judgment of its employees.\"", "[25] They point out that the policies and manuals of the VAC itself stress the importance of assisting veterans and their families in their efforts to obtain the pensions or allowances to which they are entitled. This duty stems from subsection 81(3) of the Pension Act . Yet, the VAC policy on which the appeal panel's decision (as well as the previous decisions in this file) is based creates an injustice in that it deprives the applicants of their entitlement to an attendance allowance for the entire period during which, because of the VAC's fault, their pension application was not settled. Such a result would be contrary to the rule set out in section 2 of the Pension Act which states that the provisions of the Act \"shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to provide compensation to those members of the forces who have been disabled ... as a result of military service, and to their dependants, may be fulfilled\". Attorney General's claims", "[26] According to the Attorney General, the awarding of a disability pension is a sine qua non condition for an attendance allowance to be awarded. In fact, subsection 38(1) of the Pension Act provides that \"[a] member of the forces who has been awarded a pension or compensation or both, is totally disabled, whether by reason of military service or not, and is in need of attendance shall, on application ... be awarded an attendance allowance ...\". The appeal panel's reasoning is therefore correct: an attendance allowance can only be awarded once the pension is awarded. Thus, no attendance allowance could be awarded to Mr. Arial prior to June 1, 2005.", "[27] Even after that date, the applicants had to comply with the provisions concerning the manner of submitting an attendance allowance application under the Pension Act , the Award Regulations , SOR/96-66 and departmental policies. Thus, under subsection 80(1) of the Pension Act , \"no award is payable to a person unless an application has been made by or on behalf of the person and payment of the award has been approved ...\". Under section 3 of the Award Regulations , an applicant must provide, in support of his or her application, certain documents and information. In addition, departmental policy states that \"[t]he effective date of an attendance allowance award shall not pre-date the date of the decision awarding pension entitlement\". According to that policy, a pension and an attendance allowance cannot be applied for at the same time. All of these requirements were not met until the applicants' daughter contacted the VAC to obtain an attendance allowance for her father on September 16, 2005.", "[28] In addition, the Attorney General emphasizes that no provision of the Pension Act allows an attendance allowance to be awarded retroactively, unlike a disability pension. Analysis", "[29] The issue at the heart of this case is whether subsection 38(1) of the Pension Act , which creates entitlement to an attendance allowance, allows such an allowance to be awarded as of a date prior to the date on which a disability pension is awarded.", "[30] Both the decision of the appeal panel dated May 14, 2009, and all prior decisions concerning the attendance allowance are based on a departmental policy that states that the answer to this question is no. However, this policy should not be restrictive. To the extent that it prevents the appeal panel from awarding an allowance to which a veteran is entitled under the Pension Act , the panel is acting contrary to the law in applying it.", "[31] Since the applicable standard of review is correctness, the Court must undertake its own analysis of subsection 38(1) of the <FRAGMENT_SUPPRESSED>  at para. 50). For ease of reference, I have reproduced the text below: \"38(1) A member of the forces who has been awarded a pension or compensation or both, is totally disabled, whether by reason of military service or not, and is in need of attendance shall, on application, in addition to the pension or compensation, or pension and compensation, be awarded an attendance allowance at a rate determined by the Minister in accordance with the minimum and maximum rates set out in Schedule III.\"", "[32] Whereas subsections 38(2) and 38(3) deal with the suspension or cessation of an attendance allowance in the case of the hospitalization of or on the death of the veteran receiving it, respectively, there is no provision that specifically pertains to the time at which the attendance allowance becomes payable. Subsection 38(1) simply provides that this is awarded to \"[a] member of the forces who has been awarded a pension or compensation or both\". As the Attorney General points out, this provision does not expressly allow an attendance allowance to be awarded retroactively. However, it does not prohibit it either.", "[33] Given this legislative silence, it must be recalled that section 2 of the Pension Act clearly indicates Parliament's willingness to ensure that \"[t]he provisions of this Act shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to provide compensation to those members of the forces who have been disabled or have died as a result of military service, and to their dependants, may be fulfilled.\" <FRAGMENT_SUPPRESSED> ; 145 N.R. 317; 98 D.L.R.(4th) 45 (F.C.A.), the Federal Court of Appeal ruled that this provision must be understood to be \"ordering the Board and eventually the Courts, when in doubt with respect to the amount of compensation, to decide in favour of the larger amount\".", "[34] More recently, the Federal Court of Appeal unanimously reiterated that it is important for the Pension Act to be \"liberally construed and interpreted\", both because it is \"social welfare legislation\" and because of its express wording ( <FRAGMENT_SUPPRESSED>  at paras. 14-20).", "[35] In <FRAGMENT_SUPPRESSED> , the Court had to decide whether, in the absence of express legislative authorization, a reassessment of the extent of the disability could be made retroactive to the date the pension was awarded, rather than the date on which the application was made. Although made in obiter, the following comments by Justice Evans, on behalf of a unanimous Court of Appeal, are relevant: \"[I]n the absence of any compelling reason to limit section 39 to entitlement decisions, particularly bearing in mind the liberal construction of the Act mandated by section 2, it would seem very unfair, and contrary to the spirit of the Act as enunciated in section 2, to interpret the Act as precluding any backdating of an assessment made to correct a previous erroneous assessment of the extent of the disability by Veterans Affairs and the Board.\"", "[36] Similarly, in my opinion, the limitation on the retroactivity of attendance allowances applied by the appeal panel is contrary to the spirit of the Pension Act as enunciated in section 2. It is incompatible with a liberal construction and interpretation intended to award the maximum amount to which a veteran and his family are entitled pursuant to subsection 38(1). This provision makes a clear link between entitlement to a care allowance and entitlement to a pension. Thus, a veteran is not entitled to the first if he is not already entitled to the second. This link is even more obvious in the English version of the text, which provides that the attendance allowance is awarded \" in addition to the pension or compensation, or pension and compensation\" (Emphasis added).", "[37] Under subsection 39(1) of the Pension Act , once a disability pension is awarded, it takes effect on the date the application was made or the date that is three years prior to the date on which the pension was awarded, if that date is later. I find that the words \"has been awarded\" in subsection 38(1) of the Pension Act must be understood to cover the period during which the pension was made payable under section 39(1) and not only the period following the decision to award the pension.", "[38] Although Parliament did not specify that an attendance allowance may be awarded for the entire period during which the pension was made payable, given the close tie between these two forms of awards and the absence of any compelling reason to limit the scope, it would be unfair to limit the period during which the attendance allowance is made payable to something other than the period during which the pension was made payable.", "[39] However, the \"additional award\" provided for in subsection 39(2) of the Pension Act must not be included in the evaluation of the period during which the disability pension was made payable. This is an \"additional award\" and not a \"pension\" or \"compensation\" as referred to in subsection 38(1). (The French version also uses different terms: \"compensation\" in subsection 39(1), \"pension\" and \"indemnité\" in subsection 38(1).) In addition, it is a lump-sum award, the evaluation of which is left to the discretion of the entitlement review panel or the appeal panel, and is therefore not directly related to a pension entitlement period, and is limited to \"an amount not exceeding an amount equal to two years pension\".", "[40] I therefore find that the departmental policy applied by the appeal panel is inconsistent with a liberal interpretation of the Pension Act that is consistent with Parliament's clearly expressed objective. The appeal panel therefore erred in finding that it did not have the power to award the attendance allowance retroactively. CONCLUSION", "[41] For these reasons, the application for judicial review is allowed, and the application for reconsideration returned for review on the basis of these reasons by a differently constituted appeal panel. JUDGMENT", "[42] THE COURT ORDERS that For these reasons, the application for judicial review is allowed, and the application for reconsideration returned for review on the basis of these reasons by a differently constituted appeal panel. Application allowed."]}