{"id_": "062770", "body_str": ["[1] Near, J. : This is an application for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated January 13, 2010, wherein the Applicants were determined to be neither convention refugees nor persons in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , R.S. 2001, c. 27 (IRPA).  <FRAGMENT_SUPPRESSED>", "[2] Based on the reasons below, this application is dismissed.  <FRAGMENT_SUPPRESSED> I. Background  <FRAGMENT_SUPPRESSED> A. Factual Background  <FRAGMENT_SUPPRESSED>", "[3] The Principal Applicant (PA), Marcela Ximena Guarin Caicedo, is a citizen of Colombia. The other applicants are her husband, Carlos Ernesto Travieso Pena, a citizen of the Dominican Republic, and her son, Ryan Andres Travieso Guarin, a citizen of the United States of America. They relied entirely on the PA's claim and advanced no independent grounds for refugee protection.  <FRAGMENT_SUPPRESSED>", "[4] While living in France the PA became involved with and a registered member of the Conservative Party in Colombia. When she returned to Colombia in 2003 she began to volunteer with \"Juventudes\", the youth wing of the party. The PA volunteered approximately two times per month on Sundays for one year.  <FRAGMENT_SUPPRESSED>", "[5] The group visited poor neighbourhoods around Cartago. The PA lists many activities the group was involved with on her Personal Information Form - literacy campaigns, providing vaccinations for children, food distribution, recreational activities, medical services and religious teachings. The PA claims that one of the main focuses of the group was to speak up against the recruitment of youth by the Revolutionary Armed Forces of Colombia (FARC).  <FRAGMENT_SUPPRESSED>", "[6] The PA was first threatened in July 2004 while stopped at a traffic light. A man on a motorcycle stopped beside her and informed her that she was a FARC military target and needed to leave the area. The PA soon learned that other members of the youth wing had been similarly threatened. The PA stopped going to the Conservative Party office and gave up her volunteer activities. The PA did not go to the police.  <FRAGMENT_SUPPRESSED>", "[7] The PA was subject to further and escalating telephone threats during the summer. She cancelled her cell phone service and changed her land line number but received more phone calls. She was told that her family might also be targets. The PA started to notice people watching her outside her house. The cumulative effect of these incidences left the PA feeling like she was going to have a nervous breakdown and as a result she decided to flee Colombia in September 2004.  <FRAGMENT_SUPPRESSED>", "[8] She arrived in the United States on a visitor's visa and later changed her status to a student. She arrived in Canada on June 2, 2008. She claims refugee status based on political opinion and membership in a particular social group.  <FRAGMENT_SUPPRESSED> B. Impugned Decision  <FRAGMENT_SUPPRESSED>", "[9] The Board made several findings that led to the failure of the PA's refugee claim: the Board found that the PA lacked subjective fear of persecution in Colombia due to her failure to claim in the United States; that the PA was not credible based on her delay in fleeing Colombia and listing several activities in her PIF that the PA did not actually actively do; and that the PA had failed to rebut the presumption of state protection. Furthermore the Board found that the PA did not have the profile of someone who would be of interest to the FARC.  <FRAGMENT_SUPPRESSED> II. Issues  <FRAGMENT_SUPPRESSED>", "[10] Neither the PA nor the Respondent lists the issues in a helpful way.  <FRAGMENT_SUPPRESSED>", "[11] The PA's main contention seems to be that the Board erred in determining that the PA does not have the profile of someone who would be of interest to the FARC by failing to address documentary evidence that supports the PA's claim. The PA also submits that the Board made negative credibility findings that were perverse and capricious.  <FRAGMENT_SUPPRESSED>", "[12] The Respondent submits that the determinative issues for the Board were credibility and lack of subjective fear, and that the Board's findings on those issues were reasonable.  <FRAGMENT_SUPPRESSED>", "[13] The issues raised in this application are best summarized as follows:  <FRAGMENT_SUPPRESSED> (a) Was the Board's finding that the PA lacked subjective fear reasonable?  <FRAGMENT_SUPPRESSED> (b) Were the Board's negative credibility findings reasonable?  <FRAGMENT_SUPPRESSED> (c) Did the Board consider all of the evidence?  <FRAGMENT_SUPPRESSED> III. Standard of Review  <FRAGMENT_SUPPRESSED>", "[14] The issues brought before the Court by the Applicant require a deferential standard of review.  <FRAGMENT_SUPPRESSED>", "[15] Decisions of the Board as to credibility, the weight assigned to evidence and the interpretation and assessment of evidence are all reviewable on a standard of reasonableness: Aguebor v. (Canada) Minister of Employment and Immigration (1993), 160 N.R. 315, 42 A.C.W.S. (3d) 886 (F.C.A.) at para. 4; <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED>  reasonableness requires consideration of the existence of justification, transparency, and intelligibility in the decision-making process. It is also concerned with whether the decision falls within a range of acceptable outcomes that are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED> IV. Argument and Analysis  <FRAGMENT_SUPPRESSED> A. The Board's Finding that the PA Lacked Subjective Fear is Reasonable  <FRAGMENT_SUPPRESSED>", "[17] The crux of the Board's reasons rests on the determination that the PA acted in a way that is inconsistent with a subjective fear of persecution.  <FRAGMENT_SUPPRESSED>", "[18] The PA delayed her departure from Colombia for six weeks after she received the first threat, even though she already had a visa to enter the United States. The Board found that this was unreasonable in that if she had been genuinely afraid she would have attempted to leave the area right away. The Board inferred from this \"failure to take any reasonable steps\" that the PA was not credible.  <FRAGMENT_SUPPRESSED>", "[19] Although a delay in leaving a country can be a factor in assessing credibility, it is not decisive. Justice Roger Hughes recently found that a refugee claimant's two-month delay in leaving Mexico was not an unreasonable amount of time in the circumstances since the claimant explained that he kept himself sequestered ( <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 156 (F.C.) at para. 3). With all due deference to the Board, taking six weeks to arrange to permanently leave your family, home and country while experiencing escalating threats does not seem to me to be unduly unreasonable. Especially when we consider that the PA did take other reasonable steps in line with the threat similar to sequestration - she stopped doing volunteer work, going to the party office, changed her telephone number and fled as soon as she decided that was her only option.  <FRAGMENT_SUPPRESSED>", "[20] More problematic for the PA's claim, however, is the nearly four years she spent in the United States without making a claim for asylum. This failure to make a refugee claim at the first available opportunity is relevant in determining whether the PA has the requisite degree of subjective fear.  <FRAGMENT_SUPPRESSED>", "[21] There is recent jurisprudence to support the well-established position that absent a satisfactory explanation for the delay, \"the delay can be fatal to the PA's claim, even where there is no other reason to doubt the PA's credibility\" ( <FRAGMENT_SUPPRESSED>  at para. 28). While the delay itself is not determinative, \"delay may, in the right circumstances, constitute sufficient grounds upon which to dismiss a claim. It will ultimately depend upon the facts of each claim.\" ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 137 at para. 14).  <FRAGMENT_SUPPRESSED>", "[22] Here the PA gave the Board three reasons why she failed to make a claim in the U.S. - she had no specific plans when she got to the U.S. and wanted to wait because she hoped that the situation in Colombia would improve; she thought her student visa would allow her to become a permanent resident; and lastly she consulted a lawyer after she'd been in the U.S. for ten months who told her that it was too late to submit an asylum claim.  <FRAGMENT_SUPPRESSED>", "[23] The Board did not find any of these reasons persuasive or satisfactory.  <FRAGMENT_SUPPRESSED>", "[24] The PA argues that the fact that she was counselled by a lawyer not to make a claim should play in her favour. During the hearing the PA could not provide any evidence to corroborate her testimony regarding the lawyer beyond remembering his first name. The PA's written submissions speculate that the lawyer probably told her not to make a claim because her claim would have a low chance of success in the U.S., a likely outcome corroborated by documentary evidence provided by the PA and not referred to by the Board. This is not relevant or persuasive. That the Canadian refugee determination system might be statistically more favourable to Colombians than the American system does not go very far to reverse the negative inference raised by spending several years in a safe country without making a claim for asylum. Based on these inconsistent explanations it was not unreasonable for the Board to find them unsatisfactory.  <FRAGMENT_SUPPRESSED> B. The Board's Credibility Findings were Reasonable  <FRAGMENT_SUPPRESSED>", "[25] Admittedly, the Board is in a much better position than this Court to evaluate the quality of an Applicant's viva voce evidence and as such, with regards to credibility findings the Court defers to the Board as the trier of fact. However, having reviewed the transcript of the hearing I will admit to being concerned with some of the Board's credibility findings.  <FRAGMENT_SUPPRESSED>", "[26] As stated above, I do not find that a delay of six weeks when fleeing a country to be so unreasonable as to lead to a finding that the PA is not credible. The PA raises this same point in her written submissions along with the argument that the Board erred in finding that the PA embellished her claim.  <FRAGMENT_SUPPRESSED>", "[27] In the Board's decision the Board concludes that the PA embellished her claim and is therefore not credible because the PA was not trained to do some of the activities that she initially testified she did as part of her community and social work.  <FRAGMENT_SUPPRESSED>", "[28] The transcript shows that when asked who trained her, the PA answered the leader of the youth group not \"the youth\" as stated in the decision. The PA is also not evasive about admitting that she did not provide medical services or religious training but rather was a part of an organizational group that provided these services.  <FRAGMENT_SUPPRESSED>", "[29] Furthermore the PA was consistent with her PIF when explaining that the most contentious activity she participated in was speaking out against the recruitment of the youth. The Board much emphasizes that this fact was only brought up after extensive questioning. From the transcript it seems like the PA was only, as she told the Board, trying to answer the questions as they were asked.  <FRAGMENT_SUPPRESSED>", "[30] Although some of the credibility findings appear to me to be overly microscopic and an overt attempt by the Board to unnecessarily trap in the PA in any kind of inconsistency, this Court is not to scrutinize isolated sections of a decision or interfere with a decision that taken as a whole could support a negative assessment of credibility ( <FRAGMENT_SUPPRESSED>  at para. 23 and <FRAGMENT_SUPPRESSED>  40 A.C.W.S. (3d) 952 (F.C.) at para. 11). The PA's application will again fail due to her failure to claim asylum in the U.S.  <FRAGMENT_SUPPRESSED>", "[31] The Board can make an adverse credibility finding in many ways, and based on any aspect of the claimant's testimony or actions, including delay in making a refugee claim in Canada ( <FRAGMENT_SUPPRESSED>  at para. 28). Although the PA claimed refugee status immediately in Canada, her failure to claim in the U.S. remains fatal.  <FRAGMENT_SUPPRESSED>  70 A.C.W.S. (3d) 892 (F.C.) at para. 14, Justice Max Teitelbaum found that the failure to immediately claim international protection can impugn a claimant's credibility even regarding events in her country of origin. As determined above, the PA has not provided a valid explanation for her delay and therefore cannot avoid an adverse credibility inference.  <FRAGMENT_SUPPRESSED> C. No Evidence was Ignored  <FRAGMENT_SUPPRESSED>", "[32] The PA submits that the Board erred in determining that the PA does not have the profile of someone who would be targeted by the FARC and that the Board ignored evidence that supports the PA's position.  <FRAGMENT_SUPPRESSED>", "[33] The Board's determination that the FARC targets high-profile people is supported by the documentary evidence and is not baseless as contended by the PA. That the PA provided documentary evidence showing that the FARC also targets human rights activists, teachers, trade unionists, community leaders or grassroots leaders does not contradict the Board's finding. The PA was a volunteer who admitted in her testimony that she might have attended a total of 12 to 14 community events in her year of volunteering, six years ago.  <FRAGMENT_SUPPRESSED>", "[34] By the Board's determination she was not high-profile, nor was she an activist or a leader and it is largely on the basis of her minimal involvement that the Board finds she would be of little interest to the FARC.  <FRAGMENT_SUPPRESSED> V. Conclusion  <FRAGMENT_SUPPRESSED>", "[35] The Board's finding of a lack of subjective fear coupled with an adverse credibility determination is dispositive of the PA's application. The PA has failed to show that the Board committed a reviewable error.  <FRAGMENT_SUPPRESSED>", "[36] No question to be certified was proposed and none arises.  <FRAGMENT_SUPPRESSED>", "[37] In consideration of the above conclusions, this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[38] THIS COURT ORDERS AND ADJUDGES that this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}