{"id_": "062748", "body_str": ["[1] de Montigny, J. : The Attorney General of Canada has applied for judicial review of the March 27, 2006 decision by a member of the Pension Appeals Board (the Board), designated under subsection 83(2.1) of the Canada Pension Plan , R.S.C. 1985, c. C-8 (the CPP ). The Board had granted Blanche Causey leave to appeal a decision of the Review Tribunal, dated September 2, 2005.  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED>", "[2] Ms. Causey was born on November 27, 1950. She worked as a cashier for a good part of her life, from 1970 to 1989. At the time, she stopped working due to the strenuousness of her job and because she had surgery on both of her wrists. Since 1987, Ms. Causey has been taking care of her parents. This took up most of her time. To make things even more difficult, Ms. Causey's sister was murdered in 1992.  <FRAGMENT_SUPPRESSED>", "[3] At 56 years old, Ms. Causey does not plan to return to work or seek work in the near future. On March 31, 2004, she applied to Human Resources Development Canada for disability benefits under the CPP . The illness or impairment that prevented her from working as of April 1, 2003 was Crohn's disease. She wrote that it caused her abdominal pain, extreme fatigue, nausea, and pain in her joints. When asked to describe other health related conditions or impairments, she wrote that she had bronchitis. She also mentioned her daily routine had become more difficult, as all of her daily activities were affected by her physical functional limitations.  <FRAGMENT_SUPPRESSED>", "[4] Pursuant to the CPP , a person must meet two basic requirements to qualify for a disability pension:  <FRAGMENT_SUPPRESSED> (1) The person must be disabled within the meaning of the CPP ; that is, he or she must be determined to have a prolonged and severe mental or physical disability (subsection 42(2)); and  <FRAGMENT_SUPPRESSED> (2) The person must have contributed to the CPP for a minimum qualifying period. These two requirements must be met simultaneously (subsection 44(1)).  <FRAGMENT_SUPPRESSED>", "[5] When a person applies for CPP disability benefits, he or she must go through several procedural steps before the case comes before the Pension Appeals Board:  <FRAGMENT_SUPPRESSED> (1) The CPP application;  <FRAGMENT_SUPPRESSED> (2) Reconsideration by the Minister (an internal review), if the application is refused;  <FRAGMENT_SUPPRESSED> (3) An appeal to a Review Tribunal (an independent three-person tribunal);  <FRAGMENT_SUPPRESSED> (4) A Pension Appeals Board hearing by leave  <FRAGMENT_SUPPRESSED>", "[6] Ms. Causey's application was initially denied on June 22, 2004. The medical adjudicator determined that Ms. Causey would have had to be found disabled continuously from December 1994 to the present time to be eligible for disability benefits. This is the date where she last satisfied the minimum qualifying period.  <FRAGMENT_SUPPRESSED>", "[7] While recognizing that Ms. Causey may be unable to work now, the medical adjudicator found there was no evidence showing she was disabled back in December 1994, and that her medical condition continuously prevented her from working as of that date. Consequently, the adjudicator concluded she was not eligible for disability benefits.  <FRAGMENT_SUPPRESSED>", "[8] On application to reconsider that decision, the Minister confirmed the initial denial. In a letter dated November 2, 2004, the Minister wrote Ms. Causey's Crohn's disease was not diagnosed until 2003 and that Ms. Causey's problems with her wrists may have prevented her from doing heavy physical work, but not all types of work. Since she was able to do some type of work in December 1994, she could not be considered disabled pursuant to the CPP .  <FRAGMENT_SUPPRESSED>", "[9] The Review Tribunal heard Ms. Causey's appeal on July 7, 2005. The evidence before the Tribunal included Ms. Causey's additional medical information, as well as the additional comments from Social Development Canada (SDC) and explanations of the Minister's decision. The Tribunal dismissed Ms. Causey's appeal on September 2, 2005.  <FRAGMENT_SUPPRESSED>", "[10] Not surprisingly, the main issue before the Tribunal was whether Ms. Causey was disabled in accordance with the definition of paragraph 42(2)(a) of the CPP . Due to the complete lack of medical evidence about her disability pursuant to the CPP by \"the latest possible date of onset of illness\" - that is, December 1994, she could not prove she was disabled in any manner at that time. Indeed, the Tribunal found Ms. Causey's evidence confirmed she was able to work until she was diagnosed with Crohn's disease on April 1, 2003. Furthermore, the help she provided her parents from 1989 to 2005 by looking after them, cleaning, doing laundry and grocery shopping indicated she was able to do some work.  <FRAGMENT_SUPPRESSED> DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>", "[11] On February 15, 2006, a designated member of the Pension Appeals Board granted Ms. Causey leave to appeal the Review Tribunal's decision. For the most part, the Board's decision dealt with her application for an extension of time for leave to appeal. While the 90-day appeal period expired approximately December 1, 2005, the Board accepted that Ms. Causey's letter dated December 2, 2005 was received within the time limit. The Board presumed it took at least one day for the Review Tribunal's decision to be transmitted to Ms. Causey.  <FRAGMENT_SUPPRESSED>", "[12] Having dealt with that preliminary issue, the Board member then stated:  <FRAGMENT_SUPPRESSED> \"I have some reservations as to whether the Appellant has an arguable case, but for the purpose of this Application, I am prepared to exercise my discretion and find that she does. <FRAGMENT_SUPPRESSED> ISSUE  <FRAGMENT_SUPPRESSED>", "[13] The only issue to be resolved in this application is the following: In determining whether leave to appeal should be granted, did the designated member of the Pension Appeals Board apply the proper test and provide a proper analysis of the material before him?  <FRAGMENT_SUPPRESSED> RELEVANT LEGISLATIVE PROVISIONS  <FRAGMENT_SUPPRESSED>", "[14] The relevant statutory provisions read as follows:  <FRAGMENT_SUPPRESSED> \"42(2) For the purposes of this Act,  <FRAGMENT_SUPPRESSED> (a) a person shall be considered to be disabled only if he is determined in prescribed manner to have a severe and prolonged mental or physical disability, and for the purposes of this paragraph,  <FRAGMENT_SUPPRESSED> (i) a disability is severe only if by reason thereof the person in respect of whom the determination is made is incapable regularly of pursuing any substantially gainful occupation, and  <FRAGMENT_SUPPRESSED> (ii) a disability is prolonged only if it is determined in prescribed manner that the disability is likely to be long continued and of indefinite duration or is likely to result in death; and  <FRAGMENT_SUPPRESSED> (b) a person shall be deemed to have become or to have ceased to be disabled at such time as is determined in the prescribed manner to be the time when the person became or ceased to be, as the case may be, disabled, but in no case shall a person be deemed to have become disabled earlier than fifteen months before the time of the making of any application in respect of which the determination is made.  <FRAGMENT_SUPPRESSED> \"44(1) Subject to this Part,  <FRAGMENT_SUPPRESSED> (a) a retirement pension shall be paid to a contributor who has reached sixty years of age;  <FRAGMENT_SUPPRESSED> (b) a disability pension shall be paid to a contributor who has not reached sixty-five years of age, to whom no retirement pension is payable, who is disabled and who  <FRAGMENT_SUPPRESSED> (i) has made contributions for not less than the minimum qualifying period,  <FRAGMENT_SUPPRESSED> (ii) is a contributor to whom a disability pension would have been payable at the time the contributor is deemed to have become disabled if an application for a disability pension had been received before the contributor's application for a disability pension was actually received, or  <FRAGMENT_SUPPRESSED> (iii) is a contributor to whom a disability pension would have been payable at the time the contributor is deemed to have become disabled if a division of unadjusted pensionable earnings that was made under section 55 or 55.1 had not been made;  <FRAGMENT_SUPPRESSED> (iv) [Repealed, 1997, c. 40, s. 69]  <FRAGMENT_SUPPRESSED> (c) a death benefit shall be paid to the estate of a deceased contributor who has made contributions for not less than the minimum qualifying period;  <FRAGMENT_SUPPRESSED> (d) subject to subsection (1.1), a survivor's pension shall be paid to the survivor of a deceased contributor who has made contributions for not less than the minimum qualifying period, if the survivor  <FRAGMENT_SUPPRESSED> (i) has reached sixty-five years of age, or  <FRAGMENT_SUPPRESSED> (ii) in the case of a survivor who has not reached sixty-five years of age,  <FRAGMENT_SUPPRESSED> (A) had at the time of the death of the contributor reached thirty-five years of age,  <FRAGMENT_SUPPRESSED> (B) was at the time of the death of the contributor a survivor with dependent children, or  <FRAGMENT_SUPPRESSED> (C) is disabled;  <FRAGMENT_SUPPRESSED> (e) a disabled contributor's child's benefit shall be paid to each child of a disabled contributor who  <FRAGMENT_SUPPRESSED> (i) has made contributions for not less than the minimum qualifying period,  <FRAGMENT_SUPPRESSED> (ii) is a contributor to whom a disability pension would have been payable at the time the contributor is deemed to have become disabled if an application for a disability pension had been received before the contributor's application for a disability pension was actually received, or  <FRAGMENT_SUPPRESSED> (iii) is a contributor to whom a disability pension would have been payable at the time the contributor is deemed to have become disabled if a division of unadjusted pensionable earnings that was made under section 55 or 55.1, had not been made; and  <FRAGMENT_SUPPRESSED> (iv) [Repealed, 1997, c. 40, s. 69]  <FRAGMENT_SUPPRESSED> (f) an orphan's benefit shall be paid to each orphan of a deceased contributor who has made contributions for not less than the minimum qualifying period.  <FRAGMENT_SUPPRESSED> \"83(1) A party or, subject to the regulations, any person on behalf thereof, or the Minister, if dissatisfied with a decision of a Review Tribunal made under section 82, other than a decision made in respect of an appeal referred to in subsection 28(1) of the Old Age Security Act, or under subsection 84(2), may, within ninety days after the day on which that decision was communicated to the party or Minister, or within such longer period as the Chairman or Vice-Chairman of the Pension Appeals Board may either before or after the expiration of those ninety days allow, apply in writing to the Chairman or Vice-Chairman for leave to appeal that decision to the Pension Appeals Board.  <FRAGMENT_SUPPRESSED> \"(2) The Chairman or Vice-Chairman of the Pension Appeals Board shall, forthwith after receiving an application for leave to appeal to the Pension Appeals Board, either grant or refuse that leave.  <FRAGMENT_SUPPRESSED> \"(2.1) The Chairman or Vice-Chairman of the Pension Appeals Board may designate any member or temporary member of the Pension Appeals Board to exercise the powers or perform the duties referred to in subsection (1) or (2).  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"(4) Where leave to appeal is granted, the application for leave to appeal thereupon becomes the notice of appeal, and shall be deemed to have been filed at the time the application for leave to appeal was filed. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> (iv) [Abrogé, 1997, ch. 40, art. 69]  <FRAGMENT_SUPPRESSED> (i) soit a atteint l'âge de soixante-cinq ans,  <FRAGMENT_SUPPRESSED> (iv) [Abrogé, 1997, ch. 40, art. 69]  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[15] I need not trouble myself with a determination of the applicable standard of review with respect to the decision granting the application for an extension of time. First of all, I believe the application was filed within the 90-day appeal period. It must be presumed, as the Board member did, that the transmittal of the Review Tribunal's decision to Ms. Causey took at least one day. As that decision was dated September 2, 2005, Ms. Causey was within the 90-day period when she filed her application with the Pension Appeals Board on December 2, 2005. In any event, I did not understand counsel for the Attorney General to vigorously challenge that aspect of the Board's decision.  <FRAGMENT_SUPPRESSED>", "[16] As for the Board's decision to grant leave to appeal, the standard of review is not as easily ascertained. After reviewing the relevant case law, Justice Andrew MacKay stated, in <FRAGMENT_SUPPRESSED> ; 190 F.T.R. 114 (T.D.), at paragraph 15, that reviewing a decision regarding leave to appeal to the Board involves two issues:  <FRAGMENT_SUPPRESSED> (1) Whether the decision maker has applied the right test - that is, whether the application raises an arguable case without otherwise assessing the merits of the application, and  <FRAGMENT_SUPPRESSED> (2) Whether the decision maker has erred in law or in appreciation of the facts in determining whether an arguable case is raised. If new evidence is adduced with the application, if the application raises an issue of law or of relevant significant facts not appropriately considered by the Review Tribunal in its decision, an arguable issue is raised for consideration and it warrants the grant of leave.  <FRAGMENT_SUPPRESSED>", "[17] In the present case, I believe the Board applied the right test, at least implicitly. In stating he had \"some reservations\" about whether Ms. Causey had an arguable case, the Board member clearly showed he was aware of the proper test for granting leave to appeal.  <FRAGMENT_SUPPRESSED>", "[18] Although an application for leave to appeal is \"a first, and lower, hurdle for the applicant to meet than that that must be met on the hearing of the appeal on the merits\", the applicant must still satisfy the Court that there is some arguable ground upon which the proposed appeal might succeed. Before granting leave, the Court must be able to see a specific question of law, or fact, or jurisdiction, the answer to which may lead to setting aside the decision under attack: <FRAGMENT_SUPPRESSED> ; 173 F.T.R. 102 (T.D.), at paragraph 24 ( Kerth ); <FRAGMENT_SUPPRESSED>  252 N.R. 141 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[19] In the present case, the alleged error is not so much that the Board member erred in applying the wrong test, but that he made his decision without taking into account the evidence before him. Such an allegation clearly seems to fall within the ambit of paragraph 18.1(4)(d) of the Federal Courts Act , R.S.C. 1985, c. F-7, which states this Court may set aside a decision based \"on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it. <FRAGMENT_SUPPRESSED>", "[20] Generally speaking, errors of fact are assessed against a standard of patent unreasonableness. But paragraph 18.1(4)(d) of the Federal Courts Act allows for a variety of standards, depending on the precise allegation made. As Justice Barbara Reed stated in <FRAGMENT_SUPPRESSED> , at paragraph 19:  <FRAGMENT_SUPPRESSED> \"… While there has been some indication in the jurisprudence that paragraph 18.1(4)(d) of the Federal Court Act requires 'patent unreasonability', this was not the test applied in Pushpanathan , or more recently in <FRAGMENT_SUPPRESSED> . I note that the phrases in paragraph 18.1(4)(d) are disjunctive; one asks whether the decision under review was based on a finding of fact that was made in a perverse or capricious manner or without regard for the material before the decision-maker. That is, insofar as the review of decisions by reference to their underlying facts is concerned, the statutory mandate allows for a spectrum of review from one which involves a high degree of deference (perversity or capriciousness must be shown) to one in which correctness or reasonableness may be the test (the decision-maker did not exhibit regard for the material before it). When the review relates to questions of law, however, in paragraph 18.1(4)(c) a spectrum is not provided. <FRAGMENT_SUPPRESSED>", "[21] In the present case, I am of the view that whether one applies the standard of correctness or of reasonableness, the decision to grant leave must be quashed. As previously noted, the decision under review essentially addressed the request for an extension of time, but failed to provide an analysis as to whether Ms. Causey put forward an arguable case.  <FRAGMENT_SUPPRESSED>", "[22] Ms. Causey's application for leave to appeal has not, on its face, disclosed any arguable ground for appeal. The health issues noted in her letter of December 2, 2005, are not stated to have been in existence in December 1994, and are in fact stated to have developed only after the Review Tribunal's decision. Moreover, Ms. Causey's ability to care for her parents throughout the period prior to the appeal indicates she was capable of regularly pursuing substantially gainful employment. That ability would preclude a finding of disability under the CPP .  <FRAGMENT_SUPPRESSED>", "[23] Not only did the Board member not identify an arguable ground of appeal, but he went so far as to say he doubted whether there was an arguable case. Granting leave to appeal in the absence of proper reasons, especially where the Board member questions whether a case is arguable, is an error of law, whatever standard of review is applied: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[24] I am also of the view that the decision under review must be quashed because the Board failed to provide meaningful reasons. It is true that pursuant to paragraph 83(3) of the CPP , it is only when leave is denied that written reasons must be given. But this Court, following the lead of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (F.C.A.), has found in previous rulings that discretionary decisions must always be supported with reasons: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[25] It is with much regret that I come to this conclusion. There is no doubt that Ms. Causey has gone through difficult times. Her plight is far from enviable. Not only has her health failed her, but she now finds herself in a most dire situation as a result of caring for her aging parents. But Parliament chose not to grant appeals to the Pension Appeals Board as of right, and the discretion to determine those cases that merit further review must not be exercised by the Board capriciously or arbitrarily. Since neither the law nor the facts of this matter support the Board's decision, this Court is therefore bound to grant the Attorney General's application.  <FRAGMENT_SUPPRESSED>", "[26] THIS COURT ORDERS THAT:  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed and the decision of the designated member of the Pension Appeals Board, dated March 27, 2006, is hereby set aside.  <FRAGMENT_SUPPRESSED> 2. The matter is remitted for redetermination by a different member of the Board in accordance with these reasons.  <FRAGMENT_SUPPRESSED> 3. No costs were sought and none are awarded.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Anick Ouellette-Levesque/clh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}