{"id_": "063186", "body_str": ["[1] : This is an appeal from the report of J.A. Preston, a prothonotary of this court. He had been appointed a referee to hear a reference on damages, following judgments for patent infringement. He recommended the successful plaintiff (Domco) recover damages of $4,447,000.", "[2] The figure included an amount of $625,000, for damages incurred by wholly owned subsidiaries of the plaintiff. That gave rise to a question of law which the referee referred to the court. He also left for the court the question of entitlement to prejudgment interest. I shall deal with those two points later.", "[3] The plaintiff brought on a motion in respect of those two matters, as well as a request for judgment on the referee's report. The appeal from the referee's report, and the plaintiff's motion, came on for hearing, before me, at the same time.", "[4] It is necessary to set out some background facts.", "[5] I shall refer to the Congoleum group of defendant companies as \"Congoleum, and the Armstrong group of defendant companies as  <FRAGMENT_SUPPRESSED> .", "[6] One of the Congoleum companies held a Canadian patent covering chemically embossed sheet vinyl covering (\"the patented product\"). The patent was issued on July 25, 1967. On July 8, 1966, Domco had become a nonexclusive licensee to make and sell the patented product in Canada.", "[7] In 1968, and 1970, the two present actions were commenced. Congoleum and Domco were co-plaintiffs, alleging infringement against Armstrong. There was, at material times, patent infringement litigation between Congoleum and Armstrong in the United States. On March 9, 1976, Congoleum and Armstrong settled the litigation between each other in the United States and in Canada.", "[8] Armstrong paid $35,000,000 to Congoleum. Of that amount, $4,934,000 was allocated in respect of the infringing acts in Canada. Congoleum undertook to have Domco discontinued its actions, or failing that, to indemnify Armstrong in respect of Domco's claims in these actions. Domco was not a party to the agreement of March 9, 1976. It refused to participate in the settlement.", "[9] The actions were then reconstituted, with the Congoleum group added as co-defendants. They proceeded to trial on the sole issue as to whether Domco, as a nonexclusive licensee, was entitled to claim damages for patent infringement. Validity and infringement of the patent were admitted.", "[10] Domco was held entitled to recover damages.", "[11] The material portions of the formal judgments are as follows: \"1. The plaintiff do recover from the defendants, Armstrong Cork Canada Limited, Armstrong Cork Company, Armstrong Cork Industries Limited and Armstrong Cork Inter-Americas Inc., its damages which, on the reference ordered herein September 23, 1974, it proves to have been incurred as a result of sales in Canada lost by it between July 25, 1967, and March 9, 1976.\"", "[12] The hearing of the reference took 27 days, including 4 1/2 days of argument. There were 14 witnesses.", "[13] The defendants put forward a large number of grounds of error on the part of the referee. Their memorandum of fact and law is a staggering 165 pages in length.", "[14] There was disagreement among counsel as to the principles to be applied by a reviewing court on an appeal from a referee's report.", "[15] The defendants contended the appeal amounts to a review, or rehearing, on all grounds which were, or ought to have been, considered by the referee. Counsel relied particularly on  <FRAGMENT_SUPPRESSED> , at 110, 113 (H.L.). That was a Scottish case. After a judgment for patent infringement, the Lord Ordinary assessed damages at £ 1500. He did not give reasons for fixing the damages at that sum. On appeal, the damages were increased to £ 3000. The defendants then appealed to the House of Lords, contending the new amount was excessive. The appeal was dismissed. The House of Lords took the view the appeal from the damage award was in the nature of a rehearing. The conclusions of fact below could be reviewed and the \"evidence from which [the] conclusions were drawn must of necessity be re-examined\" (p. 113).", "[16] Counsel for the defendants submitted Rule 506 supported his contention: \"... upon such appeal the court may confirm, vary or reverse the findings of the report and deliver judgment or refer it back to the referee, or some other referee, for further consideration and report.\"", "[17] Rule 506, cannot, in my view, be read in isolation. All of the rules relating to references must be considered. A reference of the kind here is, for practical purposes, a trial.", "[18] The better view of the function of the court, sitting on appeal from a referee's report, is, to my mind, set out by my colleague, Addy, J., in  <FRAGMENT_SUPPRESSED> , at 227-228: \"Before considering the findings of the referee on the matter of interest, in the light of the abovementioned principles, it would be useful to emphasize the role which a judge must play in an appeal under Federal Court Rules, Rule 506, from the conclusions of a referee. \"Counsel for both parties agreed that, unless the referee is manifestly wrong or has proceeded on an erroneous principle, I should not interfere with the report. They were also ad idem on the proposition that it is not sufficient that I merely entertain doubts as to whether the decision below is right but that I must be convinced that it is wrong. They also had no quarrel with the following jurisprudence on the issue.  <FRAGMENT_SUPPRESSED> . In the former case, the Associate Chief Justice of this court had this to say on the subject at pp. 5-6 of his reasons: 'The Lightning Fastener Co. Ltd., supra, decision is helpful in several ways, not the least of which is in a consideration of my role in this matter. I do not perceive it to be my responsibility to attempt to reassess the damages and in the absence of the testimony which was presented to the administrator, I am, of course, not in a position to do so. It is not for me to decide whether, had I been assessing the damages in this case, I would have done it in the same way, but rather, to determine whether the assessor appeared, in my opinion, to properly discharge the responsibility which was entrusted to him.' \"In the case of  <FRAGMENT_SUPPRESSED>  report: 'Even if it were found that the learned referee made an error in law in appraising these damages, it would still be necessary in order to set aside his report to conclude that, as a result of this error, he arrived at a manifestly wrong and inadequate amount. I do not so find and hence I dismiss the appeal and confirm the report of the referee, although under the circumstances I will allow no costs on the dismissal of this appeal'.\"", "[19] The Embee decision, referred to by Addy, J., was reserved on appeal: (1983), 70 C.P.R.(2d) 193 at 199. But the Court of Appeal did not express any view as to the approach to be adopted by the judge hearing the appeal.", "[20] I was the judge of first instance in  <FRAGMENT_SUPPRESSED>  report of a referee. Rather that review, once more, the cases I there cited, I shall merely repeat what I said at page 3: \"The approach to be taken by the court on appeals from assessments by referees or prothonotaries has been laid down in many cases. The court ought not, except in exceptional circumstances, '... to interfere with the decision of the assessing tribunal unless some error in principle is pointed out or there is an obvious error in the calculations regarding figures, or a plain misunderstanding of some material portion of the evidence...'1 \"1 The Aizkarai Mendi, [1938] 61 Ll. L. Rep. 274, at 278 (Langton, J., quoting from The Amerika) See also: The Athelvictor, [1946] 80 Ll. L. Rep. 83 (Lord  <FRAGMENT_SUPPRESSED> , at 131-132 (B.C.C.A.). \"I referred to several other cases in  <FRAGMENT_SUPPRESSED>  In Egmont, I upheld the decision of the referee. He had, on his view of the case, assessed the plaintiff's damages for loss of use of a tug, at a lower figure than the one advanced by the plaintiff.", "[22] My decision was appealed to the Court of Appeal (see (1982), 42 N.R. 220). The court found the referee had erred in disregarding certain uncontradicted evidence, and not taking it into account in his assessment of damages.", "[23] But there was no comment as to the principles I set out.", "[24] I my view, on appeals of this kind, the approach should be that adopted by courts of appeal, in this country, on appeals from decisions of trial judges. There are numberious cases. See, for example: <FRAGMENT_SUPPRESSED> . <FRAGMENT_SUPPRESSED> , and the cases listed in  <FRAGMENT_SUPPRESSED> .", "[25] In the Jaegli case, Dickson, J., (now C.J.C.), wrote, for the court, at pp. 3-4 S.C.R.: \"We are all of the opinion that the appeal should be allowed. We would adopt the reasons of Mr. Justice Craig on appeal. Mr. Justice Craig referred to several judgments of this court including  <FRAGMENT_SUPPRESSED>  (to which might now be added  <FRAGMENT_SUPPRESSED>  there is not palpable and overriding error, and the only point at issue is the interpretation of the evidence as a whole. Mr. Justice Craig concluded: \"Although I do not necessarily subscribe to everything the trial judge said in this case, I am, having regard to these statements of authority, unable to say that the trial judge was plainly wrong in finding as a fact that the respondent Ankenman was not negligent. \"We agree.\"", "[26] With those principles in mind, I turn now to the referee's report.", "[27] It is lengthy, detailed and careful. It is 84 pages long, with two schedules. The first schedule (A) sets out monetary details of the claim advanced by Domco. The second schedule (B) is in the same form, but sets out the monetary amounts found by the referee.", "[28] The claim and the report are novel. It is the first time a claim for damages by a nonexclusive licensee has succeeded, and the damages assessed. The referee recognized the novelty, and the fact that new approaches might have to be taken. This was particularly so in the case of business accounting methods.", "[29] The referee, after outlining the history of the litigation, set out the three major questions he felt he had to decide: \"1) What sales were lost by Domco in the reference period because of the infringement? \"2) What percentage of the lost market would have gone to Domco? \"and 3) What damages had Domco suffered as a result of the lost sales? In this report I intend to summarize the evidence given by the witnesses, outline the arguments of counsel and finally after weighing the evidence and arguments answer the three questions stated above.\"", "[30] He then summarized, and highlighted, mostly in his own words, the evidence of the witnesses. He did the same with the arguments of counsel. As to the witnesses, he said (p. 70): \"There were in total 14 witnesses called by the parties all experts in their own field of endeavour. I was impressed with their demeanour in the witness box, all in their own way being of as much assistance as possible. The majority were associated wtih one or other of the parties, however, I did not feel that at any time they were being other than straightforward in their evidence. When evidence is susceptible to different interpretations and divergent inferences may be drawn therefrom, to give a fair statement of the facts becomes very difficult. They all seriously presented their evidence in a manner befitting the experts they were.\"", "[31] He then went on to make his findings.", "[32] At the outset, he felt he should determine the method of accounting to be used \"... to ascertain what Domco's sales would have been if Armstrong had not infringed, and to assess damages on such lost sales.\" This subject had been a matter of serious disagreement among the witnesses, and in argument. The defendants' witnesses, on the point, contended for the full cost, or segmental accounting, method. The plaintiff's witnesses, on the same point, urged the use of the differential accounting system.", "[33] The referee found in favor of the plaintiff's contention: the differential method. I shall return later to this point.", "[34] On the question of damages generally, he cited with approval Fox, Canadian Patent Law and Practice, (4th Ed. 1969), at 494: \"Various methods have been suggested by which a court can arrive at the amount that will be, on the evidence, a fair and reasonable compensation to a plaintiff for the loss he sustained by reason of the infringement of his patent. These methods, however, are not binding on the courts. Each case stands on its own facts and presents its own problems.\"", "[35] He then went on to probe the question whether Armstrong's presence in the market, selling the patented product (the infringing product) would have materially increased the total market.", "[36] He found as follows, pp. 69-70: \"I cannot conclude that, from all the evidence, Armstrong's presence selling the patented product, materially increased the total market for that product. Also, I am not satisfied that all sales made by Armstrong would not have been made by a competitor had Armstrong not been present in the market with the product. In the market the patented product did not need Armstrong, it sold itself.\"", "[37] He then dealt with the defendants' contention that the damages should be assessed on the basis that Armstrong could have taken a license from Congoleum, or sold non-patented product. He concluded (page 70): \"Armstrong infringed the patents and the argument that they could have taken a license or sold a non-patented product is irrelevant in the light of what actually happened, and tends to obfuscate the main issue of the continued infringement by the defendant. I agree with Mr. Sim's argument and I reject the defendants' submission that the Domco claim should be struck out because it is on the basis of dollars rather than square yard.\"", "[38] As to the legal arguments advanced by the parties, he expressed this view (p. 71): \"I have carefully studied all the authorities counsel submitted and have been concerned that in arriving at the end result I may be criticized for not following the jurisprudence cited. This case, however, is the first case as far as I am aware that has proceeded to a reference, in which a nonexclusive licensee has been awarded damages which it proves are recoverable. I have weighed the arguments of counsel and am of the view that in this case new principles in accounting dealing with lost incremental sales, have to be considered which distinguish this action from any of the cases cited. I am, therefore, of the opinion that I have the opportunity to benefit from all the jurisprudence referred to by counsel but only as a guide to assist me in developing this novel accounting procedure.\"", "[39] The referee went to the particular Domco claims (Schedule A), made his findings, and set out his Schedule B.", "[40] Finally, he made recommendations for increases in the party and party fees in respect of the hearing of the reference.", "[41] The defendants, in their memorandum of fact and law, raised 10 main points. Some of the points had a number of sub-heads. The defendants, in their memorandum, and in their argument before me, went into a lengthy examination of the evidence. This was done on the premise, earlier stated, that, on appeal, the proper approach was a complete review, in the nature of a rehearing.", "[42] As I have already written, I do not agree with that view.", "[43] I turn to the errors alleged by the defendants. Point 1 - The learned referee erred in law in concluding that in assessing the plaintiff's damages it was irrelevant to determine what would have been the effect on the plaintiff's sales if Armstrong had taken a license.", "[44] There was no evidence that a license would have been available from Congoleum to Armstrong, in Canada, or of any offer. Armstrong deliberately chose not to try and obtain a license, but to make and sell the patented product.", "[45] But the defendants contended the damages recoverable by a nonexclusive licensee must be calculated on the same basis as those for the patentee (the licensor); one must assume the situation of the infringer acting lawfully by taking a license; \"In other words, what sales did the licensee lose because the infringer was not licensed?\"", "[46] That approach is, in my view, wrong. The referee was correct in rejecting it. As he indicated, one must look at the cold hard facts as to what Armstrong here did, and the loss suffered by Domco. The fact that Armstrong might have competed under a license is, to my mind, as immaterial as the argument that an infringer, in respect of a claim by a patentee, could have sold a non-infringing product. I refer to  <FRAGMENT_SUPPRESSED>  at 521 (H.C.J. England), and United Horse-Shoe and  <FRAGMENT_SUPPRESSED> , at 409, 413, 416 (H.L.). The excerpts from the latter case were set out by the referee at pages 40 and 41 of his report. Point 2 - The learned referee erred in law in concluding that in assessing the plaintiff's damages it was irrelevant to consider the effect on the plaintiff's sales of the sales of non-patented product that Armstrong would have made if it had not sold the patented product.", "[47] This submission was an alternative to point 1.", "[48] As I see it, the same answer in principle to point 1, applies. The references to the United Horse Shoe and Catnic decisions are, as well, relevant.", "[49] The evidence, and assumptions, on what the situation would have been if it had, instead, sold non-patented products, is largely conjectural.", "[50] The referee did not, to my mind, commit any reversible error. Point 3 - The learned referee erred in law and in fact in the manner in which he determined the plaintiff's loss of sales and the proportions of such sales that would have been filled by product manufactured or imported by it.", "[51] In addition to this overall attack, there were seven sub-heads of error asserted. I do not propose to set out each one. A great deal of evidence was canvassed, and time consumed, in respect of this point.", "[52] The referee made a number of findings relevant to this issue.", "[53] He was unable to conclude Armstrong's presence in the market with the patented sales increased the total market. There was differing evidence on that issue. It is not my function, as the defendants suggest, to review all the evidence, and, if necessary, substitute my view for that of the referee. Here, he could reasonably have come to the conclusion he did.", "[54] On this particular aspect, it was asserted the referee put the onus of proof on the defendants. I do not draw that conclusion from his report.", "[55] The referee considered the position of Domco in respect of the so-called \"lost market\". That is, the share of the market taken by Armstrong's infringing sale of the patented product. He concluded Domco would have obtained its due share. He further concluded Domco would have had an increased market share by virtue of its market positioning relative to Armstrong. He found the value of those gross sales on page 1 of his Schedule B. All of the above were, in my opinion, findings of fact, open to him on the evidence. It is my view his conclusions were reasonable. Once more, I see no grounds to interfere.", "[56] It was said the referee erred \"in holding that Domco would make a proportionate share of the sales of the Armstrong product 'Candide'.\" What is really being said is that the referee did not take into account the special position of Candide in the period 1973-1976. Candide was a patent infringing product, but Domco did not have a product to compete in the same price range.", "[57] There was, in my opinion, no manifest error in not, somehow, reducing the amount of Domco's sales in respect of the volume of sale of this particular product.", "[58] A further sub-head averred error when the referee calculated market share for 1976 by comparing 4 1/3 months of Domco sales with 2 1/3 months of its competitor's sales. Counsel for the plaintiff, in argument before the referee, suggested the net result was, or would be insignificant. The referee was obviously aware of the point. I think it fair to conclude he must have agreed it was, indeed, \"insignificant\".", "[59] Finally, it was said there was error in the referee's determination of the proportions of Armstrong's imported products of 6' and 12' widths. The referee said this, at p. 72: \"In lines 10 and 12 of the claim Mr. Sim is agreeable to a change in the amount of 6' and 12' product imported by Armstrong in 1969, 1970 and 1971 to conform with the split suggested by Mr. Fletcher in his evidence. In these years Mr. Fletcher disagreed with the estimates found by the plaintiff. The figures as changed in lines 10 and 12 are as shown in Schedule 'B' to this report. This Schedule will contain all the changes I will be recommending.\"", "[60] It appears the referee did not correctly set out Mr. Fletcher's figures. The defendants, at page 124 of their memorandum, set out the correct figures for lines 10 and 12, for 1967-1971, as follows: 1967 1968 1969 1970 1971 Total Armstrong Imports (line 5) 107 485 264 707 1,392 % 12' (Fletcher, vol. 23, pp. 2612-1619) 25% 40% 60% 75% 90% Corrected line 10 80 291 106 177 139 Corrected line 11 80 937 2,332 2,361 3,650 Corrected line 12 27 194 158 530 1,253", "[61] I agree those are the correct figures. To avoid sending this point back to the referee for recalculation, I invite the parties to agree on the mathematics, and the net result in the referee's calculation of total damages. The final result can then be incorporated in the formal judgment.", "[62] The last sub-head was put as follows: - The learned referee erred in concluding that in the period 1967-1971 Domco would have manufactured the increased market share of all of the 6' product imported or manufactured by Armstrong.", "[63] Counsel for the defendants stated this submission on this head only applied if separate discrete one year periods are looked at. That was the basis on which the referee assessed damages. I will deal with that matter in the next ground of appeal.", "[64] Points 4 and 5 can be considered together. They go to the method of calculating damages which found favor with the referee. Point 4 - The learned referee erred in law in failing to apply to the sales lost by the plaintiff all costs related to such sales to determine the net profit lost by it. Point 5 - The learned referee erred in law and in fact in concluding that the differential accounting method was the proper method to use in assessing the plaintiff's damages.", "[65] The referee found the differential, or incremental, method of accounting was the correct one to apply in the circumstances of this particular case. The defendants say, as a matter of law, he was wrong; binding legal authorities required he apply the so-called full costs method. Reliance was placed on  <FRAGMENT_SUPPRESSED>  (F.C.T.D. and F.C.A.). In that case an assessor had not taken into account, in assessing damages for infringement, all costs. The Court of Appeal judgment is very short. I set it out (p. 199): \"On appeal to the Federal Court of Appeal, the judgment of the court was delivered orally by \"PRATTE J.:--In our opinion, the referee erred in law when, in assessing the net profit that the respondent would have made if it had sold the 3,782 Tempolite colour organs that were sold by the appellant, he chose to ignore the indirect costs (e.g., overhead) that the respondent would have incurred on those sales. For that reason, we are all of the view that the appeal should be allowed, that the decision of the Trial Division as well as the report of the referee should be set aside and that the matter should be referred back to the referee for further consideration and report on the basis that in assessing the damages to which the respondent is entitled, consideration should be given not only to all the direct costs but also to all the indirect costs that would have been incurred by the respondent if it had made the sales that were made by the appellant. The appellant shall be entitled to its costs in this court and in the court below.\"", "[66] The court, in my opinion, was not laying down any general principle of law as to the practice in assessing damages. It merely found indirect costs, in the circumstances of that particular case, could not be ignored, but ought to have been taken into consideration.", "[67] Nor do I think, as contended by the defendants, that the differential method of accounting can be used only in an accounting of profits made by an infringer. I see no reason, in principle, why, as a matter of law, the differential system cannot be applied in an assessment of damages, as well as on an accounting of profits.", "[68] Each situation must be looked at in the light of its own particular facts and circumstances.", "[69] The referee here found the differential method to be more suitable. He was not, in my view, prevented, as a matter of law, from coming to that conclusion. I have earlier referred to what he said (page 71 of the report) as to this particular point.", "[70] I agree with him.", "[71] Point 5 is essentially, a submission that, as a matter of fact, based on all the evidence, the referee was manifestly wrong in preferring the use of the differential accounting method. Once more, the defendants invited me to scrutinize all the evidence, and come to a different conclusion to that of the referee. Once more, I say that is not my true function.", "[72] The chief protagonists, on the methods of accounting, were West, for Domco, and Vaillancourt for Congoleum. Both are chartered accountants. West's firm were Domco's auditors. The witness, Tacon, also gave some evidence on accounting methods.", "[73] The referee obviously considered all the evidence, and argument, as to the pros and cons of the two methods. He concluded the differential method was, in the particular circumstances here, more suitable in order to arrive at a fair result. There was a great deal of evidence on which he was entitled to rely, if he chose, to support that conclusion.", "[74] I set out the material portions of the report dealing with this issue (pages 12-13): \"Mr. West stated that under generally accepted accounting principles, which I will refer to as G.A.A.P. in this report, net income of a company is the amount left after deducting all costs from total sales. Under this method you can determine the profit or loss of a segment of a business and exclude corporate and investment expenses from your calculations. However, you cannot ascertain the profit or loss of a product (ie) the patented product in the same way as it does not qualify as a segment of the company's business. \"There is, however, an accounting procedure known as the differential or incremental accounting method which is recognized and used by accountants for specific purposes. It is in Mr. West's opinion, an eminently well qualified system to be used on this reference as no other acceptable method accurately describes the loss suffered by the plaintiff. \"The plaintiff's claim was prepared on a year to year basis, not on the basis of a period of ten years and is therefore, within the relevant range for the use of the differential accounting method in his opinion. \"Differential accounting as discussed in the book Fundamentals of Management Accounting filed as Ex. D72 on this reference, states at page 12: 'The accounting information that is used in making alternative choice decisions is differential accounting. A differential cost is a cost that would be different if one alternative were selected than it would be if another alternative were selected. Costs that are not differential are irrelevant for alternative choice decisions and may be disregarded.' \"Mr. West stated that in his opinion Domco was within the relevant range and had sufficient financial data available for an incremental accounting and that for these reasons this method was used in the preparation of the Domco claim.\"", "[75] At page 21, he made this special comment in respect of West's evidence: \"Mr. West in the witness box was as detailed and helpful in giving his evidence as any witness could be. It is my opinion that his testimony concerning the incremental accounting system used in the preparation of the Domco claim stood up under very capable and vigorous cross-examination.\"", "[76] While the referee does not explicitly state he preferred West's views over those of Vaillancourt, I conclude that was, indeed, the case.", "[77] The referee went on at pages 66, 67, and 68: \"I now come to that portion of the report detailing my findings. It is necessary at the outset to determine the method of accounting to be used in this reference to ascertain what Domco's sales would have been if Armstrong had not infringed, and to assess damages on such lost sales. The defendants urge me to use the full costs method or the segmental accounting method. \"Mr. MacOdrum in his submissions stated: 'there is no dispute that, if there are costs which it is determined remain fixed over the reference period, they should not be increased in assessing the total costs of the company.' \"If this is so, and in my opinion it is, then the full cost accounting method is not appropriate. \"Mr. Vaillancourt in his evidence supports the use of the segmental accounting approach. The defendants in Exs. D136A and D139A follow this method, wherein the unit cost is applied to the incremental business. I find, however, that the patented product is not a segment of Domco's business, it is only another product in their group of floor covering products. It is not appropriate to utilize a system conceived for the accounting of a segment of a business and attempt to modify it to fit the requirements of a method used to find the incremental sales of a product. ... \"The differential accounting concept is explained in the text Fundamentals of Management Accounting by Anthony and Welsch (3rd edition) where at page 203 it states: 'Differential costs always relate to the future; they are intended to show what the costs would be if a certain course of action were adopted, rather than what the costs were in some past period.' \"For the purposes of this reference am I not required to go back in time to 1967 and ascertain, on the basis of incremental sales lost by Domco due to the infringing activity of Armstrong, what incremental costs would have been incurred if such sales were in fact made by Domco. \"If this is so then, as is expressed at p. 257 of the text: 'differential costs are estimates of what costs will be in the future.' \"However, I do not have to entirely estimate the incremental costs because I have the benefit of the use of historical costs available through Domco's and Armstrong's records. I am, therefore, of the opinion that the differential accounting system is the proper method to use in assessing the plaintiff's damages in this novel situation.\"", "[78] As the referee pointed out, West felt it was reasonable, in the method he used, to look at ten separate one year periods, instead of an overall ten year period. Vaillancourt had criticized the use of the differential method over such a long period. The referee, as I see it, accepted West's view. He was entitled so to do.", "[79] Returning to Point 3(7) for a moment, I do not intend to outline the defendant's submissions. It is sufficient to say the referee had before him evidence on which he could reasonably come to the factual conclusion he did.", "[80] In summary of Point 5, I see no reversible error in the conclusion reached. Rather, I agree.", "[81] The comments of McDonald, J.A., in  <FRAGMENT_SUPPRESSED> \"Coming to the question of damages it is admitted that we ought not to interfere unless the learned registrar proceeded without evidence or upon a wrong principle. I have followed carefully the argument of counsel as they appeared before us and in their factums and I have reached the conclusion that not in any instance has the appellant made out a case. I can see nothing to be gained by reviewing the evidence which was before the learned registrar as he pursued his tedious task over many months. I was considerably impressed by the argument of Mr. John Farris in this regard but having heard the argument on the other side I am not prepared to say that the registrar was wrong in his conclusion on any item; on the contrary I think he was right. \"There was I think a fallacy in appellant's argument as to what is meant by a mistake in 'principle'. What is meant surely is a principle of law. One typical instance would serve as an illustration. One of the most important things the learned registrar had to ascertain was the quantity of standing timber on the ground at the time of the fire. On one side was a cruiser's actual count of the various species of trees, made in 1928, from which total there was deducted what was considered a fair allowance for trees which would have fallen and become unmerchantable in the interval. This was supported by a considered estimate made by respondent's logging foreman after a purposeful survey made by him in 1934 and another in June, 1938. On the other side was an estimate made by an employee of the appellant after the fire. So far as cedar timber was concerned this estimate was fairly clearly shown to be radically wrong. When the registrar chose the former as a guide, was he applying any principle of law? I think not. Rather he was, as Mr. Housser, counsel for the respondent, put it, adopting one method of computation in preference to the other. This I think was for him and not for this court to decide.\" Point 6 - The learned referee erred in law in failing to deduct in the assessment of the plaintiff's damages for loss of sales all costs related to such sales and in fact in the manner in which he assessed the costs.", "[82] This point overlaps to some extent the issues raised in points 4 and 5.", "[83] Again, the defendants went into a lengthy review and criticism of the plaintiff's evidence, and the findings of the referee. Eight sub-headings of error were set out.", "[84] I am not persuaded the referee made any palpable or overriding errors in this issue of treatment of costs. He had decided to use the plaintiff's method of differential accounting to arrive at his calculation of damages. He, as I see it, considered all the pros and cons in respect of the costs. His final calculations are based on evidence, open to him, upon which he was reasonably entitled to act. - Whether Domco is entitled to claim damages resulting from loss of proits of its wholly owned subsidiaries. - The learned referee erred in law in assessing a claim for loss of sales by subsidiaries of the plaintiff and in fact in the manner of such assessment.", "[85] The background to these points is as follows. In the reference period, Domco had seven wholly owned subsidiaries. Domco sold the patented product to them. They, in turn, resold the product to the retail trade and to contractors. The referee found the loss of profits of the subsidiaries, because of Armstrong's activities, was $625,000.", "[86] The question of Domco's entitlement to that amount, as damages, was referred by the referee, as a matter of law, to the court.", "[87] These subsidiaries were separate legal corporate entities. They had their own assets, employees, offices, directors and financial records. Their businesses were distinct and separte from those of Domco.", "[88] The subsidiaries are not plaintiffs in the action. The formal judgment provides for recovery by the only plaintiff, Domco, of its damages \"incurred as a result of sales in Canada lost by it ...\".", "[89] The plaintiff contended the profits of the subsidiaries would enure to Domco in the form of increased dividends from the companies, or in the form of an increase  <FRAGMENT_SUPPRESSED> 's equity in the subsidiaries.", "[90] I note there is nothing in the plaintiff's pleading advancing the kind of loss or damage now asserted.", "[91] I have concluded Domco cannot succeed on this issue.", "[92] The damages are only recoverable by the legal entities who incurred them. Further, the contention that Domco would have been paid increased dividends, or enlarged its equity, is too speculative, if not too remote. The subsidiaries could have applied the \"lost\" profits in many ways, purely for their own advancement or benefit.", "[93] I deduct the amount of $625,000 from the referee's recommendation of $5,477,000.", "[94] In view of my conclusion on the legal issue, it is not necessary for me to deal with point 7B. Point 8 - The learned referee erred in law in awarding a claim for compensation for delay in receiving damages and in fact in the manner of assessing such claim.", "[95] Domco, in its claim, sought compensation for what were described as \"additional financial costs\". The referee allowed this at $228,000.", "[96] The referee summarized the evidence of West on this point at pages 17-21 of his report. He made his finding at pages 74-5: \"The penultimate claim put forward by the plaintiff is for an amount to compensate Domco for the costs of debt financing to assist in its operations. In Mr. West's opinion such cost is an integral part of any accounting of Domco's deficit from the loss of sales of the patented product in the reference period. He discusses this claim in his affidavit and to grasp a better understanding of it I reproduce paragraphs 56 and 57: '56. Had Domco earned more profit in the period in question as a result of additional sales, its working capital from operations would have been correspondingly increased thereby effecting a corresponding reduction in its debt load. This would have reduced the cost of borrowed money. '57. To calculate such loss, it is necessary to apply the rate of financial cost for a year to the total loss of profits for such year and divide by two, the latter factor being necessary on the assumption that a year's loss of profits would have been incurred equally throughout the year.' \"The interest cost was determined as prime lending rate plus one-half of one percent. The prime lending rate came from published statistics of the Bank of Canada for the years in question. The interest cost appears on line 50 of the claim. Line 51 shows the additional financial cost incurred due to lost sales and is ascertained by multiplying one-half of the rate found on line 50 with the figure found on ling 49A.\"", "[97] The defendants characterized this claim as one for compensation for delay in receiving the damages for loss of profits; it is based on the assumption Domco would have derived a financial benefit from receipt of the additional profits by applying the case received agaist its borrowings to reduce its interest payments.", "[98] I do not agree with that characterization of this claim. West explained the basis and legitimacy of this claim. The referee obviously accepted his evidence and acted on it. He was entitled to do so."]}