{"id_": "063132", "body_str": ["[1] Rouleau, J. [Translation]: The case at bar concerns an application for judicial review from a decision rendered on August 5, 1998 by Mr. Roy, Deputy Commissioner of Correctional Service Canada. That decision upheld the decision by Mr. Watkins, Quebec Regional Deputy Commissioner, which affirmed the decisions of the director of the La Macaza penitentiary to raise the applicant's security level from low to medium and place him in segregation. The latter decision upheld the decision by the director of the Regional Reception Centre to transfer the plaintiff from the La Macaza institution to the Drummond institution.  <FRAGMENT_SUPPRESSED>", "[2] The plaintiff asked the court to issue a writ of certiorari quashing the decisions of the Correctional Service and to order any compensation the court thought appropriate pursuant to s. 24(1) of the Canadian Charter of Rights and Freedoms .  <FRAGMENT_SUPPRESSED>", "[3] On April 15, 1998, while the plaintiff was an inmate at the La Macaza institution in Correctional Service Canada, a theft occurred in the institution's canteen. Various articles, chiefly tobacco, were stolen. The goods were valued at $2,229.  <FRAGMENT_SUPPRESSED>", "[4] On April 16, 1998, the plaintiff was involuntarily placed in administrative segregation for purposes of an administrative investigation of the theft from the canteen on April 15, 1998, pursuant to s. 31(3)(b) of the Corrections and Conditional Release Act (hereinafter \"the Act \"), as the institution had information linking the plaintiff to the conspiracy to commit the said theft.  <FRAGMENT_SUPPRESSED>", "[5] On April 17, 1998, the director of the institution confirmed the detention of the plaintiff in administrative segregation pursuant to s. 20 of the Corrections and Conditional Release Regulations .  <FRAGMENT_SUPPRESSED>", "[6] On April 20, 1998, the plaintiff received a letter telling him that the chairperson of the Segregation Review Board wished to meet with him about the theft from the canteen and the ongoing administrative investigation.  <FRAGMENT_SUPPRESSED>", "[7] On April 23, 1998, the plaintiff and certain other inmates were questioned by Mr. Perrault, a preventive security officer, and his assistant Mr. Pillette, about the theft from the canteen.  <FRAGMENT_SUPPRESSED>", "[8] On April 30, 1998, the plaintiff received the document telling him that he would again have to meet with the Segregation Review Board. The document also informed him that the administrative investigation provided reasonable grounds for believing that he had been or was involved in certain activities jeopardizing the safety and security of the institution. He was suspected of storing in the canteen tobacco products obtained through his involvement in illegal activities, conspiring with other inmates to attack a fellow inmate and participating in the planning of the theft from the canteen on April 15, 1998.  <FRAGMENT_SUPPRESSED>", "[9] Following this meeting between the plaintiff and the Segregation Review Board, it was recommended that the plaintiff be kept in segregation on the ground that he could not return to the population of the institution without compromising the security of an individual or of the institution. It was further suggested that he be transferred to another penitentiary. The penitentiary director decided to act on these recommendations.  <FRAGMENT_SUPPRESSED>", "[10] On April 30, 1998, the plaintiff filed a complaint with the authorities of the La Macaza institution and challenged any penitentiary transfer and the raising of his security level. On May 14, 1998, the deputy director of the institution gave a negative response to the said complaint.  <FRAGMENT_SUPPRESSED>", "[11] On May 20, 1998, the institution received a first level grievance filed by the plaintiff. This grievance was dismissed on May 27.  <FRAGMENT_SUPPRESSED>", "[12] On June 1, 1998, the plaintiff filed a level 2 grievance.  <FRAGMENT_SUPPRESSED>", "[13] On June 26, 1998, the plaintiff received a \"Progress Summary Report\" setting out the reasons justifying the raising of his security and his transfer to another institution. The report mentioned the charges of theft from the canteen and an attack on a fellow inmate. On the same day the plaintiff received a \"Notice of Involuntary Transfer Recommandation\" summarizing the reasons for his transfer to another institution.  <FRAGMENT_SUPPRESSED>", "[14] On June 30, 1998, the director of the institution approved the involuntary transfer recommendation.  <FRAGMENT_SUPPRESSED>", "[15] On July 2, 1998, the Quebec Regional Deputy Commissioner allowed the plaintiff's level two grievance in part. The grievance was allowed in respect of the argument that the deputy director of the institution should not have dealt with the first grievance since it was he who dealt with the complaint of May 14, 1998.  <FRAGMENT_SUPPRESSED>", "[16] On July 20, 1998, the Commissioner of Correctional Service Canada received a third level grievance filed by the plaintiff. On the same day the plaintiff was transferred to another institution.  <FRAGMENT_SUPPRESSED>", "[17] On August 5, 1998, the deputy commissioner dismissed the third level grievance. That decision is the subject of the instant application for judicial review.  <FRAGMENT_SUPPRESSED>", "[18] The plaintiff submitted that he had not been given the full benefit of procedural equity in this matter, since he was not represented by counsel at his meeting with the Segregation Review Board. In this regard, s. 31(2) of the Corrections and Conditional Release Regulations provides that an inmate may retain counsel at a disciplinary hearing, but this was not such a case. However, the Regulations give an inmate the right to consult counsel in preparing for the meeting with the Segregation Review Board.  <FRAGMENT_SUPPRESSED>", "[19] The defendant submitted that the question relating to involuntary administrative segregation has become moot since the plaintiff has been transferred and so is no longer in segregation. He said that the question had already become academic when the instant application for judicial review was filed, that is on September 14, 1998, as his segregation ended on July 20, 1998.  <FRAGMENT_SUPPRESSED>", "[20] The plaintiff argued that he was not given an opportunity to learn the gist of the information on which Mr. Perrault relied in arriving at the conclusions that he had conspired to steal from the canteen and attacked a fellow inmate, and that he stored tobacco in the canteen. The plaintiff  <FRAGMENT_SUPPRESSED> [see footnote 1] as authority for the proposition that he was not given sufficient information to present a reasonable defence and respond to the allegations leading to the transfer and the raising of his security level.  <FRAGMENT_SUPPRESSED>", "[21] Additionally, the plaintiff maintained that it was inconsistent that in the written cross-examination of March 31, 1999, Mr. Perrault admitted that the plaintiff was not directly involved in the conspiracy to attack a fellow inmate, although that conspiracy was a ground leading to the raising of his security level and his transfer.  <FRAGMENT_SUPPRESSED>", "[22] The defendant argued that it is settled law that the requirements of the \"audi alteram\" partem rule are not the same in a disciplinary proceeding as they are in purely administrative decisions taken to protect order and security, such as inmate transfers. He reproduced certain passages from Gallant [see footnote 2] and Cartier [see footnote 3] which qualify the Demaria judgment referred to by the plaintiff.  <FRAGMENT_SUPPRESSED>", "[23] Borowski [see footnote 4] laid down the rules to be followed in determining whether a question has become moot. In that case the Supreme Court of Canada said the following:  <FRAGMENT_SUPPRESSED> \"First it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case ... A court may nonetheless elect to address a moot issue if the circumstances warrant. <FRAGMENT_SUPPRESSED>", "[24] Accordingly, once the question for discussion is a serious one and there are circumstances to ensure that, despite its mootness, the question will be adequately discussed by the parties before the court and the public interest warrants it, it is possible for a court to dispose of a moot point. In the case at bar, it does not seem useful for the court to discuss the question regarding the plaintiff's segregation since the issue no longer exists.  <FRAGMENT_SUPPRESSED>", "[25] The decision to transfer an inmate to an institution is an administrative one, subject to the discretionary authority of the correctional service of an institution. That decision is subject to a duty to observe the requirements of procedural fairness. [see footnote 5] Public authorities which make administrative decisions affecting an individual's rights and privileges must observe the requirements of procedural fairness, consistent with the circumstances of the case.  <FRAGMENT_SUPPRESSED>", "[26] In the case at bar the plaintiff objected that the correctional service had not provided him with sufficient information on the reasons leading to the raising of his security level and his penitentiary transfer. He argued that the correctional service had not given him all the particulars concerning the conspiracy to commit theft in the canteen, the conspiracy to attack a fellow inmate and his alleged participation in distributing the goods stolen from the canteen. He therefore submitted that he could not adequately respond to the charges laid against him.  <FRAGMENT_SUPPRESSED>", "[27] Accordingly, the key point is to determine whether the correctional service gave the plaintiff all the information to be considered in the taking of the decision, as provided for in s. 27 of the Act . This disclosure obligation is qualified by s. 27(3), which provides that the Commissioner may refuse to disclose certain information to the inmate \"where [he] has reasonable grounds to believe that disclosure of information ... would jeopardize ... the safety of any person ... the security of a penitentiary, or ... the conduct of any lawful investigation\". [see footnote 6] Based on the evidence submitted to the court, I consider that there is nothing to suggest that the safety of an individual or of the institution would have been affected by the disclosure of certain information. It must therefore be determined whether, in the circumstances, the inmate obtained sufficient information to be able to adequately respond to the charges laid against him.  <FRAGMENT_SUPPRESSED>", "[28] The plaintiff based his argument on Demaria . [see footnote 7] That case was discussed by the Federal Court of Appeal in Gallant . [see footnote 8] In that case Marceau, J.A., explained the scope of the \"audi alteram partem\" rule in the case of a decision about the transfer of an inmate.  <FRAGMENT_SUPPRESSED> \"The rationale behind the 'audi alteram partem' principle, which simply requires the participation, in the making of a decision, of the individual whose rights or interests may be affected, is, of course, that the individual may always be in a position to bring forth information, in the form of facts or arguments, that could help the decision-maker reach a fair and prudent conclusion. It has long been recognized to be only rational as well as practical that the extent and character of such a participation should depend on the circumstances of the case and the nature of the decision to be made ...  <FRAGMENT_SUPPRESSED> \"In the case of a decision arrived at imposing a sanction or a punishment for the commission of an offence, fairness dictates that the person charged be given all available particulars of the offence. Not so in the case of a decision to transfer made for the sake of the orderly and proper administration of the institution and based on a belief that the inmate should, because of concerns raised as to his behaviour, not remain where he is. In such a case, there could be no basis for requiring that the inmate be given as many particulars of all the wrong doings of which he may be suspected ... In the situation we are dealing with here, guilt was not what had to be confirmed, it was whether the information received from six different sources was sufficient to raise a valid concern and warrant the transfer.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"In Demaria , the withholding of information was almost complete and merely justified by a blanket claim ... that 'all preventive security information' is confidential and (cannot) be released. <FRAGMENT_SUPPRESSED>", "[29] In Camphaug [see footnote 9] Strayer, J.A., of the Federal Court of Appeal, concurred in the comments of Marceau, J.A., and explained that, in the case of a decision involving the transfer of an inmate, the decision-maker should have serious grounds for believing that the inmate should be transferred. Accordingly, the fairness obligation also requires that the inmate receive whatever information is needed to be able to make his comments.  <FRAGMENT_SUPPRESSED>", "[30] The grounds relating to the transfer are the charges of theft from the canteen and attacking a fellow inmate. In a cross-examination Mr. Perrault admitted that the plaintiff had not participated in the conspiracy to attack the fellow inmate. What remains of the grounds supporting the belief that the plaintiff should be transferred rests with the charges regarding theft from the canteen. On the evidence submitted, the correctional service had practically no information to suggest that the plaintiff could have been involved in the theft from the canteen in one way or another.  <FRAGMENT_SUPPRESSED>", "[31] I consider that it is doubtful whether the grounds on which the decision was based were reasonable and serious. I was not persuaded that the theft charges were based on anything more than suspicion and I am unable to believe that the plaintiff's behaviour jeopardized the safety and security of the institution.  <FRAGMENT_SUPPRESSED>", "[32] In light of recent decisions of the courts, it seems to me that the plaintiff did not receive sufficient information about the grounds for his transfer and the raising of his security level to say that the rules of procedural equity were observed.  <FRAGMENT_SUPPRESSED>", "[33] The application for judicial review is accordingly allowed. I consider that the authorities' charges relating to the plaintiff's transfer and the raising of his security level will cause the latter irreparable harm when he becomes eligible to make a parole application. I therefore direct that the charges regarding his participation in the canteen theft that occurred on April 15, 1998, his involvement in the attack on a fellow inmate and the allegation regarding the storage of tobacco obtained as the result of his involvement in illegal activities be deleted from the plaintiff's record.  <FRAGMENT_SUPPRESSED>", "[34] Since this is an application for judicial review, there is no basis for awarding damages to the plaintiff.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Gary W. McLaughlin/saf  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1. <FRAGMENT_SUPPRESSED>  Sask.R. 82; 38 C.R.R. 232; 57 D.L.R.(4th) 231; 47 C.C.C.(3d) 1; 33 C.P.C.(2d) 105; [1989] 3 W.W.R. 97.  <FRAGMENT_SUPPRESSED> 5. <FRAGMENT_SUPPRESSED> . Supra, footnote 3.  <FRAGMENT_SUPPRESSED> 7. Supra, footnote 1.  <FRAGMENT_SUPPRESSED> 8. Supra, footnote 2.  <FRAGMENT_SUPPRESSED> 9. <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"]}