{"id_": "063157", "body_str": ["[1] Mandamin, J. : The Applicant, Mr. Robin Wloch, applies for judicial review of two decisions by officials at the Canada Revenue Agency (CRA). The decisions related to his attempts to qualify for an IT specialist position in the CRA. The Applicant commenced separate judicial reviews of these two CRA decisions which were subsequently consolidated into this judicial review application.", "[2] The difference between the issues arising from the impugned decisions is nuanced and will emerge as I recite the facts of this case. For the reasons that follow I am dismissing the applications for judicial review on both questions. Background", "[3] The Applicant, a CRA employee, was very interested in competing for an open CS-03 IT Specialist position. This is apparently a much sought after position and openings are rare opportunities for promotion. One of the essential requirements for the position is a level 2 score in an analytical thinking exercise called a competency overview.", "[4] On May 30th, 2008, the Applicant submitted his analytical thinking exercise. On September 5, 2008 he received a level 1 score.", "[5] Unhappy with the result the Applicant requested Individual Feedback, a recourse procedure provided for in the CRA's staffing process. In October, 2008 the CRA designate conducting the review refused to change the assessment score. The Applicant then applied for Decision Review which was the second and final recourse available to him in the staffing process for this situation.", "[6] Meanwhile, in September 2008 the definition of analytical thinking was revised and with that revision came a change in the assessment criteria. As will be seen, this change could have benefitted the Applicant had it been made before he wrote his first analytical thinking exercise. However, the change came too late and the Applicant's only hope to compete for the job was a favourable finding in his recourse request.", "[7] The CRA began its selection process in December 2008. The Notice of Opportunity provided that all candidates who met the pre-requisites by December 2, 2008 would be considered. In addition, the Notice provided that candidates seeking recourse for test results could also apply. Having commenced an application for recourse on his analytical thinking score and having satisfied all the other requirements for the job, the Applicant submitted his application by the closing date.", "[8] On January 5, 2009 Mr. Jacques Boudreau, the Decision Reviewer, denied the Applicant's request for recourse on his level 1 score. On January 19, 2009 the CRA confirmed the Decision Review was the Applicant's final recourse available. The Applicant then proceeded with the first application for judicial review to this Court.", "[9] On February 9, 2009 the CRA Selection Board advised the Applicant that he was screened out of the CS-03 IT Specialist selection process because he had not achieved a level 2 competency in analytical thinking and because his request for recourse was unsuccessful. On February 13, 2009 the Applicant sought Individual Feedback in relation to the CRA's decision to exclude him from the selection process. On March 30, 2009 the Selection Board refused recourse and reiterated its position.", "[10] By this time 180 days had elapsed since the first competency overview and the Applicant was eligible to be retested for his analytical thinking. He resubmitted the same exercise, word-for-word, that he had submitted nearly a year earlier. However, this time around the Applicant achieved a level 2 score.", "[11] The Applicant emailed the CRA on May 22, 2009 indicating he would file a grievance against being screened out of the CS-03 IT Specialist selection process given the inconsistent analytical thinking scores. He questioned the earlier Decision Review on the basis of his different results. On June 17, 2009 the Applicant advised the CRA by email that the union was considering an application for judicial review. The Applicant did not proceed with a grievance.", "[12] The CRA took the Applicant's emails of May 22, 2009 and June 17, 2009 as a request the CRA once again reconsider excluding the Applicant from the selection process. On June 18, 2009, Ms. Andrée Thériault reaffirmed the Board's position, writing: \": ...The selection committee has taken note of your situation and is prepared to review your case, if so directed, after a grievance has been heard and a decision rendered. At this time, you do not meet the pre-requisites of this selection process and cannot be considered further.\"", "[13] The Applicant filed his second application for judicial review in response to this refusal from Ms. Thériault. Decisions Under Review January 5, 2009 Decision Review", "[14] The first decision under judicial review is the January 5, 2009 decision by the Decision Reviewer, Mr. Boudreau, deciding the Applicant had not been treated arbitrarily and refusing his request for recourse.", "[15] Mr. Boudreau's Decision Review of the Applicant's level 1 competency assessment result provided a brief description of the analytical thinking assessment and its goals. His review describes why the answers provided by the Applicant were scored level 1. Mr. Boudreau concluded the criteria were applied consistently to all candidates and the Applicant was not treated arbitrarily. June 18, 2009 Refusal to Reconsider", "[16] The second decision under judicial review is the June 18, 2009 decision by Ms. Thériault delivered on behalf of the CS-03 IT Specialist Selection Board refusing to reconsider its decision to exclude the Applicant from the selection process barring instructions stemming from a grievance. Legislation Federal Courts Act , (R.S.C., 1985, c. F-7) 18.1 (1) An application for judicial review may be made by the Attorney General of Canada or by anyone directly affected by the matter in respect of which relief is sought. Time limitation ... (4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal (a) acted without jurisdiction, acted beyond its jurisdiction or refused to exercise its jurisdiction; (b) failed to observe a principle of natural justice, procedural fairness or other procedure that it was required by law to observe; (c) erred in law in making a decision or an order, whether or not the error appears on the face of the record; (d) based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it; (e) acted, or failed to act, by reason of fraud or perjured evidence; or (f) acted in any other way that was contrary to law.. ... Public Service Labour Relations Act , (2003, c. 22, s. 2) 208. (1) Subject to subsections (2) to (7), an employee is entitled to present an individual grievance if he or she feels aggrieved (a) by the interpretation or application, in respect of the employee, of (i) a provision of a statute or regulation, or of a direction or other instrument made or issued by the employer, that deals with terms and conditions of employment, or (ii) a provision of a collective agreement or an arbitral award; or (b) as a result of any occurrence or matter affecting his or her terms and conditions of employment. (2) An employee may not present an individual grievance in respect of which an administrative procedure for redress is provided under any Act of Parliament, other than the Canadian Human Rights Act. Canada Revenue Agency Act , (1999, c-17) 30. (1) The Agency has authority over all matters relating to ... (d) human resources management, including the determination of the terms and conditions of employment of persons employed by the Agency; ... 54. (1) The Agency must develop a program governing staffing, including the appointment of, and recourse for, employees. (2) No collective agreement may deal with matters governed by the staffing program. ... ... CRA Recourse for Assessment and Staffing Process", "[17] The CRA recourse process provides in respect of Decision Review: 2. Types of Recourse 2.3 Decision Review is an internal process conducted by a Decision Reviewer who reviews a staffing decision that was taken by an Authorized Person or delegate. ... 4. Grounds on Recourse 4.1 In all cases, the grounds for recourse for Individual Feedback, Decision Review, and Independent Third Party Review is whether the employee exercising recourse was treated in an arbitrary way. The focus should be on the treatment of the individual in the process and not on the evaluation of other candidates/employees. 4.2 The term \"arbitrary\" is defined as follows: In an unreasonable manner, done capriciously; not done or acting according to reason or judgment; not based on rationale or established policy; not the result of a reasoning applied to relevant considerations; discriminatory, i.e., as listed as the prohibited grounds of discrimination in the Canadian Human Rights Act ... 9.2 The Decision Reviewer 9.2.6 Shall conduct the review and gather such information as is required in order to come to a decision. Generally, the review is comprised of the following steps: i. Review documentation presented by the candidate/employee and Authorized Person or delegate; ii. Gather additional information, as required; analyse the facts; and iii. Make the final decision in writing and ensure that it is recorded in the staffing file or the employee's competency profile. Issues", "[18] The issues in this combined judicial review are as follows: 1. What are the applicable standards of review for each of the two decisions under judicial review? 2. Was the Decision Review with respect to the assessment of Applicant's level 1 competency in analytical thinking conducted properly? 3. Was the exclusion decision of the CS-03 IT Specialist Selection Committee in order? 4. What is the remedy available to the Applicant if either or both of the decisions are judicially reviewed? Standard of Review", "[19] The Applicant argues correctness is the proper standard of review for both decisions in this case. The Respondent submits the standard of review in both decisions is reasonableness.", "[20] The Supreme Court found in <FRAGMENT_SUPPRESSED>  questions of fact and questions of fact and law should be reviewed on a standard of reasonableness, while questions of law will generally be reviewed on standard of correctness. Where standards of review for similar questions emerge as well-settled in the jurisprudence, those standards may be used. January 5, 2009 Decision Review", "[21] The Applicant argues this decision raises a question of procedural fairness that should be reviewed on the standard of correctness. I disagree; at issue is whether the reviewer considered the appropriate factors in arriving at his decision. The Decision Reviewer must review the facts and determine if the action offended the directive against arbitrary treatment. I concluded in <FRAGMENT_SUPPRESSED>  at paras. 15, 16 that the content of a Decision Review is a mixed question of fact and law that should be reviewed on the standard of reasonableness. The same standard should apply in this case. June 18, 2009 Refusal to Reconsider", "[22] The decision concerning the Applicant's request for reconsideration by the Selection Committee was not a Decision Review. It was a refusal to engage in reconsideration after it was advised that the Applicant had subsequently received a level 2 rating in the assessment of his analytical thinking.", "[23] Although the Applicant made reference to considering a grievance in correspondence to the Selection Board, he clearly advised that there would be no grievance and that the union was considering a judicial review instead. The Board said it would only reconsider its decision to exclude the Application from the selection process if required to do so after a grievance.", "[24] The Selection Board's response involves an interpretation of the grievance procedures in the Public Service Labour Relations Act and its inter-relationship with the Canada Revenue Agency Act . The Selection Board had to determine what the correct statutory \"next step\" should be which directs the issue into a pure question of law.", "[25] The standard of review concerning the Selection Board's decision is a question of law reviewed on the standard of correctness. The Board interpreted a statute outside its area of expertise. Analysis", "[26] The Applicant conflates his submissions with respect to the two decisions. His submissions are primarily directed to the second June 18, 2009 Selection Board's refusal to reconsider his exclusion from the selection process.", "[27] The Applicant contends the CRA ought not to be able to rely on the initial analytical thinking level 1 score he received to exclude him from the CS-03 IT Specialist selection process because the CRA has not provided a reasonable explanation for his inconsistent analytical thinking scores on identical competency overviews. The onus, he submits, rests on the CRA.", "[28] He states that qualifications must not only be assessed on the basis of the same standards among all candidates but also applied consistently. <FRAGMENT_SUPPRESSED>  at para. 25. He submits this principle of consistency should also apply to assessment and reassessment of an employee's qualifications. Analysis of the June 18, 2009 Exclusion Decision", "[29] I will address the issues in reverse chronological order since the second issue may be readily disposed of. I am of the view that the Selection Board erred in concluding it would not review the Applicant's request to reconsider his exclusion. The Federal Court of Appeal has confirmed that \"[a] s a matter of law, in the absence of statutory restriction, non-adjudicative decisions may be reconsidered and varied.\" <FRAGMENT_SUPPRESSED> ; upheld 2004 FCA 126.", "[30] The Applicant was statutorily barred from filing a grievance. He had recourse through Individual Feedback and Decision Review with respect to the Board's exclusion decision pursuant to the CRA Recourse for Assessment and Staffing Process. Subsection 208(2) of the Public Service Labour Relations Act prohibits an employee of the CRA from filing a grievance where the employee has recourse. This was recently confirmed by Justice Evans of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  at paras. 30, 32, and 34 ( Johal) . The Board was in error by making reconsideration contingent on a grievance.", "[31] However, the Selection Board's error is not determinative of this case. As Justice John Evans stated in <FRAGMENT_SUPPRESSED> at para. 41: \"unless this error is material, it is not necessarily dispositive of the appeal.\"", "[32] For the Applicant to succeed on his request for reconsideration on June 18, 2009, he has to show he qualified for the selection process on December 2, 2008. His level 2 score would need to be recognized retroactively. At this point, the only way that can happen is if I order it on judicial review. The only way I can order it on judicial review is if I find a reviewable error. Analysis of the January 5, 2009 Decision Review", "[33] As mentioned, the Applicant asked for recourse with respect to his level 1 score in the form of Individual Feedback. The designate responsible for Individual Feedback refused recourse, outlining the problem in the Applicant's exercise.", "[34] Unsatisfied with this result, the Applicant proceeded to the next step of recourse: Decision Review. At this stage the reviewer collects and considers documentation presented by the employee and those involved in the score under review, gathers other information as required and analyses the material. He can only apply one ground for review, and that is whether the employer acted arbitrarily pursuant to the definition of that term in the staffing process.", "[35] The Decision Reviewer explained the shortcomings in the Applicant's competency overview. He refers to specific passages from the overview and provides cogent reasons why they did not meet the criteria at the time. The Applicant has not identified any error by the Decision Reviewer.", "[36] On review, I find the Decision Reviewer correctly identified the ground of review as arbitrariness, determined that the Applicant was evaluated in accordance with valid criteria applied to all candidates, and provided a rational explanation of level 1 score. I find the Decision Review to be reasonable. Retroactive Application of the Analytical Thinking Assessment", "[37] The Applicant submits he has been treated arbitrarily by the CRA because of his different analytical thinking scores. He submits that, absent a reasonable explanation from the CRA, this Court should conclude the initial analytical thinking score was unreasonable and the higher score should apply retroactively.", "[38] I have several difficulties with the Applicant's submissions on this point.", "[39] First, the Applicant does not identify any process within the CRA selection process that provides for retroactive applications of assessment results outside of the recourse mechanisms discussed above in which the Applicant was unsuccessful.", "[40] Second, the Respondent's explanation for the different scores is logical. The assessment criteria changed in the interim between the first and second assessments. These changes were advertised in a CRA newsletter. The Respondent submits that the fact that the Applicant submitted the same answers and obtained different scores is the obvious outcome to a change in the definition of analytical thinking.", "[41] The Applicant states this evidence should not be accepted as the information was not before the Selection Board. However, the criteria change is relevant to the level 2 score on the second competency overview and in my opinion may be considered in the understanding of that score in this forum.", "[42] Finally, the Applicant submits the first result is still arbitrary because the change in the criteria was unsubstantial. The Respondent submits otherwise. The Respondent submits the Applicant benefited by the change as he now achieved a higher score on resubmitting the same competency overview.", "[43] While changes in wording and organization of the criteria are limited, they are more than merely grammatical and concern specialized subject matter. I would decline to venture into a comparative assessment of criteria for analytical thinking as it relates to information technology.", "[44] In my opinion, the Respondent has offered an acceptable explanation for the Applicant's different scores on the analytical thinking exercise. Conclusion", "[45] I am dismissing the application for judicial review with respect to the January 5, 2009 decision.", "[46] I have found the Selection Board erred in its reason for denying reconsideration of the Applicant's exclusion from the CS-03 IT selection process. In my view, reconsideration is moot since the Applicant has not succeeded in the judicial review if the Decision Review of the January 5, 2009 decision and there does not exist any mechanism by which the Applicant's subsequent level 2 assessment score can be applied retroactively.", "[47] Judicial Review is a discretionary remedy. As I see no reason to order the Selection Board to reconsider its selection decision. I decline to exercise my discretion and grant judicial review.", "[48] Given the somewhat divided success, I make no order for costs. JUDGMENT", "[49] THIS COURT ORDERS AND ADJUDGES that 1. The application for judicial review of the January 5, 2009 decision review is dismissed. 2. I decline to exercise my discretion to grant judicial review of the Selection Board decision. The application for judicial review of the June 18, 2009 decision is dismissed. 3. I make no order on costs. [End of document]"]}