{"id_": "063358", "body_str": ["[1] Pinard, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") dated February 12, 2004, wherein the Board found the applicant not to be a Convention refugee or a \"person in need of protection\" as defined in sections 96 and 97 respectively of the Immigration and Refugee Protection Act, S.C. 2001, c. 27.", "[2] The applicant is a citizen of Romania. He arrived in Canada on July 2, 2003 via Hungary, Austria, Germany, France and England and claimed refugee status on July 7, 2003. He alleges a well-founded fear of persecution because of his pentecost religion.", "[3] The Board based its decision on a negative credibility finding. In questions of credibility, this Court cannot substitute its opinion for that of the Board unless the applicant can demonstrate that the Board's decision was based on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it (subsection 18.1(4) of the Federal Court Act, R.S.C. 1985, c. F-7).", "[4] Here, there were numerous inconsistencies between the applicant's Point of Entry (\"POE\") notes, Personal Information Form (\"PIF\") and testimony. Although, not determinative in themselves, each factor was considered by the Board and resulted in an adverse finding of credibility.", "[5] Firstly, the applicant alleged that his wife's family forced her to have an abortion, however the medical certificate clearly states that the abortion was at her request. Secondly, the applicant alleged police detention in his PIF, however his POE notes indicate no detention. It is reasonable that the Board didn't accept the applicant's explanation that he understood the POE notes to mean legal detention as the question clearly states both detention and prison as options. Thirdly, the applicant's address was not consistent between his PIF and his POE notes. The applicant didn't appear to have any explanation for this other than he had put the address where he lived with his wife. Fourthly, the Board noted that the applicant hesitated frequently during his testimony and appeared to be improvising. Whether or not the applicant was hesitant and improvising is generally a matter which only the Board can properly assess. Lastly, the Board did not find any other credible evidence regarding the possible risks and danger that the applicant might face in his country.", "[6] With respect to the applicant's subjective fear, it is important to note that the applicant, who applied for refugee status five days after arriving in Canada, did not seek refugee status in any of the other five countries he passed through while en route to Canada, despite being in England for one month and France for three days. The respondent's arguments are more compelling than the applicant's regarding the validity of reasons for not seeking refugee status in the other countries. If the applicant had truly feared for his life, he would have applied at the first available opportunity, rather than relying on what others told him. His actions were inconsistent with a subjective fear of persecution and it was reasonable for the Board to find that he did not have a subjective fear of persecution based on his delay in seeking refugee status.", "[7] It does not appear from the evidence that the Board committed any reviewable error in its disposition of this case and, therefore, the application for judicial review is dismissed. [End of document] <FRAGMENT_SUPPRESSED>"]}