{"id_": "063492", "body_str": ["[1] Tremblay-Lamer, J. : This is an application for judicial review of the written decision of March 18, 2001 of the Pelican Lake Band Appeal Board, wherein it denied the appeal by the applicants Harvey Abbott, Edward Bill, and Jimmy Bill.", "[2] The Pelican Lake First Nation, also known as the Pelican Lake Indian Band, is a \"Band\" as defined by subsection 2(1) of the Indian Act , R.S.C. 1985, c. I-5.", "[3] In July 1999, the Band chose to begin the process of converting its procedure for electing a Band Council from the procedures under section 74-280 of the Indian Act to a customary electoral system.", "[4] The Pelican Lake Election Act , (the \" Act \") was subsequently drafted and several public meetings were held to provide members of the Band with a forum and opportunity to discuss the procedural and substantive aspects of the draft.", "[5] The consent and approval of the Minister was required before the Act could be declared law. Specifically, the Minister required the proponents of the Act to obtain, via referendum, the support of a majority of all eligible electors of the First Nation before it would revoke the Indian Band's Council Election Order SOR/97-138 thereby permitting the Act to become law.", "[6] Even though the referendum results were insufficient to satisfy the Minister's requirement of a majority of eligible electors and the Minister's consent to the Act had not been granted, the Band proceeded with an election for Band Council on April 14, 2000, pursuant to the terms of the Act", "[7] The Federal Court of Canada was requested to determine the validity of the Chief and Council elected on April 14, 2000. Campbell, J., delivered his reasons on December 6, 2000, concluding that the results of the election of April 14, 2000 were not according to law as the election was conducted pursuant to the Act which was not in effect at the time.", "[8] Given this ruling, the results of the April 14, 2000 election were set aside necessitating a new election.", "[9] On February 12, 2001, a nomination meeting was held by the Pelican Lake Band Members pursuant to the provisions of the Act . At the meeting, five members were selected to be members of the Pelican Lake Band Appeal Board (the \"Board\"). The five members selected were Elmer Thomas, John Malanowich, Mirian Thomas, Isaac Chamakese and Walter Lewis. Several days before the date of the election, Isaac Chamakese tendered his written resignation from the Board.", "[10] An election for Chief and Council was conducted on February 28, 2001, pursuant to the terms and provisions of the Act", "[11] After the election, the applicants filed a notice of appeal with the Board indicating two grounds for appeal: \"a) a serious error or violation of the Pelican Lake Election Act was made in the interpretation and application of the provisions of the Act and which errors or violations affected the outcome of the Election being contrary to section 12(1)(a) of the Act ; and \"b) the conduct of the Section extensively violated the requirements and procedures of the Act so as to constitute the Election corrupted being contrary to section 12(1)(c) of the Act .\"", "[12] The members of the Board convened on March 16, 2001 to review the appeal. One member of the Board, Isaac Chamakese, who had earlier resigned, was not present at the meeting. Osborne Turner, the Chief Electoral Officer (CEO), and Lisa Chamakese, the Deputy Returning Officer (DRO), were also present at the meeting.", "[13] As a result of meetings held on March 16 and 17, 2001, a letter was circulated throughout the Pelican Lake Band, dated March 18, 2001, advising that the majority of the Board members had come to the conclusion that the February 28, 2001 election had been fair and was binding.", "[14] Consequently, the appeal by Harvey Abbott, Edward Bill and Jimmy Bill was denied.", "[15] The applicants seek judicial review of the decision of the Board.", "[16] The relevant provisions of the Act are as follows: \"11(1) An Appeal Board shall be appointed by the membership at the nominations meeting immediately after the close of nominations has been announced by the Chief Electoral officer or his/her designate. \"(2) The Appeal Board shall supervise and administer all election appeals in accordance with the Elections Act. \"(3) It shall be the duty of the Appeal Board to certify the election results of the Pelican Lake Band Council if there is an appeal after an election or by-election. \"(4) The members of the Appeal Board shall hold office until all appeals have been determined. No member of the Election Appeal Board shall be a member of the Band Council. \"12(1) Any candidate at the election or any elector who gave or tendered his/her vote at the election may, within fourteen (14) calendar days of the poll, appeal the election if he/she has reasonable and probable grounds for believing that: (a) an error or violation of the Elections Act was made in the interpretation or application of the Act which might have affected the outcome of the election; (b) a candidate who ran in the election was ineligible to do so pursuant to this Act; and/or (c) there was a corrupt practice in contravention of the Election Act. \"12(2) An appeal of a Pelican Lake Band Election may be launched in the following manner: (a) a Notice of Appeal in writing, duly verified by a properly sworn affidavit, shall be forwarded by registered mail or hand delivered to the Chief Electoral Officer outlining the grounds for the appeal and enclosing cash, certified cheque or money order in the amount of three hundred dollars ($300) in favour of the Pelican Lake Band Administration. The Notice of Appeal must be received within fourteen (14) calendar days of the election. (b) If the appeal is upheld, the money shall be returned. (c) If the appeal is denied, the money shall be forfeited to the Pelican Lake Band and shall be applied to the cost of conducting the appeal. \"12(3) The Appeal Board shall: (a) be made up of five (5) impartial persons, the majority of whom are band members and including at least one (1) local business person, bank managers or professional person who is not a band member. (b) within seven (7) days of receiving the complaint rule on whether to allow or disallow an appeal hearing based on the sufficiency of the evidence presented in the complaint and thereafter, as soon as is reasonable practicable, advise the Band, the complainant(s) [appellant(s)] and any candidates who might be affected by an adverse decision of the Appeal Board [proper respondent(s)] of the Appeal Board's preliminary ruling. \"(4) If the Appeal Board decides to proceed with an appeal hearing, the hearing shall be held within fourteen (14) days of receiving the complaint and the Band. All proper parties shall be given notice of the date, time and place of the appeal hearing and the grounds for appeal by registered mail. \"(5) At the appeal hearing, the appellant(s) shall present his/her/their case. All proper respondents are entitled to make full answer and defence. The appellant(s) shall then make an opportunity for rebuttal. The parties may be represented by legal or other counsel at their own expense. The Appeal Board shall hear any and all relevant evidence brought forth by the appellants and/or respondents.\"", "[17] In my view, the serious flaws identified in the constitution of the Board and the process followed by it vitiate the decision ab initio. Thus, it is unnecessary to consider the merits of the decision of the Board.", "[18] The applicants argue that the Board was not properly constituted because there were only four members present, whereas the Act states that five members are required. I agree with the applicants.", "[19] Paragraph 12(3)(a) is clear. The Appeal Board shall be made up of five impartial members . Only four members were present at the meeting as Isaac Chamakese, the fifth member, resigned several days prior to the election. While I agree with the respondent that the Act is silent and does not provide a mechanism to appoint a new member, nevertheless, I am unable to conclude that the Board was properly constituted in accordance with the Act", "[20] The applicants further submit that the Board failed to observe the principles of procedural fairness and natural justice.", "[21] Subsection 11(2) of the Act requires the Board to \"administer all election appeals in accordance with the Election Act\". The appeal, pursuant to paragraph 12(3)(b), is a two-step process. At the initial stage, the Board is to review the complaint and determine within seven days \"whether to allow or disallow an Appeal Hearing based on the sufficiency of the evidence presented in the complaint ...\". This decision is based on the complaint alone. The Board is entitled to dismiss the complaint if it believes that the allegations are insufficient to warrant a formal hearing. I note that the Act is silent on whether the decision must be made by consensus, or whether it can be made by a simple majority. It would appear to me that an objection made by a member would be a strong indication that there is enough evidence to go to a formal hearing and that a summary dismissal is inappropriate in the circumstances.", "[22] If the Board decides to proceed with an Appeal Hearing, pursuant to subsection 12(4), then all the proper parties are notified and the hearing is held within fourteen days of receiving the complaint. At the hearing, pursuant to subsection 12(5), the appellants shall present their case, the respondents are entitled to full answer and defence, and the appellants shall make an opportunity for rebuttal. At the hearing, the Board shall hear any and all relevant evidence brought forth by the appellants and the respondents.", "[23] The applicants submit that the Board did not follow the procedure set forth in the Act as the CEO, Osborne Turner, and the DRO, Lisa Chamakese, were present and made representations at the initial meeting of the Board.", "[24] Although administrative decision makers are entitled to reach conclusions as to the probative value of evidence, or to determine that some complaints are not worthy of pursuit beyond the investigatory stage due to inherent weakness ( <FRAGMENT_SUPPRESSED> ), it still stands that an administrative decision maker has to observe the rules of procedural fairness. In the case at bar, it is undisputed that the Board had the statutory authority to dismiss the applicants' complaint at the first step of the hearing. However, what is being challenged is the fact that the Board reached its decision after hearing the opinion of the CEO. At issue here is not the substance of the decision itself, but rather, the manner in which it was reached. In this regard, contrary to the respondent's submission, the fact that the Act has a privative clause is not relevant to the question at issue of whether the Board acted fairly.", "[25] In my opinion, it was improper for the CEO and the DRO to have been present and to have made representations at the initial meeting of the Board. The presence of the CEO and the DRO cannot be characterized as neutral. Although Mr. Turner and Ms. Chamakese did not have an interest in seeing one candidate succeed over another, they did have an interest in convincing the Board that the election they oversaw was conducted legally. They were not impartial observers. This is evident from the minutes of the meeting where the sentiments of the CEO are expressed as follows: \"He regretted that there were suggestions in the Appeal document that stated the Election was held on the basis of illegal and corrupt practices. He stated he was personally accused of this and that his integrity was questioned. He stated he had run several elections before and never experienced such false accusations.\" Respondent's Record at 51.", "[26] Furthermore, Mr. Turner provided each member of the Board with a document entitled \"Response to the Notice of Appeal to the General Election held on February 28th, 2001 \". This document set forth Mr. Turner's opinion that the appeal was without merit and should be dismissed summarily in the absence of a formal hearing. This type of information should only have been provided at the formal Appeal hearing, where the applicants would have had an opportunity to present their case and an equal opportunity to respond.", "[27] <FRAGMENT_SUPPRESSED>  the applicant was denied a formal hearing based on contradictory evidence that had been submitted to the Tribunal. Sharlow, J., determined that not giving the applicant the opportunity to respond to contradictory evidence deprived him of a fundamental right that made the proceeding unfair to him. This, she points out would be true even if the evidence would have come from a neutral observer such as the CEO. She stated at paras. 63 and 64: \"I do not suggest that the Tribunal members should have been forbidden from attending the election and the count. But having done so, it was unfair for them to then rely on their own personal knowledge when determining that Mr. Lavallee's appeals had no merit, without first giving him fair notice of the factual evidence that contradicted his allegations. He should have been allowed to respond to that contradictory evidence before the Tribunal decided whether any or all of his three appeals warranted a hearing. \"I would go further and say that even if the contradictory evidence had come from someone other than the Tribunal members, such as a neutral observer like Mr. Louison as Chief Electoral Officer, Mr. Lavallee in fairness should have been told about that evidence, and should have been given an opportunity to respond to it before the Tribunal determined whether an appeal hearing was warranted.\"", "[28] Similarly, in the case at bar, I believe that it was improper for the Board to hear the opinion of Mr. Turner without giving the applicants an opportunity to respond.", "[29] In summary, I am of the view that the Board was not properly constituted as there were only four members present instead of the required five and the Board failed to observe procedural fairness by hearing the opinion of the CEO and DRO while not providing the applicants an equal opportunity to respond.", "[30] This application for judicial review is allowed. The decision of March 18, 2001 is set aside. The matter is remitted back to a Board properly constituted to decide in accordance with the Act ORDER", "[31] THIS COURT ORDERS THAT", "[1] The application for judicial review is allowed. The decision of March 18, 2001 is set aside. The matter is remitted back to a Board properly constituted to decide in accordance with the Act Application allowed. Editor: Jana A. Andersen/ve [End of document]"]}