{"id_": "063593", "body_str": ["[1] Rennie, J. : The applicant seeks judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board), dated October 12, 2011, which found that the applicant was neither a Convention refugee nor a person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ). For the reasons that follow the application is dismissed.  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[2] The applicant, Xiaohang Yang, is a citizen of China. She states that she was introduced to Catholicism by a friend after she was hospitalized due to a head injury. She began attending an underground Catholic house church regularly.  <FRAGMENT_SUPPRESSED>", "[3] The applicant states that on May 17, 2009, her church was raided by the Public Security Bureau (PSB). Having arrived late that evening she escaped arrest and went to hide at her aunt's house. While in hiding the applicant learned that the PSB had come looking for her and that three fellow church members had been arrested. The applicant left China with the aid of an agent and arrived in Canada on September 14, 2009. She made her refugee claim on October 6, 2009. She subsequently learned that the three church members who had been arrested were sentenced to three years' imprisonment in China.  <FRAGMENT_SUPPRESSED>", "[4] The Board had concerns as to the applicant's credibility and found that the applicant was neither a Convention refugee, nor a person in need of protection. The Board found that the applicant was not a genuine Christian and that even if she were she would not face a risk of persecution upon return to her home province of Fujian.  <FRAGMENT_SUPPRESSED> Credibility  <FRAGMENT_SUPPRESSED>", "[5] The Board made several negative credibility findings based on discrepancies in the applicant's oral and written evidence, or inconsistencies between her testimony and the documentary evidence. These findings included:  <FRAGMENT_SUPPRESSED> a. The applicant gave different dates in her written and oral testimony as to when the PSB came looking for her at her family's house, and also gave discrepant testimony on this point at different times during the hearing.  <FRAGMENT_SUPPRESSED> b. The applicant omitted from her written narrative several dates regarding when the PSB was looking for her.  <FRAGMENT_SUPPRESSED> c. The summons presented by the applicant as evidence did not conform with descriptions and examples of that kind of document from the documentary evidence: it did not include the applicant's age, gender or address; it did not include acknowledgment of receipt; and it was a summons for questioning rather than an arrest summons, which would not have been issued in the circumstances if the applicant's testimony were true.  <FRAGMENT_SUPPRESSED> d. The documentary evidence suggested that the arrest and sentence to three years' imprisonment of three Catholic practitioners would have been reported by interested organizations, and therefore the lack of any report suggested this did not actually occur. The applicant had a United States visa dated June 3, 2009, but did not leave China until she obtained a visa to Canada months later. The Board drew a negative inference from her delay in leaving China and did not accept the explanation that she left all the plans to the agent.  <FRAGMENT_SUPPRESSED>", "[6] As a result of all these findings the Board concluded that the applicant was not credible, she did not practice Christianity in China, and the raid by the PSB did not occur. The Board also found that the claim had not been made in good faith and the applicant was only attending a church in Canada to bolster her fraudulent refugee claim. The Board found that the applicant was not a genuine practicing Roman Catholic and would not be perceived as such in China.  <FRAGMENT_SUPPRESSED>", "[7] In the alternative, the Board found that even if the applicant were a genuine Christian, she had not established a serious possibility of persecution if she were to return to Fujian. The Board reviewed the documentary evidence regarding treatment of Catholics in China, particularly in Fujian. Some evidence suggested that province is more tolerant than others, while other evidence suggested the opposite.  <FRAGMENT_SUPPRESSED>", "[8] The applicant's claim was therefore refused.  <FRAGMENT_SUPPRESSED> Standard of Review and Issue  <FRAGMENT_SUPPRESSED>", "[9] This application raises the following issues:  <FRAGMENT_SUPPRESSED> a. Was the Board's analysis of credibility reasonable?  <FRAGMENT_SUPPRESSED> b. Did the Board err in imposing a good faith requirement?  <FRAGMENT_SUPPRESSED> c. Was the Board's finding that Christians in Fujian are not at risk reasonable?  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED> Was the Board's analysis of credibility reasonable?  <FRAGMENT_SUPPRESSED>", "[10] The Board found the applicant not to be a credible witness and therefore did not believe that she was a Christian either in China or Canada, or that the alleged raid by the PSB had occurred. These findings, if reasonable, were determinative of the applicant's refugee claim and therefore any other errors could not result in the decision being set aside. In my view, these findings were reasonably open to the Board and therefore the application must be dismissed.  <FRAGMENT_SUPPRESSED>", "[11] The applicant argues that the Board focused on details that did not go to the heart of the claim and therefore it erred by conducting a microscopic examination of the evidence: <FRAGMENT_SUPPRESSED>  (FCA). However, the Board's findings related to her testimony about the PSB searching for the applicant following the raid and her allegation that three of her fellow church members were arrested and sentenced to three years' imprisonment. These facts were both central to her claim and material to the legal analysis. The Board found that the applicant's evidence on those facts either contradicted itself, or was inconsistent with the documentary evidence. These findings were reasonably open to the Board.  <FRAGMENT_SUPPRESSED>", "[12] The applicant also argues that the Board unreasonably rejected the PSB summons because there was evidence before the Board that the practice of the PSB varies by region, and also because the samples relied on by the Board were outdated. The Board considered the applicant's submission regarding regional variation but nonetheless found that the omissions in the summons were enough to find, on a balance of probabilities, that it was not an authentic document.  <FRAGMENT_SUPPRESSED>", "[13] The applicant also submits that the Board ignored her explanation for her delay in leaving China. Namely, that her agent had her passport and made all the travel plans. However, the Board considered that explanation in the decision but did not consider it to reasonably explain her failure to flee China when she had a valid visa to the United States. The applicant's argument amounts to a request for this Court to step into the role of the Board and reach a different conclusion, a step which is not open to the Court.  <FRAGMENT_SUPPRESSED> Did the Board err in imposing a good faith requirement?  <FRAGMENT_SUPPRESSED>", "[14] I agree with the applicant that the Board erroneously stated that there is a \"good faith\" requirement in Canadian refugee law. The sources relied upon by the Board in support of such a requirement (the New Zealand Refugee Status Appeals Authority and a James Hathaway text) are over 15 years old and are not specific to Canadian law.  <FRAGMENT_SUPPRESSED>", "[15] As stated in <FRAGMENT_SUPPRESSED>  there is no good faith requirement for refugee claims. On the contrary, even where a claimant converts for an opportunistic reason, he or she is still entitled to protection if he or she can establish a well-founded fear of persecution on a Convention ground. The decision  <FRAGMENT_SUPPRESSED> states in part:  <FRAGMENT_SUPPRESSED>", "[29] Mrs. Ghasemian says that the Board also erred when it looked at her motive for conversion and applied the wrong test by rejecting her claim on the basis that it was not made in good faith i.e. she did not convert for a purely religious motive. She relies on the decision of the English Court of Appeal in <FRAGMENT_SUPPRESSED>  online: QL.  <FRAGMENT_SUPPRESSED>", "[30] In that case, the English Court of Appeal found that even though Mr. Danian's \"refugee sur place\" claim was based on outspoken political opinions, allegedly made for the sole purpose of supporting his claim, the tribunal still had the obligation to determine whether he would face persecution if returned to his country of origin.  <FRAGMENT_SUPPRESSED>", "[31] Although the decision in Danian , above, is not binding on this Court, I find its reasoning quite persuasive and agree that opportunistic claimants are still protected under the Convention if they can establish a genuine and well-founded fear of persecution for a Convention ground.  <FRAGMENT_SUPPRESSED>", "[32] I note, however, that in Danian , above, the Court also said that the fact that a claimant has manipulated his or her situation in order to make a refugee claim may still be relevant to the issue of credibility.  <FRAGMENT_SUPPRESSED>", "[33] Obviously, this may have a significant impact on a claimant's ability to establish the existence of a subjective fear of persecution if the only evidence in that respect is his or her testimony.  <FRAGMENT_SUPPRESSED>", "[16] Thus, according to this decision, the question of whether a claimant's conversion was in good faith is relevant to the claimant's credibility, but the decision-maker must still consider whether the claimant has a well-founded fear of persecution based on a Convention ground.  <FRAGMENT_SUPPRESSED>", "[17] Similar reasoning was also applied in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "[10] The IRB articulated its understanding of how it must conduct its assessment of a refugee claim. At page 4 of its reasons the IRB wrote:  <FRAGMENT_SUPPRESSED> As a claim, the panel must examine the claimant's motives, which led to the decision to convert. There is no doubt that the claimant since his arrival in Canada has become a member of the Mormon Church. Was this conversion a legitimate conversion, as the claimant alleges, or was it simply as a means to remain in Canada and claim refugee status?  <FRAGMENT_SUPPRESSED>", "[11] The IRB's articulation of the test in a claim is incorrect. In a refugee claim, credible evidence of a claimant's activities while in Canada that are likely to substantiate any potential harm upon return must be expressly considered by the IRB even if the motivation behind the activities is non-genuine: <FRAGMENT_SUPPRESSED>  (QL). The IRB's negative decision is based on a finding that the Applicant's conversion is not genuine, and \"nothing more than an alternative means to remain in Canada and claim refugee status.\" The IRB accepted that the Applicant had converted and that he was even ordained as a priest in the Mormon faith. The IRB also accepted the documentary evidence to the effect that apostates are persecuted in Iran. In assessing the Applicant's risks of return, in the context of a claim, it is necessary to consider the credible evidence of his activities while in Canada, independently from his motives for conversion. Even if the Applicant's motives for conversion are not genuine, as found by the IRB here, the consequential imputation of apostasy to the Applicant by the authorities in Iran may nonetheless be sufficient to bring him within the scope of the convention definition.  <FRAGMENT_SUPPRESSED>  claimants were from Iran where apostasy is a crime, the mere fact that they converted, whatever their motives, created a risk of persecution. In the case under review, the applicant is only at risk if she is a genuine practicing Christian, which was the question the Board considered in its analysis.  <FRAGMENT_SUPPRESSED>", "[19] I therefore agree with the applicant that the Board erred by referring to a \"good faith\" requirement for refugee claims and its decision would be unreasonable if it had been made on that basis. However, the Board's reasons as a whole can be interpreted as finding, based on numerous credibility concerns, that the applicant is not a genuine Christian. In other words, the Board did not reject the claim because the applicant converted for an illegitimate purpose; rather, the Board rejected the claim because she never really converted, but rather attended a church in Canada to support her refugee claim. In my view, therefore, the Board's error was not material to its conclusion and this aspect of its decision is reasonable.  <FRAGMENT_SUPPRESSED> Was the Board's finding that Christians in Fujian are not at risk reasonable?  <FRAGMENT_SUPPRESSED>", "[20] Because the Board reasonably concluded that the applicant was not a genuine practicing Christian any alleged errors in its determination regarding risk to Christians in Fujian could not have affected the outcome. These arguments therefore need not be considered and the application must be dismissed.  <FRAGMENT_SUPPRESSED>", "[21] THIS COURT'S JUDGMENT is that the application for judicial review be and is hereby dismissed. No question for certification has been proposed and none arises.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] La demande d'asile a donc été refusée.  <FRAGMENT_SUPPRESSED>", "[9] Analyse  <FRAGMENT_SUPPRESSED>", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] Ghasemian :  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  (en ligne QL).  <FRAGMENT_SUPPRESSED>", "", "Danian", "Danian", "", "[16]", "[17] <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "", "<FRAGMENT_SUPPRESSED>  (C.F.) (QL).  <FRAGMENT_SUPPRESSED>", "[18]", "[19]", "[20] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[21] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}