{"id_": "063644", "body_str": ["[1] Strickland, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated October 11, 2012, in which it concluded that the Applicants were not Convention refugees nor persons in need of protection under sections 96 or 97, respectively, of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). This application is brought pursuant to section 72 of the IRPA. Background", "[2] The Applicants, Julie Canteros Licao (the Principal Applicant), his wife, Melida Asuncion Licao, and their children, Chariz Vania Asuncion Licao, and Trooper Jim Asuncion Licao (collectively, the Applicants) are citizens of the Philippines.", "[3] They claim that in 2004 the Principal Applicant, who ran a trucking business, entered into a contract with the Pepsi Cola Company to transport bottles from a plant to distribution centres around the Philippines. In the course of his operations he was routinely hijacked by individuals who would steal parts of his load. He reported this to the police who were reluctant to respond. The Principal Applicant later purchased additional trucks and expanded his business.", "[4] In May 2006, three individuals carrying rifles came to his home in Dabong and informed him that they were from the New People's Army (NPA) and were collecting donations for their group. The Principal Applicant advised them that he did not have any money at his home. They gave him two months to pay and said that they would take action against his family if he failed to do so. The Principal Applicant had knowledge of the NPA and believed they were serious about carrying out their threats.", "[5] Two weeks later the family left their residence in Dabong and moved to the city of Cagayan De Oro. Their former home was subsequently vandalized which they reported to the police who responded that this sort of thing was to be expected if the home was unoccupied.", "[6] In 2006 the Principal Applicant dismissed an employee who, in response, threatened to kill the Applicant and his family and who also identified himself as an active member of the NPA. The employee stated that he applied for the job for the purposes of determining if the Principal Applicant had money to pay to the NPA and that most of the thefts from the Principal Applicant's trucks had been arranged by him and carried out by the NPA. The Principal Applicant reported this event to the police. No arrests were made despite the fact that the police knew the identity of the individual responsible.", "[7] The Principal Applicant and his wife arrived in Canada on February 12, 2007 on visitor visas. Their children followed on May 25, 2007, also on visitor visas. The Applicants applied for refugee protection on December 22, 2009.", "[8] The Applicants claim that they are at risk of harm from the NPA as a result of these events. On October 11, 2012, the Board denied their claims for refugee protection (Decision). This is the judicial review of that Decision. Decision under Review", "[9] The Board found that the Applicants were not Convention refugees or persons in need of protection pursuant to sections 96 and 97, respectively, of the IRPA primarily because of their delay in claiming protection which they filed two and a half years after arrival in Canada. The Board found that this delay was inconsistent with an allegation of being at risk.", "[10] While the Board was satisfied that the Principal Applicant had the commercial profile that he alleged and was subject to financial demands from time to time by the NPA, it was not satisfied that the Applicants came to Canada to claim refugee protection for that reason. The Board noted their conduct during times material to their claims, namely the period between when they arrived in Canada and when they filed their refugee claim, as well as their delay in claiming protection, which it found was inconsistent with persons at risk.", "[11] The Board noted the Applicants' explanations for the delay being that in the intervening period they learned from their family members in the Philippines that, should they return, their lives continued to be at risk. Prior to this they had not wanted to remain in Canada permanently. Further, that they had the protection of valid visitor visas during this time. The Board did not accept this as an adequate explanation for their failure to claim refugee protection at the port of entry or for the exceptional and significant delay in making their claim in the context of their circumstances.", "[12] The Board further noted the female Applicant's oral testimony that they came to Canada to relax because of the difficult situation they were facing in the Philippines.", "[13] The Board found that the family was familiar with refugee status and the general criteria for advancing refugee claims in Canada, yet did not file protection until it became clear that they remained at a risk. The Board found that it had not been established on sufficient reliable evidence that the Applicants had a credible reason to believe that their circumstances in the Philippines would improve so substantially that they would no longer be at a risk of serious harm. Since the Applicants had the benefit of staying in Canada for six months by way of their initial visitor visas, this would have been sufficient for them to \"go beyond undertaking internet research in order to obtain more definitive and reliable guidance on how best to safeguard their interests in Canada for the longer term\".", "[14] The Board also noted interpretation issues including that several scheduled dates for the hearing were postponed due to the unavailability of a Cebuano dialect interpreter. The interpreter requested for the day of the subject hearing was a Cebuano interpreter, however, a Tagalog interpreter was present. The Board declined counsel's request to postpone the hearing based on its own examination of the level of proficiency and facility of the Applicants in the various languages which they used to communicate with counsel at his office in the absence of a Cebuano translator. The Board found that the Applicants would be able to provide testimony and participate meaningfully with the assistance of the Tagalog language interpreter because the only issue that had to be addressed was delay in seeking refugee status in Canada and because the Applicants confirmed during the hearing that they were able to follow the examination and understood the questions asked and answers provided. The Board noted that the Principal Applicant's wife was able to respond to questions around the issue of delay, that no questions needed to be asked with respect to any of the events alleged in the PIF and that the Principal Applicant's wife was therefore in an equal position to be the representative witness.", "[15] The Board briefly addressed state protection and found that the country documentation reflected that state authorities are making serious efforts to protect their citizens and to correct and address the forms of mistreatment alleged in the Applicants' claims. The Board found that the Applicants' conduct in Canada and the declarations they made on their arrival supported its finding that state protection in the Philippines for persons similarly situated, while not perfect, was adequate and effective in most cases. The Applicants had not established a serious possibility that they would continue to face acts of mistreatment. The Board concluded that they did not have a well-founded fear of persecution on any Convention ground or a risk to their lives, risk of cruel and unusual punishment or treatment or danger of torture. Issues", "[16] In my view, the issues can be framed as follows: 1. Did the Board breach its duty of procedural fairness? 2. Did the Board err in making a negative credibility finding because of delay and in disposing of the refugee claims on this basis? 3. Is the Board's state protection finding reasonable? Standard of Review", "[17] <FRAGMENT_SUPPRESSED>  at para 57 [ <FRAGMENT_SUPPRESSED> ], the Supreme Court of Canada held that reviewing courts need not conduct a full standard of review analysis if prior jurisprudence has established a standard of review applicable for a given decision-maker in the circumstances.", "[18] To the extent that the Applicants' submissions on the first issue raise issues of procedural fairness such as interpretation, prior jurisprudence has established that these are reviewed on a correctness standard ( <FRAGMENT_SUPPRESSED> , above, at para 59; Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para 43 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ). No deference is owed to decision-makers on these issues ( <FRAGMENT_SUPPRESSED> , at para 50).", "[19] It is also established jurisprudence that credibility findings, described as the \"heartland of the Board's jurisdiction\", are essentially pure findings of fact that are reviewable on a reasonableness standard ( <FRAGMENT_SUPPRESSED>  (QL) (CA)). The Board's review of the facts to support a section 96 and 97 claim, including that of state protection, is also reviewed on a reasonableness standard ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ). Therefore, the remaining issues are reviewed on a reasonableness standard.", "[20] When reviewing a decision on a standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process\" ( <FRAGMENT_SUPPRESSED> , above, at para 47; <FRAGMENT_SUPPRESSED> , above, at para 59). Issue 1: Did the Board breach its duty of procedural fairness?", "[21] The Applicants submit that the Board breached its duty of procedural fairness, section 14 of the Canadian Charter of Rights and Freedoms , the Bill of Rights and the Refugee Protection Division Rules , SOR/2012-256 (Rules) as they had requested a \"Cebuan (dialect of) Tagalog interpreter\" but the interpreter that was provided at the hearing only spoke Tagalog. The Board is required to provide an interpreter where a party does not understand or speak the language in which the hearing is conducted. Further, the Board considered an irrelevant consideration being that the Applicants' communicated with their counsel, in his office, without a Cebuan interpreter. The criteria for acceptable interpretation are that it must be continuous, precise, competent, impartial and contemporaneous. Further, no actual prejudice need be demonstrated to make out a claim for a breach of a right to an interpreter ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "[22] The ability to understand the proceeding is not sufficient to permit a matter to proceed absent an interpreter ( <FRAGMENT_SUPPRESSED>  (TD) at para 12 (QL) [ <FRAGMENT_SUPPRESSED> ]). Here, the interpretation was not continuous because of the differences in dialect. The Applicants submit that they did not waive their right to interpretation. The fact that the children understood the interpreter is not a reason to relax the interpretation standards for the other claimants.", "[23] The Respondent submits that the quality of translation did not compromise the fairness of the Applicants' hearing. <FRAGMENT_SUPPRESSED> , above, does not excuse the Applicants from demonstrating that translation fell below a reasonable standard. The right to adequate translation is not a right to perfect translation; the fundamental value is linguistic understanding ( <FRAGMENT_SUPPRESSED> , above; R v Tran , [1994] 2 SCR 951 [ Tran ]; <FRAGMENT_SUPPRESSED> [ Singh ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Further, that the Applicants must demonstrate a material failure of understanding ( <FRAGMENT_SUPPRESSED> [ Fu ]).", "[24] The Respondent submits that the Applicants have adduced no evidence that the hearing was compromised. While the interpreter spoke a different dialect which at times may have made their understanding challenging, the Applicants' evidence was that, on balance, they understood the interpreter.", "[25] The Applicants' reliance on <FRAGMENT_SUPPRESSED> , above, is misplaced. There, the Board forced the claimant to provide evidence without any interpretation and without being satisfied that he could understand the language of the inquiry. Here, prior to commencing the hearing, the Board made inquiries to satisfy itself that the Applicants could understand the Tagalog interpreter and confirmed this on more than one occasion throughout the hearing. The Applicants have also not demonstrated any translation errors or instances in which they were unable to understand or communicate meaningfully at the hearing or, arising later upon review of the transcript. Accordingly, they have not demonstrated a material failure of understanding ( <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED> , above). The Board cannot be faulted for proceeding with the hearing and there is no basis for this Court's intervention. Analysis", "[26] Singh , above, summarizes the principles of law applicable to issues of interpretation and translation: Both counsel agree the question of the quality of the interpretation is governed by the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED> . In my view, the principles enunciated in <FRAGMENT_SUPPRESSED> may be briefly summarized as follows: a. The interpretation must be precise, continuous, competent, impartial and contemporaneous. b. No proof of actual prejudice is required as a condition of obtaining relief. c. The right is to adequate translation not perfect translation. The fundamental value is linguistic understanding d. Waiver of the right results if an objection to the quality of the translation is not raised by a claimant at the first opportunity in those cases where it is reasonable to expect that a complaint be made. e. It is a question of fact in each case whether it is reasonable to expect that a complaint be made about the inadequacy of interpretation. f. If the interpreter is having difficulty speaking an applicant's language and being understood by him is a matter which should be raised at the earliest opportunity. [Emphasis in original]", "[27] The standard is not perfection as interpretation is, as noted by Chief Justice Lamer (as he then was) in Tran , above, at 987, an \"inherently human endeavour which takes place in less than ideal circumstances.\"", "[28] Further, the right to interpretation can also be waived as the Federal Court of Appeal stated in <FRAGMENT_SUPPRESSED> , above, at paras 18-19, if an applicant fails to object to the quality of the interpretation at the first opportunity.", "[29] The Applicants met the requirement of subsection 19(1) of the Rules which states that if a claimant requires an interpreter for a proceeding, he or she must indicate the language or dialect of the interpreter in the PIF. They indicated in their PIFs that their first language was Tagalog and that the language and dialect that they spoke most fluently was Cebuan. Each requested an interpreter for the proceeding in \"Cebuan/Tagalog\" or \"Cebuan or Tagalog.\" However, each Applicant also declared that they were able to read English and understood the entire content of their PIFs and their attachments. Subsequently, the Principal Applicant also amended his PIF to state that he also spoke English.", "[30] At the start of the hearing, the Principal Applicant again stated that they required a Cebuan interpreter. The interpreter who was present interpreted for Tagalog, but not Cebuan. The Board asked if any of the other claimants spoke or understood Tagalog and was advised that all of them did. He then asked if there was something different about the Principal Applicant's understanding, and was advised that Cebuan was used for communication within the family and was the Principal Applicant's \"real language\". The Principal Applicant also confirmed that he spoke some English, but could not understand difficult words. He also confirmed when asked by the Board during the hearing that he was able to follow the proceeding.", "[31] The Board stated that it had only one issue to address which concerned the delay in making the refugee claims. The Board inquired of counsel as to how he and his staff had been communicating with the Applicants in preparing for the hearing and was advised that the female Applicant acted as the principal narrator and would translate his questions into Cebuan and the answers back to English. The Board stated that its approach during the hearing was not different than that undertaken by counsel. Further, that while the female Applicant was a party with an interest in the outcome of the proceeding, the Board was satisfied that the hearing could proceed because of the brief and general nature of the questions to be asked concerning the delay. The Board found that its inquiries could be just as appropriately and easily answered by one of the other Applicants. It proceeded over the objection of counsel who submitted that the interpretive environment in his office was completely different from that of a refugee hearing and that the Principal Applicant would have only a basic understanding of the proceeding in the absence of a Cebuan interpreter. The Board proceeded and examined the female Applicant as she testified that she could understand and speak Tagalog.", "[32] The Certified Tribunal Record (CTR) indicates that the hearing was originally scheduled to be heard on March 2, 2011 but was postponed because a Cebuan interpreter was requested. On the next hearing date, October 19, 2011, the matter was again postponed because an interpreter of the Cebuan dialect was required. On the next hearing date, December 21, 2011, the matter was again postponed this time due to illness of counsel; the hearing information sheet noted that a Cebuano interpreter was to be booked for the rescheduled hearing. The matter was next scheduled for March 19, 2012 but was again postponed this time due to unavailability of counsel; the same notation for the need for a Cebuan interpreter was affixed.", "[33] Given this, the Boards' frustration in facing yet another delay given the absence of a Cebuan interpreter is understandable as is the need to process refugee claims as quickly as possible ( <FRAGMENT_SUPPRESSED> , above, para 17; <FRAGMENT_SUPPRESSED> ). It is also quite clear, given that the Principal Applicant raised the issue at the start of the hearing and counsel's objection, that the Applicants did not waive their right to a Cebuan interpreter.", "[34] In these circumstances, it really becomes a question of whether, on a practical level, a Cebuan rather than a Tagalog translator was needed in order to preserve procedural fairness.", "[35] In Tran , above, the Supreme Court of Canada considered the need for an interpreter as the first step in an analysis as to whether a breach of section 14 of the Charter had occurred and stressed that courts should be generous and open-minded when assessing an accused's need for an interpreter.", "[36] In the present case, the female Applicant's affidavit filed in support of the judicial review states: 3. I understand English well enough to understand this affidavit but I need an interpreter for a hearing or interview. We could understand the interpreter only after a lot of effort and changing the words that we used, and the same for the interpreter. We were extremely stressed during the hearing as a result and could not concentrate. This affected how we answered. This was not a fair hearing. We told the member that we understood but this was after a lot of back and forth between the interpreter and us. My children understood much better and speak English well.", "[37] In <FRAGMENT_SUPPRESSED> , above, the applicants therein submitted that the translation was not adequate as they did not understand some of the terms of the interpreter, thus breaching their right to procedural fairness. Justice Zinn found each of the alleged errors and failures in translation were not material and did not impact the Board's understanding of their testimonies.", "[38] Here, the female Applicant's affidavit does not point to any material errors in the interpretation that impacted the decision. Nor does it state how the answers given by the female Applicant would have differed if a Cebuan translator had been provided. Nor do the Applicants point to any aspects of the hearing they could not understand or identify any portion of the hearing that could have been better explained by the Principal Applicant than by his wife. Significantly, the Principal Applicant did not file any affidavit evidence in support of the judicial review. He did not assert that he did not understand the proceeding or that, had he been responding to the questions posed by the Board, he would have given answers that in any way differed from the evidence given by the female Applicant. I would also note that the documentation filed by the Applicants in support of their claim, such as the certificate of business name registration, the application for sole proprietorship, the business permit, the contract with Pepsi-Cola, were all written in English and signed by the Principal Applicant. And, importantly, the Board confirmed the Applicants' understanding on several occasions during the hearing.", "[39] In Fu , above, the applicant therein asserted that an error in translation deprived him of procedural fairness. Justice Rennie looked at the legal effect of the translation error and whether, assessed in the light of the decision as a whole, the applicant was denied procedural fairness. He concluded:", "[10] The fact that there was an error in translation, which in turn formed the incorrect foundation of one of the adverse findings of credibility does not mean that the decision should be set aside. It is clear that the IRB rejected Mr. Fu's claim because it found him, over the course of his testimony, not to be credible - not just because the IRB thought he had not mentioned Jesus Christ by name. In sum, Mr. Fu's right to procedural fairness was not breached as the breach could not, once again in regard to the decision as a whole, have affected the outcome of the decision under review: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , p. 228. Despite the translation error, and the inference drawn from it, the IRB findings with respect to Mr. Fu's credibility are reasonable ...", "[40] Applicants are entitled to the interpreter of the language that they have requested and it is not the role of the Board to determine whether or not an applicant needs an interpreter of a different dialect than the one provided. Thus, a decision to proceed in the absence of a translator of the dialect requested by an applicant would, in most cases, comprise a breach of procedural fairness. However, I do not think that it amounts to such on the particular facts and the evidence in this matter.", "[41] In this case, the Applicants have failed to demonstrate how the hearing was compromised by the lack of a Cebuan interpreter. Specifically, they have not demonstrated how their factual evidence concerning the sole issue addressed at the hearing, which was delay, would have differed if they had a Cebuan translator and have not identified any errors in the interpretation that impacted the decision ( <FRAGMENT_SUPPRESSED> , above, at para 28; Singh , above, at para 24). Therefore, in my view, they have not established that they were denied procedural fairness. Issue 2: Did the Board err in making a negative credibility finding because of delay and in disposing of the refugee claims on this basis?", "[42] The Applicants appear to suggest that the Board did not make its credibility findings in clear and unmistakable terms ( <FRAGMENT_SUPPRESSED>  Additionally, that a delay in making a refugee claim is insufficient to negate a subjective fear pursuant to section 96 and is not determinative ( <FRAGMENT_SUPPRESSED>  (QL)(CA) [ Hue ]; <FRAGMENT_SUPPRESSED>  (QL)(CA) [ <FRAGMENT_SUPPRESSED> ]). Further, that the Board erred in law in rejecting their section 97 claim on the basis of delay because this, and subjective fear, is not relevant to that analysis ( <FRAGMENT_SUPPRESSED> ).", "[43] The Applicants submit that their explanations for the delay were reasonable. If an individual fearing a risk acts according to their understanding, the Board cannot substitute its understanding of the situation ( <FRAGMENT_SUPPRESSED> ; Hue , above). There is jurisprudence which has held that the Board erred in failing to consider the existence of a student visa as an acceptable explanation for delay which is equally applicable in this case ( <FRAGMENT_SUPPRESSED> [ El Balazi ]). The Applicants submit that the Board's reasons are not entirely clear and are contradictory.", "[44] The Applicants submit that only one of the cases cited by the Respondent to justify that credibility is determinative under both section 96 and 96 was decided after section 97 was enacted which is <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. The Applicants also submit that the Respondent attempts to supplement the Board's reasons on risk by clarifying its Decision.", "[45] The Respondent submits that the Board was entitled to draw a negative inference from the Applicants' failure to claim protection at an early opportunity. Further, absent a reasonable explanation, the delay undermines an applicant's subjective fear and, consequently, their credibility ( <FRAGMENT_SUPPRESSED> ; Singh ; both above; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[46] The Applicants had a relatively sophisticated understanding of Canada's immigration and refugee system even before leaving the Philippines. The parents left the Philippines \"for a holiday\" leaving their children behind to join them later. Taken together with the delay in seeking refugee status, the Board reasonably found that the delay undermined the credibility of their claim and, therefore, that they did not claim refugee status as a result of risk but as an alternate means of immigrating to Canada. The existence of an alternative explanation does not mean that the Board's decision is unreasonable ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above).", "[47] The Respondent submits that the Board's findings on the Applicants' credibility were determinative of both their sections 96 and 97 claims. The Board did not entirely accept their allegation of risk, nor did it reject it solely for a failure to evidence a subjective fear. The Board found that the delay in claiming protection was inconsistent with the alleged mistreatment and risk that the Applicants claimed to face in the Philippines. While it accepted that the Principal Applicant had been subjected to financial demands from time to time, the Board did not believe that the Applicants had consequently been threatened or that their lives were at a risk as a result. Their lack of urgency in seeking to remain in Canada reasonably cast doubt on the seriousness of their situation in the Philippines. Analysis", "[48] The Decision does not question the credibility of the Applicants other than in the context of their delay in claiming refugee protection. The Board was satisfied that the Principal Applicant had the commercial profile that he alleged and had been subject to the financial demands from the agents of persecution that he had identified. However, the Board found that there was insufficient reliable evidence to establish that the Applicants left the Philippines and came to Canada for that reason. Their conduct and the delay in making their refugee claims were inconsistent with the actions of persons facing the risk, experience and fear alleged by the Applicants.", "[49] In <FRAGMENT_SUPPRESSED> , above, Justice Near had occasion to review and apply the relevant jurisprudence of the Court concerning delay:", "[19] Delay in making a refugee claim \"is not a decisive factor in itself\" but it is a \"relevant element which the tribunal may take into account in assessing both the statements and the actions and deeds of a claimant\" ( <FRAGMENT_SUPPRESSED>  (CA)). It is reasonable to expect that the Applicants would make a claim at the first possible opportunity (see <FRAGMENT_SUPPRESSED>  [2009] FCJ no 965 at para 15).", "[20] Recent jurisprudence also suggests that while the delay itself is not determinative, it \"may, in the right circumstances, constitute sufficient grounds upon which to dismiss a claim\" ( <FRAGMENT_SUPPRESSED>  [2003] FCJ no 1259 at para 14). Absent a satisfactory explanation for the delay, it \"can be fatal to such claim, even where the credibility of an applicant's claims has not otherwise been challenged\" ( <FRAGMENT_SUPPRESSED>  [2011] FCJ no 1138 at para 28).", "[50] There is case law which indicates that a delay in making a claim can ground both a negative credibility finding and a lack of subjective fear ( <FRAGMENT_SUPPRESSED> [ Ortiz Garzon ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[51] There is also case law that indicates that delay itself is insufficient to cause a refugee claim to fail ( <FRAGMENT_SUPPRESSED> ).", "[52] <FRAGMENT_SUPPRESSED> Justice Kelen noted that, \"Whether a delay in claiming refugee protection will on its own be sufficient for finding a lack of subjective fear of persecution and disposing of a refugee claim depends upon the facts of the case.\"", "[53] As the Court stated in <FRAGMENT_SUPPRESSED> what is fatal to a refugee claim is an inability to provide a satisfactory explanation for the delay (see also <FRAGMENT_SUPPRESSED> ).", "[54] The Applicants cite El  <FRAGMENT_SUPPRESSED> , for the proposition that the Board errs if it fails to consider the existence of a visa as an acceptable explanation for delay. Indeed, there is jurisprudence that indicates that the possession of a visa is a factor that has led the Court to determine that such a delay was reasonable ( El  <FRAGMENT_SUPPRESSED> ; Hue , above; <FRAGMENT_SUPPRESSED> ). However, in El Balazi , Justice Pinard also stated that in some circumstances, a claimant's conduct may be enough to deny a refugee claim: The respondent correctly says that the IRB may take into account a claimant's conduct when assessing his or her statements and actions, and that in certain circumstances a claimant's conduct may be sufficient, in itself, to dismiss a refugee claim ( <FRAGMENT_SUPPRESSED>  the existence of the Applicants' visas and noted that they extended them several times. In fact, at the time the Applicants applied for refugee status, their visas were about to expire and they were in the process of renewing them the fourth time.", "[56] The Applicants arrived in Canada on February 12, 2007 and filed for refugee protection on December 22, 2009, approximately two years later. The female Applicant explained their delay in seeking refugee status as follows: Member: ...Why did you not make refugee claims until December 2009, almost 2010? Co-Claimant: Our primary purpose of coming to Canada was just basically to rest and relax ... ..... Co-Claimant: ....And to be able to forget the situation back home. We were waiting for the situation in the Philippines to calm down and we kept waiting and we wanted to go back home as soon as it did. But we came to know that through telephone calls we regularly make to our relatives in the Philippines like my father and my brother that up to this time they are still looking for us in the Philippines. So we were, so we were advised by my brother and my parents who is there [ph] not to come home meantime, or not to go home at all. Our lives were at risk that we might be killed by the people who are looking for us. It was at that time that we decided to file a claim.", "[57] The female Applicant gave evidence that they utilized the internet and learned that they could not stay in Canada without status and, therefore, always filed for an extension before their visas expired. They were familiar with the concept of a refugee claim, either before or after leaving the Philippines, and knew that refugees were persons in need of protection. When the female Applicant was questioned about why they sought and renewed their visitors visas, she replied: Co-Claimant: We really wanted to go back home because our family is there, our kids grew up there. It will be ...and we understood and knew that it could be very difficult for us to stay here for good. But our choices are actually limited; we really do not know what choice to make: it is either stay there and die or stay in Can ...or to move on here.", "[58] She also testified that upon their entry to Canada, they stated that the purpose of their visit was to have a vacation and let the situation in the Philippines calm down.", "[59] The Board concluded that there was an unreasonable delay in the Applicants claiming refugee status after their arrival in Canada. It found that as a result of this delay, the Applicants did not have a subjective fear of persecution. It did not find their explanation for the delay to be acceptable and also found that \"the evidence on the material issue raised in the claims, delay in making a refugee claim in Canada, has not been credible.\"", "[60] In essence, the Board did not accept that a family who had left the Philippines because of fear for their lives as they described would take the chance that their visitor visas would be renewed on four occasions, prior to seeking refugee status. That is, their conduct was inconsistent with that of persons exposed to the risk, experience and fear that they alleged. As stated in <FRAGMENT_SUPPRESSED> , above, at para 10, \"It was open to the RPD to rely on the delay to question his fear and draw an adverse credibility inference\". Delay is also a relevant element which the Board may take into account in assessing the statements and the actions of a claimant ( <FRAGMENT_SUPPRESSED> , above). The Applicants' credibility, in the circumstances of this case, was therefore sufficient to dispose of their refugee claims under both sections 96 and 97 ( <FRAGMENT_SUPPRESSED> , above, at para 22).", "[61] Thus, while I may have found differently, the Board's finding was reasonably open to it based on the authorities above and the facts of this specific case. Issue 3: Did the Board err in its state protection analysis?", "[62] The Applicants submit that the Board's state protection analysis is flawed because it did not consider their evidence that they made reports to the police which were dismissed despite being aware of the agent of persecution. Further, the Board erred in failing to evaluate the Applicants' own risk and the actions of the state. \"Serious efforts\" is not the test for adequate state protection ( <FRAGMENT_SUPPRESSED> ).", "[63] The Respondent submits that the Board is entitled to rely on evidence that the state is making serious efforts to provide protection and it is the Applicants' onus to demonstrate they are inadequate. Neither the persistence of criminality nor local failures in policing are sufficient ( <FRAGMENT_SUPPRESSED> , above at paras 40-46, <FRAGMENT_SUPPRESSED> ).", "[64] The Board reasonably treated the Applicants' minimal efforts to obtain protection and the evidence of violent crime in Philippines as not determinative of state protection. The Board reasonably found that there was insufficient evidence to rebut the presumption of state protection. Analysis", "[65] The Board indicated at the hearing and in its Decision that the only issue to be addressed concerned the Applicants' delay in seeking refugee status. It did not include a state protection analysis other than stating that the country conditions documentation reflected that state authorities are making serious efforts to protect its citizens and serious efforts are being made to correct and address the forms of mistreatment alleged in the Applicants' claims. Further, that the Applicants' conduct in Canada and the declarations made on their arrival supported its finding that state protection in the Philippines for persons similarly situated to the claimants, while not perfect, is adequate and effective in most cases. The Applicants had not established a serious possibility that they would continue to face acts of mistreatment.", "[66] As the Board found that the Applicants had not established evidence to ground their fears and to demonstrate that they left the Philippines and came to Canada for the reasons cited in their refugee claims, its state protection finding was unnecessary. As stated in <FRAGMENT_SUPPRESSED> :", "[9] In view of the Court's conclusion, it is not necessary to address whether there is adequate state protection in the parts of the Philippines where the rebel groups operate. The Court acknowledges that selected excerpts from the documentary evidence show that the Abu-Sayaff group and New People's Army control parts of the Philippines, not the police. However, other evidence shows that the police, aided by the United States military, are trying to control the rebel and communist groups. The fact remains that neither applicant has established the evidence necessary to support either a subjective or objective fear of persecution.", "[67] Therefore, while there may be potential flaws in the Board's analysis on state protection, in this case they are not determinative in view of the Board's findings on credibility and the Applicants' section 96 and 97 claims (see also <FRAGMENT_SUPPRESSED> ).", "[68] For these reasons, the application for judicial review is dismissed. JUDGMENT", "[69] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. No question of general importance for certification was proposed and none arises. Contexte", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] La norme de contrôle", "[17]", "[18]", "[19] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "[20]", "[21] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]).", "[22]", "[23] R c Tran , [1994] 2 RCS 951 [ Tran ]; <FRAGMENT_SUPPRESSED> [ Singh ]; <FRAGMENT_SUPPRESSED> [ Fu ]).", "[24]", "[25] L'analyse", "[26] Singh", "[27] Tran", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35] Tran", "[36] [traduction]", "[37]", "[38]", "[39] Fu", "", "[40]", "[41] Singh", "[42] <FRAGMENT_SUPPRESSED>  (QL)(CA) [ Hue ]; <FRAGMENT_SUPPRESSED> ).", "[43] Hue <FRAGMENT_SUPPRESSED> à 10 [ El Balazi", "[44]", "[45] Singh <FRAGMENT_SUPPRESSED> et 20 [ <FRAGMENT_SUPPRESSED> ]).", "[46]", "[47] Analyse", "[48]", "[49]", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 965, au paragraphe 15).", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 1138, au paragraphe 28).", "[50] <FRAGMENT_SUPPRESSED> [ Ortiz Garzon ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[51] <FRAGMENT_SUPPRESSED> ).", "[52]", "[53] <FRAGMENT_SUPPRESSED> ).", "[54] El Balazi El Balazi et Hue El Balazi", "[56] [traduction] [...]", "[57] [traduction]", "[58]", "[59]", "[60]", "[61]", "[62] <FRAGMENT_SUPPRESSED> ).", "[63] <FRAGMENT_SUPPRESSED> ).", "[64] Analyse", "[65]", "[66] <FRAGMENT_SUPPRESSED> :", "", "[67] <FRAGMENT_SUPPRESSED> ).", "[68] JUGEMENT", "[69] [End of document]"]}