{"id_": "063677", "body_str": ["[1] Noël, J. : This is an application for judicial review of a decision of a visa officer dated March 16, 1994, refusing the applicant's application for permanent residence in Canada.", "[2] On February 26, 1993, the applicant submitted an application for permanent residence in Canada. At that time, his immigration consultant, Iqbal Dewji (Mr. Dewji is a lawyer who has been described in the material on record either as the applicant's solicitor or as the applicant's immigration consultant), asserted in an accompanying letter that the applicant was qualified in and prepared to follow the following designated occupations in the Province of Ontario: Electronic Engineer, General (CCDO 2144-122) and Design & Development Engineer (CCDO 2144-110). The consultant further asserted that the applicant possessed three years' experience in either of those occupations and that the applicant could communicate \"well\" in English.", "[3] On March 12, 1993, a preliminary paper review was done of the applicant's application in the intended occupation of Electronic Engineer, General (CCDO 2144-122). The applicant was awarded 79 units of assessment on the paper review; thus, he was entitled to an interview.", "[4] On October 13, 1993, the visa officer, Carol Turner, conducted an interview with the applicant. According to the visa officer's affidavit, she determined that the applicant possessed a degree in electrical engineering, not in electronic engineering as stated. She determined that while at school, the applicant specialized in \"electrotechnics\" which involves the design and manufacture of electric engines, drives or generators. Although the applicant claimed to have been employed as an electronic engineer, his own evidence was that he was employed as a control room supervisor and after a period of less than one year, he moved to another position at the Romanian telephone company. He remained at this position until the day of the interview. The applicant stated to the visa officer that his job duties were to maintain and repair central switching stations connecting local telephone exchanges to the city long distance exchange. On that basis, and on the basis that the applicant stated that he had never been involved in any position in which he was required to design electronic or electric components, the visa officer determined that the applicant was not an electronic engineer, nor a design and development engineer. Rather, she evaluated the applicant under the occupational category \"central office equipment repairer\", CCDO 8735-110. As well, the visa officer found that the applicant's language skills were \"inflated\" on the application; she found that the applicant had difficulty speaking English and lacked the technical vocabulary to describe his occupational skills.", "[5] The visa officer deposed that, at the conclusion of the interview, she informed the applicant that his application would be reviewed in light of his weak English language skills and in light of his occupational skills as described in the interview. On the basis of Schedule I of the Immigration Regulations , the applicant was awarded 66 units of assessment, less than the 70 units required for the issuance of an immigrant visa. The 66 units, according to the visa officer, reflected the applicant's \"inability to settle successfully in Canada\".", "[6] The visa officer's notes from her interview (Exhibit \"B\" to the Affidavit of Carol A. Turner), indicate, \"Not electronic engineer. Despite educational background and diploma, subject has no practical experience in this field. (...)\" (emphasis mine). There is nothing in the visa officer's notes that would indicate that she found that the diploma was in electrical engineering, rather than electronic engineering.", "[7] On January 10, 1994, the applicant was notified of the visa officer's refusal of his application [see footnote 1]. On February 3, 1994, the visa officer received a letter from Iqbal Dewji stating that her decision was \"wrong in law\" and requesting that it be reviewed. Mr. Dewji, operating on the premise that the visa officer found that the applicant had a diploma in electronic engineering, as she had stated in her letter, informed the visa officer that: \"Our client applied for consideration as an Electronic Engineer. This occupation was designated by the Province of Ontario at the date of the application. Designated occupations are covered by s. 11(1)(b) and s. 11(2)(c) of the Regulations . These sections exempt applicants who have the qualifications to undertake a designated occupation in Canada from the mandatory requirement of experience. In other words, it really does not matter whether Mr. Dumbrava's experience as the head of the long-distance telephone facilities for the city of Sighisoara amounts, in your assessment to that of 'Central Office Equipment Repairer' or that his previous employment as an electronic engineer in a large chemical plant, was considered as irrelevant.\" In a response dated March 16, 1994, the visa officer advised Mr. Dewji that the applicant's engineering diploma was not in electronics, that he was therefore not qualified in electronic engineering, and that his application had been assessed accordingly. The visa officer confirmed that there was no reason to alter her earlier refusal. In her affidavit, the visa officer describes this letter as \"a courtesy response to a query on behalf of the Applicant by his consultant\". It is the visa officer's position that she did not reopen the applicant's case and that this letter does not constitute a new refusal of the application. As deposed by the visa officer, \"Iqbal Dewji, the consultant, was aware of my negative decision of January 10, 1994, as early as February 2, 1994, as he refers to it in his letter of that date. To the best of my knowledge, my January 10, 1994, decision has not been challenged in judicial review proceedings\".", "[8] As a preliminary matter, the respondent has challenged the propriety of the affidavit of Iqbal Dewji in light of the fact that he is acting as solicitor of record. I note, however, that the question of the impropriety of the affidavit is somewhat academic since there is nothing in the affidavit in question or in its exhibits that cannot be found in the affidavit of Carol A. Turner and the exhibits thereto.", "[9] The substantive issues as framed by the applicant are as follows: 1. Is the letter dated March 16, 1994, a decision which will validly ground proceedings under s. 18.1 of the Federal Court Act given that the January 10, 1994, decision has not been challenged in any proceedings before this court? 2. Was the visa officer's decision, in failing to consider the applicant's qualifications as satisfying the occupation of \"electronic engineer\" so unreasonable as to constitute an error of jurisdiction? I.E.: Was the visa officer, after she had made her decision, as stated in her reasons thereof, entitled to reopen the applicant's file and review it on new and different grounds? 3. Did the visa officer breach the requirements of procedural fairness by failing to give the applicant an opportunity to disabuse her of her reasons for refusing the application?", "[10] Section 8 and Schedule I of the Regulations provide that independent immigrants are assessed on the basis of education, vocational preparation, experience, occupational demand, arranged employment or designated occupation, Canadian demographic factors, age, knowledge of English and French, and personal suitability. Regulation 9(1)(b)(i) provides that: \"9(1) Subject to subsection (1.01) and section 11, where an immigrant other than a member of the family class, an assisted relative or a Convention refugee seeking resettlement makes an application for a visa, a visa officer may issue an immigrant visa for him and his accompanying dependants if (b) where the immigrant and the immigrant's accompanying dependants intend to reside in a place in Canada other than the Province of Quebec, on the basis of the assessment of the immigrant or the spouse of that immigrant in accordance with section 8, and (i) in the case of an immigrant other than an entrepreneur, an investor or a provincial nominee, he is awarded at least 70 units of assessment,\" Paragraph 19(2)(d) of the Immigration Act reads as follows: \"(2) No immigrant and, except as provided in subsection (3), no visitor shall be granted admission if the immigrant or visitor is a member of any of the following classes: (d) persons who cannot or do not fulfil or comply with any of the conditions or requirements of this Act or the regulations or any orders or directions lawfully made or given under this Act or the regulations.\" Subsections 11(1) and (2) of the Immigration Regulations read as follows: \"11(1) Subject to subsections (3) and (5), a visa officer shall not issue an immigrant visa pursuant to subsection 9(1) or 10(1) or (1.1) to an immigrant who is assessed on the basis of factors listed in column I of Schedule I and is not awarded any units of assessment for the factor set out in item 3 thereof unless the immigrant (a) has arranged employment in Canada and has a written statement from the proposed employer verifying that he is willing to employ an inexperienced person in the position in which the person is to be employed, and the visa officer is satisfied that the person can perform the work required without experience; or (b) is qualified for and is prepared to engage in employment in a designated occupation. \"(2) Subject to subsections (3) and (4), a visa officer shall not issue an immigrant visa pursuant to section 9 or 10 to an immigrant other than an entrepreneur, an investor, a provincial nominee or a self-employed person unless (a) the units of assessment awarded to that immigrant include at least one unit of assessment for the factor set out in item 4 of column I of Schedule I; (b) the immigrant has arranged employment in Canada; or (c) the immigrant is prepared to engage in employment in a designated occupation.\" Items 3 and 4 of column I, Schedule I are experience and occupational demand.", "[11] Dealing with the first issue, the respondent submits that the letter of March 16, 1994, is not a \"decision\" which can validly ground proceedings under s. 18.1 of the Federal Court Act but merely a courtesy response. The respondent submits that given that the January 10, 1994, decision has not been challenged in any proceedings before this court, the applicant cannot now seek to have this decision reviewed by challenging the letter of March 16, 1994. In support of this position, the respondent cites the order of Madame Justice Simpson in <FRAGMENT_SUPPRESSED>  time where the applicant sought to challenge a courtesy response of a visa officer which was made at a time after the actual refusal decision. The order read in part: \"After a careful review of the file I have concluded that there was only one decision made about the Applicant's visa application and it was made in a letter dated July 14, 1993. \"The subsequent correspondence did not mislead the applicant's solicitors. There was never any suggestion that the July 14, 1993, decision was interim in nature.\"", "[12] Similar decisions were reached in <FRAGMENT_SUPPRESSED>  the Wong decision, the decision of the visa officer was dated January 12, 1993. Counsel for the applicant wrote a letter dated February 9, 1993, indicating that unless he received a reply to this letter as to the respondent's intentions by March 1, 1993, he would conclude that the response is negative and that the letter could be used as the basis for an application for judicial review. No originating notice of motion was filed until April 1, 1993, nor was an extension of time requested. On the application for judicial review, Wetston, J., held: \"It is clear that what the applicant's original counsel was intending to do by letter dated February 9, 1993, was to provoke a reply from the respondent. This approach cannot result in extending the date of the decision, in this case, to March 1, 1993. Furthermore, there are no reasons whatsoever provided as to why the originating notice of motion could not have been filed within the time period provided by section 18.1 of the Federal Court Act or why an extension of time was not filed by the original counsel in this matter. \"Accordingly the application for judicial review is dismissed.\"", "[13] In the <FRAGMENT_SUPPRESSED> case, McKeown, J., followed Wong and, on a motion by the respondent, dismissed an application for judicial review on the grounds that the applicant sought to quash a \"decision\" of a visa officer which was merely a courtesy response affirming an earlier decision. McKeown, J., held \"(...) counsel cannot extend the date of decision by writing a letter with the intention of provoking a reply\".", "[14] <FRAGMENT_SUPPRESSED>  (T.D.), however, Rothstein, J., dismissed a motion for an order striking the applicant's originating notice of motion on the ground that it was filed out of time. The original refusal by the visa officer was dated February 8, 1994. On February 14, 1994, counsel for the applicant wrote to the visa officer requesting that she review her decision. On April 20, 1994, the visa officer wrote to counsel and stated, \"I have now completed the review of the case submitted and I am still of the opinion that this application must be refused\". On May 19, 1994, counsel for the applicant filed an originating notice of motion to quash the \"decisions\" of February 8, 1994, and April 20, 1994. Counsel for the respondent submitted that the April 20, 1994, letter constituted not a decision but a courtesy response and that the only decision was that made on February 8, 1994. Counsel further argued that the applicant was out of time to challenge that decision. Rothstein, J., found as follows: \"I have carefully reviewed the April 20, 1994, letter. It responds to a request that the February 8, 1994, decision be reviewed. In the April 20, 1994, letter, the visa officer says that she completed the requested review but was still of the opinion that the applicant's application must be refused. In this letter, the visa officer reviews some of the information originally dealt with in the February 8, 1994, letter but she also deals with new submissions made by applicant's counsel in his February 14, 1994, request for review. For example, she expressly deals with whether the applicant's wife should be assessed and with new arguments about the funds the applicant has available \"I must conclude on the facts of this particular case, that the April 20, 1994, letter constitutes a decision of the visa officer. She does not simply refer to her February 8, 1994, letter or the analysis made in coming to that earlier decision. She expressly refers to her review which must have taken place subsequent to the February 8, 1994, decision. \"The review that she conducted might have, although it did not, result in her changing her mind and allowing the applicant's application. That indeed was the purpose of applicant's counsel's request for the review. Surely had she changed her mind it could not be said that the letter advising of her new opinion was not a decision. By the same reasoning, even though, on the review, she came to the same conclusion as before, that conclusion must also constitute a decision.\" (Emphasis mine)", "[15] I find this reasoning compelling. Whenever a decision maker who is empowered to do so agrees to reconsider a decision on the basis of new facts, a fresh decision will result whether or not the original decision is changed, varied or maintained ( <FRAGMENT_SUPPRESSED>  (T.D.).). What is relevant is that there be a fresh exercise of discretion, and such will always be the case when a decision maker agrees to reconsider his or her decision by reference to facts and submissions which were not on the record when the original decision was reached.", "[16] In the instant case, the visa officer stated in her letter of March 16, 1994, that she had reviewed the application as requested. She also explained that the applicant's diploma was not in the area of electronics and that, accordingly, he was not qualified in electronic engineering. This was in response to counsel's argument in his February 2, 1994, letter that, because the applicant was qualified as an electronic engineer, a designated occupation, his lack of experience should be overlooked. The visa officer had never mentioned in previous correspondence the question of the diploma. Although the visa officer stated in her affidavit that she acted out of pure courtesy and that, \"My letter of March 16, 1994, did not reopen the case nor was it a new refusal of the application\", the contrary is quite apparent. Indeed, in her letter of March 16, the visa officer raised a ground of refusal which had not been raised in her letter of January 10 and which was not mentioned in the notes which she had taken at the time of the interview. This new ground was a direct response to the argument raised by respondent's counsel on February 2, 1994.", "[17] I believe the applicant properly characterized the actions of the visa officer as follows: \"The Respondent evaluated the Applicant's qualifications on the basis of criteria outlined in the Canadian Classification and Dictionary of Occupations (the 'CCDO') and was satisfied that he was a qualified 'Electronic Engineer', but she went on to say that the Applicant did not have any work experience in that occupation and therefore refused the Applicants [sic] application on those grounds. \"The occupation of 'Electronic Engineer' was a designated occupation and as such no requirement for work experience. \"It appears that the visa officer, after realizing that she made a mistake, and could not justify her earlier decision, decided to advanced [sic] new and different reasons for the refusal, which reasons were not covered in the first refusal letter.\"", "[18] In so doing, the visa officer purported to exercise her discretion on new grounds and as such she rendered a fresh decision. Keeping this in mind, the real issue is whether the visa officer had the authority to reconsider her earlier decision in the manner that she did. In <FRAGMENT_SUPPRESSED> , supra, Rothstein, J., had this to say on this point: \"Counsel agreed that there is nothing in the Immigration Act that deals with whether a visa officer may review decisions already made. Therefore, it does not appear that the visa officer was 'functus' after she made her February 8, 1994, decision such that the April 20, 1994, decision was made without jurisdiction.\"", "[19] I would have thought that the matter would best be approached the other way in that, absent an express grant of jurisdiction, it is doubtful that a decision maker has the power to reconsider a prior decision on new grounds and exercise his or her discretion anew [see footnote 2]. The decision making powers of a visa officer are statutory and, as such, they must be found in the statute. While I have no doubt that slips, typos and obvious errors can be corrected after a decision has been rendered, the discretion of a decision maker is, in my view, fully exhausted once the discretionary authority to decide has been exercised in the manner contemplated by statute. As such a decision maker cannot pronounce more than once on the same matter.", "[20] In the case at hand, the visa officer rejected the application on January 10, 1994, and communicated to the applicant her reasons for so doing by letter bearing that date. Having done so, the visa officer did not have the jurisdiction to again decide the matter in the manner that she did, and hence this application is without object.", "[21] I realize that this leaves the applicant in a difficult position. However, it may still be open to him to seek an extension of time to attack the decision of January 10, 1994, particularly if he can show that he relied on the existing case law in proceeding as he did.", "[22] Counsel for the applicant asked to have a question certified which would seek to clarify the circumstances in which a visa officer becomes \"functus officio\". Counsel for the respondent sought to have a question certified which would clarify the status of \"courtesy responses\". No particular formulation was suggested.", "[23] The issue of when an officer becomes \"functus officio\" does not, in itself, give rise to serious difficulties. Rather, difficulties usually pertain to questions of fact surrounding pronouncements or purported pronouncements and, as such, the issue does not warrant certification. As to courtesy responses, I also believe that the difficulties which they raise are usually a function of the relevant facts and that no rule of law can usually be devised in a vacuum. I have therefore refrained from acting under either suggestions.", "[24] For the foregoing reasons, the application is dismissed. Application dismissed. Editor: Jean Merlini/gs Footnotes 1.\tThis letter is exhibit \"B\" to the Affidavit of Iqbal Dewji and exhibit \"D\" to the Affidavit of Carol A. Turner. In this letter, the visa officer states that the applicant was assessed based on the requirements for a central office equipment repairer because he had no practical experience in the field of electronic engineering and his experience more closely fits central office equipment repairer. In this letter, the visa officer noted, \"(...) in spite of your educational background and diploma as an electronic engineer (...)\" (emphasis mine); however, in her affidavit she claims that she had already found that his diploma was in electrical engineering. The visa officer informed that applicant that he comes within the inadmissible class of persons described in paragraph 19(2)(d) of the Immigration Act and that his application was refused. The visa officer stated that she considered the use of positive discretion in paragraph 11(3)(a) of the Immigration Regulations but that, in her opinion, the applicant's lack of skills in both of Canada's official languages and minimum settlement funds, the number of units awarded to the applicant reflect his chances and that of his dependents of becoming successfully established in Canada. 2.\tSee, for instance, <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 1, per Pigeon, J., at p. 592: \"The first question on the appeal to this Court is whether the Board has jurisdiction to reopen the hearing of appellant's appeal to the Board after having issued its written order dismissing it and directing the appellant be deported. \"In my opinion, this question should not be considered on the basis of principles applicable to Courts having an inherent jurisdiction. The Immigration Appeal Board has nothing but a limited statutory jurisdiction. A defined part of governmental administrative powers has been assigned to it, not by any means the totality of such powers with respect to immigration. Thus, there is no room for the application of any principle that some remedy ought to be available when the statute does not provide for an explicit remedy.\" For a modern restatement of the rule, see <FRAGMENT_SUPPRESSED>  A.R. 321; 70 Alta. L.R.(2d) 193; 62 D.L.R.(4th) 577, at p. 862, per Sopinka, J. [End of document]"]}