{"id_": "064191", "body_str": ["[1] Pinard, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") dated April 8, 2004, wherein the Board found the applicant, a citizen of India, not to be a Convention refugee or a \"person in need of protection\" as defined in sections 96 and 97 respectively of the Immigration and Refugee Protection Act, S.C. 2001, c. 27.", "[2] The Board based its decision on a negative credibility finding. It is well established that the Board is a specialized tribunal capable of assessing the plausibility and credibility of a testimony, to the extent that the inferences which it draws from it are not unreasonable ( <FRAGMENT_SUPPRESSED>  (F.C.A.)) and its reasons are expressed clearly and comprehensibly ( <FRAGMENT_SUPPRESSED>  (F.C.A.)).", "[3] The applicant alleges that the Board erred by only providing a one page decision and that it did not properly motivate its reasons for the negative credibility finding. I do not agree. Regardless of the length of the decision, the Board clearly set out the reasons it found the applicant not to be credible and the evidence supports the Board's conclusion (see  <FRAGMENT_SUPPRESSED> ).", "[4] The Board found that there is no objective documentary evidence that supports the applicant's first allegations that Sikhs like him are persecuted in Punjab at the hands of the government. The Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  claimant's sworn testimony is true is always rebuttable, and, in appropriate circumstances, may be rebutted by the failure of the documentary evidence to mention what one would normally expect it to mention.\" I am unable to find anything objective in the tribunal record that suggests Sikhs are persecuted in Punjab and for these reasons it was not unreasonable for the Board to conclude that the lack of corroborating evidence undermined the applicant's credibility. The applicant's counsel's argument that the applicant lied when he first stated that he feared persecution because of his political opinion, membership in a particular social group and his religion, and that before the Board the applicant insisted that he feared persecution by the police, only adds to the applicant's lack of credibility.", "[5] Moreover, the Board is entitled to consider the contents of the Personal Information Form (\"PIF\") in reaching its determination and to draw negative inferences about credibility if matters are only added after the hearing has commenced ( <FRAGMENT_SUPPRESSED>  (T.D.) (QL)). The applicant omitted to include in his PIF that he had consulted a lawyer, who advised him against making a complaint, and then testified that he had consulted one. When confronted with why he omitted to include this fact, he stated that he wasn't sure, and that perhaps he was afraid. I am of the opinion that the Board's conclusions regarding this issue are reasonable. The applicant understood the questions in the PIF and it is common sense that one would have included the above answer in the PIF, if it had in fact occurred.", "[6] For all the above reasons, the intervention of the Court is not warranted and the application for judicial review is dismissed. [End of document]"]}