{"id_": "064374", "body_str": ["[1] Mactavish, J. : Sarfraz Hussain, his wife and his adult son are all citizens of Pakistan. The family are Shia Muslims, in a country primarily populated by Sunni Muslims. They claim to have a well-founded fear of persecution at the hands of the Sipah-i-Sahaba Pakistan (the \"SSP\"), an anti-Shia group of fundamentalist Sunni Muslims.", "[2] The Refugee Protection Division of the Immigration and Refugee Board appears to have accepted that the family was targeted for persecution by members of the SSP. Nevertheless, the Board rejected their refugee claim, finding that there was no longer an objective basis for their fear of persecution, in light of recent improvements to the level of state protection afforded to Shia Muslims in Pakistan.", "[3] The applicants seek to have the Board's decision set aside, because of the failure of the Board to consider certain submissions that they filed with the Board. They also assert that the Board erred in its assessment of whether their fear of persecution was objectively well-founded, in light of current conditions within Pakistan. FACTUAL BACKGROUND", "[4] Mr. Hussain started his own computer software business in 1989. He was an active member of the Shia community, and donated regularly to various Shia charities. In February of 2000, Mr. Hussain says that he received phone calls from SSP members telling him to stop donating to the Shia community, failing which, he would be required to contribute the money to the SSP.", "[5] One evening, three men came to Mr. Hussain's office and demanded money from him. He paid them approximately $1,750 Cdn., but the men were not satisfied, and they returned in March of 2000, and again in April of 2000.", "[6] The SSP continued to threaten to kill Mr. Hussain and his family. The family was followed on many occasions, and SSP members continued to harass them. SSP members would identify prominent people that they said that they had killed, and would tell Mr. Hussain that if he or his family tried to contact the authorities for assistance, they would be shot dead.", "[7] In October of 2000, Mr. Hussain was confronted by four individuals, two of whom were armed. The men demanded money, telling Mr. Hussain that if he did not provide it right away, his family would be killed. Although the gunmen left, they came back the next day and took approximately $1,750 Cdn. from Mr. Hussain. The situation got worse and Mr. Hussain says that he decided to close his business and \"run for his life\". The applicants arrived in Canada in October of 2001, after a ten month stay in the United States. Upon arriving in Canada, they made their refugee claim. THE HEARING PROCESS", "[8] The hearing commenced on August 26, 2002, following which the Board reserved its decision. The applicants were represented at the hearing by an immigration consultant. The applicants' representative provided the Board with additional post-hearing material on August 30, 2002, and sent in four more articles dealing with conditions in Pakistan on September 3, 2002.", "[9] The Refugee Protection Officer (RPO) responded with a letter dated September 12, 2002. Due to the substantial amount of new information before it, the Board reconvened on September 30, 2002 to hear additional submissions relating to the documentation received. The Board reserved its decision once again.", "[10] The applicants' representative then submitted more documentation on October 13, 2002. The RPO again responded with additional post-hearing documentation of his own on October 24, 2002. The applicants' representative then asked that the hearing be reconvened once more, in order to respond to the RPO's new materials. The Board denied this request, but allowed the applicants' representative the opportunity to file further written submissions.", "[11] The Board's decision indicates that no written submissions were received from the applicants' representative. In his affidavit, Mr. Hussain deposes that further submissions were sent. He attaches to his affidavit a copy of a three page document sent by the family's representative under cover of a letter dated November 25, 2002. This information is accompanied by a fax transmittal slip that shows that the information was sent to the Board that same day. DECISION OF THE BOARD", "[12] The Board did not make any findings with respect to the credibility of the applicants' story. Nevertheless, the Board found that the applicants did not have a well-founded fear of persecution for a Convention reason, and were not persons in need of protection. In coming to this conclusion, the Board found that there were no substantial grounds on which to believe that the applicants would be subjected personally to a danger of torture if they were returned to Pakistan. Similarly, the Board held that there was no serious possibility that the applicants would personally be subjected to a risk to their lives, or to cruel and unusual treatment or punishment in Pakistan.", "[13] The Board identified the change of circumstances in Pakistan, and the availability of state protection as the determinative issues in the case. The Board reviewed the information before it relating to country conditions within Pakistan, and concluded that there had been an effective change in circumstances within the country. The Board went on to conclude that there was no clear and convincing proof of the state's inability to protect the applicants. In coming to this conclusion, the Board applied the test enunciated by the Federal Court of Appeal in Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  its citizens with perfect protection against terrorist activities. The Board found that while not perfect, the state protection available to the applicants in Pakistan was adequate.", "[14] The Board also rejected as speculative the applicants' claim that if they were returned to Pakistan, they would be subjected to a risk to their lives or cruel and unusual treatment or punishment for having made a refugee claim involving Pakistan. ISSUES", "[15] The parties characterize the issues on this application somewhat differently. In my view, the two issues raised by this application are the following: 1) Was there a breach of procedural fairness by reason of the failure of the Board to consider the applicants' November 25, 2002 submissions? and 2) Did the Board properly assess whether the applicants' fear of persecution was objectively well-founded, in light of current conditions within Pakistan? ANALYSIS 1) Was there a breach of procedural fairnessby reason of the failure of the Board to consider the applicant's November 25, 2002 submissions?", "[16] The applicants assert that the Board breached the duty of procedural fairness owed to them when it failed to consider their final set of submissions, which they say were faxed to the Board on November 25, 2002.", "[17] The respondent argues that the applicants failed to satisfy the onus on them to establish that the additional documents were actually sent to the Board, and that they were, in fact, received. The respondent further submits that a review of the November 25 submissions discloses that these submissions were repetitive of the applicants' earlier submissions, and did not add anything new to the applicants' case. As a consequence, the respondentsays that even if the additional material had been considered by the Board, the outcome of the case would not have been any different.", "[18] Questions of procedural fairness are reviewed against a standard of correctness:  <FRAGMENT_SUPPRESSED> .", "[19] Having regard to the importance to refugee claimants of the issues at stake in a refugee hearing, more than a minimal duty of fairness is owed to the claimants:  <FRAGMENT_SUPPRESSED> .", "[20] The inadvertent failure of a Board to consider submissions made on behalf of a party can result in a denial of procedural fairness sufficient to warrant the Board's decision being set aside:  <FRAGMENT_SUPPRESSED> .", "[21] In Pramauntanyath, the applicant provided an affidavit from his solicitor affirming that the submissions in issue were indeed sent to the offices of Citizenship and Immigration Canada. In this case, I have some concerns with respect to the quality of the evidence submitted to establish that the submissions were in fact sent. The evidence before the Court comes from the affidavit of Mr. Hussain, presumably on the basis of information provided to him by an unidentified third party. It would most certainly have been preferable for this information to come directly from the individual who actually sent the submissions to the Board. That said, the evidence is uncontradicted, and no attempt was made to cross-examine Mr. Hussain on his affidavit. Further, Mr. Hussain's affidavit includes a copy of the fax transmittal sheet that establishes that a document of the same number of pages as the applicants' supplementary submissions was indeed faxed to the Toronto offices of the Immigration and Refugee Board on November 25, 2002, and were received by the Board. On the basis of this evidence I am prepared to find that additional submissions were submitted to the Board on behalf of the applicants within the time period stipulated by the Board.", "[22] Even if this is the case, the respondent urges me to find that these submissions are largely repetitive of submissions that had already been made on behalf of the applicants at the first and second hearing sessions, and add little that was new. In support of this contention, the respondent points to the fact that the Board made only fleeting reference to information contained in the applicants' final package of supplementary materials in its decision.", "[23] Be that as it may, even if the Board does not specifically mention evidence in its decision, it will be presumed to have weighed and considered all of the evidence before it, unless the contrary can be shown:  <FRAGMENT_SUPPRESSED> .", "[24] While the final set of submissions filed by the applicants does indeed echo the arguments that had previously been made on their behalf, these additional submissions respond to new evidence that had been put before the Board by the respondent. This evidence was fairly substantial in nature, consisting of some 54 pages of material, comprised of 22 articles, including a press release from Amnesty International. All of this material related to current conditions within Pakistan.", "[25] The failure of the Board to consider the submissions of one party, albeit inadvertently, is a beach of procedural fairness.In all of the circumstances, I cannot say with any degree of certainty that the applicants' final submissions would not have had any effect on the outcome of the case. As a consequence, the decision of the Board should be set aside, and the matter remitted to a differently constituted panel for reconsideration on the basis of a complete record.", "[26] In light of my conclusions on the first issue, it is not necessary to address the arguments relating to the Board's assessment of the objective foundation for the applicants' fear of persecution. CERTIFICATION", "[27] Neither party has suggested a question for certification, and accordingly none will be certified. O R D E R 1. For the reasons set out above, this application is allowed, and the applicants' refugee claim is remitted to a differently constituted panel for reconsideration on the basis of a complete record. 2. No serious question of general importance is certified. [End of document]"]}