{"id_": "064432", "body_str": ["[1] Heneghan, J. : Mr. Ecvet Sayer (the \"Applicant\") seeks judicial review of the decision made by Visa Officer Daniel Vaughan (the \"Officer\") on April 14, 2010. In that decision, the Officer refused the Applicant's application for permanent residence as a member of the Investor Class pursuant to the Immigration and Refugee Protection Regulations , SOR/2002-227 (the \"Regulations\").", "[2] The Applicant had been convicted in Turkey of the offence of assault. The Officer determined that the offence in Turkey is equivalent to the offence of assault set out in section 266 of the Criminal Code , R.S.C. 1985, c. C-46. The Applicant argues that the Officer erred by failing to properly conduct an equivalency assessment, including the assessment of defences available for the charge of assault.", "[3] The first question to be considered is the applicable standard of review. Subsequent to the decisions in <FRAGMENT_SUPPRESSED>  and Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , administrative decisions are subject to review upon either the standard of reasonableness for fact-based issues and questions of mixed fact and law or the standard of correctness for questions of law and issues of procedural fairness.", "[4] I agree with the submission of the Minister of Citizenship and Immigration (the \"Respondent\") that reasonableness is the appropriate standard of review for the issue of equivalency. In the first place, I observe that general foreign law must be proven, that is with evidence. A reviewing court cannot simply take judicial notice of foreign law. Proof of foreign law by submission of evidence is to be followed by a consideration of the terms of the foreign law and a comparison with the terms of \"equivalent\" Canadian law.", "[5] Paragraph 36(2)(b) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\"), requires assessment of equivalency between an offence under foreign law and an offence under Canadian law, in this case, the Criminal Code . Paragraph 36(2)(b) of the Act provides as follows: (2) A foreign national is inadmissible on grounds of criminality for ... (b) having been convicted outside Canada of an offence that, if committed in Canada, would constitute an indictable offence under an Act of Parliament, or of two offences not arising out of a single occurrence that, if committed in Canada, would constitute offences under an Act of Parliament; ... The matter then becomes a question of mixed fact and law since the relevant facts are to be assessed according to the terms of the applicable foreign law and compared with the applicable Canadian law.", "[6] In the present case, the Applicant was convicted in Turkey of an offence described in Article 86 of the Turkish Criminal Code. According to the Applicant's submissions to the Officer, Article 86 of the Turkish Criminal Code translates to English as follows: Felonious Injury (1) Person intentionally giving harm or pain to another person or executes an act which may lead to deterioration of health or mental power of others, is sentenced to imprisonment from one year to three years. (2) In case of commission of offense of felonious injury; a. Against antecedents or descendents, or spouse or brother/sister b. Against a person who cannot protect himself due to corporal or spiritual disability, c. By virtue of public office, d. By undue influence based on public office, e. By use of a weapon The offender is sentenced to imprisonment from two years to five years.", "[7] The Officer considered the known facts, including the judgment of the Turkish Court by which the Applicant was convicted and concluded that the Turkish offence was equivalent to assault as defined in section 265 of the Criminal Code , for which the penalties are set out in section 266.", "[8] Sections 265 and 266 of the Criminal Code provide as follows: Assault 265. (1) A person commits an assault when (a) without the consent of another person, he applies force intentionally to that other person, directly or indirectly; (b) he attempts or threatens, by an act or a gesture, to apply force to another person, if he has, or causes that other person to believe on reasonable grounds that he has, present ability to effect his purpose; or (c) while openly wearing or carrying a weapon or an imitation thereof, he accosts or impedes another person or begs. Application (2) This section applies to all forms of assault, including sexual assault, sexual assault with a weapon, threats to a third party or causing bodily harm and aggravated sexual assault. Consent (3) For the purposes of this section, no consent is obtained where the complainant submits or does not resist by reason of (a) the application of force to the complainant or to a person other than the complainant; (b) threats or fear of the application of force to the complainant or to a person other than the complainant; (c) fraud; or (d) the exercise of authority. Accused's belief as to consent (4) Where an accused alleges that he believed that the complainant consented to the conduct that is the subject-matter of the charge, a judge, if satisfied that there is sufficient evidence and that, if believed by the jury, the evidence would constitute a defence, shall instruct the jury, when reviewing all the evidence relating to the determination of the honesty of the accused's belief, to consider the presence or absence of reasonable grounds for that belief. Assault 266. Every one who commits an assault is guilty of (a) an indictable offence and is liable to imprisonment for a term not exceeding five years; or (b) an offence punishable on summary conviction. Application", "[9] The Applicant now argues that the Officer erred in his equivalency assessment by failing to take into account the availability of a defence to an allegation of assault in Canada, and refers to the defence of self-protection that would be available in Canada. He also argues that the Officer erred in writing, in his decision, that the Applicant had failed to raise \"mitigating factors\" before the Turkish Court. The Applicant submits that this finding is clearly contrary to the text of the Turkish judgment that refers to \"the defense of the defendant\".", "[10] Two decisions of the Federal Court of Appeal are relevant to the present matter.  <FRAGMENT_SUPPRESSED>  Appeal set out three tests for detecting equivalency of offences, as follows: It seems to me that because of the presence of the words \"would constitute an offence ... in Canada\", the equivalency can be determined in three ways: - first, by a comparison of the precise wording in each statute both through documents and, if available, through the evidence of an expert or experts in the foreign law and determining therefrom the essential ingredients of the respective offences. Two, by examining the evidence adduced before the adjudicator, both oral and documentary, to ascertain whether or not that evidence was sufficient to establish that the essential ingredients of the offence in Canada had been proven in the foreign proceedings, whether precisely described in the initiating documents or in the statutory provisions in the same words or not. Third, by a combination of one and two.", "[11] <FRAGMENT_SUPPRESSED>  (C.A) the Federal Court of Appeal found that in comparing essential elements of a particular offence abroad with offences in Canada, the Respondent is obliged to consider the defences that are particular to that offence, but not the general principles of criminal law in the two countries or the possibility of conviction in each country. In that regard, the Federal Court of Appeal said the following at page 252: ...In my view the definition of an offence involves the elements and defences particular to that offence, or perhaps to that class of offences. For the purpose of subparagraph 19(2)(a.1)(i) of the Immigration Act it is not necessary to compare all the general principles of criminal responsibility in the two systems: what is being examined is the comparability of offences, not the comparability of possible convictions in the two countries.", "[12] In the present case, the Applicant argues that the Officer failed to recognize that the Turkish Court considered the mitigating factor equivalent to provocation. The Applicant further argues that the Officer failed to compare the availability of self-defence in Turkey, which the Applicant argues operates only as a mitigating factor, as compared to the availability of self-defence in Canada, where it operates as a full exculpatory defence that would preclude a conviction if established.", "[13] I am not persuaded that the Officer erred in conducting the equivalency assessment. He adopted one of the tests identified in Hill , that is, he compared the essential elements of the Turkish offence with the Criminal Code offence. He found the essential elements to be the same.", "[14] The Officer did err in writing that the Applicant had presented \"no mitigating factors\" before the Turkish Court; however, this error is not material since it does not affect the outcome. In both Turkey and Canada, provocation is relevant only to the ultimate sentence and not to the entry of a conviction.", "[15] I am also satisfied that the Officer did not err by failing to consider available defences, in Canada, to a charge of assault. From the record, it is clear that the Turkish Court was not persuaded by the Applicant's arguments regarding self-defence. In that regard, it is apparent from paragraph 36(2)(b) of the Act and the Federal Court of Appeal's decision in Li that the Officer's role was to determine if the offence of which the Applicant was convicted has an equivalent in Canadian criminal law, not whether it was likely that he would have been convicted were he tried in Canada.", "[16] This application for judicial review is dismissed. There is no question for certification arising. ORDER", "[17] THIS COURT ORDERS that the application for judicial review is dismissed, no question for certification arising. [End of document]"]}