{"id_": "064693", "body_str": ["[1] de Montigny, J. [Translation]: The applicant, René Barkley, is appealing an order dated December 20, 2012, by Prothonotary Richard Morneau that granted the respondent's motion to strike and dismissed his simplified action without possibility of amendment.", "[2] For the following reasons, I am of the view that the applicant's motion to appeal, under Rule 51 of the Federal Courts Rules , SOR/98-106 (Rules), must be dismissed. Background", "[3] The applicant was declared a dangerous offender in November 2003 and is serving an indeterminate prison sentence at the Port-Cartier Institution.", "[4] On September 14, 2012, he filed a statement of claim (simplified action) against Her Majesty the Queen. Even though hard to read, the statement of claim seems to indicate two causes of action. First, the applicant alleges that the Correctional Service of Canada (Service) and the Parole Board of Canada (Board) violated his right to silence by placing him under house arrest and by imposing upon him the special condition of undergoing a program for sexual offenders at the time when he was accused of sexual assault, or he would be returned to the penitentiary. It appears that the applicant appealed that decision and that the Board's Appeal Division upheld, on January 23, 2003, the first level decision of December 4, 2002. Second, the applicant maintains that the Service overturned a judgment of acquittal he received seeing that his correctional file still contains an indication that he was believed to have escaped from a rehabilitation centre in 1994, whereas he was found not guilty of that offence by the Court.", "[5] On November 16, 2012, the respondent filed a motion to strike the applicant's statement of claim and dismiss the applicant's simplified action in accordance with Rules 294 to 299. The applicant filed his reply on December 6, 2012, and the respondent filed her reply on December 11, 2012.", "[6] Prothonotary Richard Morneau ordered, on December 20, 2012, the removal of the simplified action and the dismissal of the action without possibility of amendment.", "[7] On March 5, 2013, the applicant appealed the Prothonotary's decision. Impugned decision", "[8] In his order, the Prothonotary noted that the applicant's action was not exclusively for monetary relief in an amount not exceeding $50,000 and that, accordingly, it did not meet the conditions set out by the Rules for simplified actions.", "[9] The Prothonotary also noted that the statement of claim does not contain any material facts that would enable the respondent to prepare and file a defence, is replete with a number of incomprehensible allegations and is time-barred because it relates to events beyond the three-year period prescribed for that type of action by article 2915 of the Civil Code of Quebec (Code).", "[10] For these reasons, the Prothonotary found that the applicant's statement of claim discloses no reasonable cause of action, and he even characterized the statement of action as [translation] \"scandalous, frivolous and vexatious and is an abuse of the process of the Court under paragraphs 221(1)( ), ( ) and ( ) of the Rules\". He therefore removed the applicant's action from the operation of Rules 294 to 299 and ordered that his statement of claim be struck out without possibility of amendment and that his action be dismissed. Issue", "[11] The only issue in this case is whether the order issued by Prothonotary Morneau contains an error that warrants the intervention of the Court. Standard of review", "[12] The standard of review that applies to discretionary orders of prothonotaries is well established and was set out as follows by Justice Décary on behalf of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> : Discretionary orders of prothonotaries ought not be disturbed on appeal to a judge unless: (a) the questions raised in the motion are vital to the final issue of the case, or (b) the orders are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts.", "[13] In this case, the Prothonotary's order terminated the applicant's action and, as a result, the question raised in the motion was vital to the final issue of the case. Consequently, the Court must exercise its own discretion and reconsider Mr. Barkley's application. Analysis", "[14] Subsection 221(1) of the Rules sets out that a pleading, or anything contained therein, can be struck out for one of the reasons contained therein, and in particular because it discloses no reasonable cause of action (Rule 221(1)( )), it is scandalous, frivolous or vexatious (Rule 221(1)( )), or it is otherwise an abuse of the process of the Court (Rule 221(1)( )).", "[15] The burden an applicant must meet on a motion to strike is high: the applicant must clearly establish that the statement of claim discloses no reasonable cause of action, even in the event that the alleged facts were proven. My colleague, Justice Bédard, aptly summarized the criteria applicable to making a decision on such a motion in <FRAGMENT_SUPPRESSED>  and I adopt her observations at paragraphs 8 to 10 of that decision: Rule 221(1) of the Rules provides that the Court may strike a pleading if it \"discloses no reasonable cause of action\". The stringent test for striking out a Statement of Claim on that basis is whether, taking the facts as pleaded, it is \"plain and obvious\" that the action discloses no reasonable cause of action. This test was reiterated by the Supreme Court in R v Imperial Tobacco Canada Ltd. , 2011 SCC 42 at para 17, 2011 SCC 42 (CanLII), [2011] 3 SCR 45, where Justice McLachlin stressed that \"[w] here a reasonable prospect of success exists, the matter should be allowed to proceed to trial\". The Court also insisted, at paragraph 22, that the claimant must clearly plead the facts supporting the claim: [...] It is incumbent on the claimant to clearly plead the facts upon which it relies in making its claim. A claimant is not entitled to rely on the possibility that new facts may turn up as the case progresses. The claimant may not be in a position to prove the facts pleaded at the time of the motion. It may only hope to be able to prove them. But plead them it must. The facts pleaded are the firm basis upon which the possibility of success of the claim must be evaluated. If they are not pleaded, the exercise cannot be properly conducted. It is also well established that the Court must read the pleading generously with a view to accommodating drafting deficiencies ( <FRAGMENT_SUPPRESSED> (available on QL) [ <FRAGMENT_SUPPRESSED> ], <FRAGMENT_SUPPRESSED> (available on CanLII)). This, however, does not exempt the claimant from pleading the material facts supporting the claim. Bare assertions and conclusions are not sufficient.", "[16] Even on a generous reading of the applicant's statement of claim, I am of the opinion that the Prothonotary had reason to allow the respondent's motion to strike for various reasons. First, it is clear on the face of the application that the remedies sought by Mr. Barkley fall outside the parameters of a simplified action. Not only is he seeking monetary relief in the amount of $50,000 as an exemplary sanction, but he is also seeking that directives be issued and distributed regarding the rights guaranteed under the Canadian Charter of Rights and Freedoms , Part I of the , being Schedule B to the Canada Act 1982 (U.K.), 1982, c 11, and with respect to the verdicts rendered by the courts. Paragraph 292( ) of the Rules sets out that the regime for simplified actions applies to any action in which each claim is exclusively for monetary relief in an amount not exceeding $50,000. The Prothonotary could therefore, for this reason alone, allow the respondent's motion and remove the applicant's action from the operation of the Rules on simplified actions.", "[17] Second, the respondent is justified in claiming that the applicant's action does not rely on any material facts. There is no doubt that the Crown may be liable for the damage caused by the fault of a servant of the Crown: see the Crown Liability and Proceedings Act , RSC 1985, c C-50, section 3 (CLPA). A fault, injury and causal link still needs to be established in accordance with article 1457 of the Code; see also <FRAGMENT_SUPPRESSED> . In this case, the applicant did not demonstrate this.", "[18] It is true that the Court generally shows flexibility and openness when a party is self-represented. This conciliatory attitude cannot, however, exempt a party of the obligation to discharge its burden to prove the facts supporting its claim in order to succeed. As this Court has repeatedly stated, bare assertions and conclusions are not sufficient: see, among others, <FRAGMENT_SUPPRESSED> .", "[19] The applicant first alleged that the Service and the Board violated his right to silence by imposing a special condition on him, that is, to undergo a program for his sexual delinquency or be refused conditional release. First, it is important to specify that only the Board has the authority to impose such a condition. Furthermore, this Court has already confirmed that subsection 134.1(2) of the Corrections and Conditional Release Act , SC 1992, c 20 (CCRA) gives the Board the authority to establish conditions that it considers reasonable and necessary in order to protect society and facilitate successful reintegration into society: see <FRAGMENT_SUPPRESSED> . Moreover, the applicant does not allege that he was denied his constitutional rights, but that they could have been violated because he would be forced to divulge incriminating information that could be communicated to the police and be used against him in a criminal proceeding. The applicant raises merely a hypothesis. We do not know if he actually underwent the program in whole or in part, how much he participated, whether he indeed revealed information that could be used against him, and even less whether such information was ultimately used. In the circumstances, it is hard to see how he could prove that the Board erred, and even less, that there was a resulting injury. The fact that the applicant is currently serving an indeterminate prison sentence in a maximum security correctional institution is due to his own actions and conduct and not due to any wrongdoing by the Service or Board.", "[20] The applicant's claim that information in his file with respect to his escape constitutes a reversal of the decision made by a court is unfounded. The applicant did not deny that he escaped from the Waterloo rehabilitation centre on April 4, 1994, and remained at large for a month and a half. It is also clear that he was not sentenced after that incident. That is precisely what is written in his file after a correction request that he made. In accordance with section 24 of the CCRA, the Service must ensure that any information that it uses is accurate, up to date and complete. The Service would not be fulfilling its legal obligations if it struck from the applicant's file all references to his escape, and that reference in the file can in no way be considered a reversal of the applicant's acquittal. Once again, the applicant was unable to establish any wrongdoing by the Service and did not demonstrate having suffered injury further to the inclusion of the complete and accurate information in his file.", "[21] Consequently, the applicant's recourse discloses no cause of action, and the Prothonotary was justified in dismissing his action without possibility of amendment.", "[22] In his order, the Prothonotary also found that the applicant's action was time-barred. That finding seems well founded.", "[23] The applicant's civil liability action concerns the Service and the Board, two Crown corporations that are subject to the CLPA. Section 32 of that Act sets out that \"the laws relating to prescription and the limitation of actions in force in a province between subject and subject apply to any proceedings by or against the Crown in respect of any cause of action arising in that province\". Because the civil liability action against the Crown was instituted in Quebec for facts that arose in Quebec, the rights applicable to civil liability and prescription are governed by the Code. The same limitation period also applies to an action in civil liability based on the violation of a constitutional right: <FRAGMENT_SUPPRESSED> .", "[24] The applicable limitation period in this case is three years, as established by article 2925 of the Code. Regarding the starting point for calculating the limitation period, the second line of article 2880 states the following: \"[t]he day on which the right of action arises fixes the beginning of the period of extinctive prescription\".", "[25] In this case, the fault the applicant accuses the Service and the Board of committing is the act of imposing a special condition in violation of his right to silence and the decision by the Board's Appeal Division that upheld that condition. In other words, the wrongdoings on which the applicant relies to institute his proceeding would be the decisions dated December 4, 2002, and January 23, 2003. It took close to 10 years for the applicant to institute his proceeding against the Crown given that he admitted that he learned of the Appeal Division's decision on or around January 24, 2003. Under these circumstances, it is clear that his action is time-barred. Even if the applicant is an inmate and is self-represented, his obligation to act within the limitations prescribed by the Code cannot be exempted: <FRAGMENT_SUPPRESSED> .", "[26] The same is true for his action based on the Service's decision to not strike out certain information that appears in his correctional file. That decision was made on July 15, 2009, and the applicant's action was filed in Court on September 14, 2012, that is, more than three years after the decision was made. Conclusion", "[27] In light of the foregoing, I am of the view that the Prothonotary did not err by finding that the applicant's action had to be struck without possibility of amendment on the grounds that it does not comply with Rules 294 to 299, that it does not contain any material facts that support his action, that it is frivolous and vexatious and that it is time-barred. It seems unnecessary, under the circumstances, to rule on the issue of whether the applicant's action constitutes an abuse of process because he purportedly failed to set out in his statement of claim that he pleaded guilty to criminal charges against him in the District of Joliette, or to determine whether he, as a result, waived the exercise of his constitutional rights. JUDGMENT", "[28] THE COURT ORDERS AND ADJUDGES that the motion to appeal from the order rendered by Prothonotary Morneau on December 20, 2012, is dismissed with costs in favour of the respondent.", "[2] Règle 51 des , DORS/98-106 [ Règles Contexte", "[3]", "[4]", "[5] Règles", "[6]", "[7]", "[8] Règles", "[9] Code ].", "[10] Règles Règles", "[11] La norme de contrôle", "[12] <FRAGMENT_SUPPRESSED> :", "[13] Analyse", "[14] Règles Règle Règle Règle 221(1)f)).", "[15] R c Imperial Tobacco Canada Ltée <FRAGMENT_SUPPRESSED> (disponible sur QL) [ <FRAGMENT_SUPPRESSED> ],", "[16] , partie I de la Loi constitutionnelle de 1982 Règles Règles", "[17] , LRC 1985, c C-50, art 3 [ LRCECA Code", "[18] <FRAGMENT_SUPPRESSED> .", "[19] , LC 1992, ch 20 ( LSCMLSC", "[20] LSCMLSC", "[21]", "[22]", "[23] LRCECA Code <FRAGMENT_SUPPRESSED> .", "[24] Code", "[25] Code <FRAGMENT_SUPPRESSED> .", "[26] Conclusion", "[27] Règles JUGEMENT", "[28] [End of document]"]}