{"id_": "064799", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC- 2001, c 27 (Act) for judicial review of the decision of an Immigration Officer at the Immigration Section, High Commission of Canada in Nairobi, Kenya (Officer), dated 16 December 2011 (Decision), which refused the Applicant's application for permanent residence as a member of the Country of Asylum Class or Convention Refugee Abroad Class. BACKGROUND", "[2] The Applicant is a 31-year-old citizen of Somalia. She left Somalia in 2007 and went to Kenya. From there she made an application to come to Canada along with her half-brother, Abdiqani, and another female relative, Faduma.", "[3] The Applicant was first interviewed in Nairobi on 18 April 2011. During this interview, she indicated that her reason for fleeing Somalia was that her father had been killed after he refused to join the armed militant group Al-Shabab. She also said that she left Kenya with Abdiqani, Faduma and some others, including a cousin. The visa officer (Officer ANX) who conducted this interview concluded that a preliminary positive decision was made pending receipt of identification.", "[4] Directly after interviewing the Applicant, Officer ANX interviewed Faduma. Faduma told Officer ANX that she left Kenya alone in 2006, that the Applicant was her aunt, that the Applicant's father (her grandfather) died before 1991, that she had not heard of the Applicant having any problems in Somalia and that she (Faduma) had nothing to fear if she returned there. After this interview, Officer ANX noted concerns about inconsistencies between the Applicant's and Faduma's descriptions of events, and noted that the Applicant should be called in for a second interview for reasons of procedural fairness.", "[5] On 8 August 2011, Abdiqani was interviewed by another immigration officer (Officer OMY). He said that after the death of their father, he, the Applicant and another sister decided to leave Somalia. Officer OMY noted that this was not consistent with what the Applicant said. While noting that there were consistencies between the Applicant's and Abdiqani's accounts of why they fled Somalia, Officer OMY believed a second interview was necessary to address credibility concerns.", "[6] The Applicant was called on 9 November 2011 to schedule another interview, which was conducted by the deciding Officer on 24 November 2011. The contents of the interviews with Faduma and Abdiqani were not disclosed to her prior to this second interview. When asked how Faduma was related to her, the Applicant replied that her father and Faduma's mother were related, but she did not indicate how. Regarding Faduma's claim that the Applicant's father was Faduma's grandfather, the Applicant replied \"I don't know about that.\" The Applicant said that her father died in August 2007, and that she first met Faduma after arriving in Kenya. She also said that she arrived in Kenya with Abdiqani and another cousin. The Applicant was told that Abdiqani had said that another sister had accompanied them and she replied that no, that sister was still in Somalia. The Officer also relayed his concern that the Applicant had been in Kenya for four years without identification documents, and she responded that she never went out and did not travel.", "[7] The Officer did not think the Applicant was credible and so refused her application on 16 December 2011. DECISION UNDER REVIEW", "[8] The Decision in this case consists of the refusal letter dated 16 December 2011, as well as the notes on the Applicant's file in the Computer Assisted Immigration Processing System (CAIPS Notes).", "[9] As part of this proceeding, the Applicant also sought access to the CAIPS Notes from the interviews of Faduma and Abdiqani (the Rule 9 request), which was opposed by the Respondent. These notes were ordered disclosed by Prothonotary Lafrenière on 22 August 2012. While they do not form part of the Decision, they are part of the record in this proceeding.", "[10] In the CAIPS Notes dated 18 April 2011, Officer ANX wrote that the Applicant stated that Faduma was a distant relative, but Faduma said that the Applicant was her aunt. Officer ANX noted that the interview with Faduma raised several credibility concerns.", "[11] The Notes from the second interview conducted by the Officer on 23 March 2011 state that the Applicant said her father was related to Faduma's mother, whom she did not know. The Applicant said that she left Somalia with Abdiqani and a cousin, Shakur.", "[12] The Officer then asked the Applicant why she left Somalia and she replied that \"my father was in the market and was killed.\" The Officer asked what happened, and the Applicant replied that \"my father was killed and I decided to leave.\" According to the Officer, the Applicant was \"leaning back, arms crossed, not volunteering more information.\" The Officer asked if the Applicant was at home when her father was killed, but she did not reply. He then asked the Applicant why she decided to leave, and she said that her father was killed and the shop in which she and Abdiqani worked was also attacked. She said a bomb fell on the shop and destroyed it, so she no longer had her father or her shop.", "[13] The Officer asked the Applicant why her father was killed and she replied that the Al Shabab wanted her father and brother to join them but they refused. She said that the group threatened her several times and told her that she would be killed if she did not join them, and that she would only be allowed her shop if she joined them. When she refused, her shop was destroyed.", "[14] The Applicant explained that her relative Hassan in Canada filled out her application form and that she knew some of the things in the application. The Officer relayed his concerns to the Applicant that the application said that her father and his children were ordered to carry out missions as human bombers, and that when the Applicant was interviewed in April 2011 she stated that she did not have any problems with Al-Shabab. The Applicant's response is recorded in the Notes as follows: The biggest problem that I have had with Al Shabab is that they have killed my brother. The rest of the story about the shop is true. I was told that I had to join. The story I told in April is also true. When I finished my interview in April I was waiting for the medical. I don't know why I am here. My case is clear. I have many problems with Al Shabab, they have caused the death of my father.", "[15] The Officer noted that this response did not alleviate his concerns. The Officer explained to the Applicant that at the first interview she said she did not have any problems with Al-Shabab and did not mention any threats against her or bombing of the shop, but the application said they wanted her to be a human bomber, and she said in the second interview that the group bombed her shop. These were contradictions and the Officer could not be sure which account was true. The Applicant replied \"what I've told you is true,\" but this did not alleviate the Officer's concerns.", "[16] The Officer then told the Applicant that Faduma had said that the Applicant's father had died many years before 2007. The Applicant replied that she was with her father when he died in 2007, and that she had only met Faduma in Kenya. The Officer noted that this did not alleviate any credibility concerns because the Applicant said in her first interview that she came to Kenya with Faduma. The Officer told the Applicant his concern that she said she came to Kenya with Faduma in the first interview, and the Applicant replied that it was a relative of her father that introduced her to Faduma.", "[17] The Officer also told the Applicant that Abdiqani had said he came to Kenya with the Applicant and another sister. The Applicant replied that no, that sister remained in Somalia. The Officer's credibility concerns remained due to inconsistencies between the different accounts. He also noted that the application said the Applicant arrived in Kenya on 1 September 2007, but Abdiqani told UNHCR that he arrived on 29 August 2007. Faduma said that she arrived alone in 2006.", "[18] The Officer relayed the concern to the Applicant that it was not plausible that she remained in Kenya for four years without any identification documents. The Applicant replied that she never went out, stayed indoors and did not travel because she did not have any identification documents, but the Officer did not find this explanation satisfactory. The Officer also noted that the Applicant did not answer when he asked her how her mother remained safely in Somalia.", "[19] After the interview, the Notes refer to the problems with the Applicant's credibility. First, there was inconsistency in the Applicant's own testimony about what happened to her and her father at the hands of Al-Shabab. Second, the Applicant did not provide sufficient detail about the threats made against her, and when asked for clarification she provided contradictory answers. Third, there was significant inconsistency between what the Applicant, Abdiqani and Faduma said about the death of the Applicant's father, and the relationship between the Applicant and Faduma and their arrival in Kenya. Fourth, when given opportunities to clarify the Applicant did not provide satisfactory answers. Thus, the Officer was not satisfied as to the Applicant's credibility.", "[20] In the Refusal Letter, the Officer noted that the Applicant's account of her persecution differed significantly between her application and her interviews, that she provided vague responses about the threats made against her in Somalia, and there were several inconsistencies between her interview and Abdiqani's that raised doubts regarding her flight from Somalia. As a result, the Officer did not think there were reasonable grounds to believe that the Applicant possessed a well-founded fear of persecution and the application was refused. ISSUES", "[21] The Applicant raises the following issue in this application: a. Was the duty of fairness owed to the Applicant breached by failing to disclose to her the substance of the interviews of Faduma and Abdiqani, and providing her with a chance to respond? STANDARD OF REVIEW", "[22] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[23] In <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 100 that it \"is for the courts, not the Minister, to provide the legal answer to procedural fairness questions.\" Further, the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> held that the \"procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.\" The standard of review applicable to the issue raised by the Applicant is correctness. STATUTORY PROVISIONS", "[24] The following provisions of the Act are applicable in these proceedings: Refugees 12. (3) A foreign national, inside or outside Canada, may be selected as a person who under this Act is a Convention refugee or as a person in similar circumstances, taking into account Canada's humanitarian tradition with respect to the displaced and the persecuted. 12", "[25] The following provisions of the Immigration and Refugee Protection Regulations , SOR/2002-227 (Regulations) are also applicable in these proceedings: General requirements 139. (1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that [...] ) the foreign national is a person in respect of whom there is no reasonable prospect, within a reasonable period, of a durable solution in a country other than Canada, namely (i) voluntary repatriation or resettlement in their country of nationality or habitual residence, or (ii) resettlement or an offer of resettlement in another country; [...] Person in similar circumstances to those of a Convention refugee 146. (1) For the purposes of subsection 12(3) of the Act, a person in similar circumstances to those of a Convention refugee is a member of the country of asylum class. Humanitarian-protected persons abroad (2) The country of asylum class is prescribed as a humanitarian-protected persons abroad class of persons who may be issued permanent resident visas on the basis of the requirements of this Division. Member of country of asylum class 147. A foreign national is a member of the country of asylum class if they have been determined by an officer to be in need of resettlement because ) they are outside all of their countries of nationality and habitual residence; and ) they have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights in each of those countries. 139. [...] [...] 147. ARGUMENTS The Applicant", "[26] The Applicant points out that Faduma said in her interview that she was not afraid of anything in Somalia, and she did not know about the Applicant having any problems there. However, the concern that Faduma came to Kenya solely for the purpose of being sponsored to come to Canada was never put to the Applicant. In fact, the Applicant had to bring a motion before this Court in order to see the contents of the CAIPS Notes from the interviews with Faduma and Abdiqani.", "[27] Bits and pieces of the interview with Faduma were disclosed to the Applicant, but the Applicant says much of the substance of the interview was not disclosed. The Applicant submits that she should have been told that: • Faduma said she came to Kenya solely because she had a sponsorship to Canada under way; • Faduma said there were no problematic events in Somalia that caused her to flee; • Faduma said that she did not fill out her application forms and that the application forms (which were filled out by the same sponsor as the Applicant) did not reflect any real events; • Faduma said she did not think the Applicant had any problems in Somalia, because she would have heard about it if she did; • Faduma said the family lived in Galkayo, a relatively safe place in Somalia. The Applicant submits that these statements made by Faduma were highly prejudicial to her, yet they were not disclosed to her. The Applicant also did not know what was said in Abdiqani's interview.", "[28] The Applicant submits that the failure of the Officer to disclose to her the content of the other interviews is equivalent to the non-disclosure of a \"poison pen letter\". The jurisprudence says that the content of such letters must be disclosed and the failure to do so violates the audi alteram partem rule ( <FRAGMENT_SUPPRESSED> ). In this case, Faduma's statements that were most prejudicial to the Applicant were never disclosed to her.", "[29] Furthermore, the Applicant says that she was told at the end of her first interview that a positive decision had been made and she was waiting on the issuance of medical instructions. She was also counselled about the transportation loan and repayment. Although this communication may not have given the Applicant a right to a positive decision, it did increase the duty of fairness owed to her ( <FRAGMENT_SUPPRESSED>  at paragraph 26). As is evident from the CAIPS Notes, the Applicant was confused as to why she was required to attend a second interview.", "[30] The fact that this Court ordered the Notes of the interviews with Faduma and Abdiqani be disclosed to the Applicant must mean that they are relevant to her case, the Applicant argues. As the Applicant did not know the content of those interviews she was in no position to respond to the concerns raised by them. The Applicant should have been given full disclosure, but in this case the disclosure was only partial. As such, the duty of fairness was breached. The Respondent", "[31] The Respondent submits that the duty of fairness owed to the Applicant was not breached. First, no negative inference can be drawn from the Respondent's response to the Rule 9 request. Prothonotary Lafrenière concluded that the decision letter and accompanying CAIPS Notes from the Applicant's file clearly reflect the reasons for the rejection of her application, and that complete reasons were provided to the Applicant. Second, at the Applicant's second interview she was clearly asked about all the concerns raised by the interviews with Faduma and Abdiqani, and given the opportunity to respond to each concern.", "[32] <FRAGMENT_SUPPRESSED> the Court said that: The content of the duty of fairness is variable and contextual. The discharge of a visa officer's duty of fairness must be assessed on a case by case basis. The jurisprudence is quite clear that the duty of fairness is not breached if the applicant had an opportunity to respond to the concerns raised in the visa officer's mind. See also <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[33] During the second interview the Applicant was asked detailed questions on the particular areas which were of concern to the Officer. The Officer directly put to the Applicant the information provided by Faduma and Abdiqani, and the Applicant provided answers to the Officer's questions that were either vague or contradicted her relatives' answers.", "[34] Furthermore, while the Applicant says she was not given an opportunity to address concerns raised by Abdiqani's second interview, since it took place after her own second interview, the reasons of the Officer make no mention of Abdiqani's second interview. They refer only to inconsistencies raised during his first interview. Therefore, this was not a breach of the duty of fairness.", "[35] The Respondent submits that all of the Officer's concerns were put to the Applicant, and she had an opportunity to respond. The Applicant failed to alleviate those concerns, and so the Officer reasonably denied her application and there was no breach of the duty of fairness. The Applicant's Reply", "[36] The Applicant says that the Officer's real concerns - that the Applicant came from a safe part of Somalia, there was no event that caused the Applicant to flee Somalia, the Applicant did not fill out her own forms and the content of those forms did not reflect real events - were not directly put to the Applicant. A reading of the Applicant's second interview makes this apparent, and the Respondent does not contend otherwise.", "[37] The Applicant states that in the case of <FRAGMENT_SUPPRESSED> , cited by the Respondent, the CAIPS Notes reflect that the concerns had been put to the applicant. In this case, there is no such reflection in the CAIPS Notes of the second interview with the Applicant. There is a difference between concerns and questions, and the fact that the Officer asked her further questions is not the same thing as notifying her of his concerns. Without the Applicant being informed about what happened in the interview with Faduma, these questions lacked context. As is evident from the CAIPS Notes, the Applicant was confused as to why she was being interviewed for a second time.", "[38] While the Respondent says the content of the interview with Faduma was put to the Applicant, the Applicant was never told of Faduma's statements. The Applicant should have had an opportunity to make submissions to the Officer to the extent that what Faduma said was untrue, but she never had that opportunity. ANALYSIS", "[39] The Applicant raises procedural fairness as an issue but fails to address the substance of the Decision.", "[40] The claim was rejected because of credibility concerns which the Applicant failed to address and clarify when she was given the opportunity to do so.", "[41] As the Decision makes clear, the credibility problems were as follows: (a) There was a lack of internal consistency in the information which the Applicant provided. At the interview in April 2011, the Applicant said that she did not have any problems with the Al-Shabab Militia but at the second interview she said she was told that if she did not join the Militia she would be killed. She also said at the second interview that she was told by the Militia she could only have the shop if she joined them and that, when she refused, the shop was destroyed. This is a finding regarding internal inconsistencies in the Applicant's own evidence which she does not question. Hence, it stands as a reasonable finding. The Applicant now complains that it was procedurally unfair for the Officer not to disclose to her the substance of the interviews conducted with Faduma and Abdiqani, but she does not explain how this failure to disclose could possibly have affected the inconsistencies in her own evidence that were put to her and which she failed to explain; (b) The second credibility concern was the Applicant's failure to provide sufficient detail or specificity regarding the threats made against her. She provided vague answers and, when asked for clarification, she provided contradictory answers. Once again, this credibility finding relates to problems with the Applicant's own evidence which she does not dispute in this application. Hence, it stands as a reasonable finding. And once again, the Applicant fails to explain how a failure to disclose the substance of interviews with Faduma and Abdiqani has any bearing upon problems identified in the Applicant's own evidence that were squarely placed before her and which she could not, or would not, explain; (c) The third basis for the negative credibility finding was the observation of significant inconsistencies \"among statements made by [the Applicant], her half-brother and Faduma at interview.\" The officer states specifically what these significant inconsistencies are: (i) Faduma said that the Applicant's father had died when she was a child, many years before 2007. The Applicant had said that she was with her father when he died in 2007; (ii) Faduma said that the Applicant was her aunt and that they had been in touch and had known each other in Somalia. The Applicant said at the first interview that she and Faduma came to Nairobi together, but at the second interview she said that she met Faduma in Nairobi. Once again this is an internal inconsistency in the Applicant's own evidence which she failed to explain when the issue was put to her and which she has not questioned in this application; (iii) At the first interview the Applicant said that she came to Kenya with Abdiqani, her half-brother, a cousin, and Faduma. In her separate interview, Faduma said that she had come alone to Kenya in 2006. This is an inconsistency between the evidence of separate witnesses, but it is an inconsistency that was squarely put to the Applicant and which she could not explain; (iv) In his separate interview, Abdiqani said that he had come to Kenya with the Applicant and a sister called Istahil. The Applicant, however, said this was not the case because Istahil is still in Somalia.", "[42] The inconsistencies on these specific points were all put to the Applicant and she could not explain them. This led the Officer to conclude, reasonably, that \"[t]here is a lack of clarity on family composition, dates of arrival and date of father's death among these three linked cases.\"", "[43] The Applicant says that she was prejudiced because the whole of Faduma's interview was not disclosed to her and Faduma said many things that were detrimental to the Applicant's refugee claim to which she was given no opportunity to respond. As the Decision shows, however, the Officer's credibility concerns were not based upon everything that Faduma said. They were based upon inconsistencies in the Applicant's own evidence, and specific inconsistencies between what the Applicant said and what Faduma and Abdiqani said which were put to the Applicant and which she could not explain.", "[44] The Applicant says that what happened in this case was equivalent to a failure to disclose a poison pen letter (see <FRAGMENT_SUPPRESSED> , above) and that Faduma's statements that were most prejudicial to her were never disclosed. I disagree with this analogy.", "[45] The Officer does not use the whole of Faduma's evidence as the basis for his Decision. His Decision is based upon inconsistencies in the Applicant's own evidence and only specific inconsistencies between the Applicant, Faduma and Abdiqani's accounts, all of which were put to the Applicant and which she could not explain. There was no need to place everything that Faduma said before the Applicant because the Decision is not based upon all of the inconsistencies between what Faduma, Abdiqani and the Applicant said. The specific inconsistencies between what the claimants said only meant that there was a \"lack of clarity on family composition, date of arrival and date of father's death among the three linked cases.\" The other problems were related to inconsistencies in the Applicant's own evidence.", "[46] The sole issue raised by the Applicant is that there were other concerns that arose out of Faduma's interview that were not identified to her so that she could respond. The suggestion is that these other concerns would have been material to the Officer's Decision and would have influenced the Officer's general assessment of the Applicant's evidence. In other words, the assertion is that the Decision was based, at least in part, upon the fact that Faduma had said in her interview that: a) She had come to Somalia solely because she had a sponsorship to Canada under way; b) There was no problematic event that caused her to flee; c) She did not fill out her forms and what was in the forms, which were filled out by the same sponsor as the Applicant, did not reflect real events; d) She didn't think that the Applicant had any problems because she would have heard if the applicant had any problems; e) The family lived in Galkayo, a relatively safe place in Somalia,", "[47] The Applicant says that these statements by Faduma were highly prejudicial to her but were not disclosed and put to her.", "[48] This remains a bald assertion. There is no evidence before me that the Decision was based upon anything more than the concerns stated in the CAIPS Notes. The CAIPS Notes state the concerns that were identified following the interviews with Faduma and Abdiqani. Each of these concerns was then specifically and systematically put to the Applicant and she provided a response. There was no need to put everything that Faduma had said before the Applicant in order to determine that there were important discrepancies in their respective narratives that the Applicant could not resolve.", "[49] The Applicant's argument amounts to a claim that the Officer failed to disclose extrinsic evidence, defined by Justice Rothstein in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paragraph 23 as \"evidence of which the applicant has no knowledge and on which the immigration officer intends to rely in making the decision affecting the applicant\". It is well established that an immigration officer must disclose extrinsic information upon which they intend to rely in coming to their decision ( <FRAGMENT_SUPPRESSED>  (FCA)), including information gathered through separate interviews of persons connected with the claim ( <FRAGMENT_SUPPRESSED> , above). However, there is no obligation to disclose information that is not relied upon: <FRAGMENT_SUPPRESSED> ; see also <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ].", "[50] The Applicant is asking the Court to infer that the Decision was based upon factors that are not identified in the reasons. There are no grounds to support such an inference. The record is clear on the basis for the Decision and the reasons why the Officer could not accept the Applicant's claim. In the absence of evidence that an immigration officer has relied upon undisclosed information in coming to their decision, the Court should not impute irregular motives or conduct: <FRAGMENT_SUPPRESSED> , above at para 27. The Applicant does not argue that the Decision was unreasonable based upon what the CAIPS Notes reveal.", "[51] Courts must of course be alive to the possibility that information in the hands of a decision maker but not referenced in the reasons given for a decision could nonetheless influence that decision. However, in my view, that concern does not arise in this case. There were several discrepancies between the Applicant's account and that of Faduma and Abdiqani. The fact that the Officer chose to rely upon and confront with Applicant with some of those contradictions and not others does not undermine the fairness of the Decision. As Justice Rothstein explained in <FRAGMENT_SUPPRESSED> , above, at para 26, the reason claimants must be advised of concerns arising from contradictory information provided in their absence is that \"denying the opportunity to respond invites a decision being made by an immigration officer on the basis of innocent discrepancies or a misunderstanding.\" The Officer in this case took steps to ensure this did not occur, by conducting a second interview and confronting the Applicant with their concerns. That is all that was required: <FRAGMENT_SUPPRESSED> , above, at para 10. The Officer was entitled to conclude that the Applicant's explanations were inadequate: <FRAGMENT_SUPPRESSED> , above, at paras 26-27.", "[52] I can find nothing procedurally unfair or unreasonable about this Decision.", "[53] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[54] THIS COURT'S JUDGMENT is that 1. The application is dismissed. 2. There is no question for certification. <FRAGMENT_SUPPRESSED>  Russell", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21] NORME DE CONTRÔLE", "[22]", "[23]", "[24] Refugees 12. (3) A foreign national, inside or outside Canada, may be selected as a person who under this Act is a Convention refugee or as a person in similar circumstances, taking into account Canada's humanitarian tradition with respect to the displaced and the persecuted.", "[25] [...] [...] General requirements 139. (1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that [...] ) the foreign national is a person in respect of whom there is no reasonable prospect, within a reasonable period, of a durable solution in a country other than Canada, namely (i) voluntary repatriation or resettlement in their country of nationality or habitual residence, or (ii) resettlement or an offer of resettlement in another country; [...] Person in similar circumstances to those of a Convention refugee 146. (1) For the purposes of subsection 12(3) of the Act, a person in similar circumstances to those of a Convention refugee is a member of the country of asylum class. Humanitarian-protected persons abroad (2) The country of asylum class is prescribed as a humanitarian-protected persons abroad class of persons who may be issued permanent resident visas on the basis of the requirements of this Division. Member of country of asylum class 147. A foreign national is a member of the country of asylum class if they have been determined by an officer to be in need of resettlement because ) they are outside all of their countries of nationality and habitual residence; and ) they have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights in each of those countries. La demanderesse", "[26]", "[27]", "[28] audi alteram partem", "[29]", "[30]", "[31]", "[32] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[33]", "[34]", "[35]", "[36]", "[37]", "[38] ANALYSE", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45]", "[46]", "[47]", "[48]", "[49] <FRAGMENT_SUPPRESSED> à 26 [ <FRAGMENT_SUPPRESSED> ].", "[50]", "[51]", "[52]", "[53] JUGEMENT", "[54] [End of document]"]}