{"id_": "064754", "body_str": ["[1] Rennie, J. : The applicants seek to set aside a decision by the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) that the applicants are not Convention refugees or persons in need of protection. The Board's findings in respect of both credibility and state protection cannot be sustained and the application is therefore granted. The Allegations", "[2] Mr. Hoyos Gaitan and his family are citizens of Colombia where he worked as the national marketing director for a vinyl manufacturing company.", "[3] He claims that on June 2, 2011, the Colombian Revolutionary Armed Forces (FARC) telephoned him on his company phone and demanded a \"war tax\" contribution of 100 million pesos (about $54,000 US). On June 7, 2011, the FARC called again demanding that he pay and warning that he should not call the police because they knew where his wife, Ms. Navarrete Andrade, and children were. Terrified, the couple did not call the police. On June 11, 2011, the FARC called for the third time. He was told to have half of the money ready for the next week.", "[4] The couple called Ms. Navarrete Andrade's sister in Canada, who had previously been accepted as a refugee. She recommended that they flee. However, the applicants did not want to leave Colombia because they had stable jobs and their children were very young. Instead, they used alternate routes to get to their office and Mr. Hoyos Gaitan decided to sell their car to raise money.", "[5] On June 20, 2011, Mr. Hoyos Gaitan travelled to a promotional event in the city of Yopal, in a FARC-infested region. That night the FARC telephoned him at the hotel and told him to meet the next day. He complied and was met by four armed men who drove him to a second location. There, he pleaded that he did not have much money. They did not accept this and gave him until July 1, 2011 to bring 30 million pesos (about $16,000 US) to the hotel in Yopal.", "[6] Upon returning home, he and his wife decided to flee. On June 26, 2011, they went to Ms. Navarrete Andrade's brother's house to hide. On July 6, 2011, the family flew to New York, and then travelled to Buffalo. They made an appointment to be processed as refugee claimants at the Fort Erie border crossing.", "[7] Ms. Navarrete Andrade's father received two phone calls from individuals looking for the applicants. The first was on July 5, 2011 and was from an unidentified caller. The second was on July 8, 2011 from a person identifying himself as a FARC member.", "[8] The applicants say that they fear returning to Colombia because they have been declared military targets by the FARC for their failure to collaborate, and the authorities are unable to protect individuals in their circumstances. Decision Under Review", "[9] The Board found that the applicants were neither Convention refugees nor persons in need of protection based on both a negative credibility finding and the availability of state protection.", "[10] With regards to credibility, the Board found that the applicant's claims were implausible, for the following reasons: a. The Board did not accept that Mr. Hoyos Gaitan would have met with the FARC in Yopal, knowing the risk that they would kidnap him and demand a ransom from his family. Mr. Hoyos Gaitan had testified that he had experience negotiating as part of his job and had faith that he could reason with them as to the amount of money they were demanding. The Board did not accept this explanation. b. The Board found it implausible that the FARC would not have detained Mr. Hoyos Gaitan and demanded a ransom. c. The applicants did not belong to any of the groups considered by the United Nations High Commissioner for Refugees (UNHCR) to be at particular risk. d. The applicants did not make a police report. e. The Board considered it unbelievable that the applicants fled the country so quickly as a result of the alleged threats.", "[11] Next, the Board found that the applicants had not rebutted the presumption of state protection. It reviewed the standard for state protection and discussed the current status of the FARC. In the circumstances, the Board considered it unreasonable that the applicants did not approach the police. Issue", "[12] The issue for this judicial review is whether the Board reasonably found that the applicants lacked credibility and had failed to rebut the presumption of state protection: <FRAGMENT_SUPPRESSED> , para 47. Discussion Credibility", "[13] It is open to the Board to make adverse credibility findings based on the implausibility of an applicant's story, in light of the evidence in the record and the Board's understanding of human behaviour: <FRAGMENT_SUPPRESSED>  para 27.", "[14] However, such findings should be made only in clear cases, when the allegations are outside the realm of what could reasonably be expected, or where the documentary evidence demonstrates that the story could not have happened as alleged: <FRAGMENT_SUPPRESSED>  para 7.", "[15] The Board found it implausible that Mr. Hoyos Gaitan would voluntarily meet with the FARC and did not accept his explanation that he was a skilled negotiator due to his job. The Board did not reference the rest of Mr. Hoyos Gaitan's explanation, which was that if he did not meet with the FARC they could have found him and killed him on his way back to Bogota, as he would be traveling past the meeting place.", "[16] In my view, this implausibility finding was made without regard to the evidence, specifically Mr. Hoyos Gaitan's explanation that if he did not accept the FARC's demand for a meeting, they could have found him. Additionally, the Board did not consider that, while Mr. Hoyos Gaitan's behaviour may seem reckless from a Canadian perspective, it may not be so unusual in Columbia. The Board must have regard to the local context in assessing the plausibility of testimony.", "[17] The Board also speculated, without referencing any documentary evidence, that the FARC would have detained Mr. Hoyos Gaitan to demand a ransom, if the meeting had taken place. The Board may not, in the absence of evidence, make assumptions about how the FARC would respond.", "[18] It is also difficult to understand why the Board found it implausible that the applicants would leave Columbia so quickly after being threatened. Often, delay in leaving the country is taken to indicate lack of a subjective fear. Here, the applicants' prompt action has counted against them, a classic \"catch-22\". A negative inference is drawn if the applicants wait after being threatened, and also if they leave too soon. It raises the question as what is the \"right\" time to leave. There is, of course, no answer to this question, as each case must be assessed on its own merits and decisions to flee assessed in the context of the surrounding circumstances.", "[19] The Board also considered the applicants' story implausible because they do not belong to groups listed by the UNHCR as being at particular risk, such as judges, activists and government authorities. However, the Board ignored evidence that professionals may also be at heightened risk. As a director of a manufacturing company, with a substantial salary, Mr. Hoyos Gaitan fits within this category.", "[20] I have concluded that the Board's negative credibility finding was unreasonable. State Protection", "[21] The Board's decision could still be upheld if its state protection finding is reasonable.", "[22] Refugee claimants must overcome the presumption that their country of citizenship is able to offer them protection: <FRAGMENT_SUPPRESSED> . Generally speaking, refugee claimants must first seek protection from their home country, unless they provide clear and convincing evidence that state protection would not reasonably have been forthcoming.", "[23] This presumption is particularly strong in the case of democracies. That said, there is a wide spectrum of democratic nations, and so the Board must look further than the mere existence of elections, which are less important for the issue of state protection, but focus on the strength of the institutions relevant to state protection, such as the professionalism of the police force and the independence of the judiciary and defence bar: <FRAGMENT_SUPPRESSED> .", "[24] As the applicants did not seek state protection in Columbia, the question is whether state protection might reasonably be forthcoming, having regard to the applicant's particular circumstances.", "[25] The Board noted that civilian authorities generally have control over the security forces in Columbia, but acknowledged that criminality, corruption and human rights abuses are still problems. The Board stated that the government had made efforts to address these problems and noted various institutions in place to combat kidnapping and extortion. However, the Board does not comment on how effective these efforts have been. The Board simply stated its conclusion that \"there is adequate state protection in Colombia for victims of crime\" without referencing any basis for this in the evidence.", "[26] The Board conducted a lengthy review of the documentary evidence regarding Columbia, but this review had little relevance to the issue of state protection. For example, the Board mentions that the Columbian government has strengthened its relationship with the human rights community and that extrajudicial executions had declined. While positive, these developments do not indicate the adequacy of state protection from the FARC.", "[27] The Board also noted that some FARC members have been demobilized and that some hostages have been freed. The Board quoted a statistic from 2009 that murders committed by illegal groups had decreased by 2.2% and that the number of kidnappings for extortion has also been reduced by 23%. Not only is this information somewhat dated, it shows that murder, kidnapping and extortion remain serious problems.", "[28] The Board must actually analyse the evidence it references and consider how that evidence relates to the issue of state protection. It is insufficient to merely summarize large volumes of evidence and then state a conclusion that state protection is adequate. The evidence and the conclusion must be connected with a line of reasoning that is transparent and intelligible. JUDGMENT", "[29] THIS COURT'S JUDGMENT is that the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. There is no question for certification.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] <FRAGMENT_SUPPRESSED> , par. 47. Analyse", "[13] <FRAGMENT_SUPPRESSED>  par. 27.", "[14] <FRAGMENT_SUPPRESSED>  par. 7.", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "", "[23] <FRAGMENT_SUPPRESSED> .", "[24]", "[25]", "[26]", "[27]", "[28] JUGEMENT", "[29] [End of document] <FRAGMENT_SUPPRESSED>"]}