{"id_": "064835", "body_str": ["[1] Martineau, J. : Pursuant to s. 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ), the applicant seeks judicial review of the decision rendered on September 23, 2002, by Ms. Mei Wah Cheng, Pre-Removal Risk Assessment Officer (the PRRA Officer), wherein it was found that there were insufficient compassionate and humanitarian grounds to warrant consideration of the applicant for permanent residence in Canada, pursuant to s. 25(1) of the Act FACTS", "[2] The applicant, Viktoria Zolotareva, is an Israeli citizen of Russian origin. She claimed and was denied refugee status in Canada three times, in 1992, 1998 and 2001 respectively. Her current spouse, Andrai Llinsky and her son Philip Llinsky presently reside in Canada and are both Canadian citizens. She also has a daughter from a previous marriage, Paulina, now aged 7, who is also a Canadian citizen. Her daughter is currently living in Israel with her ex-spouse.", "[3] The applicant made her first refugee claim with her husband. The couple alleged that they were subject to persecution by Israelis based on their Christian beliefs and Russian nationality. The applicant's claim was based on that of her ex-husband, although she alleged having been physically assaulted by several Israelis while attending her church. Further, she claimed that she was physically attacked again in September 1992 and consequently suffered a miscarriage.", "[4] For her second and third refugee claim and her Pre-Removal Risk Assessment (PRRA), she alleged persecution based on membership in a social group, that is, women. She claimed that she was at risk of being persecuted by her ex-husband upon her return to Israel. She alleged that her ex-husband sexually assaulted her, blackmailed her and physically attacked her. She further alleged that her husband falsely accused her of abducting their child.", "[5] While in Canada, the applicant has been convicted three times for theft under $5 000. She has also been convicted of fraud and obstruction of a peace officer. DECISION OF THE PRE-REMOVAL RISK ASSESSMENT OFFICER", "[6] The PRRA Officer decided that there were no humanitarian and compassionate grounds for the Minister to exercise its discretion in allowing the applicant to apply for her permanent residency from within Canada.", "[7] In making his decision, the PRRA Officer took into consideration the applicant's relationship with her present husband as well as the risk that she would face if she returned to Israel. The applicant indicated that as a woman, she was persecuted by her ex-husband and that there is no state protection for victims of domestic violence in Israel. After reviewing the country's conditions, the PRRA Officer concluded that Israeli government policies support state intervention into domestic disputes. Furthermore, the PRRA Officer considered the fact that the applicant had visited Canada with her ex-husband on at least on two other occasions after their divorce. In light of these visits, her failure to claim protection at those times and Israel's policies denouncing domestic violence, the PRRA Officer concluded that the applicant's claim of subjective fear was not credible.", "[8] The PRRA Officer also considered the applicant's integration into Canadian society. The PRRA Officer noted that the applicant received social welfare benefits and that she had a criminal record. The PRRA Officer determined that the applicant had failed to prove that she is a responsible and respectful resident of this country. She did not respect the conditions imposed on her by Canadian immigration authorities which resulted in her detention. More importantly, she has been convicted of fraud, obstruction of a peace officer and three counts of theft.", "[9] In making its finding, the PRRA Officer also considered the fact that the applicant has a child, Philip, in Canada. The PRRA Officer mentioned that at the time of the application the child was only 11 months old. To that effect the PRRA Officer stated: \"Being an infant, Philip has not developed social ties or has ingrained in him values or behaviours, which could be traumatising to him upon changes of culture or country.\"", "[10] The PRRA Officer also recommended that the couple make arrangements for Philip upon the applicant's departure from Canada, as her removal order was to be effective immediately. The PRRA Officer suggested that the applicant could leave Philip with Andrei, her current husband, while awaiting her application outside of Canada. ISSUES TO BE DETERMINED", "[11] The following issues were raised by the applicant: (A) Whether the PRRA Officer has the authority under the Act to represent the Minister for the purpose of conducting the application under s. 25(1) of the Act (B) Whether the PRRA Officer breached the principles of natural justice by not providing the applicant with an opportunity to respond to his reasons; and (C) Whether the PRRA Officer erred in law by failing to consider the best interests of the child in making his determination under s. 25(1) of the Act", "[12] I will now examine each issue. (A) Did the PRRA Officer have the authority under the Act to represent the Minister for the purpose of conducting the application under s. 25(1) of the Act?", "[13] The applicant submits that the PRRA Officer exceeded his jurisdiction by making a determination pursuant to s. 25(1) of the Act which reads as follows: \"25(1) The Minister shall, upon request of a foreign national who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.\"", "[14] The applicant argues that this provision provides the \"Minister\" and not the PRRA Officer to exercise its discretion. In support of this argument, the applicant submits that there is no indication that the Minister delegated any authority to the PRRA Officer.", "[15] According to s. 6(1) of the Act , the Minister may designate any persons or class of persons as PRRA Officers to carry out any purpose of any provision of the Act . A review of the instruments of designation/delegation under the Act shows that the PRRA Officers have been delegated the authority established under s. 25(1) of the Act", "[16] More particularly, Module 1 of the Designation Modules (Item 45) delegates the determination under s. 25(1) of the Act \"Item 45. Delegated authority - Determine, on request, whether the applicant meet the requirement of the Regulations to be a class member; examine the circumstances concerning a foreign national who is inadmissible on grounds other than security, violating human or international rights, serious criminality, organized crime or health grounds, or does not meet the requirements of the Act or the Regulations form an opinion to whether special considerations are justified by humanitarian and compassionate considerations relating to them or by public policy; and may grant an exemption from any applicable criteria or obligations of this Act and impose the prescribed conditions, if any, on the foreign national.\" (My emphasis)", "[17] More specifically, item 45 of the Designation Modules provides the authority to be delegated to the PRRA Officer in the Quebec regions: \"Item 45. Citizenship and Immigration Officer - Senior Immigration Examining Officer - Enforcement Officer - Immigration Advisor - Expertise Officer - Pre-Removal Risk Assessment (PRRA) Officer .\" (My emphasis)", "[18] In light of the above, it is clear that the PRRA Officer has jurisdiction to make a determination under s. 25(1) of the Act (B) Did the PRRA Officer breached the principles of natural justice by not providing the applicant with an opportunity to respond to his reasons?", "[19] The applicant argues that the PRRA Officer violated a duty of fairness and breached the principles of natural justice by failing to provide her with an opportunity to respond to the decision on the risk of return. The applicant relies on <FRAGMENT_SUPPRESSED>  (F.C.A.), in which it was decided that it was a breach of the duty of fairness for an immigration officer to fail to inform the applicant of the content of the PRRA report prior to the decision. The Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , supra, held that an immigration officer has a duty to disclose to the plaintiff a report which is prepared by a third party.", "[20] <FRAGMENT_SUPPRESSED>  (T.D.), Blais, J., distinguished <FRAGMENT_SUPPRESSED> , supra, on the basis of three different grounds. The first one was that an immigration officer has a duty to disclose to the plaintiff a report which was prepared by a third party. In both Marjerbi , supra, and the present case, no report was filed by a third party. Second, Blais, J., stated that earlier decisions of this Court had been hesitant to impose on the immigration officer a duty to disclose to the plaintiff the content of his or her analysis of the risk of return. Finally, Blais, J., concluded that it was unusual to provide reasons to the parties for comments before the issuance of the decision.", "[21] <FRAGMENT_SUPPRESSED>  (T.D.), Lemieux, J., concluded that a post-claim determination officer had a duty to disclose to the plaintiff a return risk assessment report which he made himself before reaching a final decision. However, in <FRAGMENT_SUPPRESSED>  (T.D.), at para. 11, McKeown, J., disagreed: \"... With respect, I disagree that the principles of fairness require a PCDO conducting a risk assessment to determine if the applicant is a member of the PDRCC class to disclose the risk assessment prior to making his decision. In my view, this would be tantamount to a decision-maker being required to provide its reasons for the decision for comment prior to making the final decision. This is a case where the person who reviewed the evidence made the decision. No one else was involved. This is not a case where the decision maker is receiving input from other persons than the applicant.\"", "[22] In <FRAGMENT_SUPPRESSED> , supra, Blais, J., endorsed McKeown's reasoning in <FRAGMENT_SUPPRESSED> , specifically provides that the summary document constitutes the reasons. It is not normal to provide reasons to the parties for comments before the issuance of the decision. The failure to disclose the summary report would only cause a problem if new facts were included in the summary which were not known to the Applicant. This is not the situation in this case.\"", "[23] Accordingly, I accept the following reasoning provided by Blais, J., in <FRAGMENT_SUPPRESSED> , supra, at para. 13 where he stated: \"(...) Accepting the plaintiff's argument (...) would amount to requiring administrative decision-makers to provide a draft of their decision to plaintiffs before making a final decision, which would be ridiculous.\"", "[24] In light of the above, I am of the opinion that in this case the PRRA Officer had no duty to disclose the analysis of the risk of return and to give the applicant an opportunity to make comments before reaching a final decision on her application. Specifically, there was no obligation for the PRRA Officer to do so where there was no third party involved in the decision making. (C) Did the PRRA Officer erred in law by failing to consider the best interests of the child in making his determination under s. 25(1) of the Act?", "[25] Applying the pragmatic and functional analysis to the present decision, I accept that the appropriate standard of review of the PRRA Officer's decision is reasonable simpliciter. Thus, the latter should be set aside if it is unreasonable, meaning that it is not supported by reasons that can stand up to a somewhat probing examination ( <FRAGMENT_SUPPRESSED> , at paras. 62-63).", "[26] The applicant argues that the PRRA Officer erred in law and fact by failing to properly apply the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED>  of the applicant's child.", "[27] Despite the fact that the PRRA Officer specifically directed her attention to Phillip's interests in her weighing of humanitarian or compassionate factors (H and C Application - notes to file, s. 4, paragraph 3 and s. 5, decision and reasons III, Philip's Interest, tribunal's record, pages 3 and 6), the applicant submits that the PRRA Officer's decision is unreasonable. More particularly, the applicant submits: (a) The analysis (6 lines) is cursory: <FRAGMENT_SUPPRESSED>  (T.D.), at para. 8; <FRAGMENT_SUPPRESSED>  (T.D.), at para. 40; (b) The PRRA Officer errs in law by relying on the so called \"choice\" or \"option\" of the applicant to leave Canada with the child, or to have the child with the applicant's husband: <FRAGMENT_SUPPRESSED>  (T.D.), at para. 33; <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 373 (T.D.), at 381 [D.L.R.]; and (c) The PRRA Officer errs in law by relying on the child's young age as a negative factor. The applicant submits in this regard that the PRRA Officer's contains no factual foundation for the conclusion that Phillip \"has developed social ties or has ingrained in him values or behaviours which could be traumatizing to him upon changes of culture or country\".", "[28] In my opinion, all the above arguments are unfounded. The PRRA Officer's decision was reasonable, as she did consider the best interests of the child. This Court should not enter into a re-weighing of the factors examined by the PRRA Officer nor into a microscopic analysis of the sub-components of each factor. I am also satisfied that the decision is based on the evidence and that the inferences made by the PRRA Officer were reasonably open to her.", "[29] In Baker , supra, at para. 68, L'Heureux-Dubé, J., stated that one of the purposes of the Act is to facilitate the reunion in Canada of Canadian citizens and permanent residents with their close relatives from abroad. She interpreted this purpose as including an obligation to take seriously and place an important weight on keeping children in contact with both parents.  <FRAGMENT_SUPPRESSED> , at para. 37, the Supreme Court clearly indicated that Baker , supra, did not depart from the traditional view that the weighing of relevant factors is the responsibility of the Minister or his delegate ( <FRAGMENT_SUPPRESSED> ; [2003] F.T.R. Uned. 551 (T.D.), at para. 8).", "[30] Furthermore, in Patel , supra, at para. 8, Heneghan, J., endorsed the Federal Court of Appeal reasoning in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 139 (F.C.A.), at para. 11 in which it was confirmed that a PRRA Officer must sensibly consider the interests of children: \"It is certain, with Baker , that the interests of the children are one factor that an immigration officer must examine with a great deal of attention. It is equally certain, with Suresh , supra that it is up to the immigration officer to determine the appropriate weight to be accorded to this factor in the circumstances of the case. It is not the role of the courts to reexamine the weight given to the different factors by the officers.\"", "[31] In <FRAGMENT_SUPPRESSED> , supra, at para. 13, the Federal Court of Appeal recognized the importance of taking into consideration the interests of children but made the cautionary remark that Baker , supra: \"(...) does not create a prima facie presumption that the children's best interests should prevail, to the gravest countervailing grounds.\" To simply require that the PRRA Officer to determine whether the child's best interests favours non-removal is somewhat artificial. Such a finding will be a given in almost all cases.  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 265 (F.C.A.), at 270 [D.L.R.], the Court of Appeal articulated a more practical approach to this consideration. The PRRA Officer's task is to determine, in the circumstances of each case, the likely degree of hardship to the child caused by the removal of the parent and to weigh this degree of hardship with other factors, including policy considerations that militate in favour of or against the removal.", "[32] In short, the PRRA Officer must be \"alert, alive and sensitive\" to the interests of the children, but once the PRRA Officer has fully identified and defined this factor, it is up to the officer to determine what weight it must be given in the circumstances ( Baker , supra, at para. 75; <FRAGMENT_SUPPRESSED> , supra, at para. 12). Here, the applicant had the opportunity to make submissions on the weight to be given to this factor in her application but she was very brief: her sole submission was that if she was being removed from Canada, her son Philip, who was born in October 2001, would be separated from either his mother or his father, in which case he would become stateless. The only other argument she submitted was that the child's father would not want his son to travel from country to country.", "[33] The PRRA Officer considered the \"best interests\" of the applicant's child, Philip, as evidenced by the following comments: \"The Applicant's son is 11 months old. He is and will remain a Canadian Citizen no matter where he will be. Therefore, it is not true that Philip will become stateless as mentioned by the applicant. However, the couple does need to make a choice as to the arrangement of Philip upon departure of the applicant due to her effective removal order. Being an infant, Philip has not developed social ties or has ingrained in him values or behaviours, which could be traumatising to him upon changes of culture or country. Furthermore, the couple could have the option of having Philip staying with Andrei awaiting her application outside of Canada.\"", "[34] It was then the PRRA Officer's responsibility to determine the appropriate weight to be given to this factor in the circumstances of the case.", "[35] On July 29, 2003, the applicant filed an affidavit before this Court in which she indicated that she had met with a psychologist on three occasions. The said psychologist wrote an opinion dated March 10, 2003, concerning the relationship between the applicant, her husband and their son. The psychologist underlined the negative impact upon the applicant's son if his mother was to be returned to Israel.", "[36] It is unfortunate that the psychologist's report was not available to the PRRA Officer at the time of the determination. Considering that the psychologist's opinion was not presented before the decision maker who refused her application, the applicant cannot rely on this new evidence. This Court has recognized on numerous occasions that the judicial review of a decision has to be made in light of the evidence that was submitted before the decision maker: see <FRAGMENT_SUPPRESSED>  (F.C.A.), at para. 6; <FRAGMENT_SUPPRESSED>  (T.D.), at 495 [ <FRAGMENT_SUPPRESSED>  (T.D.).", "[37] I have specifically considered the authorities cited by applicant's counsel. I find them clearly distinguishable or inapplicable. Reference was made to <FRAGMENT_SUPPRESSED> , supra; Jack , supra; and <FRAGMENT_SUPPRESSED> , supra, in which judicial review was granted on the basis that the officer did not give serious weight and consideration to the best interests of the child. However, the particular facts in this case are distinguishable from the cases relied upon by the applicant. In all of the above cases, the applicants led exemplary lives and had substantially integrated into the Canadian community. The opposite is true in the present application.", "[38] The applicant also relied on <FRAGMENT_SUPPRESSED> ; 185 F.T.R. 211 (T.D.). In <FRAGMENT_SUPPRESSED> , supra, the immigration officer refused the humanitarian and compassionate application. The immigration officer's reasons dealt with the applicant's children in two sentences; one states that they are being considered and the other states that it is up to their mother to decide what is in their best interests. The application for judicial review was granted by this Court and, as a result, the decision was set aside and the matter was referred back for reconsideration. In the present case, the analysis provided by the PRRA Officer as to the best interests of the child was clearly more than a cursory analysis as was done in <FRAGMENT_SUPPRESSED> , supra.", "[39] In the present case, the PRRA Officer did take into consideration the interests of the child as evidenced by his reasons. Furthermore, the PRRA Officer exercised his discretion in a manner that is consistent with the purpose of the Act which is that rules and regulations should be administered in such a way as to protect the health and safety of Canadians and to maintain the security of Canadian society ( Act , supra, paragraph 3(1)(h)). It is clear from the evidence that was filed before this Court that the PRRA Officer did take the applicant's child into consideration while considering the various factors, including the fact that the applicant has a criminal record.", "[40] <FRAGMENT_SUPPRESSED>  (T.D.), Gibson, J., applied <FRAGMENT_SUPPRESSED> , supra, and noted his inability to reconsider the factors considered by the PRRA Officer. In paragraph 11, he stated: \"... That being said, I cannot conclude that the Immigration Officer ignored or misinterpreted evidence before her, took into account irrelevant matters or failed to consider the best interests of the applicant's Canadian born child. I am satisfied that the Immigration Officer's notes quoted earlier in these reasons, reflect consideration of all of the factors placed before her by the applicant and that she was bound to consider. That I might have weighed those factors differently is not a basis on which I might grant this application for judicial review.\"", "[41] As such, even if this Court were to weigh the factors considered by the PRRA Officer differently, this would not be a basis upon which to grant judicial review. The decision of the PRRA Officer was reasonable, having regard to the materials submitted by the applicant.", "[42] For the above reasons, the present application must fail. Counsel agree that no question of general importance is raised in this case. ORDER", "[43] THIS COURT ORDERS that the application for judicial review of the decision rendered by Officer Mei Wah Cheng of Citizenship and Immigration Canada on September 23, 2002, is dismissed. No question of general importance is certified. Application dismissed. Editor: Elizabeth M.A. Turgeon/gs [End of document]"]}