{"id_": "065078", "body_str": ["[1] Tremblay-Lamer, J. : This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act] of a decision by an immigration officer [the officer] at the Embassy of Canada in Warsaw, Poland [the Embassy], wherein officer refused the applicant's application for a permanent resident visa as a member of the federal skilled worker class. FACTS", "[2] The applicant is a 32 year-old citizen of India. He applied for permanent residence in Canada as a federal skilled worker in August 2009.", "[3] On February 2, 2012, an officer at the Embassy sent the applicant's representative an email requesting the following documents be submitted within 30 days of the date of the email: - certified copies of the applicant's bachelor's and master's diplomas, accompanied with a translation; - original updated police certificates from each country in which the applicant resided for longer than 6 months; and - Updated Schedule 1 and Supplementary Information Forms.", "[4] The applicant's representative sent a letter to the Embassy requesting an extension of time to provide an Iranian police certificate. On February 29, 2012, the immigration section of the Embassy responded by email that the extension was granted. This correspondence is not in the Certified Tribunal Record [CTR].", "[5] The Computer Assisted Immigration Processing System [CAIPS-] notes indicate that the extension was provided for two weeks.", "[6] By letter dated March 28, 2012, the applicant's representative sent the Embassy notarized true copies of the applicant's bachelor's marks sheet and his master's marks sheet, as well as notarized true copies of the applicant's master's degree final examination certificate and transcript. This package of further documents is not in the CTR.", "[7] In mid-April the applicant's representative received the officer's negative decision, which was dated March 27, 2012.", "[8] The applicant's representative twice requested that the officer reconsider the decision on the basis that the decision was made prior to receipt of the further documents. The officer refused by email dated June 5, 2012. The correspondence regarding the reconsideration requests is not in the CTR.", "[9] The officer found the applicant obtained insufficient points to qualify for immigration to Canada, as the minimum requirement was 67 points. ISSUES", "[10] The present application raises the following issues: 1. Did the officer breach the duty of procedural fairness? 2. Should the decision be set aside as a result of certain documentation being absent in the CTR? ARGUMENTS AND ANALYSIS 1. Did the officer breach the duty of procedural fairness?", "[11] On the one hand, the applicant submits the officer failed to provide him with a meaningful opportunity to respond to the request for further documents. According to the applicant, no deadline for the extension was communicated to him. The officer made the decision less than thirty days after approving the extension.", "[12] The applicant notes that there is no independent corroborating evidence to support the CAIPS notes entry indicating that the applicant was granted a two week extension. As the dispute regarding the extended deadline results from an incomplete CTR, the applicant submits it should be held against the respondent ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[13] Furthermore, the applicant submits it was unfair to grant an extension, without a deadline, and then render a negative decision without waiting a reasonable amount of time and proceed to refuse to reconsider the decision.", "[14] The applicant maintains that the officer's errors were material to his application because had he received the 25 points to which he was entitled for a master's degree and 17 years of full-time or full-time equivalent studies, he would have been awarded a total of 70 points.", "[15] On the other hand, the respondent submits that as indicated in the CAIPS notes, the applicant requested an extension of time to provide the police certificate. There was no mention of an extension of time to provide the education documents requested. Moreover, the applicant had thirty days from February 2, 2012 to provide the documents requested and a two week extension of time to submit the further documents was granted on February 29, 2012. As the decision was made on March 27, 2012, which was beyond the two week extension granted, the respondent submits the applicant had ample opportunity to provide the requested information and that any procedural requirement that might have been owed to the applicant was fully met in this case. I agree with the respondent.", "[16] The Embassy sent the applicant's representative an email on February 2, 2012 giving him 30 days to provide the following specific documentation: certified copies of the applicant's bachelor's and master's diplomas (with a translation), original updated police certificates from each country in which the applicant had resided for longer than 6 months and certain updated forms. The letter the applicant's representative sent the Embassy on February 27, 2012 demonstrates that he requested an extension, but only with respect to one of the requested documents: an Iranian police certificate. The letter stated the following: In regards to your letter dated February 02, 2012. Requested Iranian Police Certificate will require more time to provide. It would be greatly appreciate [ sic ] if you grant him more time. As noted by the respondent, the applicant's representative did not mention in the letter that more time was needed in order to provide the applicant's bachelor's and master's diplomas.", "[17] Even if he was not given a new deadline when the extension was granted, I fail to understand how the officer would have breached procedural fairness in this case. The officer rejected the applicant's application on March 27, 2012, more than three weeks after the unchanged deadline for the applicant to submit copies of his bachelor's and master's diplomas had expired. Had he provided this information within the 30 days he had been afforded, he would have received the 25 points to which he was entitled. It is clear that even if the officer had waited to receive the Iranian police certificate prior to making the decision, the applicant would still not have been entitled to a sufficient amount of points to qualify for immigration under the federal skilled worker program because of his failure to submit the requested education documents.", "[18] As such, the officer did not breach the duty of procedural fairness by issuing his decision before he received the police certificate. 2. Should the decision be set aside as a result of certain documentation being absent in the CTR?", "[19] The applicant maintains that an incomplete CTR can be an independent ground for allowing an application for judicial review ( <FRAGMENT_SUPPRESSED> , above, at para 9)", "[20] The applicant submits the CTR is demonstrably incomplete. Most critically, it lacks the correspondence in dispute in this case regarding the request for an extension. Other documents the applicant states are absent from the CTR include his initial application, the Appendix A Checklist submitted as part of the applicant's complete application, correspondence between the applicant and the federal skilled worker centralized intake office and correspondence between the applicant and the Canadian Embassy in Damascus.", "[21] The respondent submits the absence of the correspondence regarding the applicant's extension request in the CTR does not give rise to a reviewable error because it is clear the extension request was considered and this correspondence is before the Court in the applicant's record ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[22] The respondent notes that while it is not disputed that an extension of time was granted the record before this Court does not establish that the letter dated February 27, 2012, which is included in the applicant's record, was ever actually sent to the Embassy.", "[23] With respect to the other documents the applicant claims are missing from the CTR, the respondent submits the applicant has not shown that those documents were material to the decision and therefore the decision cannot be quashed on the basis that these documents are missing from the CTR ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[24] In <FRAGMENT_SUPPRESSED> , above, at para 52, Justice Russell determined that the missing documents in the CTR did not give rise to a problem, as the applicant had reproduced the gaps in the CTR as part of her record and the record showed that the Board had considered these documents.", "[25] Similarly, in the present case the applicant has reproduced extension-related correspondence between the applicant and the Embassy that is missing from the CTR and I am persuaded, upon review of the CAIPS notes and the record as a whole, that the Embassy did consider the extension request.", "[26] With respect to the other documents the applicant states are missing from the CTR, it is trite law that a failure to include documents in the CTR will not automatically lead to the quashing of the impugned decision unless the omitted documents were material to the decision ( <FRAGMENT_SUPPRESSED> , above, at paras 36-37).", "[27] The other documents the applicant states are missing from the CTR were not material to the decision. They contained information that was background or peripheral to the applicant's complete application. I do not understand how the officer would have relied on this information to come to his decision.", "[28] Therefore, I cannot quash the decision on the basis that certain documentation is absent from the CTR.", "[29] For these reasons, the application for judicial review is dismissed. JUDGMENT", "[30] THIS COURT'S JUDGMENT is that The application for judicial review is dismissed. No questions are certified. <FRAGMENT_SUPPRESSED>  Tremblay-Lamer FAITS", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] ARGUMENTS ET ANALYSE", "[11]", "[12] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[13]", "[14]", "[15]", "[16] [traduction]", "[17]", "[18]", "[19]", "[20]", "[21] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[22]", "[23] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[24]", "[25]", "[26]", "[27]", "[28]", "[29] JUGEMENT", "[30] [End of document]"]}