{"id_": "065018", "body_str": ["[1] Strickland, J. : This is an application for judicial review of a February 21, 2013 decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada that the Applicant is not a Convention refugee or a person in need of protection pursuant to sections 96 and 97, respectively, of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). Background", "[2] The Applicant is a citizen of Turkey and is of Kurdish ethnicity and Alevi religion. He claims that on May 1, 2010, he travelled with a contingent of the pro-Kurdish BDP political party to a May Day celebration in Ankara. Three groups of activists clashed and the police became involved. He was held for 24 hours, interrogated and beaten. He was released without charge or conviction. In August 2010, he obtained a passport in case he ever required one.", "[3] On March 20, 2011, he attended a Newroz celebration in the city of Konya organized by the BDP. The Applicant was again detained by the police, he was held overnight, interrogated and beaten. The police informed him that they were aware of his previous detention and accused him of being involved with the Kurdish separatist movement. He was once again released without charge or conviction and the police warned him that he would be treated more harshly if he was detained again.", "[4] After this second detention, the police continued to show an interest in him during April and May 2011, stopping him for identity checks when he was traveling for his work and questioning him about his activities. He was also questioned by police in another town being Kulu.", "[5] In June 2011, he attended a BDP election rally in Ankara. The police were again involved. He was detained, held for 2 days, interrogated, badly beaten and accused of being involved with the separatist movement. He would not give the names of BDP supporters to the police even though they threatened that he could be made to disappear. When he was released, the police warned him that they would monitor all of his movements and never let him live in peace in Turkey. He decided to flee Turkey, leaving his wife and 4-month old baby behind.", "[6] A smuggler helped him obtain a US visa, telling him that it was much more difficult to acquire a Canadian one. He flew to Seattle, stayed in a hotel near the border and entered Canada undetected on July 27, 2011. He then made his way from Vancouver to Toronto and claimed asylum on August 5, 2011.", "[7] The Applicant also claims that his military service was initially deferred so that he could attend university. Although he wrote the university entrance examinations, he was not accepted. His brother then paid a bribe to the recruitment office to hide his file. He claims that he will be punished for evading military service and that he objects to serving as the Turkish military commits atrocities and human rights violations against the Kurdish people. Decision Under Review", "[8] The RPD stated that the determinative issue was credibility and set out five factual categories of credibility issues and the reasons for its concerns in each of those categories. It also found that the Applicant was generally lacking in credibility. The RPD also considered the Applicant's profile as a Kurdish man of the Alevi faith. It concluded that while the documentary evidence shows that there remains discrimination against the Kurds as well as unfair prosecution and even persecution in the case of higher profile activists and others, the Applicant had not established that he fell within that profile. Kurds with little profile, such as the Applicant, will face discrimination, but that this did not rise to the level of persecution. The latter finding has not been challenged by the Applicant. Analysis Standard of Review", "[9] The standard of review for assessments of credibility is reasonableness ( <FRAGMENT_SUPPRESSED> ). Reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED>  at para 47 [ <FRAGMENT_SUPPRESSED> ]). Was the RPD's credibility finding reasonable? i) Threats upon release from detention", "[10] The RPD noted that at the hearing the Applicant testified that, upon his release from the May 2010 detention, the police told him that if he participated in further pro-Kurdish activities he would face severe consequences. However, he had not included this in his Personal Information Form (PIF). The RPD did not accept his explanation that he did not know that he had to include such details, which he had just remembered. It stated that the fact that the police ordered him to refrain from participating in pro-Kurdish events and threatened him with severe consequences if he disobeyed was very significant in the context of his claim to have continued to participate in such events, leading to his further detentions. This inconsistency undermined his credibility.", "[11] The Applicant submits that the police threat merely elaborates the events described and, therefore, the RPD cannot draw a negative inference from the omission ( <FRAGMENT_SUPPRESSED> ). In my view, it was reasonable for the RPD to find that the threat of severe consequences if the Applicant participated in further pro-Kurdish activities was relevant to his claim and, therefore, that its omission undermined his credibility. This is a threat of future harm which is a significant omission given that the Applicant's claim is founded on a fear arising from his continuing pro-Kurdish activities.", "[12] The Applicant also submits that the RPD erred by failing to consider the affidavit of his brother-in-law ( <FRAGMENT_SUPPRESSED>  157 FTR 35 [ Cepeda-Gutierrez ]). The Respondent submits that the RPD is presumed to have considered all of the evidence before it, that it listed the affidavit as an exhibit, and, that by its reasons, the RPD demonstrated that it was alive to the information it contained, being the Applicant's detentions for pro-Kurdish activities.", "[13] The jurisprudence confirms that the RPD is presumed to have considered all of the evidence before it ( <FRAGMENT_SUPPRESSED>  (CA)). Here, the affidavit contains little relevant information other than, after the affiant came to Canada, he heard from family members that the Applicant had been detained on two occasions. The information concerning the detentions was already before the RPD by way of the Applicant's submissions. The affidavit also stated that, prior to leaving Turkey, the Applicant called the affiant to inform him that he was coming to Canada for his own protection and that the affiant promised to help the Applicant settle in Canada upon his arrival. This is not critical or conflicting evidence that the RPD overlooked or ignored without explanation ( Cepeda- <FRAGMENT_SUPPRESSED> ). Accordingly, the failure to mention it is not a reviewable error. ii) Delay in departure, failure to claim and travel to Canada", "[14] The RPD also considered the Applicant's delay in leaving Turkey, his failure to claim asylum in the US or immediately upon arrival in Canada and his inconsistent evidence as to how he arrived in Canada. The RPD did not find it reasonable that, having obtained a passport in August 2010 just in case he might need it, the Applicant made no effort to leave Turkey despite a second detention and further interest from the authorities. It also noted that, although he has a US visa and arrived there legally, he made no claim for asylum. Further, while he risked detection and deportation from Canada, he waited nine days for his brother-in-law to return before making a claim for refugee protection. The RPD also noted that the Applicant testified that he crossed the border into Canada by car with the help of a smuggler but that he informed the immigration officials that he had walked across the border. It did not accept his explanation that the smuggler had first told him to walk but, because he was afraid to do so, they drove and that the discrepancy in his evidence was attributable to stress. The RPD found that it was reasonable for the Applicant to remember how he crossed the border and that this reflected negatively on his credibility. The RPD stated that, considered in isolation, these matters might not be sufficient to raise significant credibility concerns but that they did when considered together.", "[15] The Applicant submits that because the RPD acknowledges that these points are minor and that it is the cumulative effect that led it to make a negative credibility finding then, if the RPD was in error on any of these points, the analysis no longer supports the decision. In that regard, the RPD erred in law as it found that the Applicant ought to have been in fear of persecution earlier, yet the evidence was that he only became fearful in the summer of 2011 after his third detention. The Applicant submits that a delay in making a claim can only be relevant from the date at which a claimant began to fear persecution ( <FRAGMENT_SUPPRESSED>  (TD)). Further, that the Applicant's evidence in his PIF and his testimony were consistent that he came to Canada by foot and car. In any event, inconsistencies about travel to Canada are not significant ( <FRAGMENT_SUPPRESSED>  (TD)). The Applicant also submits that he had always intended to come to Canada, which is corroborated by his brother-in-law's affidavit, and that the one day delay in the US and nine day delay in Canada are not significant or inconsistent with the actions of a true refugee.", "[16] The Respondent points out that the allegations of persecution contained in the Applicant's claim include the May 2010 and March 2011 detentions preceding the third detention in June 2011 and that he obtained a passport in 2010 just in case he needed it. Further, that there was a contradiction in his evidence as to how he entered Canada, and, the Applicant did not make a claim for refugee protection at the earliest possible opportunity. Based on the evidence before it, the RPD reasonably found that these matters further undermined his credibility.", "[17] In my view, given the Applicant's established intention to come to Canada, the nine day delay in claiming refugee protection in Canada and the failure to claim protection during the one day he was in the US may or may not be significant. The Respondent points to <FRAGMENT_SUPPRESSED> [ Garavito Olaya ] in support of the view that even a short stay of five days in the US with a visa and a prior intention to come to Canada, can support a finding of a lack of subjective fear. In that case, Justice O'Keefe also found that the mere fact that the claimant had an uncle residing in Canada was not sufficient to overcome the fact that he did not claim refugee status in the US at the earliest opportunity ( Garavito  <FRAGMENT_SUPPRESSED> , at para 54).", "[18] However, it is clear that the Applicant's evidence as to how he entered Canada was inconsistent. In his \"Claim for Refugee Protection in Canada\" form he stated that he walked across the border from the US to Canada. In his PIF, he stated that he traveled by car and on foot. His testimony at the hearing was that the smuggler put him in a car and that he crossed the border without a problem. When confronted with these inconsistencies, he explained that he had intended to walk across the border but was afraid and, therefore, drove instead and that he may have forgotten or been under stress when he provided his answers. The RPD is entitled to compare immigration entry documents, PIFs and a claimant's testimony and draw negative credibility findings based on inconsistencies ( <FRAGMENT_SUPPRESSED> ). It is also not required to accept a claimant's explanation for an inconsistency ( <FRAGMENT_SUPPRESSED> ). The RPD reasonably called the Applicant's credibility into question based on his inconsistent evidence as to his manner of entering Canada.", "[19] The RPD also found that the Applicant's testimony that his fear of persecution did not arise until after the third detention, thus explaining why he did not leave Turkey at an earlier time, was not credible. This was based on the fact that he claims that prior to that event he had been detained, beaten and threatened by the police and had obtained a passport in 2010 \"just in case\".", "[20] It may appear incongruous for the Applicant to base his claim of persecution on a number of incidents, but then, for the purpose of imputing a credibility finding, to claim that he was not seriously persecuted and thereby provoked to leave Turkey, until after the third detention. Similarly, his evidence that he was told after the first detention that if he participated in further pro-Kurdish activities he would face severe consequences, which was followed by the second detention, may appear to be inconsistent with his explanation that he only feared for his life after the third detention. However, it may also be that a claimant will not make a firm decision to sever their ties with their country of origin until the incident that finally provokes them to flee. This is why the RPD is obliged to consider the cumulative effect of the whole of the evidence, including the evidence leading up to the culminating incident, in determining whether an applicant has a well-founded fear of persecution ( <FRAGMENT_SUPPRESSED> ). Here, in my view, it was open for the RPD to question the credibility of the Applicant's allegation of fear and delay in leaving Turkey due to this inconsistency.", "[21] Thus, while some of the points raised by the RPD in this section of its credibility analysis are unreasonable, or are at least open to question, and this may weaken this section of its analysis, this does not nullify its reasonable findings. Further, and more significantly, this is just one section of its overall analysis. iii) Threats during third detention", "[22] The RPD stated that the Applicant's testimony was that when he was detained in June 2011 the police threatened him with disappearance and to kill him extra-judicially. The Applicant acknowledged that the death threat was not in his PIF but explained that disappearance and extra-judicial killing have almost the same meaning. The RPD did not accept this on the basis that disappearances can reasonably be understood to include kidnapping or long term detention. In my view, if an individual is made to disappear, they may, in fact, be detained or they may have been killed by the party that caused the disappearance. I agree with the Applicant that this was a microscopic finding and that it was unreasonable to find that it was an omission that harmed his credibility. iv) Police actions after the second detention", "[23] The RPD also found that the Applicant testified at the hearing that he had no problems with the authorities between the second and third detention. When reminded that in his PIF, he had alleged identity checks and questioning during this period, he testified that he had forgotten about this. When he was questioned by his own counsel, he explained that this was routine police activity. The RPD found that this did not explain his PIF statement that the police had taken a particular interest in him and it did not accept his explanation that he had forgotten to mention this while testifying at the hearing. The RPD found that this was contradictory and inconsistent evidence on an important element of his claim which seriously damaged his credibility.", "[24] The Applicant acknowledges that this finding was reasonable but submits that it should not be fatal given his evidence that such questioning is common in Turkey and, given the stress of the hearing, it was unreasonable to expect a perfect recall of all details. In my view, this finding was reasonable. v) Military documents", "[25] The RPD then turned to the military documents submitted by the Applicant. It noted the Applicant's submission that he was able to bribe the military to misplace his conscription file. However, that because his counsel had asked him to obtain documents relating to his military service, he had subsequently asked his family to do so. This caused the military to rediscover his file and to pursue him as a draft evader.", "[26] The RPD referred to objective documentary evidence which indicated that in such cases security authorities are authorized to search for draft evaders and, at the same time, an official letter is sent by the military to that person. At the first hearing session, the Applicant stated that he had no knowledge of such a letter or document but disclosed a letter from the mayor of his county stating that he was sought for draft evasion. This was not on letterhead, contained no contact information and had no significant security features. However, three weeks later at the second hearing session, he produced a document from the military and testified that his family had just received it. The RPD considered that the sudden and fortuitous appearance of this document gave rise to credibility concerns. As well, this letter, like the one from the mayor, was not on letterhead, contained no logo, emblem, or stamp, had little contact information, and lacked significant security features.", "[27] When asked whether he was sought in Turkey for draft evasion, the Applicant replied that he did not know because he had not asked his family about this. The RPD found it puzzling that if he feared the military and had a letter notifying him that he was sought for draft evasion, he would not even have asked his family whether the police or military had come looking for him.", "[28] The RPD found that there were serious credibility problems with the Applicant's allegations about military service, being the lack of security features on the letters, the timing of the letter from the military and the Applicant's lack of information as to whether he was being sought as a draft evader. On a balance of probabilities, it found that the letters were false and that the claimant was not being sought for military service. This further harmed his credibility.", "[29] The Applicant submits that the RPD has no expertise in foreign documents. These are presumed to be valid unless there is some evidence suggesting otherwise ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). Without evidence, the RPD was speculating that the documents could not be genuine ( <FRAGMENT_SUPPRESSED>  (CA) [ <FRAGMENT_SUPPRESSED> ]).", "[30] The Respondent submits that the RPD reasonably found that the documents were false and further undermined the Applicant's claim of being wanted for military service. The RPD is entitled to rely on the documentary evidence to impeach the credibility of the Applicant's evidence and may apply reasoning and common sense in assessing the authenticity of the documents which are to be considered in light of all of the evidence. Given the Applicant's lack of credibility on many other points, it was reasonable to discount the letters.", "[31] In my view, the RPD's finding was entirely reasonable. Based on the objective documentary evidence, it determined the steps the Turkish military would take upon becoming aware of a draft evader and compared this to the Applicant's testimony. This distinguishes this matter from <FRAGMENT_SUPPRESSED> , above, where there was no evidence concerning the procedure employed by the police force. Therefore, the RPD reasonably questioned the Applicant's version of events based on this comparison. Further, it had valid reasons to doubt the validity of the letters from the mayor and military which it clearly described. The timing of the military letter was suspect and there was no evidence that it was mailed or received before the second sitting. Further, the Turkish military is not a small organization nor is this likely to have been the first letter it issued to a draft evader. Thus, common sense dictated that letterhead, contact particulars and security features would be expected on such correspondence. Similarly, if the Applicant feared the repercussions of draft evasion, it was reasonable to expect that he would have made inquiries to his family as to whether the military was actively seeking to locate him. I would also note that this is not a case where the authenticity of an official identity document or the travel documents of a refugee is at issue ( <FRAGMENT_SUPPRESSED> , above).", "[32] Having made all of the above findings, the RPD also found that the Applicant was generally lacking in credibility. It noted that even without disbelieving every point of a claimant's testimony, it may find a claimant so lacking in credibility that it concludes that there is no credible evidence relevant to his claim ( <FRAGMENT_SUPPRESSED> , above) which was the situation before it. The RPD stated that while there may be some aspects of the Applicant's testimony that were true, it was unable to sort the truthful part from the rest.", "[33] The Applicant submits that this last statement of the RPD compels this Court to return the matter for redetermination because, if there was any error, it would be material to the RPD's decision. I do not agree. The cumulative effect of minor inconsistencies and contradictions can support an overall finding that the Applicant is not credible ( <FRAGMENT_SUPPRESSED> ). The above review of the RPD's credibility findings demonstrates that there were many credibility issues and that most of the RPD's findings were reasonable. Although some were not, this does not affect the outcome of the present case which is within the range of possible, acceptable outcomes defensible in respect of the facts and the law ( <FRAGMENT_SUPPRESSED> , above). It is not the role of this Court to reweigh the evidence. JUDGMENT", "[34] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed; and 2. No question of certification was proposed or arises. LC 2001, c 27 (la LIPR).", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] Analyse La norme de contrôle", "[9]", "[10]", "[11]", "[12] <FRAGMENT_SUPPRESSED>  157 FTR 35 ( Cepeda-Gutierrez", "[13] <FRAGMENT_SUPPRESSED>  (CA)) Cepeda-Gutierrez", "[14]", "[15]", "[16]", "[17] <FRAGMENT_SUPPRESSED> à 55 ( Garavito Olaya Garavito Olaya", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29] <FRAGMENT_SUPPRESSED>  (1re inst); <FRAGMENT_SUPPRESSED>  (CA) ( <FRAGMENT_SUPPRESSED> )).", "[30]", "[31]", "[32]", "[33] JUGEMENT", "[34] [End of document]"]}