{"id_": "065257", "body_str": ["[1] Rennie, J. : This is an application for judicial review of the decision of Adjudicator Peter G. Barton (the Adjudicator) dated November 11, 2010 and April 26, 2011 rendered under the Canada Labour Code , RSC 1985, c L-2, as amended (the Code ). In his decision of November 11, 2010, the Adjudicator found that the respondent, Mark Payne, had been unjustly dismissed by the applicant, the Bank of Montreal. In his decision of April 26, 2011, the Adjudicator ordered the Bank to reinstate Payne and pay him sixteen months' back pay as compensation. He also imposed a four-month suspension.", "[2] For the reasons that follow, the application is granted. Facts", "[3] The parties filed an Agreed Statement of Facts before the Adjudicator. Two witnesses also testified: Payne and Ms. S, the Employee Relations business partner of the Bank, responsible for employment policies, including the Bank's Code of Business Conduct and Ethics and Anti-Harassment (Including Sexual) (Anti-Harassment policy) policies.", "[4] Payne worked for the Bank for almost five and a half years as a branch manager at various locations before being dismissed for cause on November 20, 2008. He was the manager of the branch of the Bank of Montreal in Woodstock, Ontario for the majority of the material time.", "[5] On September 29, 2008, Payne was suspended with pay pending an investigation into a complaint. On October 16, 2008, he received \"Step Three\" corrective action for inappropriate behaviour that included yelling and making demeaning and inappropriate comments to his subordinates, some of which were of a sexual or sexist nature. Part of the corrective action included a demotion to a smaller branch in Norwich, Ontario.", "[6] On November 7, 2008, as a result of a complaint by the Assistant Manager of the Woodstock Branch (Teresa Carter) Payne was again suspended with pay pending a further investigation. In the course of that second investigation, which was also conducted by Ms. S, the Bank learned that Payne and Carter had engaged in a consensual sexual relationship on Bank premises during and after business hours and at Carter's home. This relationship took place both prior to and during the period of time covered by the first complaint, and the investigation. It also continued subsequent to the corrective action issued on October 16, 2008. In the course of the second investigation the Bank also learned that Payne had discussed the investigation into the first complaint with Carter, in violation of a confidentiality commitment he had made in consequence of the investigation into that complaint.", "[7] On November 20, 2008, Payne was dismissed for cause. As grounds, the Bank asserted that Payne had knowingly breached the confidentiality of the investigation into his inappropriate behaviour and management practices by discussing it with Carter; that he had acted inappropriately on Bank property during and after business hours; that he had failed to meet the expectations set out in the October 16 corrective letter; and he had breached the Bank's Code of Business Conduct and Ethics . As a result, the Bank concluded that it had lost trust and confidence in him.", "[8] Payne filed a complaint of unjust dismissal pursuant to section 240 of the Code on December 18, 2008. The Adjudicator's Decision", "[9] The Adjudicator found that Payne had behaved recklessly, but that little or no actual harm had resulted from his behaviour. While he felt Payne was deserving of discipline, the Adjudicator found that the concept of progressive discipline required that something short of dismissal should have been imposed in order to provide Payne with sufficient time to improve. As a result, the Adjudicator ruled that Payne had been unjustly dismissed.", "[10] With regard to remedies, the Adjudicator ordered reinstatement following a six-month suspension. Counsel for the Bank objected to this ruling as he had understood that there had been an agreement to defer the issue of remedies until after the decision on the merits was reached. In response to these objections the Adjudicator withdrew his order of reinstatement so that the parties could lead evidence and make submissions on remedy.", "[11] On December 16, 2010, the Bank requested that the Adjudicator recuse himself on the basis that he was, in light of his decision to order reinstatement prior to the hearing of submissions, biased. The Adjudicator dismissed that motion on January 28, 2011, heard argument on remedies, and rendered his final decision on April 26, 2011.", "[12] In this final decision the Adjudicator noted that reinstatement was not a right but the preferred remedy for unjust dismissal, barring exceptional circumstances. As he did not find exceptional circumstances, and given, in his view, that the Bank had failed to establish that reinstatement was unrealistic, he ordered Payne reinstated. As previously noted, he ordered a four-month suspension and back pay of sixteen months.", "[13] The Bank seeks to set aside both the finding with respect to unjust dismissal and the remedy of reinstatement. Issues Preliminary Issue", "[14] Payne argues that the Bank's application with regard to the Adjudicator's November 10, 2010 decision is not timely as it was not brought within the 30-day limitation period prescribed by subsection 18.1(2) of the Federal Courts Act , RSC, 1985, c F-7 for the commencement of judicial review applications. As a result, Payne argues that this Court can only review the Adjudicator's decision on remedies.", "[15] By way of background, counsel for the Bank wrote to counsel for Payne by email on November 21, 2010, indicating that he wished to present evidence on the issue of remedies and that, in his opinion, \"the limitation period for filing an application for judicial review does not begin to run until after the Adjudicator has considered our respective submissions on remedy and has filed his final decision with respect to remedy.\" Payne's counsel indicated by email on December 15, 2010 that any failure to respond should not be taken as an acquiescence or acceptance of the Bank's submissions.", "[16] In my view, this matter can be quickly disposed of. It is well-settled that the period of time prescribed in subsection 18.1(2) does not begin to run until the final decision in the proceedings has been rendered: <FRAGMENT_SUPPRESSED>  at para 17. Were this not the case, this Court would continually have before it multiple applications for judicial review, with the attendant duplication of materials and incursion of unnecessary cost. This fragmented approach would do little to advance the disposition of litigation.", "[17] In this case, I find the final decision of the Adjudicator was only rendered on April 26, 2011 and that the two \"decisions\" were in fact two parts of a whole. Furthermore, I note that this matter was not seriously pressed at the hearing before this Court. Additionally, given the misunderstanding between the Adjudicator and counsel as to the status of the matter at the conclusion of the evidence on the merits, leave to extend the period of time would be granted were it required. Substantive Issues", "[18] The issues in this case can be summarized as follows: a. Was the Adjudicator's finding of unjust dismissal reasonable? b. Was the Adjudicator's order of reinstatement reasonable? c. Did the Adjudicator violate the parties' right to be heard on the question of remedies? d. Was there a reasonable apprehension of bias with respect to the Adjudicator? Analysis Standard of Review", "[19] Questions of mixed fact and law are generally reviewed on a reasonableness standard: <FRAGMENT_SUPPRESSED> . The Adjudicator's finding that Payne was unjustly dismissed involved an interpretation and application of the law that is not easily separated from the facts, and therefore is to be reviewed on a reasonableness standard.", "[20] Similarly, the determination of appropriate remedies is a discretionary decision that also gives rise to a reasonableness review: <FRAGMENT_SUPPRESSED> .", "[21] While reasonableness is a deferential standard of review, this does not mean that decisions of adjudicators are immune from review. The decision must be justifiable, transparent, and intelligible and fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> , above at para 47.", "[22] In so far as issues three and four are concerned, questions of bias and the right to be heard are questions of procedural fairness, inviting a correctness review: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . 1. Was the Adjudicator's finding of unjust dismissal reasonable?", "[23] I find that the Adjudicator committed two errors that rendered his decision unreasonable. Failure to apply the Contextual Analytical Framework", "[24] The first error arose in the approach to assessing whether Payne's dismissal was just. Review of dismissal decisions must be taken in the framework developed by the Supreme Court of Canada (SCC) in <FRAGMENT_SUPPRESSED> . In <FRAGMENT_SUPPRESSED> , at para 57, Justice Iacobucci indicated that a reviewing Court is to employ \"an analytical framework that examines each case on its own particular facts and circumstances, and considers the nature and seriousness of the dishonesty in order to assess whether it is reconcilable with sustaining the employment relationship.\"", "[25] I find that while the Adjudicator cited the <FRAGMENT_SUPPRESSED> judgment, he failed to employ the contextual analysis it dictates and, as a result, failed to consider several relevant factors in reaching his determination that Payne's dismissal was unjust.", "[26] The Adjudicator is required to look at the employee's conduct as a whole, particularly where the events in question are closely linked in time and substance. In this case, the Adjudicator failed to consider the relevance of the timeline and sequence of events leading up to the dismissal. It is to be recalled that on October 16, 2008, in consequence of the first complaint and investigation, Payne received the most serious discipline short of dismissal (the Step Three warning). The Adjudicator found that Payne had not been given sufficient time to improve following this corrective action. However, this conclusion fails to take into account the conduct giving rise to that corrective action, and Payne's conduct both concurrent with and subsequent to, that corrective action.", "[27] Payne received the Step Three warning for inappropriate conduct, which included demeaning and other inappropriate comments. Following the corrective action in which he was transferred to the Norwich branch, Payne returned to the Woodstock branch and had sexual relations with Carter on bank premises. These facts, which are not contested, vitiate the rationale that underlies the Adjudicator's finding that the dismissal was unjust. The Adjudicator's finding was predicated on his conclusion that the Bank ought to have allowed the corrective action time to take effect. It is clear from Payne's behaviour that the corrective action failed to have the desired effect, as he showed little or no understanding that his behaviour was unacceptable, and in fact continued to engage in inappropriate conduct in a similar vein to that which earned him the initial Step Three warning. As noted in Re Roberts and the Bank of Nova Scotia (1979), 1 LAC (3d) 259, this lack of self-awareness can render a continued employment relationship inappropriate: The complainant was guilty of misconduct worthy of discipline short of dismissal, but at the hearing she was completely unwilling to accept that she had been at fault in any way. In these circumstances, reinstatement is not, in my opinion, appropriate.", "[28] The Adjudicator also appears to have given no weight to the fact that Payne was a manager and thus in a position of authority and trust. As a branch manager, Payne was expected to show leadership with respect to the Anti-Harassment policy and the Bank needed to be able to rely on his trustworthiness and good judgment. The Adjudicator's reasons evince a belief that he needed to find that Payne had either threatened Carter or held out some benefit in return for their sexual relationship in order to justify his dismissal. This is not the case.", "[29] The role of a manager is to protect employees and the corporation. As noted in <FRAGMENT_SUPPRESSED>  57 OR (3d) 351 at para 66: Furthermore, as a supervisor, the respondent had obligations to his employer. Again as Carthy J.A. said in Banister at p. 587: \"management ha[s] two positive duties: first, to members of the workforce who are entitled to protection from offensive conduct, and second, to the corporation, to protect it against civil suits at the hands of individual complainants.\" It is the job of senior employees to ensure that the employer's duties to its workforce and to its shareholders, in this case, effectively the public, are carried out so that the employer is protected. If the supervisor creates the problem, he is in breach of that duty.", "[30] Indeed, the Adjudicator did not consider the Anti-Harassment policy in a fulsome way. Harassment is defined in part in the policy as any conduct or language \"that creates a hostile, intimidating or offensive environment.\" Furthermore, as a manager, Payne was identified in the policy as a possible resource for employees who had experienced harassment, which should have been taken into account by the Adjudicator. As a manager, Payne had an obligation to adhere to the Bank's policies. The simple fact that the relationship between Payne and Carter was consensual does not change the fact that Payne's behaviour undermined the provisions of the Anti-Harassment policy. As noted by the court in <FRAGMENT_SUPPRESSED> , above: [I]t is not only those in the workplace who are the direct victims of sexual harassment who may have a complaint about the conduct of a harassing supervisor. Others may be affected by receiving less favourable treatment, but also in other ways such as by enduring an unwelcome sexually charged atmosphere associated with the workplace, or risking the consequences of complaining about the situation.", "[31] The Adjudicator's conclusion that the relationship was \"essentially a matter between two private people who happened to work in the same place\" does not accord with the evidence. By focusing only on the Anti-Harassment policy as it would apply between Payne and Carter, the Adjudicator failed to consider how other employees in the branch, particularly female employees, would perceive Payne's conduct and its implications for them. Absence of Harm", "[32] The second error of law of the Adjudicator was his belief that actual harm was required in order for Payne's dismissal to have been justified. This was incorrect. As the case law makes clear, employee misconduct that creates a risk of harm to the employer is sufficient to amount to cause for dismissal: <FRAGMENT_SUPPRESSED> . Actual harm is not required to justify a dismissal.", "[33] As the Adjudicator noted, Payne exposed the Bank to a civil suit by Carter: \"Whether or not he breached any Policy, his conduct was at the very least, reckless in the extreme and put the Bank at real risk. Its reputation in the community could have been seriously damaged by publicity.\" The Adjudicator also found that at least one employee was aware of the relationship, which may have produced a negative work environment in which other employees assumed that the manager would favour one employee. Furthermore, given that Payne engaged in his sexual relations with Carter during business hours, the Bank did in fact suffer lost hours and productivity of two employees.", "[34] The Adjudicator erred in framing his analysis on the belief that actual harm was required to justify Payne's dismissal. The Adjudicator's conclusion was animated by a belief that actual harm is necessary to justify dismissal: Despite the great risk faced by this employer, little or no actual harm came to it , unlike the situation in the above cases. The only proven work or community related consequence was that one other employee was aware of the situation. There was serious risk without real harm ... In progressive discipline, the employee is moved up the ladder if lesser disciplines do not teach him/her anything. A very serious incident allows the employer to jump to discharge . Here the Bank saw the events as serious, as they were, but in my view went too far. As far as I can tell only the one employee learned of it . Reckless, yes, foolish, yes, dangerous, yes, but essentially a matter between two people who happened to work in the same place. If there had been work-related pressures between the two, as for example him threatening a poor appraisal, or if there had been evidence that more than the one person in the workplace or in the community had been aware of things and was upset things might be different. I do not think that the fact per se that he was a supervisor and in a role model position determines the result automatically. [Emphasis added]", "[35] Indeed, the fact that there was no evidence that other colleagues or members of the public knew about his behaviour provided the basis for the Adjudicator's finding that the dismissal was unjustified. He thereby reasoned that the risk of harm was not a sufficient basis, but that actual harm was required. It is in this regard that I find that the Adjudicator made an error of law. His incorrect belief that actual harm was necessary to justify dismissal of Payne formed the basis of his analysis and rendered his decision unreasonable.", "[36] While the consequences of the conduct are a consideration, they are not determinative. The analysis, at its core, must focus on the judgment that underlies the conduct, and to situate it in the context of the <FRAGMENT_SUPPRESSED> test. To find otherwise would be to accord favourable treatment to an employee whose conduct, although demonstrating equally poor judgment, does not, through circumstance result in loss of injury to the company and its employees. The focus, particularly with employees in a management or supervisor capacity, must be on judgment, and not to the exclusion of consequence.", "[37] In closing, I note as well inconsistency between the Adjudicator's characterization of Payne's conduct as \"reckless, foolish and dangerous\" and his responsibilities as supervisor and the Bank's lack of confidence in his judgement. The Adjudicator did not explain how conduct of this nature was consistent with the ongoing employment relationship. While that conclusion might be open to an Adjudicator, it could only be reached after measuring the conduct against the requirements of the position and the employer's expectations. 2. Was the Adjudicator's order of reinstatement reasonable?", "[38] The second question for review with respect to the reasonableness of the Adjudicator's decision is his order for the Bank to reinstate Payne in his position.", "[39] The Adjudicator was acting under subsection 242(4) of the Code , which reads as follows: 242. (4) Where an Adjudicator decides pursuant to subsection (3) that a person has been unjustly dismissed, the Adjudicator may, by order, require the employer who dismissed the person to (a) pay the person compensation not exceeding the amount of money that is equivalent to the remuneration that would, but for the dismissal, have been paid by the employer to the person; (b) reinstate the person in his employ; and (c) do any other like thing that it is equitable to require the employer to do in order to remedy or counteract any consequence of the dismissal.", "[40] The Adjudicator found that reinstatement was, barring exceptional circumstances, not a right but a preferred remedy. He found that such \"exceptional circumstances\" did not arise in this case. While it is not necessary to deal with this issue in light of my finding regarding the conclusion on unjust dismissal, I find that the Adjudicator's conclusion that reinstatement was an appropriate remedy was also unreasonable.", "[41] The Bank submits that the Adjudicator committed the same error as that identified by Justice Yves de Montigny in <FRAGMENT_SUPPRESSED>  by considering himself bound to order reinstatement barring exceptional circumstances. However, I am satisfied that the Adjudicator's decision in this case is distinguishable from that in , and the error pointed out by Justice de Montigny was not made in this case. The relevant part of Justice de Montigny's decision states: In his decision, as we saw earlier, the adjudicator stated that he had to order Mr. Girard's reinstatement unless he was persuaded that the relationship of trust with his employer could not be restored. In saying this, he was relying on the position of Létourneau J.A. and doing precisely what Desjardins J.A. criticized another adjudicator for in a subsequent unanimous decision of the Federal Court of Appeal. Here is what she wrote in this regard in <FRAGMENT_SUPPRESSED>  the case of Atomic Energy of Canada supra , requires an adjudicator to order reinstatement unless he finds that the bond of trust between the employer and his fired employee is hopelessly broken. This, in my view, is not the law. Marceau J.A., in Atomic Energy of Canada Ltd., supra , is saying in effect that where the relationship of trust cannot be restored, the adjudicator may, at his discretion, order compensation in lieu of reinstatement. Marceau J.A. does not say that an adjudicator must order reinstatement if the relationship of trust between the parties is intact or can be restored . He says, in paragraph 12, with regard to the unfair dismissal provisions in the Code, that: ... they certainly do not, and even could not, go as far as to create a right in the person of the wrongfully dismissed employee ... They simply provide for reinstatement as a possible remedy that may be resorted to in proper situations ... It is undisputable, however, on a mere reading of subsection 242(4) of the Code, than an adjudicator is given full discretion to order compensation in lieu of reinstatement, if, in his opinion, the relationship of trust between the parties could not be restored. [Emphasis in original]", "[42] Thus, the Adjudicator in found that he must order reinstatement unless convinced that the trust between the employer and employee could be restored. There are two errors in this finding-that an adjudicator is ever required to grant reinstatement (it is, rather, within their discretion), and that the only factor permitting an adjudicator to withhold reinstatement is the inability to restore trust (rather, many factors can be considered and weighed).", "[43] In contrast, the Adjudicator in this case did not find that he must order reinstatement unless he found the trust between the Bank and Payne could not be restored. Rather, he found that, while reinstatement is not a right, it is a preferred remedy, barring exceptional circumstances. He accurately stated the law by acknowledging there is no right to reinstatement, but finding reinstatement preferable. In my view, it is within his discretion as Adjudicator to prefer the remedy of reinstatement, so long as the relevant factors are considered.", "[44] In this case, therefore, the Adjudicator's error lay not in his statement of the law, but in his avoidance of one of perhaps the most relevant factors; whether the trust and confidence between the Bank and Payne had been lost. The Adjudicator wrote the following on this point: Most of the bank cases which establish that they are different form normal ones in that trust is more significant, are cases of financial default by employees. Here that is not the situation. Thus trust not to steal is not in issue. Trust to tell the truth is, however. He denied the affair more than once. Perhaps that was understandable but ... I agree that bank employees may be held to a high standard.", "[45] The Adjudicator was correct that trust to tell the truth was most definitely in issue. Yet, the Adjudicator never completed this thought or arrived at its necessary implication; that this breakdown in trust would make reinstatement an inappropriate remedy in this case. The Adjudicator's analysis on this point is lacking and does not meet the required standard of cogency. He found as fact that Payne lied more than once, and that Bank supervisors may be held to a high standard, but then excuses Payne from that principle. No explanation is given, simply the statement \"Perhaps that is understandable but ...\" That ellipsis does not explain why the failure to tell the truth and engaging in reckless, dangerous and foolish conduct did not affect the Bank's trust and confidence in him.", "[46] Ultimately, the error in the Adjudicator's decision on remedy was the same as his error in the finding of unjust dismissal; he concluded that Payne deserved a second chance to learn from his previous discipline. This finding, again, failed to consider Payne's misconduct immediately following the Step Three discipline, and the fact that this misconduct was linked in time and substance to the misconduct giving rise to the initial discipline.", "[47] Before concluding on this point, I also note that the Adjudicator did not consider whether, in ordering that Payne be reinstated, the requisite trust and confidence necessary to sustain the employment relationship could be re-established. As discussed, Payne lied twice to Ms. S during the investigation, he disregarded the direction that he not communicate with other employees about the investigation until it was concluded, and subsequent to the corrective order of October 16, 2008 he returned to his previous branch and had sexual relations with Carter. By not taking into account these factors, the Adjudicator did not have regard to all relevant considerations in making his decision on reinstatement. 3. Did the Adjudicator violate the parties' right to be heard on the question of remedies?", "[48] Apart from the question of bias, the only potential violation of procedural fairness that arises from the parties' submissions relates to the right to be heard in the context of the Adjudicator's decision on remedies.", "[49] While the parties had not had the chance to make submissions on remedy before the November 11, 2010 decision of the Adjudicator, Payne is correct in suggesting that a violation of the right to be heard can be cured by a subsequent hearing in which the parties are given the opportunity to make submissions on the issue at hand: <FRAGMENT_SUPPRESSED>  (CA) at para 26.", "[50] In this case, the Adjudicator withdrew his initial decision on remedies and gave the parties a chance to be heard prior to issuing his final decision. No final decision had been rendered and the Adjudicator had remained seized of the matter. This cured any initial violation of procedural fairness that may have existed. I note that the Adjudicator in fact adjusted his decision somewhat following receipt of the evidence and submissions. There was no breach of procedural fairness. 4. Was there a reasonable apprehension of bias with respect to the Adjudicator?", "[51] The test for establishing a reasonable apprehension of bias of the decision-maker was restated by the SCC in R v S (RD) , [1997] 3 SCR 484 at para 111: a reasonable apprehension of bias exists where a reasonable and informed person, with knowledge of all the relevant circumstances, viewing the matter realistically and practically, would conclude that the decision maker's conduct gives rise to a reasonable apprehension of bias. The decision-maker does not need to have actually been biased; rather a reasonable apprehension of bias is sufficient for there to have been a violation of procedural fairness.", "[52] In determining if there is a reasonable apprehension of bias the Court is to consider whether an informed person would think that it is more likely than not that the decision-maker, whether consciously or unconsciously, would not decide fairly: Committee for  <FRAGMENT_SUPPRESSED> ; and R v S (RD) , above. Adjudicators are presumed to be impartial and thus a high standard of proof is required to establish a reasonable apprehension of bias: R v S (RD) , above at para 158.", "[53] In alleging that there was a reasonable apprehension of bias with respect to the Adjudicator, the Bank relies on the fact that the Adjudicator did not give the parties the chance to present evidence with respect to remedy before making his decision. The Bank suggests that the Adjudicator inferred that Payne would have learned from a suspension, but failed to seek his testimony on this point, and that these facts suggest that the Adjudicator was predisposed to a particular result. In addition, the Bank in effect submits that since the Adjudicator came to the same conclusion on remedies after hearing submissions from the parties, he could not reasonably be considered to be impartial.", "[54] I disagree. While the initial failure to give the parties the opportunity to be heard on the question of remedies may have resulted in a violation of procedural fairness, he rectified that potential violation prior to reaching his final decision. I do not believe that the Bank has offered sufficient evidence to establish that an informed person would reasonably conclude that the Adjudicator was unable to decide fairly in this case. An informed observer would conclude that the lapse in procedural fairness arose by reason of a genuine misunderstanding and was promptly rectified. JUDGMENT", "[55] THIS COURT'S JUDGMENT is that this application for judicial review is granted. The decision of the Adjudicator is set aside. Application allowed. Editor: Angela E. McKay/vnh"]}