{"id_": "065240", "body_str": ["[1] Russell, J. : This is an application pursuant to subsection 72 (1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( Act ) for judicial review of a decision by the Refugee Protection Division of the Immigration and Refugee Board (Board), dated November 16, 2009 (Decision), which refused the Applicants' application to be deemed Convention refugees or persons in need of protection under sections 96 and 97 of the Act .  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] The Principal Applicant, a homosexual male, is a citizen of Mexico. He joined a group called Liberation Light that helped those with drug or alcohol abuse issues overcome their problems. He joined the group in November of 2000 to help him \"overcome\" his homosexuality. He attended the group for two years.  <FRAGMENT_SUPPRESSED>", "[3] After some time away from the group, the Principal Applicant returned in 2006. Upon his return, he became concerned that the group was promoting hatred and discrimination against homosexuals. He discussed this approach with the group's coordinator, but the coordinator was not interested in change. The Principal Applicant then made public statements at a group meeting opposing the group's approach to dealing with homosexuals. His statements provoked much controversy within the group. The group soon lost many of its clients and was forced to cease operating.  <FRAGMENT_SUPPRESSED>", "[4] The leaders of the group then threatened serious harm against the Principal Applicant. He reported this threat to the police. The sons of one of the group leaders then assaulted him and his brother. The Principal Applicant did not report this assault to the police because his assailants had warned him not to because of their father's contacts with authorities in Mexico. Moreover, he felt that Mexican police discriminate against homosexuals and, as a result, assistance would not be forthcoming.  <FRAGMENT_SUPPRESSED>", "[5] These incidents resulted in the Principal Applicant and his brother fleeing from Mexico. After they left Mexico, their parents were targeted and windows in their home were smashed on three occasions. The parents then fled Mexico and joined their sons in Canada.  <FRAGMENT_SUPPRESSED>", "[6] The Principal Applicant, his brother, and his mother and father filed a joint application for refugee status in Canada. This application was rejected by the Board.  <FRAGMENT_SUPPRESSED> DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>", "[7] The Board found that the determinative issue in this case was state protection.  <FRAGMENT_SUPPRESSED>", "[8] In making its determination, the Board considered the Applicant's testimony, counsel's written submissions and all documentary evidence provided. The Board paid particular attention to the documentary evidence pertaining to discrimination, harassment and criminal acts against homosexuals in Mexico, as well the evidence about the police, mechanisms for lodging complaints, and the level of democracy in Mexico.  <FRAGMENT_SUPPRESSED>", "[9] The Board noted that the Applicants expressed fear of the group leaders of the Liberation Light as well as fear of the general public that is homophobic and discriminates against and harasses sexual minorities.  <FRAGMENT_SUPPRESSED>", "[10] The Board noted the Principal Applicant's testimony that his classmates had discriminated against him in school because they perceived him to be homosexual. He did not report this treatment to the principal or teachers because he had not revealed his sexual orientation.  <FRAGMENT_SUPPRESSED>", "[11] With regard to the state's protection of homosexuals, the Board did not believe that \"the majority of police at all levels do not assist homosexuals since there is no documentary evidence before the panel that states so. <FRAGMENT_SUPPRESSED>", "[12] The Board found that the Principal Applicant had not tried to avail himself of state protection. It noted that \"he did not seek redress regarding the threats he received from [the group leaders] ... and after his brother and he were assaulted by David's sons. <FRAGMENT_SUPPRESSED>", "[13] The Board noted that the Principal Applicant claimed to have knowledge of the existence of federal law concerned with the prevention and elimination of discrimination, but had nonetheless made no effort to seek \"legal assistance or assistance from the state authorities other than police\" when his rights were violated. The Board recognized his belief that the police were corrupt because they were friends with the group leader, but noted that he had not sought help from any \"anti-corruption state agency. <FRAGMENT_SUPPRESSED>", "[14] The Board then considered that the Principal Applicant had knowledge of the Human Rights Commission in Mexico, but he did not seek the Commission's help because its website did not state that it helps homosexuals. The Board noted that he had not provided a copy of the Human Rights Commission's website, so the Board was not persuaded that the \"Human Rights Commissions do not assist homosexuals as alleged. <FRAGMENT_SUPPRESSED>", "[15] The Principal Applicant also had knowledge with regard to a number of organizations in Mexico that address and combat discrimination against homosexuals. However, he did not seek assistance from these bodies because he believed they were corrupt.  <FRAGMENT_SUPPRESSED>", "[16] The Board noted that the Principal Applicant did not know of the existence of the Secretariat of Public Administration, or SACTEL, which is a 24-hour hotline that takes complaints from citizens with regard to corruption and misconduct. Although he was aware of the existence of an organization called 06, which functions in a similar way to SACTEL, he chose not to seek their assistance because the group leaders have \"friends everywhere. <FRAGMENT_SUPPRESSED>", "[17] The Principal Applicant also admitted that he had knowledge of the Federal Agency of Investigations which deals with such issues as corrupt state officials, but he stated that he had chosen not to contact them for fear of retribution from the group leaders if he did.  <FRAGMENT_SUPPRESSED>", "[18] Similarly, after the Principal Applicant's flight from Mexico, his parents did not seek assistance from any state agency, including the police when their windows were broken. The Board was not convinced that the Principal Applicant's father would not have received assistance from the police if requested, since he is not a homosexual.  <FRAGMENT_SUPPRESSED>", "[19] The Board determined that, based on the evidence adduced, it was not convinced that the Principal Applicant would not have received assistance from state agencies had he requested their help. Because Mexico is a democracy, the Board found that \"ignorance of the complaints mechanisms is no excuse for the claimant's failure to pursue the avenues available to her [sic] in Mexico, and taking extreme measures of seeking protection abroad. <FRAGMENT_SUPPRESSED>", "[20] The Board canvassed the agencies available in Mexico, including the federal and state police, and other state agencies that address such issues as drug trafficking, kidnapping, corruption and violence against sexual minorities.  <FRAGMENT_SUPPRESSED>", "[21] The Board determined that, because they lived in a democracy, the Applicants were required to seek protection from the state agencies in Mexico prior to seeking international protection. In this instance, the Principal Applicant had not sought help from authorities when his rights were violated. Accordingly, the Board found that the Principal Applicant \"did not reasonably exhaust any course of action open to her [sic] in obtaining state protection in Mexico, and hence, he has not discharged the onus of showing clear and convincing proof of the state's inability or unwillingness to protect him. <FRAGMENT_SUPPRESSED>", "[22] While the Board considered the psychologist's report, it determined that there was no persuasive evidence adduced at the hearing to show that psychological help would not be available to the Principal Applicant upon his return to Mexico.  <FRAGMENT_SUPPRESSED>", "[23] The Board stated that, while it did not disbelieve the Applicants' evidence of discrimination faced by homosexuals in Mexico, it was not convinced that \"the claimant would not receive adequate state protection against those he fears including the general public should he return to Mexico. <FRAGMENT_SUPPRESSED>", "[24] The Board also considered documentary evidence that the Mexican government was involved with federal police reform, and that public officials, including the police, are punished for misconduct where necessary. Accordingly, the Board determined that there was no lack of police protection for the Applicants. Moreover, the Board was not persuaded that the Principal Applicant would not have received help if he had requested it, based on the training the police receive prior to entering the force coupled with disciplinary measures taken for any misconduct. Rather, the Board found that the Applicants had simply not made any effort to seek assistance from any state agencies in Mexico.  <FRAGMENT_SUPPRESSED>", "[25] The Board did not find that the documentary evidence suggested that a majority of the population of Mexico discriminates against homosexuals.  <FRAGMENT_SUPPRESSED>", "[26] The Board also considered the existence of SIEDO, the Special Investigations into Organised Crime, and found that there was no proof that SIEDO would not have provided witness protection against the group leaders and the Principal Applicant's assailants had he sought help.  <FRAGMENT_SUPPRESSED>", "[27] Moreover, in order to address the misconduct of state agencies that were in collusion with the group leaders, the Board determined that the Principal Applicant should have sought help from anti-corruption agencies. The Board noted that efforts were made in 2007 to target corruption within the federal government, and that the Mexican government has enacted strict laws to deal with corruption and bribery. Consequently, the national corruption index has since decreased in Mexico.  <FRAGMENT_SUPPRESSED>", "[28] The Board found there to be no shortage of action from the state authorities against corrupt government officials, including the police.  <FRAGMENT_SUPPRESSED>", "[29] The Board also noted that sexual minorities have seen \"substantial political and legal gains at the federal level and in several states and municipalities ... such as Mexico City. <FRAGMENT_SUPPRESSED>", "[30] In 1998, the Mexican Chamber of Deputies voted to repeal discriminatory language in the Federal District Penal Code. Moreover, in 2003, the Mexican congress approved the Federal Law to Prevent and Eliminate Discrimination. The Board also noted the political participation of homosexuals in Mexico is widely accepted.  <FRAGMENT_SUPPRESSED>", "[31] The Board canvassed the growing homosexual movements in several cities in Mexico and concluded that it was \"not persuaded to believe that the claimant lacks adequate state protection against homophobic Mexicans and employers in Mexico City where a large population of gays reside, and work. <FRAGMENT_SUPPRESSED>", "[32] Although the Principal Applicant and his family resided in Mexico City where numerous state protection agencies existed, the Board found that they had made no effort to seek help from any of these agencies prior to seeking protection in Canada. As such, the Board held that \"based on the totality of the evidence adduced, the panel finds adequate, though not perfect, state protection is available to the claimants in Mexico. <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[33] The Applicants submit the following issue on this application:  <FRAGMENT_SUPPRESSED> 1. Did the Board err in failing to consider evidence contrary to its finding that the applicants could access state protection in Mexico?  <FRAGMENT_SUPPRESSED> STATUTORY PROVISIONS  <FRAGMENT_SUPPRESSED>", "[34] The following provisions of the Act are applicable in these proceedings:  <FRAGMENT_SUPPRESSED> \"Convention refugee  <FRAGMENT_SUPPRESSED> \"96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, Boardship in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED> (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED> (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED> \"Person in need of protection  <FRAGMENT_SUPPRESSED> \"97(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> \"Person in need of protection  <FRAGMENT_SUPPRESSED> \"97(2) A person in Canada who is a Board of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[35] <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada recognized that, although the reasonableness simpliciter and patent unreasonableness standards are theoretically different, \"the analytical problems that arise in trying to apply the different standards undercut any conceptual usefulness created by the inherently greater flexibility of having multiple standards of review\" ( at paragraph 44). Consequently, the Supreme Court of Canada held that the two reasonableness standards should be collapsed into a single form of \"reasonableness\" review.  <FRAGMENT_SUPPRESSED>", "[36] The Supreme Court of Canada  <FRAGMENT_SUPPRESSED> also held that the standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.  <FRAGMENT_SUPPRESSED>", "[37] The Board's consideration and assessment of the evidence is a matter of fact. Issues of fact attract a standard of reasonableness upon review, since in \"judicial review contexts, [courts] should show deference to lower courts and administrative decision makers of question of facts\": <FRAGMENT_SUPPRESSED> . As such, a standard of reasonableness is appropriate in considering whether the Board failed to consider evidence contrary to its own finding.  <FRAGMENT_SUPPRESSED>", "[38] Moreover, as submitted by the Respondent, reasonableness is also the appropriate standard with regard to state protection, since the adequate of state protection is a question of mixed fact and law.  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[39] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": at paragraph 47. Put another way, the Court should only intervene if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law. <FRAGMENT_SUPPRESSED> ARGUMENTS  <FRAGMENT_SUPPRESSED> The Applicants  <FRAGMENT_SUPPRESSED> State protection  <FRAGMENT_SUPPRESSED>", "[40] The Board did not doubt the credibility of the Applicants. There was no dispute as to the sexual orientation of the Principal Applicant or his experiences in Mexico as a homosexual.  <FRAGMENT_SUPPRESSED>", "[41] The Applicants submit that the Board's assessment of state protection took place in a vacuum in which their evidence with regard to inadequate state protection that contradicted the Board's finding went unmentioned by the Board. The Board must consider any contradictory evidence placed before it in making its decision, and should explain how this evidence affected its findings.  <FRAGMENT_SUPPRESSED> ; 157 F.T.R. 35 (T.D.) at paragraph 15. Even though evidence existed that Mexico may have been willing to protect the Applicants, it may have been unable to do so.  <FRAGMENT_SUPPRESSED>", "[42] Moreover, such an assessment should have focused solely on the police force in Mexico, as opposed to the variety of state authorities and bodies cited and relied on by the Board as providing state protection. The Applicants submit that the Board erred in focussing on the alternate state authorities and bodies it felt the Applicants should have asked for assistance before fleeing Mexico. A similar error is referred to in the case of <FRAGMENT_SUPPRESSED> ; 2008 FC 491 at paragraph 25:  <FRAGMENT_SUPPRESSED> \"These alternate institutions do not constitute avenues of protection per se; unless there is evidence to the contrary, the police force is the only institution mandated with the protection of a nation's citizens and in possession of enforcement powers commensurate with this mandate. <FRAGMENT_SUPPRESSED>", "[43] In their particular case, the Applicants believe that seeking protection from the police would be highly questionable since the Principal Applicant had experienced harassment by the police in Mexico City. The Applicants concede that this harassment did not rise to the level of persecution, but it made the Principal Applicant doubt the protection of the police in Mexico City from any religious or cult organization with ties to both criminals and the police. Indeed, the Principal Applicant provided testimony to the Board that he had seen one of the former leaders of the group interacting with police in his neighborhood as if they were \"old friends. <FRAGMENT_SUPPRESSED>", "[44] The Applicants submit that the Board's assessment should have centered on whether the police in Mexico would be able to offer adequate or effective protection to the Applicants. They contend that this required a consideration of whether the protection offered by the state was sufficient to reduce the possibility of prospective persecution to less than a serious possibility.  <FRAGMENT_SUPPRESSED>", "[45] Accordingly, the Board erred in focusing on the good intentions of the government of Mexico, or the government's creation of mechanisms that could potentially protect the Applicants. Rather, the Board should have focused on whether the government's intentions and actions have resulted in effective protection for persons such as the Applicants.  <FRAGMENT_SUPPRESSED>", "[46] The Applicants submit that they cannot reasonably be expected to place themselves in danger in order to \"exhaust all avenues of protection.\" The Principal Applicant and his brother could not reasonably have been expected to undergo a lengthy complaint procedure against the police after having been threatened at gunpoint by one of the group leader's sons. At this time, the Principal Applicant required timely and effective protection. The evidence placed before the Board suggests that such concrete protection was not likely available to them, including (but not limited to) a report by Judith Adler Hellman and an Amnesty International report.  <FRAGMENT_SUPPRESSED>", "[47] The Board's statement that it did not dispute the ill-treatment of homosexuals in Mexico was not a substitute for a proper analysis of the evidence adduced by the Applicants that demonstrated a lack of state protection. The Board erred by failing to analyze the evidence before it that clearly contradicted its conclusions.  <FRAGMENT_SUPPRESSED>", "[48] While the Applicants concede that a refugee claimant should seek protection in their home country, the Supreme Court of Canada held in <FRAGMENT_SUPPRESSED>  that a claimant need not risk his or her life in approaching the state for protection simply to show that the protection in ineffective. Moreover, the Applicants contend that the question at issue in this instance is not whether state protection is generally available, but whether state protection is available to the Applicants themselves.  <FRAGMENT_SUPPRESSED> The Respondent  <FRAGMENT_SUPPRESSED> State protection  <FRAGMENT_SUPPRESSED>", "[49] The Board determined that the Principal Applicant and his family made no attempt to seek help from any of the agencies available to provide state protection. Accordingly, they did not discharge their burden of showing the state's inability or unwillingness to protect them.  <FRAGMENT_SUPPRESSED>", "[50] The Respondent contends that, absent a complete breakdown of the state apparatus, there is a presumption of state protection. It is the Applicants' burden to produce clear and convincing evidence to rebut this presumption. See Ward , and Hinzman .  <FRAGMENT_SUPPRESSED> Failure to rebut presumption of state protection  <FRAGMENT_SUPPRESSED>", "[51] The Principal Applicant claims that he did not seek protection because he was concerned that the group leader had contacts within the police, and he believed the police discriminate against homosexuals. However, the Board noted that the evidence did not demonstrate that the police or other state authorities were unwilling to assist him. Specifically, the Board found that the Principal Applicant had failed to: a) seek help from teachers and the school principal when threatened; b) seek help from the police or any other state agency when assaulted; and c) seek legal assistance when his rights were violated, despite his knowledge of the existence of organizations that offer assistance. The Principal Applicant's family also failed to seek protection from the police when their home was targeted. The Respondent suggests that these findings demonstrate not only the lack of effort to seek protection, but also an unwillingness to seek protection.  <FRAGMENT_SUPPRESSED>", "[52] The Federal Court has determined that, in considering the availability of state protection, the Board may examine all reasonable steps taken by applicants in the circumstances. Accordingly, if reasonable steps were not taken by the Applicants, it will reasonably impact their claim.  <FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>", "[53] The Board also noted the plethora of agencies in Mexico from which the Applicants could have sought help, including the federal police, the state police, SIEDO, SACTEL, and more. However, the Principal Applicant made no effort to seek help from any of these state agencies when he felt that the leaders of the group might have connections with the police.  <FRAGMENT_SUPPRESSED>", "[54] In response to the Applicants' reliance on Zepeda , the Respondent refers the Court to <FRAGMENT_SUPPRESSED> ; 2008 FC 971; <FRAGMENT_SUPPRESSED> ; 2003 FCT 698; <FRAGMENT_SUPPRESSED> ; 2002 FCT 281; <FRAGMENT_SUPPRESSED> ; 2008 FC 134 at paragraph 10.  <FRAGMENT_SUPPRESSED>", "[55] Moreover, the Respondent argues that the present case is comparable to that of <FRAGMENT_SUPPRESSED> ; 377 N.R. 393; 2008 FCA 94 at paragraphs 31-36, in which the Federal Court of Appeal held that one unsuccessful attempt to seek protection from the local police was not enough to establish the inadequacy of state protection. In the present case, no attempt was made to seek protection after the Principal Applicant was first threatened. Consequently, it cannot be said that the presumption of state protection was rebutted.  <FRAGMENT_SUPPRESSED>", "[56] Furthermore, the Respondent submits that the steps taken by the Applicants to seek state protection are correlative to the democratic strength of the state. Thus, the more democratic the state, the more applicants must do to seek protection.  <FRAGMENT_SUPPRESSED> ; 206 N.R. 272; 143 D.L.R.(4th) 532 (F.C.A.) at page 534 [D.L.R.], and <FRAGMENT_SUPPRESSED> ; 2007 FCA 171, at paragraph 57.  <FRAGMENT_SUPPRESSED>", "[57] The Board determined that Mexico is a democratic country. Moreover, the Respondent cites and relies on many cases in which the Federal Court has recently upheld the presumption that state protection generally exists in Mexico. See, for example, Sanchez and Gutierrez .  <FRAGMENT_SUPPRESSED>", "[58] The Principal Applicant's harassment at the hands of the police does not amount to exceptional circumstances that exempt him from the burden of seeking state protection. Because Mexico is a democracy, it was reasonable for the Board to expect the Applicants to seek help from the police and other agencies prior to seeking international protection. Ignorance of complaint mechanisms does not relieve the Applicants of this burden.  <FRAGMENT_SUPPRESSED> Adequate state protection  <FRAGMENT_SUPPRESSED>", "[59] The Respondent submits that the Board made no error in finding adequate, although not perfect, protection was available to the Principal Applicant and his family in Mexico. The Board acknowledged the difficulties experienced by homosexuals in Mexico, but determined that, on the totality of the evidence, Mexico is making serious efforts to better protect its citizens.  <FRAGMENT_SUPPRESSED>", "[60] State protection need not be perfect. It need only be adequate. The imperfection of state protection is not a basis for finding a lack of state protection. See Minister of Employment and  <FRAGMENT_SUPPRESSED> ; 150 N.R. 232; 99 D.L.R.(4th) 334 (F.C.A.) and <FRAGMENT_SUPPRESSED> ; 2008 FC 247, at paragraph 21.  <FRAGMENT_SUPPRESSED>", "[61] The Court has upheld numerous Board decisions that have found adequate state protection in Mexico. One such example is Sanchez , in paragraph 12 in which Justice Barnes stated as follows:  <FRAGMENT_SUPPRESSED> \"Whatever deficiencies may exist within the Mexican criminal justice system, the country is a functioning democracy with an official apparatus sufficient to provide a measure of protection to its citizens. <FRAGMENT_SUPPRESSED>", "[62] The Respondent submits that the Board undertook the thorough analysis required and discussed in paragraph 20 of Zepeda . The Board clearly considered the Applicants' country of origin, the steps taken by the Applicants, and their interaction with the authorities. The Board also considered the governance of Mexico as well its problems with corruption. Nevertheless, the Board concluded that, based on the circumstances of the case, Mexico would have been able to protect the Principal Applicant and his family.  <FRAGMENT_SUPPRESSED>", "[63] The Applicants suggest that the Board should not have focused on the Mexican government's intentions and efforts but should have looked at results. The Respondent submits that the Board's assessment was all-inclusive, and that it considered the challenges faced by the government (corruption), the efforts the government is making (including the enactment of laws), and the results it has obtained so far (dismissals and charges laid). The fact that the Board considered this evidence makes it clear that it conducted a full analysis of the intentions, efforts, and results of the government.  <FRAGMENT_SUPPRESSED> Need not cite all evidence  <FRAGMENT_SUPPRESSED>", "[64] The Respondent disputes the Applicants' allegation that the Board erred by failing to consider all the evidence before it. According to the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ; 147 N.R. 317 (F.C.A.) at 318  <FRAGMENT_SUPPRESSED> , \"the fact that some of the documentary evidence was not mentioned in the Board's reasons is not fatal to it's [sic] decision.\" Consequently, the RPD was not required to mention each and every piece of evidence before it in its reasons.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[65] There were no adverse credibility findings in this case and the application comes down to whether the Board's state protection analysis was reasonable.  <FRAGMENT_SUPPRESSED>", "[66] As the Federal Court of Appeal made clear  <FRAGMENT_SUPPRESSED> at paragraph 57 \"in the case of a developed democracy, the claimant is faced with the burden of proving that he exhausted all the possible protections available to him and will be exempted from his obligation to seek state protection only in the event of exceptional circumstances ... . <FRAGMENT_SUPPRESSED>", "[67] With respect to Mexico, as Justice Tremblay-Lamer pointed out  <FRAGMENT_SUPPRESSED> at paragraphs 17-20, the jurisprudence of this Court recognizes Mexico as a functioning democracy but also recognizes that there are well-documented governance and corruption problems that require decision-makers to engage in a full assessment of the evidence placed before them on the issue of state protection. As Justice Tremblay-Lamer points out:  <FRAGMENT_SUPPRESSED> \"This assessment should include the context of the country of origin in general, all the steps that the applicants did in fact take, and their interaction with the authorities. <FRAGMENT_SUPPRESSED>", "[68] In the present case, the Applicants did not approach the authorities. Their explanation was that the Principal Applicant had been harassed in the past by the police in Mexico City and the police were, in any event, friendly with the agents of persecution. They feared that approaching the police would expose them to risk. In addition, that say that even if they had approached the police, the evidence before the Board was that the police would not have assisted them.  <FRAGMENT_SUPPRESSED>", "[69] In the case of a fully developed democracy, these excuses for not approaching the authorities would not have availed the Applicants, but Mexico has problems that require a fuller assessment and a contextual approach to state protection. The state of Mexico certainly wants to protect its citizens, but is it able to protect them?  <FRAGMENT_SUPPRESSED>", "[70] In the present case, the Applicants placed before the Board reputable evidence not only that the Mexican authorities cannot protect ordinary Mexicans who lack wealth and influence, but that it is those very authorities (the police, the judiciary and the government) who pose the greatest danger to the normal citizen.  <FRAGMENT_SUPPRESSED>", "[71] This evidence suggests that all police forces in Mexico are riddled with corruption and are operating outside the law, that the National Human Rights Commission acknowledges that the very institutions who are supposedly there to protect ordinary Mexicans are the ones most likely to violate their human rights, and that the wealthy and the well-connected operate outside the law with impunity in a context where the police and government are infested by drug traffickers and other organized criminals.  <FRAGMENT_SUPPRESSED>", "[72] This evidence cannot be discounted as unauthoritative. Professor Judith Adler Hellman, Professor of Political and Social Science at York University has produced a Report on Human Rights in Mexico after more than 40 years of fieldwork and research in Mexico. Professor Hellman's position was that of the Chair of the Human Rights Task Force on the Latin American Studies Association - an international organization of some 6000 scholars whose work focuses on Latin America.  <FRAGMENT_SUPPRESSED>", "[73] Professor Hellman's report not only addressed country conditions in Mexico, but also examined the trend of recent IRB decisions that have found effective state protection in Mexico. She also addressed the prevalent notion that countries that have stable political institutions and open elections automatically enjoy a guaranteed rule of law and the services of an honest and professional police force, a notion which lies behind the presumption of state protection in our own jurisprudence.  <FRAGMENT_SUPPRESSED>", "[74] Professor Hellman concludes that an improvement in stable political institutions may not mean an improvement in the rule of law and that Mexico is a case in point. In Mexico, Professor Hellman points out, the loss of power by the Party of the Institutional Revolution has led to a more uncontrolled state of corruption and lawlessness among the security forces. The much heralded anti-corruption program launched by the Democratic Revolutionary Party administration in Mexico City has meant that \"Mexicans are less able than ever to gain protection from the police. <FRAGMENT_SUPPRESSED>", "[75] Professor Hellman's work is authoritative and her conclusions are startling:  <FRAGMENT_SUPPRESSED> \"No well-informed person in Mexico would be inclined to turn to the police for help in the event of feeling threatened by criminals, by political opponents, or by persons who, for whatever reason, have issued threats of violence.  <FRAGMENT_SUPPRESSED> \"Thus, in this setting, Mexicans have no recourse to the police for protection from wrongdoers as we do in Canada. It basically makes no sense to call on the police to rescue oneself from harm. On the contrary it would create greater risk for oneself in the situation .\" (Emphasis added.)  <FRAGMENT_SUPPRESSED>", "[76] Professor Hellman's report was not the only evidence before the Board that contradicted the Board's conclusions about Mexico and which spoke of the reality for victims of crime in Mexico. There was an Amnesty International Report, and an article published in the most recent (March/April 2009) issue of Foreign Policy .  <FRAGMENT_SUPPRESSED>", "[77] Professor Hellman points to recent cases involving the murder of Canadians and other foreigners in Mexico. Her conclusions are that such cases have demonstrated a \"stunning lack of competence and concern\" of police at all levels to investigate crime and protect citizens even when such cases bring Mexico under an international spotlight and may cost the country significant tourist dollars. If the police cannot mount even a minimally credible and competent investigation in such cases, then the reality for ordinary Mexicans must indeed be dire.  <FRAGMENT_SUPPRESSED>", "[78] The Board was notably silent on this evidence that contradicted its own conclusions.  <FRAGMENT_SUPPRESSED>", "[79] The Board did not have to accept this contrary evidence. But it had an obligation to review it and say why it could be discounted in favour of other reports that support its own conclusions.  <FRAGMENT_SUPPRESSED> ; 2004 FC 1341, paragraphs 35-37, and Cepeda-Guttierez , paragraph 47. The Board's failure to do this renders the Decision unreasonable.  <FRAGMENT_SUPPRESSED>", "[80] THIS COURT ORDERS AND ADJUDGES that  <FRAGMENT_SUPPRESSED> 1. The application is allowed. The decision is quashed and the matter is returned for reconsideration by a different Board member.  <FRAGMENT_SUPPRESSED> 2. There is no question for reconsideration.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}