{"id_": "065387", "body_str": ["[1] Shore, J. [Translation]: This is an application for judicial review of a decision rendered January 31, 2011, affirmed by the Appeal Division of the National Parole Board [NPB] on June 20, 2011, in which the NPB, in accordance with the Corrections and Conditional Release Act , SC 1992, c 20 [CCRA], continued the applicant's detention. II. Facts", "[2] The applicant, Mr. Denis Albert, has been serving a 12-year sentence of imprisonment for manslaughter since July 26, 2000. On May 21, 1999, he struck and strangled his ex-wife, leaving her unconscious in her bed. He then set fire to the mattress by throwing his lit cigarette on it. The victim regained consciousness and tried to open her bedroom door but was unable to do so. She was the mother of two young children of a previous union.", "[3] The trial brought episodes of conjugal violence to light through the testimony of the applicant's former spouses.", "[4] The applicant has a lengthy criminal record, which begins in 1997 with his conviction for pointing a firearm and careless use of a firearm. He was convicted of assault later that year.", "[5] On January 16, 2008, the NPB granted day parole with the following conditions, among others: enrol in and follow a program for substance abusers; and notify his parole officer of any new conjugal relationship.", "[6] From October 24, 2007, to January 16, 2008, the applicant took part in the National Family Violence Maintenance Program. The program counsellors noted that they were unable to ascertain the applicant's intentions with respect to the fire that caused the death of his ex-spouse, and they recommended that he participate in the Maintenance Program.", "[7] It appears that the applicant met Francine Carrière around March 2008 and had a serious relationship with her. On March 26, 2008, the Correctional Service of Canada [CSC] conducted a Community Assessment with the assistance of the applicant's new girlfriend and concluded that the relationship posed a risk and that it was not recommended to allow the couple to benefit from leave during unsupervised weekends.", "[8] It appears that, without his parole officer's knowledge, the applicant met with his girlfriend in places that were not public. On May 1, 2008, as a condition of the applicant's day parole, the NPB forbade any contact with Ms. Carrière and required him to notify his parole officer of any new conjugal relationship or friendship.", "[9] On June 3, 2008, a day parole suspension warrant was issued due to the applicant's lack of cooperation with his supervisors.", "[10] On September 22, 2008, the NPB revoked day parole due to the applicant's potential for violence.", "[11] The applicant's relationship with his parole officer was characterized by conflict. Based on the Protected Information Reports and the Security Intelligence Report dated July 14 and July 16, 2009 [the CSC Reports], the applicant had made plans to kill his officer. The applicant was met by the Sûreté du Québec. On July 15, 2009, the applicant was placed in administrative segregation on the basis that he was planning to commit an act of violence against a staff member.", "[12] On March 31, 2010, the NPB barred parole and day parole on the basis of the applicant's involvement in tobacco trafficking and his threats against his parole officer. This decision was confirmed by the NPB's Appeal Division, which rejected the applicant's argument that the content of the CSC Security Intelligence Reports had not been disclosed to him, thereby breaching his right to procedural fairness.", "[13] On September 23, 2010, the applicant's psychological profile was updated and disclosed a high risk of reoffending.", "[14] On June 20, 2011, the NPB's Appeal Division confirmed the NPB's decision to continue the applicant's detention.", "[15] The end of the warrant of committal was scheduled for July 25, 2012. III. The decision that is the subject of this application for judicial review", "[16] The NPB concluded that if the applicant were paroled before the expiration of his sentence, he would be likely to commit an offence causing serious harm to another person.", "[17] The NPB stressed the applicant's continued violent conduct. It noted that the applicant did not acknowledge his guilt following his conviction for manslaughter. It was only in 2002, after all avenues for appeal were exhausted, that he admitted to committing the offence. The NPB also emphasized the applicant's violent conduct in the context of conjugal relationships, making reference to the testimony of his former spouses at his trial.", "[18] In addition, the NPB analysed the applicant's plan to punish his parole officer, stressing what it considered to be the applicant's proclivity for violence against women. In so doing, the NPB rejected the applicant's submission that the information contained in the CSC Reports associated with this matter are not reliable and were not disclosed to him. On this point, the NPB concluded that the applicant was acquainted with the essential information and had the ability to answer it. Among other things, the NPB's decision notes: [translation] . . . At the hearing, you acknowledged feeling frustration about your officer following the events that led to your suspension. You have denied any vindictive intent concerning her. (NPB decision at 5).", "[19] The NPB emphasized the applicant's conduct in 2008 when he was on day parole. Specifically, he refused to acknowledge the risk posed by his relationship with his then girlfriend, and he lacked transparency. He also failed to cooperate with the competent authorities. Moreover, the NPB noted that the applicant refused to submit to the psychological assessment required for the hearing. As a result, the psychologist relied on the documentary evidence and found, among other things, that the risk of violence in the context of a conjugal relationship remained high.", "[20] The NPB was not satisfied with the applicant's parole plan to live in a halfway house; it found that he does not have a realistic view of the situation because he does not question himself.", "[21] The Appeal Division of the NPB confirmed the NPB's decision. It explained that the applicant's claim that his right to procedural fairness was breached had already been considered. Specifically, although the CSC Reports were not disclosed to him, the applicant was familiar with all the information about him through other documents in his possession. The Appeal Division of the NPB acknowledged the NPB's error of fact in finding that the applicant had not completed programmes reducing the risk of reoffending after his day parole was revoked. However, the Appeal Division found that this was not a material error. IV. Points in issue", "[22] (1) Has the debate become moot? (2) Did the NPB's failure to disclose the CSC Security Intelligence Reports amount to a breach of procedural fairness? (3) Is the NPB's decision reasonable? V. Relevant statutory provisions", "[23] The following provisions of the CCRA are relevant: Accuracy, etc., of information 24. (1) The Service shall take all reasonable steps to ensure that any information about an offender that it uses is as accurate, up to date and complete as possible. Correction of information (2) Where an offender who has been given access to information by the Service pursuant to subsection 23(2) believes that there is an error or omission therein, ) the offender may request the Service to correct that information; and ) where the request is refused, the Service shall attach to the information a notation indicating that the offender has requested a correction and setting out the correction requested. Service to give information to parole boards, etc. 25. (1) The Service shall give, at the appropriate times, to the National Parole Board, provincial governments, provincial parole boards, police, and any body authorized by the Service to supervise offenders, all information under its control that is relevant to release decision-making or to the supervision or surveillance of offenders. Purpose of conditional release 100. The purpose of conditional release is to contribute to the maintenance of a just, peaceful and safe society by means of decisions on the timing and conditions of release that will best facilitate the rehabilitation of offenders and their reintegration into the community as law-abiding citizens. Principles guiding parole boards 101. The principles that shall guide the Board and the provincial parole boards in achieving the purpose of conditional release are ) that the protection of society be the paramount consideration in the determination of any case; ) that parole boards take into consideration all available information that is relevant to a case, including the stated reasons and recommendations of the sentencing judge, any other information from the trial or the sentencing hearing, information and assessments provided by correctional authorities, and information obtained from victims and the offender; ) that parole boards enhance their effectiveness and openness through the timely exchange of relevant information with other components of the criminal justice system and through communication of their policies and programs to offenders, victims and the general public; ) that parole boards make the least restrictive determination consistent with the protection of society; ) that parole boards adopt and be guided by appropriate policies and that their members be provided with the training necessary to implement those policies; and ) that offenders be provided with relevant information, reasons for decisions and access to the review of decisions in order to ensure a fair and understandable conditional release process. Review of cases by service 129. (1) Before the statutory release date of an offender who is serving a sentence of two years or more that includes a sentence imposed for an offence set out in Schedule I or II or an offence set out in Schedule I or II that is punishable under section 130 of the National Defence Act , the Commissioner shall cause the offender's case to be reviewed by the Service. Referral of certain cases to Board (2) After the review of the case of an offender pursuant to subsection (1), and not later than six months before the statutory release date, the Service shall refer the case to the Board together with all the information that, in its opinion, is relevant to it, where the Service is of the opinion ) in the case of an offender serving a sentence that includes a sentence for an offence set out in Schedule I, that (i) the commission of the offence caused the death of or serious harm to another person and there are reasonable grounds to believe that the offender is likely to commit an offence causing death or serious harm to another person before the expiration of the offender's sentence according to law, or (ii) the offence was a sexual offence involving a child and there are reasonable grounds to believe that the offender is likely to commit a sexual offence involving a child before the expiration of the offender's sentence according to law; or ) in the case of an offender serving a sentence that includes a sentence for an offence set out in Schedule II, that there are reasonable grounds to believe that the offender is likely to commit a serious drug offence before the expiration of the offender's sentence according to law. Annual review of orders 131. (1) The Board shall review every order made under subsection 130(3) within one year after the date the order was made, and thereafter within one year after the date of each preceding review while the offender remains subject to the order. Board to inquire (2) The Board shall cause such inquiries to be conducted in connection with each review under subsection (1) as it considers necessary to determine whether there is sufficient new information concerning the offender to justify modifying the order or making a new order. Disclosure to offender 141. (1) At least fifteen days before the day set for the review of the case of an offender, the Board shall provide or cause to be provided to the offender, in writing, in whichever of the two official languages of Canada is requested by the offender, the information that is to be considered in the review of the case or a summary of that information. Idem (2) Where information referred to in subsection (1) comes into the possession of the Board after the time prescribed in that subsection, that information or a summary of it shall be provided to the offender as soon as is practicable thereafter. Waiver (3) An offender may waive the right to be provided with the information or summary referred to in subsection (1) or to have it provided within the period referred to, but where an offender has waived that period and any information is received by the offender, or by the Board, so late that the offender or the Board is unable to sufficiently prepare for the review, the offender is entitled to, or the Board may order, a postponement of the review for such reasonable period as the Board determines. (4) Where the Board has reasonable grounds to believe ) that any information should not be disclosed on the grounds of public interest, or ) that its disclosure would jeopardize (i) the safety of any person, (ii) the security of a correctional institution, or (iii) the conduct of any lawful investigation, the Board may withhold from the offender as much information as is strictly necessary in order to protect the interest identified in paragraph ( ) or ( ). Objet Principes Idem Renonciation VI. The parties' positions", "[24] The applicant submits that the NPB erred in law in refusing to follow the relevant case law concerning clear and persuasive evidence. In this regard, the applicant cites FRAGMENT_SUPPRESSED, which stand for the proposition that the NPB should not consider information of questionable reliability lest it breach its duty of fairness.", "[25] In the case at bar, the applicant objects to the use of the information to the effect that he has a hostile relationship with his parole officer, that he planned to take a contract on her life, and that he is allegedly involved in institutional tobacco trafficking.", "[26] The applicant further submits that the NPB breached its duty to provide all the information in its possession. The applicant specifies that he only knows the information contained in the Assessment for Decision [AFD] dated July 28, 2009, and that he never obtained the CSC Reports. The applicant alleges that, during the hearing, the NPB stated that such reports are never disclosed. The applicant submits that this practice is contrary to section 141 of the CCRA.", "[27] In addition, the applicant argues that the NPB made a decision based on erroneous findings of fact. He also criticizes the content of the last psychological report on which the NPB relied, because it does not take into account his participation in the family violence program. The applicant submits that the NPB erred in its assessment of his former spouses' testimony at his trial for manslaughter. He claims that the testimony in question does not support the NPB's finding that the applicant caused them serious harm. He says that the NPB also erred in finding that the parole officer suffered serious harm as a result of his actions. He adds that the NPB was incorrect in finding that his risk of reoffending in a conjugal context is high.", "[28] First and foremost, the respondent is of the opinion that the debate concerning the decision of January 31, 2011, has become moot because the CCRA provides that orders continuing detention must be reviewed by the NPB the following year and every year thereafter.", "[29] Moreover, the respondent argues that the hearing before the NPB is not the appropriate venue in which to contest the contents of the Security Intelligence Reports issued by the CSC. The NPB must simply ensure that the information is reliable and persuasive. Another process is available to the applicant if he wishes to contest these reports.", "[30] Lastly, the respondent argues that the decision of January 31, 2011, is reasonable, because the reasons do not rely on the contested reports, but rather, on the applicant's attitude, which reflects a lack of transparency and a lack of cooperation with the supervisors while he was on day parole. VII. Analysis (1) Has the debate become moot", "[31] First of all, the Court does not consider the debate moot within the meaning of FRAGMENT_SUPPRESSED. Subsection 131(1) of the CCRA provides for a review of the decision in question within one year of the decision being rendered. At the hearing, the parties confirmed that no new decision had been rendered, since the applicant asked the NPB for postponements pending the present decision. (2) Did the NPB's failure to disclose the CSC Security Intelligence Reports to the applicant amount to a breach of procedural fairness?", "[32] The correctness standard of review applies to this type of question ( FRAGMENT_SUPPRESSED).", "[33] The NPB's duty of disclosure must be analysed in light of the following principle: 10 There is, of course, no doubt that the authorities were entitled to protect confidential sources of information. A penitentiary is not a choir school and, if informers were involved (the record here does not reveal whether they were or not), it is important that they not be put at risk. But even if that were the case it should always be possible to give the substance of the information while protecting the identity of the informant. The burden is [page78] always on the authorities to demonstrate that they have withheld only such information as is strictly necessary for that purpose . A blanket claim, such as is made here, that \"all preventive security information\" is \"confidential and (cannot) be released\", quite apart from its inherent improbability, is simply too broad to be accepted by a court charged with the duty of protecting the subject's right to fair treatment. In the final analysis, the test must be not whether there exist good grounds for withholding information but rather whether enough information has been revealed to allow the person concerned to answer the case against him. But whichever way it be stated, the test is not met in the present case . [Emphasis added.] FRAGMENT_SUPPRESSED).", "[34] In addition, subsection 141(4) of the CCRA, which provides for exceptions to the disclosure of information, requires the NPB to justify its decision.", "[35] In this case, no information concerning the reason for non-disclosure was provided. It is impossible to know whether the protected reports were in the NPB's possession when it made its decision. The NPB has not provided any justification whatsoever for the non-disclosure, and this is problematic in view of the law. Consequently, this lack of justification results in a finding that procedural fairness has been breached.", "[36] The Court should specify that certain information from the CSC Reports was also contained in the AFD dated July 28, 2009, in Correctional Plan Progress Report No. 9 dated September 14, 2009, and in the AFD dated August 17, 2010. Nonetheless, a summary of certain information from the CSC Reports does not release the NPB from justifying its decision not to disclose those reports to the applicant.", "[37] In light of this finding, it is not necessary to examine in greater detail the question of the NPB's duty to clearly substantiate, in its decision, that the information on which that decision is based is reliable, in accordance with the principles enunciated in FRAGMENT_SUPPRESSED", "[38] This Court has no choice but to find that the lack of justification requires that the decision be referred back to a differently constituted panel so that if certain information contained in the CSC Reports is once again not disclosed, that non-disclosure is justified.", "[39] Having come to this conclusion, the Court is not required to continue its analysis. However, this analysis is necessary because the NPB's decision is based in large part on other evidence, as the following finding by the NPB demonstrates: [translation] The Board must also examine whether there is reliable information based on which it must conclude that you plan to commit an offence causing serious harm to another person before the expiration of your sentence. Although there is no such information, your criminal record, your supervision failures, your violent pattern of behaviour and the absence of significant changes in regard to your contributing factors, call for the greatest of caution. (NPB decision at 6). (3) Is the NPB's decision reasonable", "[40] Courts must show a high degree of deference toward the NPB's factual analysis within its area of expertise ( FRAGMENT_SUPPRESSED ). In FRAGMENT_SUPPRESSED, this Court remarked as follows: FRAGMENT_SUPPRESSED", "[41] First of all, the hearing underscored the applicant's lack of transparency in relation to his parole officer. The applicant himself confirmed the tension between the applicant and his parole officer, as the hearing transcript attests: [translation] THE CHAIRPERSON So once your parole officer expressed concern about this relationship, that it might not be a good idea in your situation, a dynamic of concealment set in, right? No transparency and no collaboration between yourself and your officer. Would you agree with that observation? DENIS ALBERT Yes, toward the end; yes, it's true that it grew ... But toward the end, before it stopped in April, I think the interruption happened. . . . SUZANNE CHARTRAND Are you able to say how you felt in this situation? Because in your file, it says that when you say something, it stays at the cognition stage . . . DENIS ALBERT No, that's it, well, I was frustrated. When she told me that, I wasn't happy. At the beginning, I wasn't happy; I said . . . I said, \"No, no, she has no record.\" I argued with her a bit. I was definitely frustrated. . . . THE CHAIRPERSON The story of the threats, um, toward the parole officer, what is that? DENIS ALBERT No, forget about it, there's nothing. There's nothing to that. No. No. THE CHAIRPERSON It's completely made up? DENIS ALBERT: Oh! I don't understand that. I don't understand where that can come from. Maybe the program there, in Ste-Anne-des-Plaines? And he asked me what happened in the program, and my officer brought me back, and I wasn't happy, and I was frustrated, that's all. But there were never any threats or anything in that. That, you know, is ... no. No, really, no. . . . DENIS ALBERT Yes, I know that. But where does it come from? I don't know, I don't know. To take out a contract requires money, and I have no money. I have nothing, and I have nothing against that guy. SUZANNE CHARTRAND So why, then, when the Sûreté du Québec met with you, did you not demonstrate forthrightness, and explain ... they say you didn't cooperate. You didn't cooperate ... DENIS ALBERT I had nothing to say, I knew nothing about that. It's not true, and I have never made up anything, and it ended there. I had nothing to say about it, it isn't true. Elaborate on what? I don't know what happened, I don't know. Where does that come from? SUZANNE CHARTRAND Well, it's about cigarette trafficking. All the reports talk about that and the trafficking. DENIS ALBERT There is no, there is no contract for murder. No such contract was made and there will never be such a contract. SUZANNE CHARTRAND And the trafficking? DENIS ALBERT The trafficking ...yes, it's true that I sold three (3) pouches of tobacco; that's the only thing I did. Three (3) pouches of tobacco for a guy. . . . (Applicant's Record [AR] at 252-253, 256-257, 263-264 and 276-277; in addition, see 250-253, 256-257, 265-267, 276 and 283).", "[42] Moreover, the AFD - change of security classification and involuntary transfer, dated July 28, 2009, discusses the applicant's lack of transparency and the tense climate between himself and his parole officer in the following terms: [translation] In its interview with Denis Albert, the CMT made findings similar to those of the program officer. In this regard, the CPPR dated 10/06/2009 specifies: [translation] \"It is difficult for him to take full responsibility for the events that led to his suspension. He tends to blame his CPO and imagine negative situations in which he is subject to her whim. He expresses impatience and dissatisfaction with the management of his sentence and must regularly be reminded of his responsibilities. The more we try to explain to him the reasons for returning to the program and stress our concerns about his relationship, the more he wallows in self-pity . . . It seems clear to us that the subject continued to imagine negative situations involving this staff member, making her the personal embodiment of his problems . . . (AR at 141).", "[43] The documentary evidence in the record also showed the violent pattern to the applicant's behaviour. For example, the summary of the psychological report for a parole hearing, dated November 5, 2009, made the following finding: [translation] . . . However, the subject's conduct while on day parole, and his intense and quick involvement in a conjugal relationship with a woman who was a victim of spousal violence, suggest that the lessons learned in the program are not yet sufficiently integrated on an emotional level to be generalized to new conjugal relationships. Indeed, it appears that the concepts worked on as part of the program were mainly understood on a cognitive level and somewhat rigidly. (AR at 153).", "[44] The NPB's Appeal Division properly noted the error committed by the NPB when it found that the applicant had ceased to participate in programs intended to reduce the risk of reoffending. This error alone does not vitiate the decision because the NPB's decision concluded, based on the psychological assessments and other evidence, that there was a risk of reoffending in a conjugal context (NPB decision at 5) and noted that the applicant refused to submit to the psychological assessment because he thought that it would prejudice his chances of release.", "[45] The applicant also questions the NPB's finding about the harm caused to his ex-spouses on the basis that the evidence does not show that serious harm was caused. However, at his hearing, the applicant admitted causing that harm and even went so far as to characterize it: [translation] THE CHAIRPERSON This was not the first time that you had episodes of conjugal violence? DENIS ALBERT No, I had a few prior to that. THE CHAIRPERSON In previous relationships? DENIS ALBERT Yes, verbal, psychological violence. (AR at 228).", "[46] Upon considering the record as a whole, this Court finds that, in terms of the factual analysis, the decision has the characteristics of a reasonable decision, except for the procedural fairness defect stemming from the failure to justify the non-disclosure of the CSC Reports. VIII. Conclusion", "[47] For all the above reasons, the applicant's application for judicial review is allowed. JUDGMENT", "[48] THIS COURT ORDERS that the applicant's application for judicial review is allowed, without costs. Application allowed. Editor: Sharon McCartney/vnh"]}