{"id_": "065386", "body_str": ["[1] Scott, J.", "[2] II. Faits", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] III. Législation", "[9] L'article 113 de la LIPR 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; (b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; (c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98; (d) in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and (i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or (ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada. B. Norme de contrôle", "[10]", "", "", "[11]", "[12]", "[13] ) de la LIPR", "[14]", "[15]", "[16]", "[17]", "[18] ) de la LIPR", "[19] VI. Analyse", "[20]", "[21] ) de la LIPR ) de la LIPR", "[22]", "[23]", "[24]", "[25]", "[26]", "[27] ) de la LIPR", "[28]", "[29]", "[30]", "[31] VII. Conclusion", "[32] <FRAGMENT_SUPPRESSED>  au para 47). JUGEMENT", "[33] Felipe De Jesus Moreno Corona and  <FRAGMENT_SUPPRESSED>  This is an application for judicial review submitted pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 (IRPA) of a decision by a pre-removal risk assessment (PRRA) officer, Sophie Bisaillon, dated August 3, 2011, rejecting the application for a stay of removal of Felipe De Jesus Moreno Corona (Mr. Corona) and his spouse, Cecilia Cortes (Ms. Cortes) (applicants).", "[2] For the following reasons, this application for judicial review is dismissed. II. Facts", "[3] The applicants are citizens of Mexico.", "[4] They filed a refugee protection claim upon their arrival in Canada. That claim was rejected on March 8, 2010, on the grounds that they did not exhaust their internal remedies before leaving Mexico. In its decision, the Immigration and Refugee Board (IRB) also pointed out that the applicants lack credibility.", "[5] On January 6, 2011, Justice Pinard dismissed the applicants' application for judicial review.", "[6] On April 20, 2011, the applicants filed an application for permanent residence on humanitarian and compassionate grounds.", "[7] The applicants also filed a PRRA application on May 9, 2011, which was rejected on August 3, 2011. In her decision, the PRRA officer found that the applicants did not submit new evidence to rebut the findings by the IRB. She added the following, [translation] \"after . . . consulting the recent, reliable and objective documentation on Mexico, I have come to the conclusion that Mr. Corona and his family have not established that there is more than a mere possibility that they would be persecuted in Mexico or that there are substantial grounds to believe they would be personally subjected to a danger of torture or to a risk of cruel and unusual punishment in their country, Mexico\" (see the PRRA officer's decision at page 11 of the Applicants' Record).", "[8] On November 15, 2011, the applicants filed an application for leave and judicial review of the PRRA officer's decision. III. Legislation", "[9] Section 113 of the IRPA specifies the following: 113. Consideration of an application for protection shall be as follows: ) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; ) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; ) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98; ) in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and (i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or (ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada. IV. Issues and standard of review A. Issues 1. Did the PRRA officer fail to consider some important evidence in the record? 2. Did the PRRA officer make findings of fact not based on the evidence in the record? 3. Did the PRRA officer err by failing to analyze state protection in Mexico? B. Standard of review", "[10] <FRAGMENT_SUPPRESSED>  [2009] FCJ No 471 at paragraphs 9 and 10, Justice Kelen wrote the following with respect to the appropriate standard of review for decisions by PRRA officers:", "[9] The Court has held that the appropriate standard of review for a PRRA officer's findings of fact and on issues of mixed fact and law is reasonableness: see <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 546 ( <FRAGMENT_SUPPRESSED>  F.T.R. 59.  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 140 at paragraph 18, I held that where an applicant raises issues as to whether a PRRA officer had proper regard to all the evidence when reaching a decision, the appropriate standard of review is reasonableness.", "[10] Accordingly, the Court will review the PRRA officer's findings with an eye to \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" ( <FRAGMENT_SUPPRESSED>  N.R. 1 at paragraph 47). However, where the PRRA officer fails to provide adequate reasons to explain why relevant, important and probative new evidence was not considered, then the court will consider that an error of law reviewed on the correctness standard.", "[11] The standard of review in this case is reasonableness. However, as Justice Kelen points out, the omission of an important piece of evidence constitutes an error of law reviewable on the correctness standard.", "[12] Reasonableness \"is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (see Dunsmuir vNew Brunswick, 2008 SCC 9, [2008] SCJ No 9 at paragraph 47). V. Position of the parties A. Position of the applicants", "[13] The applicants claim that the PRRA officer rejected pieces of evidence in the record because they did not meet the definition of paragraph 113( ) of the IRPA. The rejection also concerned the index of the IRB's National Documentation Package dated September 29, 2010, because its content would not be relevant to the context of the case. The applicants contend that those findings are unreasonable because the PRRA officer failed to explain the reasons causing her to reject those pieces of evidence submitted in support of their claim.", "[14] The applicants rely on the findings of Justice Sharlow in <FRAGMENT_SUPPRESSED>  [2007] FCJ No 1632 at paragraph 12 ( <FRAGMENT_SUPPRESSED> ) and those of Justice Mosley in <FRAGMENT_SUPPRESSED>  [2008] FCJ No 1710 at paragraphs 9 and 10 ( <FRAGMENT_SUPPRESSED> ), that \"a PRRA determination may require consideration of some or all of the same factual and legal issues as a claim for refugee protection\".", "[15] The applicants also allege that the PRRA officer made en erroneous finding of fact with respect to the filing of the complaint submitted by Mr. Corona to the Texcoco office. The PRRA officer pointed out the following in her decision: [translation] \"[on] the copy of the complaint, there is no relevant information linking the applicant to the said document. The applicant's name does not appear on either of the two pages submitted. I therefore believe that it cannot be concluded that this documentary evidence is linked to the applicant\". The applicants state that the PRRA officer's finding is arbitrary and goes against their submissions that they took the necessary steps to obtain a copy of the complaint in question.", "[16] Finally, the applicants submit that the PRRA officer failed to analyze state protection in Mexico, relying instead on the IRB's finding in the decision dated March 8, 2010. The applicants argue that one of the documents the IRB referred to in its analysis of state protection is no longer in the National Documentation Package on the State of Mexico. Because the document in question was withdrawn from the package and because state protection is still the primary issue in their claim, the PRRA officer committed an error of law that must be reviewed on the correctness standard or, alternatively, because such an error is patently unreasonable. B. Position of the respondent", "[17] The respondent maintains that the PRRA officer correctly analyzed the applicants' PRRA application record. The PRRA officer did not give any weight to the evidence submitted by the applicants. It is settled law that it is up to the PRRA officer to assess the probative value of the evidence in the record.  <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ), the Court specified the following: \"[c] onsidering that the assessment of the evidence is within the purview of the PRRA officer who has the discretion to rely on the evidence that she deems appropriate, the intervention of this Court is not justified\". The assessment of the probative value of the complaint filed at the Texcoco office is reasonable in this case in the opinion of the respondent, who points out that the PRRA officer was entitled to find that Mr. Corona could have obtained a copy of his complaint through his past employer, Mario Moncada.", "[18] The respondent alleges that the rejection of the IRB's National Documentation Package index is justifiable because those documents are not consistent with paragraph 113( ) of the IRPA. The respondent points out that the PRRA procedure is not \"an appeal or an application for review of the [IRB] decision given that Parliament clearly intended to limit the [pieces of] evidence presentable in the context of such a procedure\" (see <FRAGMENT_SUPPRESSED> ). The applicants cannot submit the same evidence a second time on the basis of new arguments before the PRRA officer.", "[19] Finally, the respondent maintains that the new evidence in the record does not make it possible to rebut the IRB's finding that they did not exhaust all avenues of recourse in Mexico before claiming international protection. VI. Analysis 1. Did the PRRA officer fail to consider some important evidence in the record?", "[20] The PRRA officer did not fail to consider some important evidence in the record.", "[21] At paragraph 32 of their written submissions, the applicants acknowledge that the objective documents submitted in support of their claim were before the IRB. The applicants do not meet the criteria in paragraph 113( ) of the IRPA. The Court wishes to point out that \"[a] PRRA application by a failed refugee claimant is not an appeal or reconsideration of the decision of the [IRB] to reject a claim for refugee protection\" (see <FRAGMENT_SUPPRESSED> , above, at paragraph 12). Consequently, the copy of the complaint cannot be admissible under paragraph 113( ) of the IRPA. The PRRA officer's erroneous findings of fact on the content of the document cannot change its admissibility.", "[22] The applicants also claim that the PRRA officer's decision to reject the IRB's National Documentation Package index is unreasonable. The applicants specify that they relied on the index to [translation] \"establish that the only objective evidence raised by the [IRB] member in the context of her assessment of the protection offered by the Mexican State to citizens who wish to file a complaint was deleted from the National Documentation Package on Mexico by the IRB on September 29, 2010\" (see paragraph 31 of the Applicants' Memorandum of facts and law attached to the Applicants' Record). They also cite Justice Sharlow in <FRAGMENT_SUPPRESSED> , above, at paragraph 12, where she specifies the following: \"[n] evertheless, it may require consideration of some or all of the same factual and legal issues as a claim for refugee protection\".", "[23] Even though, in <FRAGMENT_SUPPRESSED> , above, Justice Mosley determined that it \"is clear from a close reading of both the [IRB] and the PRRA decisions that neither expressly consider how the objective country condition information . . . might support the applicant's fear of persecution. This is not a case in which I would wish to rely upon the presumption that a tribunal has considered all of the evidence before it as there are significant indications to the contrary\". However, nothing indicates that the IRB failed to carry out such analysis in the case at bar.", "[24] Furthermore, Justice Pinard, on judicial review of the IRB's decision, wrote that \"while accepting the fact that the applicant had filed a complaint, the panel found that his efforts in seeking state protection were inadequate\" (see <FRAGMENT_SUPPRESSED> ). The IRB's finding is primarily based on the fact that the applicants did not exhaust their internal remedies before claiming refugee protection in Canada. Even though the IRB based part of its decision on the documentation on the State of Mexico, its finding was not based strictly on that single piece of evidence. Because a decision-maker is presumed to have considered all of the evidence before it ( <FRAGMENT_SUPPRESSED>  (CA)) and that it is up to the decision-maker to assess its probative value (see <FRAGMENT_SUPPRESSED> , above, at paragraph 7), the PRRA officer's finding is reasonable in this case. 2. Did the PRRA officer make findings of fact not based on the evidence in the record?", "[25] The PRRA officer did not make findings of fact not based on the evidence in the record.", "[26] The Court notes that the applicants submitted a copy of Mr. Corona's complaint as evidence in the record. However, it was reasonably open to the PRRA officer to find that it was a [translation] \"photocopy of a Spanish document. The document is not accompanied by a French or English translation . . . the document is of poor quality and the original document was not filed in the record\" (see the PRRA officer's decision at page 9 of the Applicant's Record).", "[27] Even though the applicants contend that it [translation] \"[is] arbitrary to state that 'the applicant did not begin the steps required by his Consulate to obtain a copy of the complaint'\" (see paragraph 38 of the Applicants' Memorandum of facts and law attached to the Applicants' Record), it is reasonable to think that Mr. Corona could have obtained a copy of his complaint from his employer. Mr. Corona took steps with the Consulate of Mexico in Montréal to obtain a copy of his complaint. However, he fails to explain why he was unable to obtain a copy from his employer. The Court must reiterate that \"the onus is on [the] Applicant[s] to prove [their] case\" (see <FRAGMENT_SUPPRESSED>  [2008] FCJ No 526 at paragraph 23). If the applicants fail to prove their case, the PRRA officer is entitled to decide to [translation] \"assign little probative value to that document to support the applicant's allegations\" (see the PRRA officer's decision at page 9 of the Applicants'Record); the Court should not intervene on this issue because this finding is neither unreasonable in this case nor determinative with respect to the issue of the sufficiency of state protection in Mexico and, what is more, the document in question is inadmissible under paragraph 113( ) of the IRPA. 3. Did the PRRA officer err by failing to analyze state protection in Mexico?", "[28] The PRRA officer wrote the following regarding state protection: [Translation] \"The applicant has a duty to seek State protection before soliciting international protection. When the State in question is a democratic State, the applicant must do more than simply show that he or she went to see some members of the police force and that his or her efforts were unsuccessful. The level of difficulty the applicant will face in making out his or her case is directly proportional to the level of democracy in the State in question . . . . No government can guarantee the protection of all of its citizens at all times. It is not enough for the applicant to show that the state has not always been effective in protecting similarly-situated persons. Where a state has effective control of its territory, has military, police and civil authority in place and makes serious efforts to protect its citizens, the mere fact that it is not always successful will not be enough to establish that the state is unable to protect. There is a presumption that the State is able to provide protection; therefore, there must be clear and convincing proof of the State's inability or unwillingness to provide protection.\" The applicant did not do this. The evidence entered in the record does not mention new facts that allegedly occurred after the rejection of the refugee claim on March 8, 2010. Furthermore, the applicant did not submit evidence to rebut the findings by the [IRB], who made a finding of state protection. (see the PRRA officer's decision at page 11 of the Applicants' Record).", "[29] The applicants filed three letters in support of their PRRA application (see the letters by Abundia Jiménez Lechuga, Sara Márquez Guzmán and Rafael Rodrigues Moreno at pages 94 to 101 of the Applicants' Record). However, like the PRRA officer noted in her decision, those letters do not establish new facts making it possible to allow the PRRA application.", "[30] Furthermore, as mentioned above, the exclusion of a document from the National Documentation Package is not determinative in itself because the IRB found that the applicants did not exhaust their internal remedies in Mexico before filing their refugee protection claim in Canada. Justice Pinard also ruled on the reasonableness of this finding.", "[31] As a result, the Court must give deference to the PRRA officer's decision, which, in this case, falls within the possible outcomes on the sufficiency of state protection in Mexico. VII. Conclusion", "[32] The Court dismisses the applicants' application for judicial review and finds that the PRRA officer's decision falls within a range of \"possible, acceptable outcomes which are defensible in respect of the facts and law\" (see <FRAGMENT_SUPPRESSED>  at paragraph 47). JUDGMENT", "[33] THE COURT ORDERS AND ADJUDGES that 1. This application for judicial review is dismissed; and 2. There is no question of general importance for certification. [End of document]"]}