{"id_": "065607", "body_str": ["[1] Russell, J. : This is an application under s. 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] for judicial review of two decisions of a Senior Immigration Officer [Officer], both dated November 30, 2012, which refused the Applicant's Pre-Removal Risk Assessment [PRRA] application and her application for permanent residence from within Canada on humanitarian and compassionate [H&C] grounds. BACKGROUND", "[2] The Applicant claims to be from Sierra Leone, but her nationality was the main issue in the two decisions under review. She says she fled that country under severe circumstances and without proper documentation, but the Officer was not satisfied that she had done enough in the circumstances to prove her identity. The Applicant has two Canadian-born children, who were 11 years-old and 10 years-old at the time of the hearing. She says she is very fearful of what will happen to her and the children if she is forced to return to Sierra Leone.", "[3] The Applicant says she was born in the rural village of Blama in Sierra Leone on or around November 19, 1971. At the age of 11, she was subjected to female genital mutilation by village elders.", "[4] The Applicant's family moved to Freetown in 1996, when her father got a job as a driver for the newly elected President, Ahmad Tejan Kabbah. However, the civil war in Sierra Leone was ongoing. The Applicant says that in May 1997 armed rebels came to the family's home and killed her father, her mother, and her brother. The Applicant was gang raped and then taken by the rebels to a camp, where she was tied to a bed, beaten and raped repeatedly by other rebels. Remarking that her circumcision had been only partially completed, the rebels decided to \"finish the job\" with a knife.", "[5] The Applicant says she managed to escape when the rebels took her to the market to buy food so that she could cook for them. She asked to go to the washroom and escaped out the window in the commotion caused by the rebels' presence. She got on a truck filled with people fleeing to safety and was taken to Conakry, Guinea, where many other refugees were already gathered at the Sierra Leonean embassy. She was interviewed by consular officials and given an affidavit in lieu of a birth certificate. She had no other identity documents.", "[6] While at the embassy, the Applicant says she met a man she now believes was a people smuggler. He said he would help her if she agreed to come live with him as his \"girlfriend.\" She agreed out of desperation, fearful that the rebels would come to the embassy. The man said he would help her to go to Canada, and after a few weeks he took her to some men at the port whom he said were his friends. They put her on a ship, where she was placed in a room and repeatedly raped until the ship reached New York. She was then put on a train to Montreal. She says she slept most of the way and does not recall going through a border check.", "[7] In Montreal, the Applicant sought out someone who spoke her language and eventually found a couple who agreed to help her. She lived with them for about a year, and has maintained a relationship with the man, who is the father of her two children. She says he only sees the children occasionally when he visits Toronto where she now lives, or takes them to his home for a weekend, and provides only intermittent support.", "[8] The Applicant filed a refugee claim shortly after her arrival. Her claim was denied in June 1998, as she was found not to be a credible witness. Her application for leave to challenge that decision in this Court through judicial review was denied.", "[9] The Applicant says she was terrified to return to Sierra Leone, and met a man at a community meeting who advised her to change her story and her identity and attempt another refugee claim. He provided her with a fake Guinean birth certificate. Before her new claim was heard, immigration officials discovered the lie and arrested her. She spent over four months in detention in Laval, Quebec, and was eventually released on a bond paid by a friend.", "[10] The Applicant moved to Toronto soon after this, and gave birth to her two children in 2002 and 2004. She says she has supported them mainly by doing hair braiding in her home.", "[11] The Applicant filed her PRRA and H&C applications in September 2006, and both applications were denied by the same Officer on November 30, 2012, after repeated discussions with the Applicant's counsel on the issue of identity and nationality.", "[12] The Applicant attests that she is terrified of returning to Sierra Leone due to the trauma she allegedly experienced there, and even more afraid of what will happen to her children. She says that while her children are Canadian citizens and have the right to remain in Canada, she is their sole caregiver, and in practical terms they will have to go with her if she is deported. DECISIONS UNDER REVIEW", "[13] The Officer provided separate reasons for each of the two decisions under review, but the analysis on the issue of the Applicant's identity is essentially the same.", "[14] The Officer noted that at the time of her refugee claim, the Applicant provided no documents concerning her time in Sierra Leone or the United States or her entry into Canada. She provided only an affidavit, of which she was the author, allegedly made at the Sierra Leonean Embassy in Guinea in May 1997. The Officer noted that the document was an undated photocopy, had no particular Embassy letterhead, and the space for the name of the person to whom it was sworn was blank. While it did bear a stamp and signature (both illegible) from the Head of Chancery, the Officer found this only confirmed that it was signed at the Embassy. The affidavit was made by the Applicant and the information was provided by her. The Officer noted that the Embassy of Sierra Leone in the United States, in correspondence to the Applicant, stated that further verification of this document was needed before it would issue her a passport. The Officer therefore assigned the affidavit no weight in terms of establishing the Applicant's identity and nationality.", "[15] The Officer acknowledged the difficulty involved in obtaining identity documents \"for a country that has been through a difficult time\" and to which the Applicant claimed to have no remaining ties. However, the Officer found that the Applicant had other options to establish her nationality.", "[16] For example, while the President of Sierra Leone for whom the Applicant's father allegedly worked was pushed out in a coup around the time of the alleged attack on her family's home, he was reinstated in 1998 and remained President until 2007. The Officer found that the Applicant could have tried to contact the entourage of this former President or a member of her family in order to obtain identity documents.", "[17] Furthermore, the Officer found that while the Applicant stated she did not go to school in Sierra Leone, she lived in a small village, worked as a hairdresser in Freetown, and attended religious institutions there. The Officer found that while it may be difficult to re-establish contacts after several years, the Applicant claimed to have lived in Sierra Leone for over 20 years and failed to demonstrate any particular effort to establish her identity and citizenship.", "[18] The Applicant contacted the Sierra Leonean Embassy in the United States, which refused to issue a passport without further verification of her identity, and stated that she could deal directly with the authorities in Sierra Leone. However, the Officer found that the Applicant did not submit any evidence that she had taken steps to do so, or any explanation to that effect.", "[19] The Officer noted the Applicant's second refugee claim in which she stated she was Guinean. In view of this and the absence of identity documents, the Officer had \"several contacts spread out over several months - years even - with the applicant's counsel in which the importance of establishing the identity and nationality of the Applicant was emphasized.\" The Officer observed: Indeed, in light of this second refugee claim and the presence of a birth certificate submitted at that time, and considering the languages spoken by the applicant and the absence of any document from Sierra Leone, the applicant's counsel was told that if she could demonstrate her Guinean nationality, this could be a significant positive element for consideration (given that it would establish a nationality) in the review of the present application. Nevertheless, the applicant reaffirmed to us that she was a citizen of Sierra Leone ...", "[20] The Officer assigned only \"the slightest weight\" to an affidavit from a Canadian citizen originally from Sierra Leone, Ahmed Kabba, attesting that he recalled the Applicant's family in Blama, as he was from a nearby village and had family in Blama. The Officer observed that Mr. Kabba did not reside in Blama, did not meet the Applicant there, and provided very few details other than vaguely recalling having a discussion with the Applicant's brother, who would have only been four or five years-old when Mr. Kabba left the country. He also did not indicate whether his family still lived there or whether he or the Applicant had attempted to contact them.", "[21] The Officer also assigned only \"slight weight\" to a supportive letter from the Concerned Citizens and Friends of Sierra Leone. While this letter stated that the Applicant was of Sierra Leonean origin, it did not state how the author came to that conclusion.", "[22] In the PRRA decision, the Officer concluded on the issue of nationality as follows: I must observe that the applicant has not submitted any probative documentation establishing her identity or nationality for me. Thus, in light of the foregoing, I find that the applicant has failed to establish on the balance of probabilities that she is a national of Sierra Leone. Accordingly, I cannot pronounce on the risks alleged with respect to her potential return to Sierra Leone as I do not have any probative evidence demonstrating that she is a national of that country.", "[23] In the H&C decision, the Officer went on to consider the Applicant's establishment in Canada, the best interests of her children, and the evidence regarding the Applicant's psychological condition.", "[24] Regarding establishment, the Officer found that the more than 15 years the Applicant has spent in Canada is not due to circumstances beyond her control, but rather is mainly due to her failure to comply with Canadian law and to cooperate with immigration authorities toward establishing her identity. The Officer also found that the information regarding the Applicant's employment was more than 2 years old, and that the documents available did not allow a conclusion that she had recently been financially independent or had demonstrated a recent history of employment stability. While the Applicant had developed some relationships and ties to her community, they were not such as to cause unusual and undeserved or disproportionate hardship if she were required to leave so as to justify an exemption from the normal rules.", "[25] Regarding the best interests of the Applicant's children, the Officer observed that this was only one of many important factors to be considered. The Applicant's psychological report dated January 13, 2012 indicates that the children are at a crucial moment in their development, but does not indicate that the author ever met with the children or had any particular familiarity with Sierra Leone. The Officer assigned \"a certain amount of weight\" to this report with respect to the best interests of the children, but noted it was being considered \"in the context of the applicant's situation as a whole.\"", "[26] The Officer observed that, while the Applicant did not indicate that the children's father plays a significant role in their lives, it had \"not been demonstrated that the father could not take his children and be responsible for their financial, emotional, psychological and social well-being.\" The Officer found that \"given that the applicant's identity and nationality have not been established I cannot make any presumption as to the potential impact on the children if their mother were removed from Canada and they had to go with her.\" While acknowledging that separation from their mother is not in the children's best interests, and that their interests were an important factor, the Officer found that it was \"not the only one and cannot outweigh the other factors ... assessed in this case, including the fact that the applicant has failed to establish her identity and has not made reasonable efforts to do so.\"", "[27] Regarding the two psychological reports submitted by the Applicant, dated November 14, 2007 and January 13, 2012, the Officer found that while the reports described symptoms of post-traumatic stress disorder, they were based on information reported by the Applicant, and did not support a conclusion that these symptoms were the result of the allegations made by the Applicant about her past. The Officer noted that the Applicant's arrival in Canada, the length of her residency and the possibility that she might be separated from her children could have certain effects on her psychological status. There was no indication of psychological treatment between 2007 and 2012. While the 2012 report states that the Applicant attends a support group and was undergoing \"therapy for rape victims and therapy for PTSD as well as therapeutic support following the death of her family members in 1997, personal therapy, and therapy for depression,\" the Officer noted that the Applicant had \"not submitted any document that might indicate treatment or therapy since that time.\" The Officer concluded on this point: In light of the forgoing, and considering that the applicant has not established that she is a Sierra Leonean national, I assign only slight weight to these documents concerning mental health problems related to her past in Sierra Leone.", "[28] Based on all of the above, the Officer was not satisfied that having to file an application for permanent residence from outside of Canada would cause unusual and undeserved or disproportionate hardships for the Applicant.", "[29] The Officer also discussed the psychological reports in the PRRA decision, and found that, in light of the fact that the Applicant had not established that she is a Sierra Leonean national, the reports warranted only \"slight weight\" concerning mental health problems related to her past in Sierra Leone.", "[30] With respect to the risks the Applicant might face on return to Sierra Leone, the Officer observed: I cannot pronounce on the alleged risks of a potential return to Sierra Leone, since I have no probative evidence demonstrating that the applicant actually holds citizenship in that country.", "[31] Regarding risks to the children, the Officer stated: I note that the applicant's children are Canadian citizens and do not have to leave Canada. Furthermore, I find that the applicant has not established her nationality and her identity.", "[32] With respect to the PRRA application as a whole, the Officer concluded: To the extent that the applicant has not established that she is Sierra Leonean, and considering that there are no probative documents in her name for Sierra Leone, I find that the applicant has not demonstrated that there would be more than a mere possibility that she would be persecuted in that country or that there are serious reasons to believe that she would personally face a risk of torture, a threat to her life or the risk of cruel and unusual treatment or punishment. ISSUES", "[33] The Applicant raises the following issues in this matter. First, with respect to the H&C decision: (a) Did the Officer err in law by refusing to make a finding of nationality on a balance of probabilities? (b) Did the Officer err in law by refusing to assess hardship in the country of removal? (c) Did the Officer err in law and make unreasonable findings in her analysis of the best interests of the children? (d) Did the Officer err in law by failing to convoke an interview? (e) Did the Officer render an unreasonable and perverse decision?", "[34] Second, with respect to the PRRA decision: (a) Did the Officer err in law by refusing to make a finding of nationality on a balance of probabilities? (b) Did the Officer err in law by failing to assess risk in the country of prospective removal? (c) Did the Officer err in law by failing to convoke an interview? STANDARD OF REVIEW", "[35] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: <FRAGMENT_SUPPRESSED> .", "[36] With respect to the H&C decision, the Officer's assessment of the evidence and conclusion about whether an H&C exemption should be granted is reviewable on a standard of reasonableness :  <FRAGMENT_SUPPRESSED> . The question of whether the Officer applied the proper legal test and legal threshold to the H&C determination is reviewable on a standard of correctness: see <FRAGMENT_SUPPRESSED> .", "[37] Absent an error in procedural fairness, the standard when reviewing a PRRA decision is reasonableness: <FRAGMENT_SUPPRESSED> .", "[38] The Applicant alleges, with respect to both decisions, that the Officer erred in law by failing to convoke an interview before rejecting the Applicant's affidavit evidence regarding her identity and nationality. As I read it, this raises a question of procedural fairness that is reviewable on a standard of correctness: see <FRAGMENT_SUPPRESSED> . Although my decision does not turn on this, I realize that the jurisprudence on this point has changed since I heard the matter. In view of the Federal Court of Appeal's decisions in <FRAGMENT_SUPPRESSED> the standard of review that applies when determining whether the tribunal applied the proper test to the H&C decision is now reasonableness, though as set out in my recent decisions in <FRAGMENT_SUPPRESSED> the range of reasonable outcomes available to the officer is constrained by the established principles set out in the jurisprudence regarding s. 25(1) of the Act.", "[39] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and Canada (Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[40] The following provisions of the Act are applicable in these proceedings: Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. [...] Humanitarian and compassionate considerations - request of foreign national 25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible or does not meet the requirements of this Act, and may, on request of a foreign national outside Canada who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. [...] Conferral of refugee protection 95. (1) Refugee protection is conferred on a person when [...] (c) except in the case of a person described in subsection 112(3), the Minister allows an application for protection. [...] Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. [...] Application for protection 112. (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1). [...] Consideration of application 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; [...] (c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98; [...] [...] [...] Asile [...] [...] [...] Demande de protection [...] Examen de la demande [...] [...] ARGUMENT Applicant", "[41] The Applicant argues that the Officer's finding regarding her identity and nationality is unreasonable. The Officer purported to go through a process of assigning weight to the evidence, the Applicant says, giving \"no weight\" to the affidavit from the Embassy in Conakry, Guinea, the \"slightest weight\" to the affidavit of Ahmed Kabba, and \"slight weight\" to the letter from a Sierra Leonean community organization. However, the Officer made no finding about the weight to be assigned to the sworn evidence of the Applicant herself. The Applicant says there were only two possible nationalities - Sierra Leonean and Guinean - and that the only evidence assigned any weight indicated that the Applicant is from Sierra Leone. There was therefore no other reasonable conclusion.", "[42] The Applicant also argues that the Officer erred by failing to assess the hardship or risk she would face in the prospective country of removal. The Officer appears to have accepted that the Applicant would be removed to Sierra Leone following the negative decisions, but having refused to find that the Applicant was a national of that country, declined to consider the risk she would face there. Even if the Applicant has not established her nationality on a balance of probabilities (which the Applicant denies), it was incumbent on the Officer, under s. 7 of the Charter and Canada's human rights obligations as well as the Protected Persons, Chapter 3 (PP3)-Pre-removal risk assessment Manual (PP3 PRRA Manual) and the Inland Processing, Chapter 5 (IP5) - Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds Manual, to assess the risk and hardship the Applicant faces in that country.", "[43] The Applicant quotes the PP3 PRRA Manual as follows: IRPA does not explicitly require a risk assessment with respect to any other country to which the individual may be removed. However, both our domestic and international legal obligations require the consideration of risk in any country to which an individual is to be removed, whether it is the individual's country of citizenship or former habitual residence or not.", "[44] The Applicant also quotes from this Court's decision in <FRAGMENT_SUPPRESSED> : I believe the Officer was correct to conclude that, notwithstanding the continuing identity problems, she was still obliged to assess risk against the country of removal. The failure to establish identity means that there is no need to proceed further with an analysis of persecution.  <FRAGMENT_SUPPRESSED> ; Jin at paragraph 26; Liu at paragraph 18. I do not read this line of cases as suggesting that a PRRA officer need go no further in assessing risk if identity is a continuing problem, and the Officer in this case did proceed beyond the identity issue.", "[45] The Applicant says that the Officer also erred by failing to be alert, alive and sensitive to the best interests of the children, citing Justice Zinn's analysis in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Rather than even approaching a balanced and sensitive analysis, the Applicant argues, the Officer simply refused to consider the grave hardships and risks facing the children in Sierra Leone, including female genital mutilation. Instead, the Officer relied upon pure, unsupported speculation that the children's father should be able to care for them, despite the absence of any evidence to support this finding and in the face of sworn evidence indicating that the father is not involved in raising the children and has previously refused to care for them.", "[46] The Applicant also argues that it is well established in law that, where credibility lies at the heart of a PRRA or H&C decision, natural justice and s. 113 of the Act require that a hearing be convoked. At the very least, she argues, the Officer was obligated to respond to the request for an interview with a reasonable decision on that request, which the Officer did not do: <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> . Respondent", "[47] The Respondent argues that the Officer reasonably assessed the evidence and concluded that the Applicant was not entitled to an exemption on H&C grounds under s. 25 of the Act.", "[48] The Respondent emphasizes that s. 25 is not designed to provide an alternative route to permanent residence: <FRAGMENT_SUPPRESSED>  41 FTR 118; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> Imm LR (3d) 206 (TD).", "[49] Furthermore, the Respondent argues, in the absence of reviewable error, it is not for the Court to substitute its view of the merits of a s. 25 decision, or to re-weigh the factors or the evidence: <FRAGMENT_SUPPRESSED>  (TD); <FRAGMENT_SUPPRESSED> , above, at para 11. In the present case, the Respondent says, the Officer considered the Applicant's case and all of the relevant factors and reasonably determined that no exemption from the legislative requirements was warranted. The Applicant merely disagrees with the negative result.", "[50] The Respondent says that the Officer reasonably determined that there was insufficient evidence of the Applicant's identity. The embassy staff of her alleged country of nationality confirmed as much, consistently refusing to issue a travel document to the Applicant due to a lack of proof.", "[51] Moreover, the Respondent argues, the Officer did not find that the Applicant was Guinean, but simply found there was not enough evidence to make any determination about her nationality. The Applicant bore the burden of proving her nationality and failed to do so.", "[52] The Respondent says that it is especially inappropriate that this particular Applicant should demand that her declarations of citizenship be accepted, since there was a valid determination by the Immigration and Refugee Board [IRB] that she lacked credibility, and thereafter she fraudulently commenced a second refugee claim under a false identity.", "[53] There being no satisfactory evidence that the Applicant is from Sierra Leone, the Respondent argues, there was no basis for the Officer to consider evidence of potential hardship to the Applicant in that country. There is no basis for concluding that Sierra Leone is a country of removal, since to date the Applicant has been unsuccessful in obtaining a travel document from the responsible authorities.", "[54] With respect to the best interests of the Applicant's children, the Respondent says that the Applicant declined to provide any substantial information regarding the possible assumption of the children's care by their father. She dismissively states that only she can care for them, but this is not sufficient: <FRAGMENT_SUPPRESSED> FCT 1068 (TD) [ Bernard ]; <FRAGMENT_SUPPRESSED>  36 Imm LR (2d) 175 (TD) [ Patel ]. The psychological evidence that the Applicant did provide regarding the children's best interests was assessed appropriately and accurately, the Respondent says. The report, while entitled to some weight, did not require the Officer to approve the Applicant's application.", "[55] The Respondent also submits that there was no basis for approving the Applicant's application based on establishment, as her establishment evidence was extremely weak and demonstrated that the Applicant is not economically established in Canada.", "[56] As regards the PRRA decision, the Respondent does not oppose the application and agrees that the PRRA Officer erred by failing to assess the risks facing the Applicant in the country of prospective removal (ie. Sierra Leone). The parties have now submitted a consent order on IMM-13237-12 for the Court's approval and signature. Applicant's Reply Submissions", "[57] The Applicant argues in reply that the evidence before the Officer regarding the Applicant's nationality was not the same as the evidence before the IRB, and it is therefore wrong for the Respondent to suggest that the Refugee Protection Division's conclusion on this issue should be determinative here. Furthermore, the Applicant argues, the s. 25 process exists specifically to provide flexibility where the strict application of the law would lead to unanticipated results or unusual and undeserved hardship. The Officer neither convoked an interview to satisfy herself about the credibility of the Applicant's sworn affidavit evidence, nor seriously considered the impact the decision would have on the Applicant and her children.", "[58] The Respondent's assertion that there is no basis for concluding that Sierra Leone is the reference country of removal is directly contradicted by the record. Upon being served with the refusal of her application the Applicant was immediately asked to sign an application for a Sierra Leonean travel document: Affidavit of Kezia Speirs, Applicant's Record at p. 26. It is therefore clear that Sierra Leone is the primary country of prospective removal.", "[59] With respect to the best interests of the children, the Applicant says that the evidence before the Officer, including her own sworn evidence, consistently referred to her as a single mother and stated that the children's father had no real role in their lives. There was absolutely no evidence contradicting this, and no reason to doubt its veracity. The Applicant says that the Officer's finding that the children's father could care for them is pure conjecture, and does not meet the threshold of being \"alert, alive and sensitive\" to the children's best interests: Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  99 NR 171 (FCA); Baker , above; <FRAGMENT_SUPPRESSED> , above. The Bernard and Patel decisions cited by the Respondent are in no way relevant to the issue, the Applicant argues, and in no way diminish the strength of the Applicant's arguments. ANALYSIS", "[60] As regards IMM-13237-12, the Respondent has advised the Court that it does not oppose the application and consents to the order requested by the Applicant on the grounds that the PRRA Officer erred by failing to assess the risks facing the Applicant in the country of prospective removal. The Respondent, however, feels that redetermination should not occur immediately because the Applicant's nationality remains a live issue and a new PRRA can only be decided once that issue is resolved. The parties have provided the Court with a consent order to deal with IMM-13237-12 which the Court accepts and which will be issued on that file.", "[61] It is my view that the H&C decision also contains several reviewable errors. In particular, the Officer failed to consider the hardship faced by the Applicant if she is returned to Sierra Leone and failed to conduct a best interests of the child [BIOC] analysis that takes into account that there is no evidence to support a finding that the father would take the children in Canada, and that the children will face grave hardships and risks - including female genital mutilation - if they accompany the Applicant back to Sierra Leone. The Officer also breached procedural fairness by simply failing to respond to the Applicant's request for an interview, and then totally disregarding the Applicant's sworn evidence about her nationality.", "[62] It was unreasonable for the Officer not to assess hardship in this case because it is clear on the evidence that the Applicant either comes from Sierra Leone or Guinea, and the Guinea claim was clearly fraudulent. Hence, it is obvious that the Applicant will either be retuned to Sierra Leone or she will remain as a stateless person in Canada. The Respondent has accepted, for purposes of the PRRA decision, that the same Officer should have assessed risk against Sierra Leone even if nationality has not been clearly established. The fact that the Applicant did not establish to the Officer's satisfaction that she is a citizen of Sierra Leone does not mean she will not be exposed to risks and hardship when she is returned there. And, if the Applicant remains in Canada, then the Officer should have assessed the hardship she will face as a stateless person.", "[63] The Applicant provided a sworn affidavit outlining her background and the horrendous treatment she experienced before she managed to find her way to Canada. Over 15 years ago, the Convention Refugee Determination Division of the Immigration and Refugee Board of Canada found her narrative not credible on the basis of the record available at that time. But there is now a significant amount of evidence as to what women experienced in Sierra Leone at the time when the Applicant says she was raped, mutilated, witnessed the death of her family and was forced to flee. That evidence lends considerable support to the Applicant's claim that she is from Sierra Leone (and she provided supportive and consistent medical and psychological evidence from Canada). If the Officer did not believe the Applicant's sworn evidence then she should have convoked an interview as requested by the Applicant. There is no explanation in the H&C decision as to why the Applicant's affidavit was ignored and discounted, or why the Officer did not even respond to the Applicant's request for an interview so that, in a situation where identity cannot be clearly established with the usual documentation, the Applicant would have an opportunity to deal with the Officer's concerns. This was a breach of procedural fairness.  <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above, at paras 11-12; <FRAGMENT_SUPPRESSED> , above, at para 20; <FRAGMENT_SUPPRESSED> ; Singh , above, at para 59.", "[64] As the Respondent concedes, if the Applicant is telling the truth, then this is an extremely compelling case. Given the obvious difficulties of providing documentation from Sierra Leone to establish identity it was most unfair of the Officer not to respond to the Applicant's request for an interview.", "[65] The Officer finds unreasonably that \"the applicant could have tried to contact the entourage of this ex-president or a member of her family in order to obtain certain documents that could have confirmed her identity.\" This leaves out of account the Applicant's evidence that she comes from a rural village, has no formal education, her family was murdered, her birth was never registered, her home was destroyed and she has no contact with anyone in Sierra Leone who she could turn to for assistance.", "[66] In assessing the best interests of the children, the Officer says: The applicant does not indicate that the father plays a significant role, but I do not know what particular relationship the children have with their father or the support that he provides or could provide. On the other hand, it has not been demonstrated that the father could not take the children and be responsible for their financial, emotional, psychological and social well-being.", "[67] The sworn evidence before the Officer was that: Even worse is the thought of what will happen to my children if we go back. I know that as Canadian citizens my children have the legal right to remain in Canada, but practically speaking if I am deported they will have to come with me. I am their mother and their only caregiver. There is no one in Canada who could take care of them were I to be sent away, as Tanjura has always said he would not do so and he is in my opinion not in a position to do so in any event. What's more, I could not bear to leave my children without a mother. My own family was taken away from me when I was young; I know what that feels like and refuse to do the same to my own children. At the same time, going back to Sierra Leone would place them at very grave risk. It is a violent place. My children would be exposed to this violence, to rape, to disease, and to extreme poverty. They would not have access to education or medical care anywhere near the level to which they are entitled as Canadians. They would have no future. Even worse, I know that FGM is still very, very common there, and many girls bleed to death when it is performed on them. Yet as a single mother there with no family to rely on for assistance or protection, I would be powerless to prevent Goundoba from being subjected to this atrocity. [Emphasis added]", "[68] The Applicant made it very clear that she is the sole custodian of the two Canadian children and that their father provides only intermittent support but has played no parenting role and has made it clear that he never will. If the Officer did not believe this clear evidence that the children cannot turn to their father, or anyone else in Canada, for support, the Officer should have responded to the Applicant's request for an interview. As a consequence, there was no meaningful assessment of the best interests of the children.", "[69] Counsel agree that, if the application is granted, there is no question for certification and the Court concurs.", "[70] The Court has decided that this matter must be returned for reconsideration, but the Applicant has also asked the Court for special instructions to guide reconsideration given the extraordinary features of this case and the length of time it has taken. Counsel have asked for an opportunity to confer and advise the Court on this issue before the final order is issued.", "[71] Upon reviewing counsel's further written submissions, the Court is of the view that the humanitarian considerations that arise on this application are so compelling that an effort is required to reach a resolution as soon as reasonably possible.", "[72] The long delay in reaching an H&C decision cannot be entirely attributed to the Minister. Just as Sierra Leone is difficult from the Applicant's perspective, it is also difficult for the Minister who has to assess an application where the country of reference is so chaotic that normal procedures for establishing identity are not available. In addition, it was the Applicant (no doubt ill-advised and out of desperation) who submitted a second refugee claim in which she stated that she was Guinean. This certainly caused significant problems for the Minister and impeded the process.", "[73] Given the complications, however, the Officer in the case would not even respond to the request for an interview, which could well have provided valuable information and progress towards a timely resolution for a process that, in humanitarian terms, has really gone on far too long. This suggests that we cannot just leave this matter to run its course and that some direction, and perhaps supervision, might be helpful to both sides.", "[74] With this in mind, the Court has concluded that the matter should be returned for reconsideration with the following directions: i. The Minister shall either accept Sierra Leone as the country of reference, on the basis of the record before the Court, for the purposes of assessing hardship in the country of prospective removal and the best interests of the children; or the Minister shall assess hardship on the basis of de facto statelessness in Canada if, following an oral interview with the Applicant and counsel, the Officer finds that, on a balance of probabilities, the Applicant is not a national of Sierra Leone and so will not be removed to that country; ii. The Applicant shall have 30 days to provide the Minister with updated application forms and such further evidence and written material as the Applicant deems appropriate; iii. The Minister shall render and communicate to the Applicant and counsel a fresh first stage decision on H&C grounds within 60 days of receiving the Applicant's updated materials; iv. If the fresh decision is positive, the Minister shall waive the requirement for further documentation or evidence with respect to identity and/or nationality, including the requirement to provide a passport, and shall render a final decision on the permanent residence application as soon as possible, and in any event within 60 days of the first stage decision;", "[75] The Court recognizes that, given the complexities of this case, the above deadlines may not be easy to meet. However, given the unacceptable approach of the Officer who decided the decision under review, and the compelling humanitarian factors at play, there is a real need to conclude this matter in a timely way. Hence, failing agreement by the parties, the above deadlines may only be extended by further order of this Court. Upon the advice of counsel and for this purpose, I will remain seized of the matter to ensure that any deviations from the schedule are reasonable and required in the circumstances.", "[76] The Applicant has asked for costs in this matter. I am of the view that this mater has not been dealt with in a timely manner. However, the delays cannot be entirely laid at the feet of the Minister. This is a complex case and the Applicant must assume some responsibility for the complications which she introduced into the process with the second refugee claim based upon Guinean nationality. Consequently, I don't think I can find the \"special reasons\" required for an award of costs at this point. I think that the timetable set out above is a sufficiently clear message to the Minister that this matter requires resolution in a timely manner. However, I remain seized of this matter and future conduct may give rise to cost considerations that will be dealt with as may arise. JUDGMENT", "[77] THIS COURT'S JUDGMENT is that 1. The application in file IMM-13236-12 is allowed. The decision is quashed and the H&C matter is returned for reconsideration by a different officer in accordance with my reasons. 2. In reconsidering this matter the following conditions shall apply: i. The Minister shall either accept Sierra Leone as the country of reference, on the basis of the record before the Court, for the purposes of assessing hardship in the country of prospective removal and the best interests of the children; or the Minister shall assess hardship on the basis of de facto statelessness in Canada if, following an oral interview with the Applicant and counsel, the Officer finds that, on a balance of probabilities, the Applicant is not a national of Sierra Leone and so will not be removed to that country; ii. The Applicant shall have 30 days to provide the Minister with updated application forms and such further evidence and written material as the Applicant deems appropriate; iii. The Minister shall render and communicate to the Applicant and counsel a fresh first stage decision on H&C grounds within 60 days of receiving the Applicant's updated materials; iv. If the fresh decision is positive, the Minister shall waive the requirement for further documentation or evidence with respect to identity and/or nationality, including the requirement to provide a passport, and shall render a final decision on the permanent residence application as soon as possible, and in any event within 60 days of the first stage decision; and v. Failing agreement by the parties, the above deadlines may only be extended by further order of this Court. For this purpose, I will remain seized of the matter to ensure that any deviations from the schedule are reasonable and required in the circumstances. 3. No costs are awarded at this time but may be considered in future as set out in my reasons. 4. There is no question for certification. Order accordingly. Editor: Elizabeth M.A. Turgeon/vnh"]}