{"id_": "065702", "body_str": ["[1] Martineau, J. : This is an application for judicial review of a decision rendered August 16, 2006 by an adjudicator appointed pursuant to section 242 of the Canada Labour Code, R.S.C. 1985, c. L-2 as amended (the Labour Code). In that decision, the adjudicator determined that the applicant, Mr. John Colistro, had resigned from the Bank of Montreal (BMO or the Bank) and was not constructively dismissed.", "[2] Mr. Colistro began his career with the Bank in 1975. His last position was as an Investment Lending Specialist. His duties included soliciting financial planners for investment loans and mortgages for their clients, as well as marketing and granting personal loans to employees of private companies under the Bank’s approved employee share purchase loan programs. His supervisor was Ms. Pam Schiwinsky, who was also the Area Manager.", "[3] On May 2, 2005, Mr. Colistro attended a disciplinary meeting with Ms. Schiwinsky, whose manager, Mr. Tim Douglas, was also in attendance by telephone. He was given a Remedial Discipline Step 4 notice, which documented two events. First, it was alleged that Mr. Colistro had advanced a loan without verifying that complete and accurate loan documentation and security were in place. Second, it was alleged that Mr. Colistro had scheduled vacation at a time that overlapped with the period during which BMO’s client, PCL, issues shares to its employees. This was known as the busiest season of the year for the Investment Lending Specialist and as Mr. Colistro had been assigned the PCL relationship, his absence during this time placed extreme pressures on other employees. Furthermore, PCL had expressed dissatisfaction with the manner in which Mr. Colistro had handled client interviews prior to his departure and it was felt that BMO’s relationship with this client had been jeopardized. Moreover, it was alleged that Mr. Colistro had disclosed confidential information on PCL’s employees to a third party. The disciplinary notice provided an action plan to improve results. It was specified that future non-compliance might result in the immediate termination of Mr. Colistro’s employment with cause.", "[4] On May 3, 2005, another disciplinary meeting was held, during which Mr. Colistro, Ms. Schiwinsky, and Mr. Douglas discussed the contents of the notice. Mr. Colistro refused to sign the notice. No resolution was reached at this meeting. It appears that the Bank did not suspend Mr. Colistro from work and had not yet reached a decision as to the final form of discipline, if any, it would take.", "[5] The next day, Mr. Colistro telephoned Ms. Schiwinsky and advised her that he would not be returning. He confirmed this conversation in an e-mail later that day: Pam, as discussed this morning this is to confirm I will be leaving employment with BMO. I would prefer to do so effective May 20, 2005. During this time I will, if requested, be available to assist any staff member taking over any of my files. However, I would prefer to avoid any customer interactions, if possible. You may wish to communicate this information to the staff as it may reduce the various inquiries as to what is happening. I would appreciate confirmation that the proposed May date is satisfactory.", "[6] A two-day hearing was held in July 2006 by Douglass Miller Tadman, C. Arb., to hear the complaint of unjust dismissal made by Mr. Colistro. In an 18-page award, the adjudicator set out his reasons for dismissing the complaint. In a nutshell, the adjudicator determined Mr. Colistro had left the Bank voluntarily and that the Bank did not constructively dismiss him.", "[7] The applicant essentially raises two issues. First, he submits that the adjudicator’s conduct at the hearing shows a bias in favour of the Bank. Second, he contends that the adjudicator made several findings of fact that were perverse or capricious or made without regard for the evidence. Cumulatively, these errors render the overall conclusion of the adjudicator patently unreasonable.", "[8] The test for identifying a reasonable apprehension of bias is what an informed person, viewing the matter realistically and practically and having thought the matter through would conclude (Committee for Justice and  <FRAGMENT_SUPPRESSED>  at 394). As the hearings before the adjudicator were not recorded, I must rely on the affidavits submitted by the applicant and by Ms. Janet Jumaga, as well as the affidavit submitted by Ms. Tara John on behalf of the Bank, who were present when the alleged incidents occurred.", "[9] In the case at bar, the applicant contends that two events demonstrate that the adjudicator was biased in favour of the Bank. First, the adjudicator stood up and shook hands with Mr. Douglas when he entered the room to testify. Second, the adjudicator interrupted the applicant’s solicitor’s cross-examination of Ms. Schiwinsky, making an erroneous statement to the effect of “Oh come on now, Ms. Schiwinsky was not on vacation she was working”. The applicant submits that this comment related to a crucial point in his case, as he had been disciplined for taking vacation during a busy period, even though Ms. Schiwinsky had also taken vacation at that time. She testified, however, that she was still working away from the office and the adjudicator showed his bias towards the Bank by interrupting the cross-examination to signal that he believed her testimony. On the other hand, in the affidavit submitted on behalf of the Bank by Ms. Tara John, it is stated that the adjudicator was “courteous and friendly to all” and that he allowed a full cross-examination of Ms. Schiwinsky at the hearing.", "[10] To begin, I believe that any decision-maker should avoid being familiar or friendly with any witness during a hearing. That being said, the incident of shaking hands with Mr. Douglas, while inappropriate, is isolated. With respect to the adjudicator’s comment with respect to the testimony of Ms. Schiwinsky, the evidence before the Court is not conclusive and somewhat contradictory. Ms. Schiwinsky testified that although the vacation schedule indicated that she would be on vacation during a certain period, she continued to work during that period through both e-mail and telephone. She was cross-examined on this issue and in the absence of transcript, I have no actual proof of the comments made by the adjudicator and their context. Whether the two events mentioned by the applicant are considered in isolation or cumulatively, in my view, an informed person viewing the matter realistically and practically and having thought the matter through, would not conclude from the above evidence that the adjudicator demonstrated a reasonable apprehension of bias.", "[11] In light of the strong privative clause at section 243 of the Labour Code, the decision of an adjudicator must be given a large measure of deference. Accordingly, the standard of review applicable to the adjudicator’s findings of fact is that of patent unreasonableness and the Court will only intervene if the decision is based on an erroneous finding of fact that was made in a perverse or capricious manner or without regard for the material before it ( <FRAGMENT_SUPPRESSED>  at para.16, aff’d 2007 FCA 96;  <FRAGMENT_SUPPRESSED>  and paragraph 18.1(4)(d) Federal Courts Act).", "[12] In the case at bar, in his affidavit and memorandum of fact and law, the applicant points to a number of aspects of the impugned decision that contain factual errors. In his opinion, the adjudicator’s conclusion that he was not constructively dismissed is patently unreasonable.", "[13] I have specifically considered the various allegations, made by the applicant in his affidavit and memorandum of law with respect to: 1) the preliminary ruling made by the adjudicator at paragraphs 7 and 8 which is correct in law; 2) the findings made by the adjudicator at paragraphs 20, 21, 22, 27 and 28 with respect to the voluntary resignation of Mr. Colistro which are supported by the evidence; and 3) the findings at paragraphs 42 to 95 with respect to incidents #1 to #7 which support the ultimate finding made by the adjudicator that Mr. Colistro was not constructively dismissed by the Bank.", "[14] While I have not been able, in view of the absence of transcripts, to verify the statements attributed to the various witnesses, the adjudicator has provided in this case detailed reasons that set out his findings and the basis upon which they were made. Accordingly, his ultimate conclusion must be upheld, unless it is demonstrated to be patently unreasonable.", "[15] The evidence leaves no doubt that the applicant resigned his position and this aspect of the adjudicator’s decision is not seriously challenged. Thus, the adjudicator had to determine whether Mr. Colistro had proven, on a balance of probabilities, that the conduct towards him was so hostile that he could reasonably conclude that his continued employment was intolerable, rendering his resignation irrelevant. After a careful review of the incidents relied upon by Mr. Colistro, the adjudicator came to the conclusion that the latter had failed to prove his complaint of constructive dismissal. The Court should not disturb this factual finding, which is based on the articulated reasoning provided by the adjudicator in his award.", "[16] Incident #1 – The administrative assistant. The adjudicator found that Ms. Skretting’s lack of co-operation with the applicant did not constitute harassment on the part of the Bank authored by Ms. Schiwinsky, the supervisor of Mr. Colistro. This finding is based on the evidence and the adjudicator’s reasoning does not appear capricious or arbitrary. The grievances made by the applicant in his memorandum of law merely amount to a disagreement with regard to a factual determination the adjudicator was entitled to make.", "[17] Incident #2 – February 22, 2005 meeting. The adjudicator viewed this meeting as nothing more than a healthy exchange of differing opinions between a manager and a subordinate who had similar seniority, if not similar rank. In his decision, the adjudicator clearly explains why he prefers the testimony of Ms. Schiwinsky, and I find no reason here to interfere with this finding, which is based on the evidence.", "[18] Incident #3 – Undermining authority. The adjudicator concludes that it was never part of Mr. Colistro’s role to participate at the senior corporate level. This conclusion is based on the testimony of Ms. Linda Shaw and Ms. Schiwinsky, and the applicant has failed to demonstrate that such reliance is capricious or arbitrary.", "[19] Incident #4 – January 4, 2005, 549 Report. It has not been demonstrated that expecting Mr. Colistro to proceed through established channels was unjustified. The adjudicator did not act in a capricious or arbitrary manner in dismissing the inferences made in this regard by the applicant.", "[20] Incident #5 – Salary freeze. Despite the alleged error with respect to Mr. Colistro’s compensation ratio and percentage in excess of the highest rate paid to his grade level, the adjudicator’s finding that the applicant was not singled out is supported by the evidence and is not patently unreasonable.", "[21] Incident #6 – Remedial discipline step 4. The adjudicator found that the disciplinary notice that led to the two meetings in May 2005 did not support Mr. Colistro’s view that it was made with the intention to humiliate or embarrass him. Although the adjudicator concludes that there is no proof of the Bank’s intention to dismiss Mr. Colistro, the areas of concern were serious enough to require disciplinary or remedial action. Again the adjudicator preferred the evidence of the Bank’s witnesses to that of the applicant, and provided clear and articulate reasons for doing so. The findings made by the adjudicator are supported by the evidence and, while they are not free from errors, I cannot conclude that any such error materially affected the ultimate conclusion reached by the adjudicator.", "[22] Incident #7 – Earlier disciplinary event. The adjudicator found that Mr. Colistro did not accurately represent the status of this disciplinary action and that accordingly, it could not be used as an example of an event that was intended to embarrass or harass Mr. Colistro. The adjudicator resolved this conflict in the evidence by preferring the testimony of Mr. W. Jaciuk, who was in the best position to explain the facts surrounding this incident. It has not been demonstrated that this finding is capricious or arbitrary in the circumstances.", "[23] While I may have come to a different factual conclusion myself, it is not the role of the Court to re-weigh the evidence considered by the adjudicator, who was in the best position to appreciate the credibility of the different witnesses heard. The adjudicator found that the events Mr. Colistro relies upon, whether in isolation or in combination, do not objectively suggest that either Ms. Schiwinsky or the Bank acted in an unjustifiable or improper way. The adjudicator also found that Ms. Schiwinsky, acting in accordance with established Bank policy, reasonably held Mr. Colistro accountable for his actions and omissions. When this occurred, he decided to resign from his position.", "[24] While it is acknowledged by the adjudicator that Mr. Colistro was an employee of the Bank with 30 years of service when he resigned, this by itself did not establish that the Bank constructively dismissed him. He had to prove his allegations on a balance of probabilities, which he failed to do in the adjudicator’s view. The result may be deplorable and sounds unjust for the applicant, but I am unable on the basis of the record presently constituted, to conclude that the impugned decision is patently unreasonable.", "[25] The application is dismissed with costs in favour of the respondent. ORDER", "[26] THIS COURT ORDERS THAT the application for judicial review be dismissed with costs in favour of the respondent. [End of document]"]}