{"id_": "065842", "body_str": ["[1] Tremblay-Lamer, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\" or \"IRPA\"), for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"IRB\" or the \"Board\") dated July 5, 2006, wherein the Board determined that the applicant was not a Convention refugee according to Section 96 of the Act, nor a \"person in need of protection\" according to Section 97 of the Act. Background", "[2] The applicant, a 32 year-old citizen of Haiti, claims to have been the target of gang violence on multiple occasions between September 2000 and June 2004, the date on which he left the country for the United States in possession of an American visa.", "[3] During this time, the acts of alleged persecution were in the form of vandalism, extortion, and threats of kidnapping.", "[4] The applicant asserts that he was targeted because he was a known businessman, operating the company \"Indice Communications\" and as such he was perceived to be wealthy.", "[5] The applicant remained in the United States from 20 February 2004 until the 19 October 2005. He subsequently arrived in New Brunswick with a valid six-month Canadian visitor's visa before finally claiming asylum in Montreal on 22 April 2006.", "[6] The IRB found the applicant to be credible and generally accepted the facts as alleged.", "[7] First, the Board determined that the applicant's fear of persecution had no nexus with any of the five grounds contained in the definition of Convention refugee.", "[8] Second, the Board indicated that to fall within the category of \"person in need of protection\" as contemplated by s. 97(1)( ), the applicant must demonstrate that he would be subject to danger or to a risk to his life or cruel or unusual treatment owing to his personal circumstances or those of similarly situated individuals.", "[9] The Board indicated that the risk feared by the applicant is a generalized risk. In support of this contention the Board cited information given by the applicant to an immigration officer during his asylum claim of 16 May 2006: The Board concluded that the applicant was not more at risk than any other Haitian.", "[10] Finally, the Board cited a document submitted by the applicant, which indicated that the national police in Haiti were \"making progress\", in order to conclude that state protection exists. II. Standard of Review", "[11] <FRAGMENT_SUPPRESSED>  at para. 22, Beaudry J. concluded that, the standard of correctness was applicable when reviewing a decision regarding whether or not the perception of wealth constitutes a particularized risk under section 97. I agree. The interpretation of this provision is a question of pure law and thus will be afforded no deference. III. Analysis", "[12] The applicant submits that kidnapping is rampant in Haiti, but businessmen are especially at risk because the goal of kidnapping for ransom is to obtain money. Given the fact that in Haiti most of the population is poor, those with money or those perceived to have money are at greater risk than the general population. Section 97 of the Act is to be interpreted as indicating that there can be a sub-group within a generalized group that faces an even more acute risk than the larger group.", "[13] For the respondent, the risk of crime faced by the applicant was general rather than personal, as it was prevalent throughout the entire country. While the perception of the applicant as wealthy could increase his chances of being victimized, it does not mean that the risk is no longer generalized.", "[14] I note at the outset, that in order to succeed on a s. 97 claim, a claimant must provide \"persuasive evidence (i.e. a balance of probabilities) establishing the facts\" on which he relies ( <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1934 (QL), at para. 50, aff'd 2005 FCA 1). In the present case, the alleged facts were generally accepted by the Board. My reading of the decision reveals that he applicant's status as a victim of gang violence and extortion in the past was uncontested, nor does the Board appear to rule out that he may be a victim in the future. For the Board, the weakness in the applicant's claim stemmed from the fact that the risk he faced was also faced by the general Haitian population and therefore was not personalized.", "[15] Thus, the present case raises the issue of the interpretation of the meaning of the terms \"personally\" and \"generally\" as contained in s. 97(1) of the Act: A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally [...] (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if [...] (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country [...] [Emphasis added] [...] personnellement pas, [...] [je souligne]", "[16] The test under s. 97 of the Act is distinct from the test under section 96. As Rouleau J. noted in <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 995 (QL), at para. 21, s. 97 \"requires the Board to apply a different criterion pertaining to the issue of whether the applicant's removal may or may not expose him personally to the risks and dangers referred to in paragraphs 97(1)( ) and ( ) of the Act\" and must be assessed with reference to the personal situation of the applicant. Moreover, he indicated that the \"assessment of the applicant's fear must be made in concreto, and not from an abstract and general perspective\" (at para. 22).", "[17] Accordingly, documentary evidence which illustrates the systematic and generalized violation of human rights in a given country will not be sufficient to ground a section 97 claim absent proof that might link this general documentary evidence to the applicant's specific circumstances ( <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 103 (QL), at para. 21; <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 506 (QL), at para. 28; <FRAGMENT_SUPPRESSED> , supra , at para. 22).", "[18] The difficulty in analyzing personalized risk in situations of generalized human rights violations, civil war, and failed states lies in determining the dividing line between a risk that is \"personalized\" and one that is \"general\". Under these circumstances, the Court may be faced with applicant who has been targeted in the past and who may be targeted in the future but whose risk situation is similar to a segment of the larger population. Thus, the Court is faced with an individual who may have a personalized risk, but one that is shared by many other individuals.", "[19] Recently, the term \"generally\" was interpreted in a manner that may include segments of the larger population, as well as all residents or citizens of a given country.  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1792 (QL). In that case, the applicant asserted that if he and his young Canadian born son were returned to Colombia it would constitute indirect cruel and unusual treatment/punishment because of the psychological stress that he would experience as a parent worrying about his child's welfare in that country. At paras, 24 and 26 Snider J. stated:", "[24] It seems to me that common sense must determine the meaning of s. 97(1)(b)(ii) [...]", "[26] Further, I can see nothing in s. 97(1)(b)(ii) that requires the Board to interpret \"generally\" as applying to all citizens. The word \"generally\" is commonly used to mean \"prevalent\" or \"wide-spread\". Parliament deliberately chose to include the word \"generally\" in s. 97(1)( )(ii), thereby leaving to the Board the issue of deciding whether a particular group meets the definition. Provided that its conclusion is reasonable, as it is here, I see no need to intervene. [Emphasis added] Snider J. concluded that the Board had not erred in its determination given that the risk described by the applicant was one faced by all Colombians who have or will have children.", "[20] Recently in <FRAGMENT_SUPPRESSED> , supra, Justice Michel Beaudry, dealt with an individual situated similarly to the present applicant: a Haitian man who alleged a fear of, among other things, armed gangs in Haiti who target Haitians who have been abroad, foreigners, and anyone who they perceive to have wealth.", "[21] In his analysis of the claim, Beaudry J. noted, at para. 18, that the applicant was the subject of general violence, which was the fallout of criminal activity and that \"[as] a group, people who are perceived to be wealthy are not marginalized in Haiti; rather they are more frequent targets of criminal activity.\" Further, at para. 23, in the context of the s. 97 analysis, Beaudry J. asserted: It is my opinion that the Board did not err by determining that the applicant did not face a particularized risk upon his return. [...] However, as discussed above, the risk faced by the applicant is generalized. The risk of violence is one which every person in Haiti faces. The documentary evidence submitted in support of this case indicates that there is a serious risk to the personal safety of all in Haiti. The United Nations High Commissioner for Refugees (UNHCR) has recommended the suspension of forced returns to Haiti.", "[22] In the recent case of <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 817 (QL), at paras. 23 and 25, O'Keefe J. concluded that the applicants faced a generalized risk of economic crime which was experienced by many other Hondurans, including those perceived as wealthy. In that particular case, the Board accepted that the applicants had been the victims of violence, however, O'Keefe J. dismissed the application indicating, at para. 25, that \"[t] he applicants are members of a large group of people who may be targeted for economic crimes in Honduras on basis of their perceived wealth.\" Further, he held that \"[g] iven the wording of subparagraph 97(1)(b)(ii) of the IRPA, the applicants had to satisfy the Board that they would be personally subjected to a risk that was not generally faced by others in Honduras.\"", "[23] Based on the recent jurisprudence of this Court, I am of the view that the applicant does not face a personalized risk that is not faced generally by other individuals in or from Haiti. The risk of all forms of criminality is general and felt by all Haitians. While a specific number of individuals may be targeted more frequently because of their wealth, all Haitians are at risk of becoming the victims of violence.", "[24] For these reasons, the application for judicial review of the Immigration and Refugee Board decision is dismissed.", "[25] The applicant submits the following question for certification: Where the population of a country faces a generalized risk of crime, does the limitation of section 97 (1)( )(ii) of the IRPA apply to a subgroup of individuals who face a significantly heightened risk of such crime?", "[26] To be certified, the question must be one which transcends the interests of the immediate parties to the litigation, contemplates issues of broad significance or general application, and be one that is determinative of the appeal ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 4). In my view, the question posed by the applicant's satisfies this test and therefore shall be certified. JUDGMENT", "[27] THIS COURT ORDERS that 1. The application for judicial review of the Immigration and Refugee Board decision is dismissed. 2. The following question is certified: Where the population of a country faces a generalized risk of crime, does the limitation of section 97 (1)( )(ii) of the IRPA apply to a subgroup of individuals who face a significantly heightened risk of such crime? [End of document]"]}