{"id_": "065999", "body_str": ["[1] Near, J. : The Applicant, Varnan Paramanathan, seeks judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated July 29, 2011. The Board found that he was not a Convention refugee or person in need of protection within the meaning of sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). I. Facts", "[2] The Applicant is a Tamil male from Jaffna in the North of Sri Lanka. However, he lived in Kotahena, Colombo for two years and two months before leaving the country.", "[3] He claimed that his family experienced harassment by the Liberation Tigers of Tamil Eelam (LTTE) and then later by security forces. He described several short detentions during which he was interrogated and beaten prior to being released. The detentions occurred as follows: • August 2007: After a LTTE ambush of the local army camp in Uduvil, he was detained along with other Tamils and held for 5 days during which time he was beaten and suffered injuries before his father negotiated his release • July 2008: He was detained at the Omanthai checkpoint by the army when there to assist his uncle but was released after three hours • August 2008: While living with his aunt in Colombo, he was detained and questioned for three days by CID (Criminal Investigation Division) agents before a retired police officer interceded for his release • April 2009: He was caught up in a police round up and held in Kotahena, Colombo with other Tamils just prior to the end of the war, but his boss was able to have him released after two days • July 2010: He was taken by the army, CID and Karuna paramilitaries from his aunt's house in Kotahena, Colombo and detained for three days at the Petteh army camp until a businessman hired by his aunt bribed police for his release", "[4] The Applicant claims that an agent helped him to fly out of Sri Lanka on September 9, 2010. II. Decision Under Review", "[5] The Board did not believe the Applicant's fear of persecution to be well-founded or that he faced a serious possibility of risk if he were to return to Sri Lanka. He was released from all detentions, albeit with the occasional bribe. The Board believed, on a balance of probabilities, that there was no warrant out for his arrest or that he was not on the high security watch list of the government.", "[6] The Board proceeded to analyze the change of circumstances in Sri Lanka. Having reviewed often less than consistent information, the Board found that the situation for Tamils in the country had improved significantly in the past two years. The government was seen as reaching out to the Tamil community by hiring more Tamils in the police and military. However, the Board acknowledged the continued prevalence of discrimination against ethnic minorities, specifically Tamils. Considering the totality of the evidence, the Board determined that \"the situation, while not perfect, is not such that the Applicant would be persecuted due to any Convention ground or harmed pursuant to section 97 of the IRPA.\"", "[7] Finally, the risk facing the Applicant of extortion by rogue members of the security forces and Karuna paramilitaries was addressed. The Applicant expressed concern that on returning from a Western country he would be perceived as a potential wealthy target. The Board nonetheless concluded that any risk faced by the Applicant would be a generalized and prevalent risk faced by his sub-group and not captured by subsection 97(1)(b). III. Issues", "[8] The Applicant raises several issues that can be addressed as follows: (a) Did the Board err by failing to consider an additional Convention ground? (b) Did the Board err in the application of the legal test for assessing the Applicant's fear of persecution? (c) Did the Board err by not considering the cumulative effect of the Applicant's detentions? (d) Did the Board fail to consider the threat posed to the Applicant by paramilitaries? (e) Did the Board err in making its credibility findings? (f) Did the Board err in its assessment of the change of circumstances in Sri Lanka? (g) Did the Board err by making misstatements? IV. Standard of Review", "[9] The majority of these issues require the reasonableness standard as matters of fact or mixed fact and law (see <FRAGMENT_SUPPRESSED>  at para 51).", "[10] In applying that standard, the Court must have regard for \"the existence of justification, transparency and intelligibility\" as well as \"whether the decision falls within the range of possible, acceptable outcomes defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above at para 47).", "[11] The application of a legal test is, however, a matter of law that must be reviewed based on correctness (see <FRAGMENT_SUPPRESSED> , above at para 50; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 44). V. Analysis A. Failure to Consider Convention Ground", "[12] The Applicant submits that the Board erred in failing to consider whether he would be targeted as a member of the particular social group of failed refugee claimants. During the hearing, counsel made submissions and presented two articles in support of this position.", "[13] The Respondent maintains that this did not amount to an error as the Applicant's Personal Information Form (PIF) stated he feared persecution by \"security forces and henchmen\", not as a failed refugee claimant. This latter argument was not central to his claim. Moreover, the preponderance of evidence submitted was in relation to the situation facing Tamils in Sri Lanka. At least of one of the articles on the issue of risks for returning failed asylum seekers described a situation that could be distinguished from that facing the Applicant.", "[14] Reviewing the relevant jurisprudence, I recognize that this Court has overturned immigration decisions for a failure to consider an additional ground of persecution.  <FRAGMENT_SUPPRESSED>  [2011] FCJ no 650 at para 106, for example, Justice Judith Snider suggested that while it was open to a visa officer to consider an additional ground of persecution and reject it; the failure to provide an explanation for not assessing that risk amounted to a reviewable error.", "[15] The Court has nonetheless stressed that the Board is only required to consider an additional ground of persecution where there is evidence on the record to support it (see <FRAGMENT_SUPPRESSED>  [2011] FCJ no 305 at paras 9-11; <FRAGMENT_SUPPRESSED>  [2011] FCJ no 1253 at para 19).", "[16] More specifically, Justice Snider accepted in <FRAGMENT_SUPPRESSED>  [2004] FCJ no 1364 at para 8 that while ignoring part of a refugee claim would ordinarily be a serious error, this was not the case where membership in the particular social group was not central to the claim and appeared \"to be an afterthought that was not supported by any evidence.\"", "[17] In light of these determinations, I am prepared to accept the Respondent's position that the failure to expressly consider the Applicant's additional ground of persecution as a failed refugee claimant is not an error warranting the Court's intervention.", "[18] Similar to <FRAGMENT_SUPPRESSED> , above, the issue represents an afterthought as opposed to the central basis of his claim. Indeed, the Applicant's allegations focused on treatment he experienced as a Tamil in Sri Lanka. The evidentiary record and the Applicant's testimony reflect this preoccupation. The Board ultimately concluded that there was less than a serious chance of persecution on \"any Convention ground.\"", "[19] While Applicant's counsel provided two articles as evidence of the risk to failed asylum seekers, these were limited in comparison with the material devoted to the central aspect of his claim and insufficient to establish a clear obligation for the Board to address the issue. As the Respondent stresses, \"the legal duty or onus remains on a claimant to make out his or her claim in clear and unmistakeable terms\" (see <FRAGMENT_SUPPRESSED> ). In addition, Justice Russel Zinn in <FRAGMENT_SUPPRESSED> , above, noted that the Board is not under an obligation to \"undertake a microscopic examination of the record before it to try to uncover a risk.\" B. Legal Test for Assessing Persecution", "[20] The Applicant takes issue with the Board's characterization of the test for assessing persecution at paragraph 52 of its reasons that \"the situation, while not perfect, is not such that the claimant will be persecuted due to any Convention ground or harmed pursuant to section 97 of the Act.\"", "[21] According to the Applicant, the test lies somewhere between the balance of probabilities (or more likely than not) and more than a mere possibility of persecution (see <FRAGMENT_SUPPRESSED>  (FCA)). Elaborating on this distinction, the Supreme Court of Canada stated in <FRAGMENT_SUPPRESSED> :", "[120] Both the existence of the subjective fear and the fact that the fear is objectively well-founded must be established on a balance of probabilities. In the specific context of refugee determination, it has been established by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , that the claimant need not prove that persecution would be more likely than not in order to meet the objective portion of the test. The claimant must establish, however, that there is more than a \"mere possibility\" of persecution. The applicable test has been expressed as a \"reasonable possibility\" or, more appropriately in my view, as a \"serious possibility\".  <FRAGMENT_SUPPRESSED>  Respondent acknowledges that the Board misstated the test in paragraph 52 but contends that the test was applied correctly elsewhere in the decision and the Applicant failed to satisfy it.", "[23] I agree with the Respondent's assessment. While the Board implied a higher threshold than that articulated in <FRAGMENT_SUPPRESSED> , above, it is not fatal as it is evident from the remainder of the decision that the Board appreciated the correct test to be applied. At paragraph 10 of its reasons, the Board did \"not believe his fear to be well-founded or that he faces a serious possibility of risk if he were to return to his country of origin.\" Similarly, the Board states at paragraph 20 that \"[b] ased on a thorough review of often less than consistent information, the Panel finds, on a balance of probabilities, that the situation for Tamils in the country has improved significantly over the past two years and there is less than a serious chance of persecution and it is less than likely that the claimant will be harmed pursuant to section 97 of the IRPA.\"", "[24] Admittedly, the Board could have been clearer in its choice of wording. The statements referred to do not suggest, however, that an inappropriately high threshold was ultimately applied. The Board simply concluded that the Applicant had not established subjective or objective fear of persecution in accordance with the relevant tests. C. Cumulative Persecution", "[25] The Applicant also raises a concern that the Board failed to consider whether the incidents of detention cumulatively amounted to persecution. Specifically, he argues that the Board failed to come to grips with whether there is more than a mere possibility that he would be detained, as he was several times in the past, because he is a young Tamil male from the North or the risk of discriminatory measures. The Applicant points to evidence of continued security detentions being applied in a discriminatory fashion as well as the Board's acknowledgment of beatings and torture in the course of interrogation.", "[26] <FRAGMENT_SUPPRESSED>  [2008] FCJ no 395 at para 42, the Federal Court of Appeal emphasized:", "[42] [...] the Board is duty bound to consider all of the events which may have an impact on a claimant's claim that he or she has a well founded fear of persecution, including those events, which, if taken individually, do not amount to persecution, but if taken together, may justify a claim to a well founded fear of persecution. [...]", "[27] The Board is required to consider the cumulative nature of the incidents and whether they amount to persecution. In my view, the Board met that requirement in the present case.", "[28] From the outset, it was noted that the Applicant's claim was based on harassment by the LTTE and later security forces. It involved \"several detentions during which he was interrogated and beaten, but was at all times released.\" The Board later noted that \"[t] he fact he was released in all cases, albeit with the occasional bribes, leads the Panel, to believe\" that his fear was not well-founded. This demonstrates that the Board considered the evidence as to the significance of the detentions as a whole. Indeed, the claim was itself based on the combined effect of the detentions as no single incident was determinative.", "[29] I also recognize the finding in <FRAGMENT_SUPPRESSED>  [2005] FCJ no 412 at para 25: [...] Proof of past persecution for one of the listed reasons may support a finding of fact that the claimant has a well-founded fear of persecution in the future, but it will not necessarily do so. If, for example, there is evidence that country conditions have changed since the persecution occurred, that evidence must be evaluated to determine whether the fear remains well founded.", "[30] While the Applicant refers to incidents of past detentions, based on the determination in <FRAGMENT_SUPPRESSED> , above, these are not necessarily determinative of the persecution analysis. The Board reasonably considered the Applicant's experiences and inconsistent evidence of changed country circumstances before concluding that he had \"a less than serious chance of persecution\" based on ethnicity.", "[31] The Applicant has not demonstrated a clear error by the Board in considering the cumulative effect of the incidents of detention as amounting to persecution. D. Threat of Paramilitaries", "[32] The Applicant faults the Board for failing to address the paramilitaries' threat that they would tell Sri Lankan authorities he was a LTTE member.", "[33] I note, however, that the Board directed its attention to the threat of extortion by paramilitary groups in the section devoted to generalized risk. While there was a risk to the Applicant as an individual returning from abroad and perceived to be wealthy, it was prevalent within this subgroup.", "[34] This conclusion was reasonable. The Applicant has not pointed to any specific evidence before the Board of additional threats posed by paramilitary groups so as to undermine the characterization of this issue as one of a generalized risk of extortion. E. Credibility Findings", "[35] The Applicant takes issue with the Board's finding that he was not the subject of a warrant because he was eventually released after each detention and was able to leave Sri Lanka via the airport. He notes that the Applicant did not say that he was the subject of a warrant.", "[36] I must agree with the Respondent that this does not lead to the conclusion that the Board's credibility findings were unreasonable. The Board simply inferred that since the Applicant had been released in the past and was not arrested on leaving Sri Lanka at the airport that he would not have been on a high security watch list. It never implied that the Applicant stated there was a warrant for his arrest. In assessing the Applicant's fear and risk there is nothing unreasonable about making a deduction regarding an arrest warrant in this manner. It was within the range of possible, acceptable outcomes.", "[37] The Board has discretion to weigh the evidence and make findings regarding an Applicant's credibility. As long as this is done in \"clear and unmistakable terms\" ( <FRAGMENT_SUPPRESSED> ), as was the case here, or without regard for the evidence, it is difficult to identify a basis for the Court's intervention. F. Change of Circumstances", "[38] The Applicant disputes the Board's change of circumstances findings for references to returning refugees when others remain in or are heading to India as well as tourism to the North by Southern Sri Lankans that he considers irrelevant to his claim.", "[39] I agree with the Respondent, however, that he has not demonstrated the Board's conclusions were unreasonable. Based on the evidence, the Board was justified in suggesting that signs of changed circumstances include the return of former refugees to Sri Lanka and tourists entering the North, irrespective of whether they are Sri Lankans from the South or foreigners. This is consistent with the Board's role in balancing and highlighting relevant evidence.", "[40] In addition, the Applicant notes the Board does not acknowledge evidence that some newly hired Tamil police officers are from the paramilitaries or the International Committee for the Red Cross (ICRC) had its access to the North withdrawn in 2009.", "[41] As the Respondent makes clear, this does not demonstrate the Board ignored the evidence. Unless the contrary is shown, the Board is \"presumed to have weighed and considered all of the evidence presented to it\" ( <FRAGMENT_SUPPRESSED> ). There is no requirement to specifically mention every piece of evidence ( <FRAGMENT_SUPPRESSED> ).", "[42] Moreover, the Applicant's primary issue with the Board's assessment as to the change of circumstances is the weight accorded to this evidence. The Board acknowledged the continued discrimination of Tamils and beatings during interrogation. It nonetheless found \"[b] ased on a thorough review of often less than consistent information\" that the situation for Tamils had improved in the last two years. This balanced assessment demonstrates justification, transparency and intelligibility within the decision-making process. G. Misstatements", "[43] Finally, the Applicant asserts that the Board erred by making two misstatements in the course of its reasons, while the Respondent insists these were not material to his claim.", "[44] The Board referred to the EPDP (Eelam People's Democratic Party) as a splinter group from the LTTE, but it is a separate political party. This distinction did not in any way prejudice the Applicant, since he did not base his claim on any particular issue involving the EPDP. This misstatement was made in the course of reviewing general country conditions rather than analyzing specific elements of the Applicant's allegations.", "[45] Similarly, the discussion of a \"high security watch list\" as opposed to the wording in documentary evidence of an \"alert list\" does not affect the Board's overall assessment. As the Respondent points out, the central finding on this issue was that he was released from detention on each occasion and had no problems traveling through an international airport. This led to the conclusion that his fear of persecution was not well-founded. The exact characterization of the list is immaterial.", "[46] The misstatements raised by the Applicant are minor in the broader context of his claim and do not amount to a reviewable error. VI. Conclusion", "[47] Despite all of the issues raised by the Applicant, he has not demonstrated a basis for the Court's intervention. For this reason, his application is dismissed. JUDGMENT", "[48] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. , LC 2001, c 27 (la LIPR). I.", "[2]", "[3]", "[4] II.", "[5]", "[6] Loi ».", "[7] ). III.", "[8] IV. Norme de contrôle", "[9] <FRAGMENT_SUPPRESSED> , au paragraphe 51).", "[10]", "[11] <FRAGMENT_SUPPRESSED> , au paragraphe 44). V. Analyse A.", "[12]", "[13]", "[14]", "[15] <FRAGMENT_SUPPRESSED>  [2011] ACF no 1253, au paragraphe 19).", "[16]", "[17]", "[18]", "[19] B.", "[20] Loi ».", "[21] <FRAGMENT_SUPPRESSED> :", "", "[23]", "[24] C. Persécution cumulative", "[25]", "[26]", "", "[27]", "[28]", "[29] <FRAGMENT_SUPPRESSED>  [2005] ACF no 412, au paragraphe 25:", "[30]", "[31] D.", "[32]", "[33]", "[34] E.", "[35]", "[36]", "[37] F.", "[38]", "[39]", "[40]", "[41] <FRAGMENT_SUPPRESSED> ).", "[42] G.", "[43]", "[44]", "[45]", "[46] VI. Conclusion", "[47] JUGEMENT", "[48] [End of document]"]}