{"id_": "065913", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of a decision of an officer of the visa section of the Canadian Consulate in Detroit, USA (the officer), dated June 7, 2011, wherein the applicant was denied permanent residence under the Canadian experience class of subsection 12(2) of the Act and subsection 87.1 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations). This decision was based on the officer's finding that the applicant did not meet the statutory skilled work experience requirement.", "[2] The applicant requests that the officer's decision be quashed and the matter be remitted for redetermination by a different officer. Background", "[3] The applicant, Tarek Anabtawi, is a citizen of Jordan.", "[4] The applicant entered Canada in 2004 as a student. He completed a Bachelor of Arts degree at the University of Toronto in June 2008. After graduation, the applicant obtained a post-graduate work permit, valid between January 2009 and March 2010. During that time, he was employed with Prime Force Inc. (Prime Force), a recruitment company located in Mississauga, Ontario.", "[5] In May 2010, the applicant submitted an application for permanent residence under the Canadian experience class of skilled workers. This class was introduced in 2008 for temporary foreign workers or graduates with Canadian work experience. Applications for permanent residence under this class are assessed based on official Canadian language proficiency, Canadian skilled work experience and Canadian educational credentials (section 87.1 of the Regulations). Further details on this program are provided in Citizenship and Immigration Canada's Overseas Processing Manual, OP-25.", "[6] In his application, the applicant included an employment letter from Mr. Fadek Zighmi, the president of Prime Force. This letter indicated that the applicant had worked as a full time human resources officer from January 2009 through March 2010 and listed the applicant's main duties. The applicant stated that his work duties corresponded to those listed for human resources officers, referred to as \"Personnel and Recruitment Officer\", under National Occupation Classification (NOC) 1223.", "[7] On March 19, 2011, the officer reviewing the application called Mr. Zighmi to confirm the details of the applicant's employment. Mr. Zighmi's description of the applicant's role at Prime Force differed significantly from that provided in his employment letter. For example, according to Mr. Zighmi, the applicant was a customer service representative and his duties included answering telephones, receiving applications from candidates and opening files. In addition, rather than forty employees, there were only three employees working in Prime Force's office.", "[8] Based on these inconsistencies, the officer emailed the applicant on March 29, 2011 and notified him that there was a concern that his main duties at Prime Force were not those of a human resources officer. The applicant was given 45 days to provide additional information and/or documentation to disabuse the officer of his concerns.", "[9] The applicant sent an email response to the officer on May 12, 2011. The applicant explained the different tasks he undertook while working for Prime Force which he believed fulfilled the duties of a human resources officer. He also explained that while only three employees worked in Prime Force's office, the company sent more than forty temporary workers to other companies. The applicant stated that both he and his employer would be willing to submit an affidavit attesting to these facts. Officer's Decision", "[10] In a letter dated June 7, 2011, the officer denied the applicant's application. The Global Case Management System (GCMS) notes that form part of the officer's decision explain the reasons for the denial.", "[11] The officer was not satisfied that the applicant met the skilled work experience requirement. The officer explained that he reviewed the documentation submitted with the application, including the applicant's reply from May 12, 2011. However, based on these submissions and the officer's verification with the applicant's employer (Mr. Zighmi), the officer was not satisfied that the applicant performed all of the essential duties and a substantial number of the main duties of a human resources officer, as described under NOC 1223. As such, the officer was not satisfied that the applicant met the statutory requirements and therefore refused the applicant's application. Issues", "[12] The applicant submits the following points at issue: 1. What is the standard of review? 2. Did the officer err by importing irrelevant criteria when assessing work experience? 3. Was the officer's decision that the applicant did not have relevant work experience unreasonable? 4. Are the reasons for decision deficient? 5. Should costs be awarded to the applicant?", "[13] I would rephrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the officer apply the correct legal test for assessing the applicant's work experience? 3. Did the officer err in assessing the applicant's work experience? 4. Did the officer deny the applicant procedural fairness? Applicant's Written Submissions", "[14] The applicant submits that the officer's finding that the applicant did not have the required work experience is reviewable on a reasonableness standard. Conversely, the question of whether the officer imported irrelevant criteria when assessing work experience is reviewable on a correctness standard. Similarly, the adequacy of reasons is reviewable on a correctness standard.", "[15] The applicant submits that the Regulations only require applicants to have full time or full time equivalent work experience in an occupation defined as skilled under the NOC. The Regulations do not state how work experience should otherwise be assessed. The applicant submits that the officer erred by importing criteria listed in the Regulations for the federal skilled worker class when assessing the applicant's work experience under the Canadian experience class. Specifically, the officer required the applicant to have \"performed all of the essential duties and a substantial number of main duties\". However, this is a requirement under subsection 80(3) of the Regulations which applies to the federal skilled worker class; a different type of application pertaining to a different subject matter. The applicant submits that as this rigid criteria was not included under section 87.1 of the Regulations, it must be presumed that Parliament intended that a more lenient or flexible approach be taken towards the Canadian experience class as compared to the federal skilled worker class. The officer therefore erred in importing this criterion from the federal skilled worker class and applying it to his assessment of the applicant's Canadian experience class application.", "[16] In the alternative, the applicant submits that the officer erred in not appreciating that the applicant did meet the criteria applied to the assessment of his application. A comparison of the duties set out in the applicant's submissions (including his employment letter and subsequent email response) and those listed under NOC 1223 shows that the applicant met all of the duties set out in the main statement for the occupation and met a substantial number of the other main duties. The officer did not provide any explanation as to why the evidence submitted by the applicant did not satisfy the officer's concerns.", "[17] Finally, the applicant submits that the officer did not provide any reasoning or explanation in the decision for his findings. In addition, if the officer disbelieved the applicant's submissions on his work experience, he questioned the applicant's credibility in so doing. The applicant submits that it is trite law that the officer should then have provided the applicant with an opportunity to respond to his concerns. Although the officer provided the applicant with an opportunity to respond to his concerns by email, he erred in law by not explaining to the applicant why he disbelieved him or granting him an interview and providing him with a proper opportunity to disabuse him of his concerns.", "[18] The applicant submits that the officer's errors in this case were egregious and justify the awarding of costs. Respondent's Written Submissions", "[19] The respondent agrees with the applicant that the officer's decision on whether the applicant had the required work experience is reviewable on a reasonableness standard. However, contrary to the applicant's submissions, the respondent submits that the issue of whether the officer applied the wrong legal test to his finding on the applicant's work experience is reviewable on a reasonableness standard. Nevertheless, even on a correctness standard, the officer did not err in applying the legal test.", "[20] The respondent submits that as section 87.1 of the Regulations does not provide a specific test for determining the \"12 months of full-time equivalent Canadian skilled-work experience\" requirement, the officer had to look elsewhere in the Regulations for direction on how to evaluate the applicant's work experience.", "[21] The respondent submits that the application of the federal skilled worker class to the Canadian experience class is confirmed by paragraph 15(2)(b) of the Interpretation Act , RSC, 1985, c I-21, which provides that: 15. (2) Where an enactment contains an interpretation section or provision, it shall be read and construed . . . (b) as being applicable to all other enactments relating to the same subject-matter unless a contrary intention appears. . . .", "[22] The respondent submits that the definition of work experience under subsection 80(3) and section 87.1 of the Regulations relate to identical subject matter and the two provisions are found under the same general heading. Further, no contrary intention appears in the legislation. If Parliament had intended a more flexible approach for the Canadian experience class, the respondent submits that a separate definition would have been provided so that section 15 of the Interpretation Act would not apply. The officer therefore applied the correct test in evaluating the applicant's work experience. The officer's ultimate finding was within the range of reasonable outcomes based on the contradictory evidence before him, for which no explanation was provided.", "[23] The respondent also submits that the officer's reasons were adequate and there was no breach of procedural fairness. It is inappropriate to require an administrative officer to give as detailed reasons as those that would be expected of administrative tribunals that render decisions after adjudicative hearings. Nevertheless, the officer's reasons and his earlier email clearly explain why the applicant's application was rejected. The fact that the officer did not repeat these concerns in his decision does not render his reasons deficient. As there was no doubt as to why the application was rejected, there was no breach of procedural fairness.", "[24] Further, the respondent submits that the officer was not under any obligation to conduct an interview to confront the applicant with his concerns. The officer's email was sufficient for notifying the applicant of the officer's concerns and for granting him an opportunity to respond. The fact that the applicant's response was inadequate did not impose a positive obligation on the officer to inquire further. As such, there was no breach of procedural fairness.", "[25] Finally, the respondent submits that as the applicant has not demonstrated any special reasons warranting costs, none should be awarded in this case.", "[26] In the respondent's further memorandum of argument, the respondent also submits that the letter from Mr. Zighmi that was included in the applicant's record should not be considered in this application. In his letter, Mr. Zighmi asserted that there was no contradiction between the letter of employment initially submitted and the phone conversation he had with the officer in March 2011. However, Mr. Zighmi's letter is dated July 22, 2011; over a month after the officer's decision letter was issued. As reviewing Courts are bound on judicial review to the record that was before the decision maker, the respondent submits that Mr. Zighmi's letter should not be considered by this Court on this application. Analysis and Decision Issue 1 What is the appropriate standard of review?", "[27] Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see <FRAGMENT_SUPPRESSED>  at paragraph 57).", "[28] This application pertains to the Canadian experience class under the skilled workers division (Division 1) of the permanent residence economic classes (Part 6) of the Regulations. As this class was only recently introduced, no jurisprudence has yet developed on the related statutory provisions. However, significant jurisprudence has developed on the older federal skilled worker class, also contained under Division 1 of Part 6 of the Regulations. Officer's determinations under this latter class have been held to involve findings of fact and law that are reviewable on a standard of reasonableness (see <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1643 at paragraph 22; and <FRAGMENT_SUPPRESSED>  [2009] FCJ No 676 at paragraph 9). Officer's determinations under the Canadian experience class also involve findings of fact and law and are therefore also reviewable on a standard of reasonableness.", "[29] Further, as stated by the respondent, it is well established jurisprudence that the standard of review for questions pertaining to the interpretation of a decision maker's enabling statute or statutes that are closely connected to its function is reasonableness (see <FRAGMENT_SUPPRESSED>  at paragraph 26). Therefore, the question of whether the officer applied the correct legal test for assessing the applicant's work experience is also reviewable on a standard of reasonableness.", "[30] In reviewing the officer's decision on a standard of reasonableness, the Court should not intervene unless the officer came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47; and Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] SCJ No 12 at paragraph 59). As the Supreme Court held in <FRAGMENT_SUPPRESSED> above, it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraphs 59 and 61).", "[31] Conversely, the appropriate standard of review for issues of procedural fairness and natural justice is correctness (see Malik above, at paragraph 23; Khan above, at paragraph 11; and <FRAGMENT_SUPPRESSED> above, at paragraph 43). No deference is owed to officers on this issue (see <FRAGMENT_SUPPRESSED> above, at paragraph 50). Issue 2 Did the officer apply the correct legal test for assessing the applicant's work experience?", "[32] The applicant submits that the officer erred by requiring that he perform \"all of the essential duties and a substantial number of the main duties of a human resources officer\" when employed with Prime Force. The requirement to perform all essential duties and a substantial number of the main duties of a NOC category is the mandated work experience requirement for federal skilled worker class applicants under subsection 80(3) of the Regulations. Conversely, the statutory provisions for Canadian experience class applicants, under paragraph 87.1(2)(a) of the Regulations, require applicants to have acquired \"at least 12 months of full-time work experience, or the equivalent in part-time work experience, in one or more occupations that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the National Occupational Classification matrix\". The applicant submits that this latter statutory requirement is less rigid than the former and it must therefore be presumed that Parliament intended a more lenient approach be taken towards the Canadian experience class compared to the federal skilled worker class.", "[33] Parliament's intent in enacting the new skilled worker class thus lies at the centre of this analysis. According to the Canadian Gazette, Parliament created the new class in recognition of challenges with the federal skilled worker class process. These challenges included: long wait times due to backlogs; limited responsiveness to labour market demand for skilled tradespersons due to the emphasis on formal education; and a failure to meet the labour market needs of communities outside major metropolitan areas due to highly concentrated settlement patterns. By enacting the new class, Parliament therefore sought to \"[a]ttract more temporary foreign workers and foreign students to Canada and retain them as permanent residents, thereby enhancing Canada's ability to compete against countries like Australia that have similar programs\". As such, the new class would be selected on a pass/fail model rather than a points system as applied under the existing federal skilled worker class. Further, the stated rationale for the weekly work experience requirement of 37.5 hours was that it was consistent with other sections of the Regulations, specifically subsection 80(7) and paragraph 88(1)(a).", "[34] Admittedly, the NOC work experience requirements under subsection 80(3) (federal skilled worker class) and paragraph 87.1(2)(a) (Canadian experience class) are quite similar. Although the former provision specifically states to what extent the duties listed in the NOC classification must have been performed, the latter provision also requires applicants to have the work experience associated with a NOC listed occupation. Nothing emerges in either the legislation or the Canada Gazette to suggest that Parliament intended the work experience requirements to differ between these two classes.", "[35] Further, as highlighted by the respondent, paragraph 15(2)(b) of the Interpretation Act provides that an interpretive provision shall apply to all other provisions relating to the same subject matter unless a contrary intention appears. As mentioned above, the two contentious provisions are both contained under Division 1 of Part 6 of the Regulations and no contrary intention appears in the legislation. In addition, the rationale for the hourly work experience requirement under the Canadian experience class was that it was consistent with other sections of the Regulations, specifically provisions associated with other categories of the economic classes.", "[36] For these reasons, I do not find that the officer erred by incorporating the language of subsection 80(3) into the analysis under paragraph 87.1(2)(a) of the Regulations. The officer therefore applied the correct legal test for assessing the applicant's work experience. Issue 3 Did the officer err in assessing the applicant's work experience?", "[37] Turning to the officer's actual assessment of the applicant's work experience, the applicant submits that the officer erred by not appreciating that he did meet all the duties set out in the main statement for the occupation and a substantial number of the other main duties.", "[38] The NOC 1223 requirements specify the following: Main Statement : Personnel and recruitment officers identify and advertise job vacancies, recruit candidates, and assist in the selection and reassignment of employees. They are employed throughout the private and public sectors. : Personnel and recruitment officers perform some or all of the following duties: Identify current and prospective staffing requirements, prepare and post notices and advertisements, and collect and screen applications; Advise job applicants on employment requirements and on terms and conditions of employment; Review candidate inventories and contact potential applicants to arrange interviews and arrange transfers, redeployment and placement of personnel; Recruit graduates of colleges, universities and other educational institutions; Co-ordinate and participate in selection and examination boards to evaluate candidates; Notify applicants of results of selection process and prepare job offers; Advise managers and employees on staffing policies and procedures; Organize and administer staff consultation and grievance procedures; Negotiate settlements of appeals and disputes and co-ordinate termination of employment process; Determine the eligibility to entitlements, arrange staff training and provide information or services such as employee assistance, counselling and recognition programs; and May supervise personnel clerks performing filing and record keeping duties.", "[39] The following duties were listed in the applicant's employment letter: Plan, develop and implement recruitment strategies; Ensure that the business is adhering to best practice and complying with employment legislation; Work closely with the operational business team, providing guidance on how to approach different employment issues which may arise; Manage training and development strategy; Provide steps for disciplinary actions; and Maintain and update the human resources database.", "[40] The applicant's duties listed above do appear similar to those mandated under NOC 1223. However, in the decision, the officer noted that he was not satisfied that the applicant performed the required duties. This finding was largely based on the concerns raised by the officer's verification with the applicant's former employer. The GCMS notes for this conversation indicate that Mr. Zighmi stated that the applicant was a customer service representative and his duties included answering the phone, taking applications from job-seekers and opening files. Further, as the company is small, all employees had to be ready to do any type of work.", "[41] In response to the officer's email regarding the discrepancy between the applicant's duties as described by Mr. Zighmi and those listed in the applicant's submissions, the applicant explained that his duties included: Plan, develop and implement recruitment strategies by posting of ads and job openings in local newspapers and on the internet; Screening of job applicants to identify the most appropriate candidate; Advising the company on implications of the increased minimum wage on business; Review and update the candidate inventory; Reassign employees based on available work; and Advise job applicants on employment requirements and compliance with Canadian workplace health and safety regulations.", "[42] As noted by the respondent, no explanation was provided to explain the discrepancy between the verification call and the written submissions. Although the applicant offered to file an affidavit from both himself and Mr. Zighmi, none was filed.", "[43] Admittedly, the duties listed in the applicant's written submissions are similar to those listed under NOC 1223. However, deference is warranted to officers in this decision making process and their decisions should only be overturned where they are not within the range of acceptable outcomes based on the evidence before them (see <FRAGMENT_SUPPRESSED> above, at paragraph 47). In this case, there was sufficient evidence before the officer to support his questioning of the applicant's actual duties while employed at Prime Force. The applicant's email response to the officer's concerns did not provide new information to alleviate those concerns. Further, as stated by the respondent, Mr. Zighmi's letter that was dated after the application was denied cannot be considered by this Court as it was not before the officer. As such, I find that the officer came to a reasonable decision based on the evidence before him. Issue 4 Did the officer deny the applicant procedural fairness?", "[44] Finally, the applicant submits that the officer erred by not explaining why the evidence that he filed did not satisfy the officer's concerns. Further, if the officer disbelieved the applicant's statement, thereby questioning his credibility, he should have provided the applicant with a proper opportunity to respond.", "[45] Although limited jurisprudence has developed on the Canadian experience class, there is extensive jurisprudence available on the federal skilled worker class. Both of these classes fall under the same skilled workers division of the permanent residence economic classes of the Regulations. The nature of the regulatory scheme, the role of the decision of the officer in the overall scheme and the choice of procedure are also similar. As such, applicants under the two classes are entitled to similar limited procedural safeguards (see Malik above, at paragraph 26).", "[46] In this case, the officer referred in his decision to the concerns raised in his March 29, 2011 email, namely, the inconsistencies between the duties listed in the applicant's employment letter and those stated by his former employer during the verification call. The applicant was granted 45 days to respond to these concerns with \"any information or documentation\". The sole response the applicant provided was an email in which he largely reiterated the duties included in his former submission. Aside from a clarification on the number of employees that the company had, no explanation was provided for the discrepancies noted by the officer.", "[47] Bearing in mind the limited procedural safeguards that permanent residence applicants are entitled to under the Canadian experience class, I do not find that the officer erred by not providing further explanations for his decision. As the applicant's email did not differ significantly from the information contained in his employment letter, the officer's concerns stated in his March 29, 2011 email clearly remained unsatisfied. As such, I find that the decision adequately shows why the officer made his decision and permits this Court to determine whether the conclusion is within the range of acceptable outcomes (see Newfoundland and  <FRAGMENT_SUPPRESSED>  at paragraph 16).", "[48] The applicant also submits that he was entitled to a proper opportunity, by way of an interview, to disabuse the officer of his credibility concerns. However, as stated by the respondent, visa officers are under no obligation to alert applicants of concerns where they pertain to matters that arose directly from the applicant's own evidence and from statutory requirements. As stated by Mr. Justice Yves de Montigny in <FRAGMENT_SUPPRESSED>  [2006] FCJ No 1289 (at paragraph 16): [...] An applicant's failure to provide adequate, sufficient or credible proof with respect to his visa application does not trigger a duty to inform the applicant in order for him to submit further proof to address the finding of the officer with respect to the inadequacy, deficiency or lack of credibility. [...]", "[49] In summary, I find the applicant has failed to show any reviewable error. The officer applied the correct legal test in assessing the applicant's work experience and was under no obligation to explain his findings in greater detail or to grant the applicant an interview. As such, I would dismiss this judicial review. The applicant requested an order for costs. I am not prepared to make an order for costs to the applicant as the applicant did not succeed in the application and special reasons do not exist to justify an award of costs.", "[50] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[51] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. Application dismissed. Editor: Elizabeth M.A. Turgeon/vnh ANNEX Relevant Statutory Provisions Interpretation Act , RSC, 1985, c I-21 15. (1) Definitions or rules of interpretation in an enactment apply to all the provisions of the enactment, including the provisions that contain those definitions or rules of interpretation. (2) Where an enactment contains an interpretation section or provision, it shall be read and construed (a) as being applicable only if a contrary intention does not appear; and (b) as being applicable to all other enactments relating to the same subject-matter unless a contrary intention appears. Immigration and Refugee Protection Act , SC 2001, c 27 12.(2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada. 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. Immigration and Refugee Protection Regulations , SOR/2002-227 80. (3) For the purposes of subsection (1), a skilled worker is considered to have experience in an occupation, regardless of whether they meet the employment requirements of the occupation as set out in the occupational descriptions of the National Occupational Classification, if they performed (a) the actions described in the lead statement for the occupation as set out in the occupational descriptions of the National Occupational Classification; and (b) at least a substantial number of the main duties of the occupation as set out in the occupational descriptions of the National Occupational Classification, including all the essential duties. 87.1 (1) For the purposes of subsection 12(2) of the Act, the Canadian experience class is prescribed as a class of persons who may become permanent residents on the basis of their experience in Canada and who intend to reside in a province other than the Province of Quebec. (2) A foreign national is a member of the Canadian experience class if (a) they (i) have acquired in Canada within the 24 months before the day on which their application for permanent residence is made at least 12 months of full-time work experience, or the equivalent in part-time work experience, in one or more occupations that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the National Occupational Classification matrix, and have acquired that work experience after having obtained (A) a diploma, degree or trade or apprenticeship credential issued on the completion of a program of full-time study or training of at least two years' duration at a public, provincially recognized post-secondary educational or training institution in Canada, (B) a diploma or trade or apprenticeship credential issued on the completion of a program of full-time study or training of at least two years' duration at a private, Quebec post-secondary institution that operates under the same rules and regulations as public Quebec post-secondary institutions and that receives at least 50 per cent of its financing for its overall operations from government grants, subsidies or other assistance, (C) a degree from a private, provincially recognized post-secondary educational institution in Canada issued on the completion of a program of full-time study of at least two years' duration, or (D) a graduate degree from a provincially recognized post-secondary educational institution in Canada issued on the completion of a program of full-time study of at least one year's duration and within two years after obtaining a degree or diploma from an institution referred to in clause (A) or (C), or (ii) have acquired in Canada within the 36 months before the day on which their application for permanent residence is made at least 24 months of full-time work experience, or the equivalent in part-time work experience, in one or more occupations that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the National Occupational Classification matrix; and (b) they have had their proficiency in the English or French language assessed by an organization or institution designated under subsection (4) and have obtained proficiencies for their abilities to speak, listen, read and write that correspond to benchmarks, as referred to in Canadian Language Benchmarks 2000 for the English language and Niveaux de compétence linguistique canadiens 2006 for the French language, of (i) in the case of a foreign national who has acquired work experience in one or more occupations that are listed in Skill Type 0 Management Occupations or Skill Level A of the National Occupational Classification matrix, (A) 7 or higher for each of those abilities, or (B) 6 for any one of those abilities, 7 or higher for any other two of those abilities and 8 or higher for the remaining ability, and (ii) in the case of a foreign national who has acquired work experience in one or more occupations that are listed in Skill Level B of the National Occupational Classification matrix, (A) 5 or higher for each of those abilities, or (B) 4 for any one of those abilities, 5 or higher for any other two of those abilities and 6 or higher for the remaining ability. (3) For the purposes of subsection (2), (a) full-time work is equivalent to at least 37.5 hours of work per week; (b) any period of self-employment or unauthorized work shall not be included in calculating a period of work experience; (c) the foreign national must have had temporary resident status during their period of work experience and any period of full-time study or training; (d) the foreign national must have been physically present in Canada for at least two years of their full-time study or training; (e) any period during which the foreign national was engaged in a full-time program of study or training in English or French as a second language - and any period of full-time study or training in respect of which study or training in English or French as a second language amounted to most of the full-time study or training - shall not be included in calculating the period of full-time study or training; (f) any period of study or training during which the foreign national was a recipient of a Government of Canada scholarship or bursary, or participated in an exchange program sponsored by the Government of Canada, a purpose or condition of which was that the foreign national return to their country of origin or nationality on completion of their studies or training shall not be included in calculating the period of full-time study or training; and (g) in the case of a foreign national whose work experience is referred to in both subparagraphs (2)(b)(i) and (ii), the foreign national must obtain a proficiency in the English or French language that corresponds to the benchmarks required for the skill type, as set out in subparagraph (2)(b)(i) or (ii), in which the foreign national has acquired most of their work experience. (4) The Minister may designate organizations or institutions to assess language proficiency for the purposes of this section and shall, for the purpose of correlating the results of such an assessment by a particular designated organization or institution with the benchmarks referred to in subsection (2), establish the minimum test result required to be awarded for each ability and each level of proficiency in the course of an assessment of language proficiency by that organization or institution in order to meet those benchmarks. (5) The results of an assessment of the language proficiency of a foreign national by a designated organization or institution and the correlation of those results with the benchmarks in accordance with subsection (4) are conclusive evidence of the foreign national's proficiency in an official language of Canada for the purposes of this section."]}