{"id_": "066142", "body_str": ["[1] Martineau, J. [Translation]: The applications for judicial review at bar raise the same issues regarding due process, the scope of procedural guarantees and the impartiality and independence of the authority empowered pursuant to the Bankruptcy and Insolvency Act , S.C. 1985, c. B-3 (the Act ), to rule on the conduct of bankruptcy trustees.", "[2] The applicants hold trustee licences issued under the Act by the Superintendent of Bankruptcy (the Superintendent). They are currently the subject of disciplinary proceedings initiated pursuant to ss. 14.01 and 14.02 of the Act (the provisions in question), the application of which could entail the suspension or cancellation of their licences. On this point, the applicants submitted essentially that the provisions in question are contrary to their fundamental right to a fair and equitable hearing before an independent and impartial tribunal. Consequently, the applicants are seeking a judicial declaration that the provisions in question are of no force or effect, as well as a stay of the disciplinary proceedings.", "[3] In two interlocutory decisions, rendered by Fred Kaufman (docket T-75-04) and Lawrence Poitras (docket T-547-04), respectively acting as Superintendent's delegates pursuant to s. 14.01(2) of the Act (the delegates), the applicants' claims were not allowed. The Attorney General of Canada intervened to support the validity of the provisions in question and the merit of the delegates' findings.", "[4] I consider that the applications for judicial review at bar should be dismissed. Although my reasons for not granting the remedies sought by the applicants are more elaborate than those given by the delegates, I have reached the same conclusions. In short, the delegates were correct in law and fact to find that the application of the provisions in question was not inconsistent with paragraphs 1(a) and 2(e) of the Canadian Bill of Rights , S.C. 1960, c. 44, reproduced in R.S.C. 1985, App. III (the Bill ), or s. 7 of the Canadian Charter of Rights and Freedoms , Part I of the , being Schedule B of the Canada Act, 1982 (U.K.), 1982, c. 11 (the Canadian Charter ), this conclusion being implicit in the position initially taken by the applicants before the delegates. Similarly, the delegates made no reviewable error when they found that the other arguments made by the applicants, involving the application of certain procedural guarantees, were premature or without legal foundation.", "[5] The background is very important in the case at bar and the applicants' many arguments tended to overlap, being based at times on the right to due process of law and at other times on the right to an impartial hearing. Accordingly, for a better understanding of the answers given to the complex legal questions which were raised in the case at bar, these reasons will follow the following general plan: II - General regulatory framework III - Factual background IV - Whether impugned decisions are reviewable V - Tribunal's reasoning VI - Interaction of the Bill and the Canadian Charter VII - Due process of law 1. Scope 2. Situation before 1960 3. Situation after 1960 4. Substantive rights 5. Procedural rights 6. Independence of decision-makers VIII - Independent and impartial tribunal 1. Rights and obligations defined by the tribunal 2. Principles of fundamental justice 3. Concepts of independence and impartiality 4. Distinction between administrative and judicial tribunals 5. Test of the reasonable and fully informed person 6. Functions of administrative officials and Bankruptcy Court 7. Operational aspects and practices of tribunal 8. Answers to questions of tribunal's structural bias 9. Answers to questions of decision-makers' independence IX - Summoning and compelling witnesses X - Discharge of applicant Roy - Sunliner case XI - Costs", "[6] The provisions in question read as follows: \"14.01(1) Where, after making or causing to be made an investigation into the conduct of a trustee, it appears to the Superintendent that (a) a trustee has not properly performed the duties of a trustee or has been guilty of any improper management of an estate, (b) a trustee has not fully complied with this Act, the General Rules, directives of the Superintendent or any law with regard to the proper administration of any estate, or (c) it is in the public interest to do so, the Superintendent may do one or more of the following: (d) cancel or suspend the licence of the trustee; (e) place such conditions or limitations on the licence as the Superintendent considers appropriate including a requirement that the trustee successfully take an exam or enrol in a proficiency course, and (f) require the trustee to make restitution to the estate of such amount of money as the estate has been deprived of as a result of the trustee's conduct. \"14.01(1.1) This section and section 14.02 apply, in so far as they are applicable, in respect of former trustees, with such modifications as the circumstances require. \"14.01(2) The Superintendent may delegate by written instrument, on such terms and conditions as are therein specified, any or all of the Superintendent's powers, duties and functions under subsection (1), subsection 13.2(5), (6) or (7) or section 14.02 or 14.03. \"14.01(3) Where the Superintendent delegates in accordance with subsection (2), the Superintendent or the delegate shall (a) where there is a delegation in relation to trustees generally, give written notice of the delegation to all trustees; and (b) whether or not paragraph (a) applies, give written notice of the delegation of a power to any trustee who may be affected by the exercise of that power, either before the power is exercised or at the time the power is exercised. \"14.02(1) Where the Superintendent intends to exercise any of the powers referred to in subsection 14.01(1), the Superintendent shall send the trustee written notice of the powers that the Superintendent intends to exercise and the reasons therefor and afford the trustee a reasonable opportunity for a hearing. \"14.02(2) At a hearing referred to in subsection (1), the Superintendent (a) has the power to administer oaths; (b) is not bound by any legal or technical rules of evidence in conducting the hearing; (c) shall deal with the matters set out in the notice of the hearing as informally and expeditiously as the circumstances and a consideration of fairness permit; and (d) shall cause a summary of any oral evidence to be made in writing. \"14.02(3) The notice referred to in subsection (1) and, where applicable, the summary of oral evidence referred to in paragraph (2)(d), together with such documentary evidence as the Superintendent receives in evidence, form the record of the hearing and the record and the hearing are public, unless the Superintendent is satisfied that personal or other matters that may be disclosed are of such a nature that the desirability of avoiding public disclosure of those matters, in the interest of a third party or in the public interest, outweighs the desirability of the access by the public to information about those matters. \"14.02(4) The decision of the Superintendent after a hearing referred to in subsection (1), together with the reasons therefor, shall be given in writing to the trustee not later than three months after the conclusion of the hearing, and is public. \"14.02(5) A decision of the Superintendent given pursuant to subsection (4) is deemed to be a decision of a federal board, commission or other tribunal that may be reviewed and set aside pursuant to the Federal Courts Act.\" II - GENERAL REGULATORY FRAMEWORK", "[7] Samuel S. Lévy and Sam Lévy & Associés Inc. (docket T-75-04) and Jacques Roy (docket T-547-04) (the applicants) carry on their activities as licensed trustees in the province of Quebec in accordance with licences issued by the Superintendent pursuant to the Act", "[8] In their capacity as trustees, the applicants are subject to various obligations regarding the administration of estates, set out in the Act , need not be listed here. To prevent conflicts of interest, ss. 13.3 and 13.4 of the Act also prohibit the applicants from acting as trustees in a number of cases. Further, under s. 13.5 of the Act , the applicants must comply with the Code of Ethics for Trustees (the Code ), which is part of the Bankruptcy and Insolvency General Rules , C.R.C., c. 368 (the General Rules ).", "[9] The professional activities of trustees are not self-regulated. Thus, in a case where the conduct of a bankruptcy trustee is in question, the disciplinary process does not fall under the provincial law generally applicable to other categories of professionals. In Quebec the Professional Code ,  <FRAGMENT_SUPPRESSED>  provincial legislation. However, I note that there is a national association, the Canadian Association of Insolvency and Restructuring Professionals (CAIRP).", "[10] Accordingly, misconduct by a trustee in the broad sense is penalized through the system of licences covered in the Act . In this regard, misconduct should be taken to mean any infringement or breach of the Act , the General Rules (including the Code ), the Superintendent's Directives or any law on the proper administration of any estate (s. 14.01(1) of the Act ).", "[11] Accordingly, after making or causing to be made an investigation into the conduct of a trustee, in the cases mentioned in s. 14.01(1) of the Act , the Superintendent may suspend or cancel the trustee's licence, and place such conditions on the licence as the Superintendent considers appropriate, in addition to requiring the trustee to make restitution to the estate of such amount of money as the estate has been deprived of as a result of the trustee's conduct (paragraphs 14.01(1)(a), (b) and (c) of the Act ). However, no action mentioned in s. 14.01(1) of the Act can be taken without the trustee being afforded a reasonable opportunity for a hearing duly convened for that purpose (s. 14.02(1) of the Act ).", "[12] Further, the Superintendent may also delegate his powers of investigation and adjudication to a \"delegate\" (s. 14.01(2) of the Act ). That being said, throughout these reasons, whenever the Superintendent or his delegate exercises or purports to exercise adjudicative powers conferred on them by the provisions in question, I will use the word [Translation] \"tribunal\", even though this term is not used in the Act III - FACTUAL BACKGROUND", "[13] In 1998, Marc Mayrand, the Superintendent, made a general delegation pursuant to s. 14.01(2) of the Act to two federal officials in his office, Michel Leduc (docket T-75-04) and Sylvie Laperrière (docket T-547-04), senior analysts (the analysts), of the following powers: that of making an investigation into the conduct of any trustee; that of proposing that one of the measures covered in s. 14.01(1) be taken; the duty stated in s. 14.02(1) to send the trustee written notice with reasons of the steps he or she intends to take; and the power set out in s. 14.03(1) to give certain directions of a conservatory nature.", "[14] In 2000, the Deputy Superintendent, Programs, Standards and Regulatory Affairs (the Deputy Superintendent), asked the analysts to carry out a specific investigation into the applicants' conduct.", "[15] In the past, official receivers had already made supervisory visits to the offices of the applicants Lévy, and after various complaints had apparently identified [Translation] \"certain breaches of the rules of conduct applicable to them in the course of their duties\". That said, in conjunction with the disciplinary investigation initiated by the analyst Leduc in 2000, the Office of the Superintendent of Bankruptcy also conducted a general audit of the administration of the applicants Lévy.", "[16] With regard to the applicant Roy, the disciplinary investigation undertaken by the analyst Laperrière was limited to the files in Pierre-André Jacob (Jacob) and Distribution Sunliner (1985) Inc. (Sunliner). The investigation arose out of certain complaints: apparently the complaints indicated [Translation] \"breaches of the Act , the Bankruptcy and Insolvency Rules and the Directives of the Superintendent of Bankruptcy\".", "[17] With respect to the Sunliner case, the applicant Roy subsequently raises (see infra, s. X - Discharge of Applicant Roy - Sunliner case) a supplementary argument which requires further explanation. On March 15, 1994, Sunliner made an assignment of its property to the applicant Roy pursuant to the Act . On November 25, 1996, the applicant Roy sent the official receiver his final statement of receipts and disbursements. After an exchange of information, the official receiver on May 9, 1997, issued a letter containing positive comments. The applicant Roy then took steps to have his final statement taxed by the Superior Court of Quebec, Bankruptcy Division (the Bankruptcy Court). On June 6, 1997, the applicant Roy sent the notice of his application for discharge, and on July 23, 1997, obtained his discharge from the Bankruptcy Court.", "[18] In 2001, at the conclusion of their respective investigations, the analysts each submitted to the Superintendent a written analytical report setting out the facts which, in their view, indicated that the applicants had not properly performed their statutory duties in the administration of certain estates (the offences alleged against the applicants). At the same time, the analysts concluded that the offences alleged against the applicants were sufficient grounds for the Superintendent to exercise the powers contained in s. 14.01 of the Act . That said, there is no evidence in the record on which the Court could conclude or infer that the Superintendent himself interfered, or might have interfered, in any way in the investigation conducted by the analysts or in the preparation of the reports in question.", "[19] There is no doubt of the seriousness of the offences alleged against the applicants here. In this case, for the applicants Lévy, the analyst Leduc in his report of August 31, 2001 (which amounted to nearly 200 pages) set out 118 different offences. The analyst Leduc accordingly recommended the cancellation of their trustee licences and the restitution of certain sums of money to the estate in the bankruptcy files in question. In the case of the trustee Roy, the analyst Laperrière in her amended report (some 50 pages), dated November 2, 2001, set out a number of offences relating to the Jacob and Sunliner files. She accordingly recommended that the applicant Roy's trustee licence be suspended for a period of one month.", "[20] When the analysts gave the applicants their reports and recommendations - the reports in question in lieu of the notice provided under s. 14.02(1) of the Act - the applicants chose to exercise their right to a hearing. Nevertheless, rather than hearing the case himself, in September 2001 the Superintendent decided that it would be best [Translation] \"in the interests of natural justice and to allow [the trustees] to have a hearing as soon as possible\" pursuant to s. 14.01(2) of the Act , to delegate to two outside lawyers, Fred Kaufman (docket T-75-04) and François Rioux (docket T-547-04), the duty to determine whether one or more of the circumstances set out in s. 14.01(1) of the Act existed and to impose the appropriate penalties on the applicants, if necessary. Following the death of Mr. Rioux, who did not have an opportunity to carry out his mandate, Lawrence Poitras, from the same law firm, was appointed by the Superintendent in September 2003 to replace him.", "[21] In the fall of 2003, at the opening of the hearing, by separate motions, but restating in essence the same argument (subject to the supplementary argument of the applicant Roy regarding the effects of his discharge in the Sunliner case), the applicants asked the delegates to declare the provisions at issue of no force or effect and to order a stay of proceedings. In particular, the applicants asked the delegates to find that the provisions in question were inconsistent with paragraphs 1(a) and 2(e) of the Bill and with s. 7 of the Canadian Charter , and that in fact their implementation infringed their fundamental rights.", "[22] In particular, the applicants argued that the same person cannot carry out the duties of investigator, prosecutor and judge, which s. 14.01(1) of the Act unlawfully authorizes. Further, although the delegates Kaufman and Poitras did not participate in the investigation or act as prosecutors, in fact the analysts Leduc and Laperrière were appointed by the Superintendent and were also parties to the disciplinary proceedings. In the applicants' view, therefore, the application of s. 14.01(2) of the Act , authorizing the Superintendent to make such a delegation, raises a reasonable apprehension of bias in structural terms. Further, the conditions for hiring the delegates did not give them sufficient guarantees of judicial independence: inter alia, they could be relieved of their duties if they did not carry out their obligations properly under their respective contracts. Accordingly, the applicants' right to be tried by an independent and impartial tribunal was infringed in the case at bar.", "[23] The applicants further argued before the delegates that the procedure set out in s. 14.02(2) of the Act is defective, in that it prevents them from submitting a \"full answer and defence\" to the tribunal. Thus, the provisions in question gave them no protection in procedural terms or as regards evidence: the applicants also objected to the fact that the Act did not give the tribunal the power to summon witnesses. Further, s. 14.01(1) of the Act authorizes the tribunal to order the applicants to make restitution to \"the estate\" of any amount of which it has been deprived as a result of their misconduct, which in the applicant's submission may include restitution of the costs of the disciplinary investigation. The applicants accordingly risk being deprived of the enjoyment of property, in this case the licence authorizing them to engage in their profession, through a proceeding which in their submission does not observe due process of law and infringes the rules of fundamental justice (collectively, the applicants' other arguments).", "[24] The applicant Roy also made a supplementary argument, based on his prior discharge in the Sunliner case. He maintained that under s. 41(8) of the Act , there would be immunity (except in cases of fraud) from any disciplinary proceeding in that case.", "[25] The applicants' arguments were not accepted by the delegates. The applicants maintained that the impugned decisions were wrong in law, and that in fact, if not in appearance, the tribunal was not independent or impartial from the standpoint of a reasonable and fully informed person. IV - WHETHER IMPUGNED DECISIONS ARE REVIEWABLE", "[26] The existence of reasonable grounds to question the independence or impartiality of a tribunal must be raised without delay (see in inter alia <FRAGMENT_SUPPRESSED>  (T.D.), and the case law mentioned at paragraph 13). In the case at bar, the delegates had full power to decide the points of law and fact raised by the applicants and to order a stay of proceedings, if need be ( <FRAGMENT_SUPPRESSED> ).", "[27] That said, the impugned decisions are reviewable by this Court applying the standard of the correct decision (s. 14.02(5) of the Act and s. 18.1(4) of the Federal Courts Act , R.S.C. 1985, c. F-7 (the Federal Courts Act ), as amended; Martin , supra; <FRAGMENT_SUPPRESSED>  no reviewable error of law or fact. I further believe that the particular reasons they gave were reasonable and generally in accordance with the present state of the law and case law. Consequently, I find that, by refusing to declare the provisions in question of no force or effect and to order a stay of proceedings, the delegates did not refuse to exercise their jurisdiction or act contrary to the Act V - TRIBUNAL'S REASONING", "[29] The applicability of paragraphs 1(a) and 2(e) of the Bill and s. 7 of the Canadian Charter to the facts of the case at bar were not the subject of any particular discussion in the impugned decisions. However, the delegates recognized that the applicants were entitled to a fair hearing before an independent and impartial tribunal. These preliminary questions are addressed in ss. VI - Interaction of Bill and Canadian Charter , and VII - Due process of law, as well as in s. 1- Rights and obligations defined by the tribunal, of s. VIII - Independent and impartial tribunal.", "[30] That said, the delegates determined that the provisions in question were neutral and that their application did not infringe the fundamental right referred to by the applicants. Essentially, the application of the provisions at issue did not raise a problem here, in the delegates' view, since, in fact, the functions of investigation, prosecution and adjudication were not assumed by the same person. In this regard, the delegates relied essentially on the decision by the Quebec Court of Appeal in 2003 in <FRAGMENT_SUPPRESSED>  (C.A.), which dealt with a similar case. The issues of the accumulation of functions and the relevance of <FRAGMENT_SUPPRESSED> , supra, are considered in s. 8 - Answers to questions of tribunal's impartiality, of s. VIII - Independent and impartial tribunal.", "[31] In particular, in his interlocutory decision of December 19, 2003, the delegate Kaufman concluded, inter alia, that [Translation] \"the Superintendent's accumulation of duties is not such as to lead 'a reasonable and fully informed person' to conclude that a trustee will necessarily be deprived of his right to a fair and impartial hearing\". However, he acknowledged that [Translation] \"the application of these sections may in fact raise an apprehension of bias\", but everything was dependant on the particular circumstances of each case. Accordingly, in his view, it was necessary to undertake a more thorough review of the independence of the decision-maker and consider practice ( <FRAGMENT_SUPPRESSED> , supra).", "[32] That said, the delegate Kaufman concluded that the case at bar differed from <FRAGMENT_SUPPRESSED>  (T.D.), relied on by the applicants to demonstrate the fact that the delegate was not independent. In 1993, the delegate then appointed to hear the complaint filed against the trustee Laflamme, Robert Archambault, was recalled before the end of his mandate, with no reason being given by the Minister of Industry, Science and Technology (who at the time had the power now exercised by the Superintendent). The delegate Archambault subsequently lost his action to recover the total amount of the fees mentioned in the contract. The Minister had not undertaken any contractual obligation to the delegate to have a valid reason for recall ( <FRAGMENT_SUPPRESSED>  it is worth noting that the delegate Kaufman wrote: [Translation] \"Although the reasons for which I might be recalled at the end of my contract are perhaps not as specific as one might desire, my contract gives me much more security than that which the Minister signed with the delegate recalled in  <FRAGMENT_SUPPRESSED>  ... according to the terms of my employment, I can only be relieved of my duties for a valid reason \". (Emphasis added) I agree with the finding of the delegate Kaufman (see as to this my comments in s. 9 - Answers to questions of decision-makers' independence, of s. VIII - Independent and impartial tribunal).", "[34] In his decision dated February 16, 2004, the delegate Poitras essentially used the same reasoning. He referred expressly to clause 5.1 of his employment contract (which was in all respects similar to that of the delegate Kaufman), providing: [Translation] \"5.1 Her Majesty may notify the contractor in writing that she has cancelled the contract. The delegation of powers, duties and functions regarding supervision of bankruptcy trustees made to the contractor may be revoked in writing by Her Majesty or the Superintendent if they determine that the contractor: (a) is by reason of infirmity incapable of properly performing his or her obligations under the contract; (b) has been found guilty of any professional misconduct; (c) has not properly performed his or her obligations under the contract; (d) by reason of his or her conduct, or otherwise, is in a position inconsistent with the proper performance of his or her obligations under the contract.\" (Emphasis added)", "[35] In this regard, the delegate Poitras saw [Translation] \"nothing in the wording [of clause 5.1 of the employment contract] to foster insecurity or undermine the security of tenure of the delegate, so that a reasonable person would be inclined to conclude that a trustee would necessarily be deprived of his right to a fair and impartial hearing\". In the view of the delegate Poitras, [Translation] \"it is most important that the removal of the administrative judge or delegate not be left to the whim of the Executive\": that is not the case here, since the delegate can only be recalled for one of the reasons indicated in the aforesaid clause 5.1 of the employment contract. I also agree with the delegate Poitras.", "[36] The delegates considered that the applicants' other arguments were premature at this stage. Further, the delegate Poitras indicated that in the absence of legislation authorizing the compellability of witnesses, the Federal Court of Canada had the power to assist federal boards, commissions or other tribunals and, if necessary, to issue a subpoena ordering a person to appear before the tribunal. With respect to the reimbursement of the costs incurred on account of the measures taken by the Superintendent, the delegate Poitras added that, as he interpreted paragraph 14.01(1)(c) of the Act , [Translation] \"reimbursement is not made even indirectly to the Superintendent\". I also agree with the reasoning of the delegates Kaufman and Poitras (see infra, s. IX - Summoning and compelling witnesses). Moreover, before this Court, counsel for the applicants also objected that the delegates had not considered the applicants' other arguments from the standpoint of due process of law or the rules of fundamental justice. In any case, I have determined below that the provisions at issue are not contrary to the substantive or procedural rights that may be protected by paragraphs 1(a) and 2(e) of the Bill and s. 7 of the Canadian Charter (see infra, s. VI - Interaction of the Bill and the Charter , and s. VII - Due process of law).", "[37] The supplementary argument of the trustee Roy is also dismissed. The delegate Poitras considered that the discharge of Roy by the Bankruptcy Court did not give him immunity from disciplinary proceedings (although s. 41(8.1) of the Act was not in effect at the time these proceedings were brought). In this connection, the delegate Poitras adopted the interpretation given in <FRAGMENT_SUPPRESSED> ; 211 F.T.R. 161 (T.D.). I concur with the delegate Poitras in this regard (see infra, s. X - Discharge of applicant Roy - Sunliner case). VI - INTERACTION OF THE BILL AND THE CANADIAN CHARTER", "[38] The first point to be made is that the Bill is complementary in nature.", "[39] The Bill is a quasi-constitutional statute: unless the conflicting legislation expressly declares that it operates notwithstanding the Bill , as required by s. 2, where federal legislation conflicts with the protections of the Bill , the Bill applies and the legislation (or part thereof) is inoperative ( <FRAGMENT_SUPPRESSED>  (C.A.), at paragraphs 39 to 50). The Constitution of Canada is the supreme law of Canada, and any law that is inconsistent with the provisions of the Constitution is, to the extent of the inconsistency, of no force or effect (s. 52(1) of the ) unless, in cases where a right guaranteed by the Canadian Charter is infringed, such an infringement can be justified under s. 1 of the Charter", "[40] Paragraphs 1(a) and 2(e) of the Bill , on which the applicants relied, state: \"1. It is hereby recognized and declared that in Canada there have existed and shall continue to exist without discrimination by reason of race, national origin, colour, religion or sex, the following human rights and fundamental freedoms, namely, (a) the right of the individual to life, liberty, security of the person and enjoyment of property, and the right not to be deprived thereof except by due process of law ... \"2. Every law of Canada shall, unless it is expressly declared by an Act of the Parliament of Canada that it shall operate notwithstanding the Canadian Bill of Rights, be so construed and applied as not to abrogate, abridge or infringe or to authorize the abrogation, abridgment or infringement of any of the rights or freedoms herein recognized and declared, and in particular, no law of Canada shall be construed or applied so as to (e) deprive a person of the right to a fair hearing in accordance with the principles of fundamental justice for the determination of his rights and obligations ...\"", "[41] It should be pointed out that some of the preceding guarantees acquired the status of constitutional guarantees when the Constitution was amended and the Canadian Charter came into effect. Section 7 and paragraph 11(d) of the Canadian Charter state: \"7. Everyone has the right to life, liberty and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice. \"11. Any person charged with an offence has the right (d) to be presumed innocent until proven guilty according to law in a fair and public hearing by an independent and impartial tribunal ...\"", "[42] The trustees acknowledged that paragraph 11(d) of the Canadian Charter does not apply in this case. Further, the Supreme Court has excluded application of paragraph 11(d) of the Canadian Charter in disciplinary cases of a regulatory nature intended to maintain discipline, professional integrity and professional standards, when the latter have no true penal consequences ( <FRAGMENT_SUPPRESSED>  Sask.R. 105; 24 O.A.C. 321; <FRAGMENT_SUPPRESSED>  Man.R.(2d) 81; 6 W.A.C. 81). That said, because of the seriousness of the offences charged, the quasi-judicial nature of the proceeding in question and the impact of the tribunal's decision on their professional activities, the applicants submitted that by analogy they have the right to be presumed innocent and to put forward a \"full answer and defence\" against the offences charged, before an independent and impartial tribunal.", "[43] In this regard, the applicants relied on the following comments by Dickson, J. (as he then was), in <FRAGMENT_SUPPRESSED> , at 1113  <FRAGMENT_SUPPRESSED> : \"A high standard of justice is required when the right to continue in one's profession or employment is at stake ... A disciplinary suspension can have grave and permanent consequences upon a professional career.\"", "[44] In his decision, the delegate Kaufman said that he agreed in general with the viewpoint expressed in <FRAGMENT_SUPPRESSED> , supra, and by implication the delegate Poitras also subscribed to this general principle, which the Attorney General of Canada does not appear to dispute here.", "[45] Further, it should be noted that s. 14.08 of the Act authorizes a trustee licence to be issued to a body corporate. That is the case, for example, with the applicant Sam Lévy & Associés Inc. It is thus more accurate to say that the possible suspension or cancellation of the latter's licence only involves economic interests.", "[46] Thus, from the outset the applicants adopted the following position before the delegates: insofar as paragraph 2(e) of the Bill is not infringed, the same is true of s. 7 of the Canadian Charter ; as a corollary, if paragraph 2(e) of the Bill is infringed, s. 7 of the Canadian Charter is as well. However, it should be noted that this equation is not absolute or equivalent in positive law. The phrase \"principles of fundamental justice\" in paragraph 2(e) of the Bill is expressly associated with the right to a \"fair hearing\", while s. 7 of the Canadian Charter does not create the same connection. In the latter case, the words \"principles of fundamental justice\" are associated with a much more fundamental right, i.e. the right to \"life, liberty and security of the person\".", "[47] I note that in Reference Re Section 94(2) of the Motor Vehicle Act (B.C.) , [1985] 2 S.C.R. 486; 63 N.R. 266, the Supreme Court held that s. 7 of the Canadian Charter could also include the substantive right not to be imprisoned for an absolute liability offence, a proposition which may be conceivable with respect to paragraph 1(a) of the Bill , but certainly not under paragraph 2(e). Generally speaking, the Supreme Court has to date seemed hesitant to recognize that economic rights can be protected by s. 7 of the Canadian Charter , unless the infringement of the right to life, liberty and security of the person results from the interaction of the individual with the judicial system and the administration of justice ( <FRAGMENT_SUPPRESSED> ).", "[48] It is true that a whole range of situations may involve the administration of justice and the latter does not exclusively entail criminal proceedings ( <FRAGMENT_SUPPRESSED>  B.C.A.C. 161; 231 W.A.C. 161). However, there is still considerable doubt as to the scope of s. 7 of the Charter in a situation involving administrative regulation of economic or professional activities by various groups of individuals. This is true, for example, when the very competence of a professional is in question ( <FRAGMENT_SUPPRESSED>  (S.C.) affd. [1988] B.C.J. No. 1009 (C.A.)). In this regard, I note that under paragraph 14.01(1)(b) of the Act , the tribunal may place such conditions or limitations as it considers appropriate on the licence of a trustee, and may also require the trustee to successfully take an exam or enrol in a proficiency course.", "[49] In passing, I note that in <FRAGMENT_SUPPRESSED> my colleague MacKay, J., recently held that ss. 7 and 11 of the Canadian Charter did not apply to the disciplinary process resulting from the application of the provisions in question. His general reasoning was that purely economic rights are not constitutionally protected by ss. 7 and 11 of the Canadian Charter", "[50] In these circumstances, it is understandable that the Bill plays an important supplementary role when an individual claims to have been deprived of the enjoyment of his or her property, or when a case involves the determination of a person's rights and obligations by an administrative or civil tribunal ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , supra, at paragraph 34). This is why the applicants are now concentrating their challenge on an alleged infringement of the Bill", "[51] In any case, and with respect for the contrary view as stated by MacKay, J., in Sheriff , supra, which also excluded the application of the Bill in a similar case, I have no hesitation in concluding that the applicants meet the personal conditions for the application of paragraphs 1(a) and 2(e) of the Bill . In particular, paragraph 1(a) of the Bill applies to the individual applicants Lévy and Roy, while the word \"person\" used in paragraph 2(e) of the Bill also applies to bodies corporate, and so to the applicant Sam Lévy & Associés Inc. ( <FRAGMENT_SUPPRESSED> , supra, at paragraphs 42 and 43; <FRAGMENT_SUPPRESSED>  (F.C.A.), at 428  <FRAGMENT_SUPPRESSED> ; Northwest Territories , supra, at paragraphs 51 to 59). VII - DUE PROCESS OF LAW", "[52] The applicants maintained that the provisions in question should be declared to be of no force or effect, giving Parliament a reasonable period of time to adopt legislation to correct this situation. In the meantime, a stay of proceedings should be ordered by the Court. In short, the entire disciplinary system was challenged by the applicants. Practically speaking, if I take the applicants' reasoning further, the Act should provide for the creation of a new quasi-judicial tribunal whose members would be appointed by the Executive directly and enjoy the guarantees of security of tenure, the financial security and the absence of administrative intervention which are sought by the applicants. At the same time, this new tribunal would follow the model of provincial disciplinary boards in its composition and operation. For example, the new tribunal would consist of three members, two of whom were trustees. This was in fact the case in 1994, when a board consisting of three delegates was created to hold the hearing in the case involving the trustee Sydney H. Pfeiffer. It is therefore in this context that the applicants argued, inter alia, that the provisions in question are contrary to paragraph 1(a) of the Bill 1. Scope", "[53] Paragraph 1(a) of the Bill protects \"the right of the individual to life, liberty, security of the person and enjoyment of property, and the right not to be deprived thereof except by due process of law\". As Major, J., recently noted, speaking for the Supreme Court in <FRAGMENT_SUPPRESSED> , supra, at paragraph 46, paragraph 1(a) of the Bill guarantees \" a degree of procedural due process in the application of the law in an individualized, adjudicative setting\". (Emphasis added)", "[54] That said, Major, J., also noted at paragraph 50 that \"Although this Court has not yet recognized substantive rights stemming from due process, Re B.C. Motor Vehicle Act indicates its willingness to recognize that, in the proper circumstances , guarantees of process or justice may confer substantive protections\". (Emphasis added) 2. Situation before 1960", "[55] Section 1 of the Bill only protects rights which existed at the time the Bill was adopted in 1960 ( <FRAGMENT_SUPPRESSED> , supra, at paragraph 52).", "[56] This is the first time that this Court has had occasion to thoroughly examine the legislation applicable to the disciplinary process as it applies to the conduct of bankruptcy trustees. English law originally regarded an insolvent person, to some extent, as a criminal. Bankruptcy legislation applied only to individuals who were in business. Consequently, an individual who was not engaged in a business activity and went bankrupt was imprisoned, since he could not benefit from the protection provided by the law. The government was the party primarily concerned in a bankruptcy proceeding. The interests of creditors appear to have been secondary. What was foremost was to punish the quasi-criminal offence of insolvency (see as to this Paul-Émile Bilodeau, (2004), 2nd Ed., CCH Publications, paragraphs 8 to 14).", "[57] Further, in 1867, the British North America Act (which in 1982 became the ) conferred exclusive jurisdiction on Parliament over the criminal law and over bankruptcy and insolvency, while giving provincial legislatures exclusive jurisdiction over property and civil rights in the province. That said, and considering the serious economic depression at that time, the first federal attempts after Confederation were not well received by public opinion, so that in 1880 Parliament had to withdraw from any active policy on bankruptcy. This then created a legislative void in bankruptcy which was partly filled by provincial legislation.", "[58] At that time, certain provincial legislation - held to be intra vires the provincial legislatures by the Privy Council in <FRAGMENT_SUPPRESSED>  (P.C.) - [Translation] \"made it possible to ease the situation of insolvent debtors to some extent, cancel preferential or fraudulent alienations and provide for an equitable distribution of the debtor's estate to his or her creditors\" (Albert Bohémier, , Montréal, Tome 1, 1992, Les Éditions Thémis, 906 pp., c. 1, at page 12). That said, provincial legislation intended to remedy insolvency by coercive means was finally ruled ultra vires over 20 years after renewed federal legislation in 1919 on bankruptcy and insolvency ( Reference Re Validity of the Debt Adjustment Act, Alberta - 1937 , [1942] S.C.R. 31; <FRAGMENT_SUPPRESSED> ; Reference Re Validity Orderly Payment of Debts Act, 1959 (Alta.) , [1960] S.C.R. 571).", "[59] In 1919, Parliament adopted new legislation on bankruptcy, the Bankruptcy Act (1919) , 9-10 Geo. V (the 1919 Act ). The 1919 Act was based on English bankruptcy legislation which itself dated from 1914. Its purpose was to remedy problems associated, first, with the provincial lack of jurisdiction over compulsory bankruptcy and arrangements with creditors which provided for no discharge from debt, and second, the territorial limits of the legislation in question. Under the 1919 Act , in certain circumstances (involving fraud or various reprehensible acts committed by the bankrupt), making an assignment of property or being declared bankrupt constituted a \"bankruptcy offence\", which was punishable by a fine and/or imprisonment (s. 89 of the 1919 Act ). At that time, authorized trustees were appointed by the Governor in Council for specific districts on the recommendation of the Secretary of State of Canada (s. 14(1) of the 1919 Act ). When an authorized trustee failed to perform any of his duties, he was then guilty of a criminal offence which made him liable to a fine and/or imprisonment (s. 96 of the 1919 Act ). As in any criminal proceeding, the prosecutor was the King or His Majesty, and the accused of course benefited from the presumption of innocence. The case was heard by courts of criminal jurisdiction. That being said, the trustees could always be removed by the Bankruptcy Court \"for cause\", and another trustee substituted for them (s. 15 of the 1919 Act ).", "[60] However, in practice it appears that the function of a bankruptcy trustee was not very effectively controlled (see Ziegel, Canadian Bankruptcy and Insolvency Law , Toronto, 2003 Edmond Montgomery Publications Ltd., p. 5 et seq., citing various passages from the Report of the Study Committee on Bankruptcy and Insolvency Legislation - the Tassé Report, Ottawa, Information Canada, 1970). As Professor Bohémier notes in his text , at page 485, the situation in the early 1920s was as follows: [Translation] \"The new Bankruptcy Act had been in effect for barely three years and the federal government was apparently already getting a number of complaints about illicit, abusive and even fraudulent practices by some practitioners. \"At that time, trustees were appointed by the Governor in Council on the recommendation of the Secretary of State for Canada. To be qualified, it was only necessary to deposit security of $8,000. In Quebec in particular, there were complaints about the excessive number of trustees authorized to practice. It appeared that 209 trustees had been authorized, 170 of whom were in the Montréal area alone. The Montréal trustees, competing with each other, solicited work in the province and even outside it, apparently as far afield as Halifax. It was indicated that trustees sent letters to debtors in financial difficulty offering them their services: when replying to this solicitation, debtors were required to sign documents without being told that they were declaring bankruptcy. \"The complaints also had to do with the fact that dishonest merchants were taking undue advantage of the Act to get rid of their debts; that trustees chosen by debtors could sell assets to friends for little or nothing, leaving almost nothing for creditors, after payment of the trustee's fees and expenses.\"", "[61] It was in 1923 that the Government of Canada, for the first time, tried to deal with certain problems relating to trustee practice. This is when the function of \"custodian\" came into being. The custodian acted as the first trustee in all bankruptcies. The custodian was responsible for convening the first meeting of creditors and, in the interim, supervising the bankrupt's property, under the directions of the official receiver. In practice, the custodian was often the trustee until the bankrupt was discharged. The legislature abolished the function of custodian in 1949 (Ziegel, Canadian Bankruptcy and Insolvency Law , Toronto, 2003, Edmond Montgomery Publications Ltd., page 13).", "[62] Furthermore, again with a view to reform, the position of \"official receiver\" was also created at that time. Appointed by the Governor in Council from local judicial personnel, the receiver was deemed to be an officer of the Court. At that time, he was responsible for receiving assignments of property and accepting them, appointing the custodian, questioning the bankrupt about the causes of the insolvency and disposal of property, making a report to the creditors on the bankrupt's affairs, presiding over the creditors' meeting, appointing the trustee and receiving the trustee's surety.", "[63] However, ten years later the aforesaid reforms appeared to be insufficient. As Professor Bohémier points out, again in the text mentioned above, at page 487, the situation in the early 1930s was as follows: [Translation] \"The reform had apparently not yielded all the expected results. Though the number of trustees had diminished (in 1932 there were some 100 in Canada), some of them continued to conclude unlawful agreements with dishonest debtors or creditors. The complaints also involved with the cost of administering bankruptcies, which were regarded as out of proportion to the services provided. In short, the same type of recriminations that had occurred ten years earlier were reappearing.\"", "[64] In these circumstances, and in response to this dissatisfaction, the position of \"Superintendent of Bankruptcy\" was created in 1932. Appointed by the Governor in Council, the Superintendent was given broad supervisory powers over the entire process. In addition, it was decided to go back to the system of certified trustees. Only persons deemed to have the integrity, character and experience required, according to a selection system which was responsible to the Superintendent, could be approved as \"licensed trustees\". Additionally, the official receiver chose the custodian from the list of licensed trustees, taking into consideration the wishes of the creditors (Bohémier, , supra, at pages 487-88).", "[65] As can be seen, the creation of the Office of the Superintendent of Bankruptcy in the early 1930s was directly related to the lack of control over certification of trustees. At that time, the Superintendent's primary duty was to monitor the administration of estates. One of the primary functions was thus to provide independent, impartial and official supervision of the administration of bankruptcies by trustees. Superintendents also acquired supervisory powers over the administration of bankruptcies: for example, they had to review the trustee's statement of receipts and disbursements or conduct an investigation if it was alleged that an offence had been committed (Bohémier, , supra, page 488).", "[66] In 1949, the 1919 Act was repealed and replaced by the Bankruptcy Act (1949) , 13 Geo. VI, c. 7 (the 1949 Act ). The 1949 Act was based on the English, Australian and American legislation then in effect (see , supra, at paragraph 20). Moreover, in its amended form, the 1949 Act is still in effect: it is now chapter B-3 of the 1985 Revised Statutes (the Act ).", "[67] The 1949 Act gave the Superintendent additional powers. Thus, the Superintendent could hire accountants or other persons to conduct investigations (s. 3(5) of the 1949 Act ). That being said, the Superintendent's powers were limited compared to those with which we know now. Although the Superintendent received licence and renewal applications, it was the Minister of Justice, after an investigation and report by the Superintendent, who still authorized the issuance of the licences (paragraph 3(3)(a) and s. 5 of the 1949 Act ). In the same way, in cases of misconduct, the Minister of Justice, after considering the Superintendent's report, making any further inquiry and affording the trustee an opportunity to be heard, could suspend or cancel the trustee's licence: in that case, it was the Minister of Justice (rather than the Bankruptcy Court) who, after the trustee was removed from administration of the assets, appointed a replacement trustee (ss. 3(3) and 6(2) of the 1949 Act ). 3. Situation after 1960", "[68] Overall, it can be said that the disciplinary process described above has remained unchanged for many years. However, it may be noted that the Superintendent was given additional powers of investigation in 1966. Section 6 of the 1949 Act became s. 6 of the Bankruptcy Act , S.C. 1952, c. 14, which itself became s. 10 of the Bankruptcy Act , S.C. 1970, c. B-3 (the 1970 Act ), and finally became s. 14 of the Act . Additionally, the function performed by the Minister of Justice in this area was transferred to, inter alia, and in succession, the Minister of Consumer and Corporate Affairs, the Minister of Industry, Science and Technology and the Minister of Industry. In these reasons, to refer to the Minister responsible, whether the Minister of Justice or the Ministers who succeeded him, the word [Translation] \"Minister\" is used.", "[69] In 1992, s. 14 of the Act was repealed and replaced by ss. 14, 14.01 and 14.02 of the Act . In particular, the old s. 14(1) became the new s. 14 of the Act . Further, ss. 14.01 and 14.02 replaced the old s. 14(2) to (7) of the Act . These sections essentially transferred the decision-making power in disciplinary matters from the Minister to the Superintendent as of August 1, 1992. Additionally, Parliament conferred a power of delegation in decision-making on the Superintendent. Consequently, the Minister now no longer has disciplinary powers over bankruptcy trustees. However, because of the transitional rules, the Minister retained his decision-making power in certain situations. In this regard, when prior to August 1, 1992, the Superintendent sent a licence holder written notice of his intention to submit to the Minister a report regarding him pursuant to s. 7 of the Bankruptcy Act (formerly s. 5 of the 1970 Act ), it was the Minister who had to act as adjudicator.", "[70] In 1997, ss. 14.01 and 14.02 of the Act were substantially amended. In 1992 s. 14.01(1) of the Act only provided that the Superintendent of Bankruptcy could suspend or cancel a licence if he thought it was in the \"public interest\" to do so. Following the amendment in 1997, as mentioned above, the Superintendent can now take a number of measures when the trustee does not properly perform his duties or is guilty of improper management of the estate, and when he has not complied with the Act , the General Rules , the Superintendent's Directives or any other law relating to the proper administration, in addition to situations affecting the public interest. Consequently, in 1997, Parliament specified the situations in which the Superintendent could intervene to take the appropriate action.", "[71] Further, in 1997, Parliament also made two important amendments to s. 14.01(1) of the Act . It set out the conditions or limitations which the Superintendent may impose on a licence if he considers it necessary, listing two possible conditions: a requirement to successfully take an exam or to enrol in proficiency courses. The second additional amendment is in paragraph 14.01(1)(c) of the Act : as a result of this, the Superintendent can now order the trustee to make restitution to the estate of any amount of which it has been deprived by his misconduct.", "[72] In particular regarding s. 14.02 of the Act , Parliament in 1997 also made significant amendments to this provision. Parliament established, or confirmed, the public nature of the hearing, the hearing record and the Superintendent's decision by amendments contained in s. 14.02(3) and (4) of the Act respectively. 4. Substantive rights", "[73] Citing the fact that their licences can be suspended or revoked by the tribunal, the applicants claimed, in accordance with due process of law, the same substantive rights, if any, and the same procedural guarantees, as apply in Quebec to professionals governed by the Professional Code , such as accountants or solicitors. I cannot accept the applicants' argument.", "[74] To begin with, several classes or persons - accountants, notaries and others - are capable of acting as licensed trustees under the Act . Further, not only individuals can hold a trustee licence, but bodies corporate as well. Thus, the terms \"trustee\" or \"licensed trustee\" used in the Act do not refer to a specific class of professional, but refer to any person who legally has authority to perform the administrative duties which the Act assigns to a \"trustee\" or \"licensed trustee\". In this connection, even an individual who does not hold a licence as a licensed trustee may act as a trustee in a bankruptcy case from time to time. Thus, under s. 14.05 of the Act , when the debtor resides or carries on business in a locality in which there is no \"licensed trustee\", and no licensed trustee can be found who is willing to act as trustee, the Bankruptcy Court (or official receiver) may appoint a responsible person residing in the locality of the debtor to administer the estate of the debtor, and that person for that purpose has all the powers of a licensed trustee under the Act . Another important distinction, resulting from the lack of any provincial recognition of \"professional\" status, is of course the fact that the trustee's client does not enjoy the protection of professional secrecy provided in Quebec in s. 9 of the Charter of Human Rights and Freedoms ,  <FRAGMENT_SUPPRESSED>  could and still can regulate the administrative activities of bankruptcy trustees. This is in fact what it has done by imposing a number of statutory obligations on trustees and by adopting the licensing system which is found in the Act , and which has existed since 1919. Consequently, subject to any constitutional constraints, there was no bar to the adoption of the provisions in question and similar earlier provisions to the same effect.", "[76] Moreover, at this stage there is no basis on which the Court can infer that the provisions in question can be interpreted or applied so as to unduly limit the rights of individual applicants to continue to perform their trustee duties, other than by \"due process of law\". At this stage, the applicants have made no argument which could enable the Court to conclude that the provisions in question infringe in any way whatever the substantive right, if any, to engage in the professional activities in question without limitation. 5. Procedural rights", "[77] It is well established that the requirements of procedural fairness vary from one tribunal to another and their content is to be decided in the specific context of each case ( <FRAGMENT_SUPPRESSED> , at paragraph 21). These requirements depend inter alia on the nature and function of the tribunal in question ( <FRAGMENT_SUPPRESSED>  O.A.C. 321, at 324 [ <FRAGMENT_SUPPRESSED>  Nfld. & P.E.I.R. 271; 301 A.P.R. 271, at 636  <FRAGMENT_SUPPRESSED> ). Further, the content of the procedural guarantees is directly proportionate to the importance of the decision to the lives of those affected and the impact that it has on those persons ( Baker , supra, at paragraph 25;", "[78] In the case at bar, I conclude that the trustees benefited and continue to benefit from a number of procedural guarantees providing adequate protection in the disciplinary proceeding in question. These guarantees derive both from an analysis of the provisions in question and from the tribunal's disciplinary precedents.", "[79] As regards, first, the specific procedural protections deriving directly from application of the Act , s. 14.01(1) of the Act expressly mentions the cases in which one or other of the disciplinary, administrative or economic measures specified in paragraphs 14.01(1)(a), (b) and (c) can be taken, namely (1) where the trustee has not properly performed the duties of trustee or has been guilty of improper management of an estate; (2) has not fully complied with the Act , the General Rules , the Superintendent's Directives or any law with regard to the proper administration of any estate; or (3) it is in the public interest to do so. Further, under ss. 14.01(1) and 14.02(1) and (2) of the Act , these powers can only be exercised after: (1) an investigation has been held into the conduct of the trustee; (2) the trustee has been sent a written notice with reasons of the action proposed; and (3) the trustee has been afforded a reasonable opportunity for a hearing at a hearing duly convened for that purpose.", "[80] Additionally, it should be noted here that under s. 14.02(3) of the Act , the hearing and the hearing record are public unless the tribunal is satisfied that personal or other matters that may be disclosed are of such a nature that the desirability of avoiding public disclosure of those matters, in the interest of a third party or in the public interest, outweighs the desirability of access by the public to information about those matters. Also under this provision, the hearing record is to include the notice mentioned in s. 14.02(1) of the Act (here the reports prepared by the analysts), the summary of oral evidence referred to in paragraph 14.02(2)(d) of the Act and such documentary evidence as the Superintendent receives in evidence.", "[81] Further, paragraphs 14.02(1)(b) and (c) of the Act clearly state that the tribunal \"is not bound by any legal or technical rules of evidence in conducting the hearing\" and that it \"shall deal with the matters set out in the notice of the hearing as informally and expeditiously as the circumstances and a consideration of fairness permit\". However, it seems clear that over the years some formalism has gradually crept into disciplinary proceedings before the tribunal. This can be seen, first, in the publication of certain practices of the Office of the Superintendent of Bankruptcy, and second, in the tribunal's disciplinary case law.", "[82] In the first case, in 2001 the Superintendent published certain practices of the Office of the Superintendent of Bankruptcy in disciplinary matters in a document titled Process for Decisions Affecting a Trustee's Licence Under Ss. 14.01 and 14.02 of the Act (the Process ). This refers inter alia to certain practices regarding prior disclosure of the report by the analyst to the person concerned, the form of the hearing notice, prior disclosure of evidence before the hearing, the content of the record and the procedure to be followed at the hearing.", "[83] In the second case, the tribunal's disciplinary case law has clarified the scope of the specific procedural guarantees deriving from application of the provisions in question, in particular regarding the nature and extent of the applicable burden of proof (which rests on the prosecutor, here the analyst), and regarding application of the duty of disclosure established by the Supreme Court in <FRAGMENT_SUPPRESSED>  A.R. 269; 83 W.A.C. 269 (see the tribunal's decisions in In Re the Disciplinary Hearing of the Trustees Henry Sztern and Henry Sztern et Associés Inc. (May 29, 2001), Benjamin J. Greenberg, and In Re the Disciplinary Hearing of the Trustees Joyal & Partners Inc. and Todd Y. Sheriff (September 3, 2002 and February 12, 2003), Marc Mayrand).", "[84] It is true that the tribunal is not legally bound to follow the procedures contained in the Process and is also not bound by prior decisions of the tribunal. The fact remains that the Process and the case law in question have a certain persuasive effect and in fact guarantee trustees a high degree of predictability and security. From the standpoint of the procedural guarantees resulting from the application of the Act , the practices established thus go well beyond what is actually set out in the provisions in question.", "[85] Further, I note here that the delegate Kaufman, to whom the applicants applied at the same time to determine the burden of proof, clearly indicated in the interlocutory decision on review here that he agreed with what was said by the tribunal in Sztern and Sheriff , supra, and intended to follow those decisions. I note in passing that certain aspects of the decisions of September 3, 2002, and February 12, 2003, by the tribunal in Sztern were considered by my colleague MacKay, J., who on February 25, 2005, dismissed three applications for judicial review to set aside the latter two decisions and a subsequent decision of the tribunal dated June 23, 2003 ( Sheriff , supra).", "[86] Finally, it is worth noting that, when a benefit is conferred by a statute or regulation - as is the case here - the legislature conferring it is entitled to specify how it will be administered, subject to the rights of any dissatisfied person to seek judicial review, as contemplated by s. 14.02(5) of the Act <FRAGMENT_SUPPRESSED> ). 6. Independence of decision-makers", "[87] The question of the independence of decision-makers from the standpoint of a person's right to an impartial hearing of his case (paragraph 2(e) of the Bill ) will be addressed below (see infra, s. VIII - Independent and impartial tribunal). That said, if we look at the argument put forward by the applicants in this case regarding the lack of independence of the decision-makers from the standpoint of due process of law (paragraph 1(a) of the Bill ), it is clearly unfounded. As the Supreme Court noted in Ocean Port Hotel Ltd. , supra, it is well-settled law that, in the absence of any constitutional constraint, the degree of independence required of a decision-maker or administrative tribunal is determined by the latter's enabling Act . It is thus necessary to interpret the Act as a whole in order to determine what degree of independence Parliament intended to guarantee.", "[88] In this connection, when faced with legislation which is ambiguous or silent on the independence of decision-makers, the courts generally infer that Parliament or the provincial legislature intended that the administrative tribunal's proceedings be consistent with the rules of natural justice. However, as with the rules of natural justice, the degree of independence required of members of the administrative tribunal may be excluded by the express language of the statute or by necessary implication. Thus, in the absence of any constitutional challenge, the legislation takes precedence over the rules of natural justice and the common law. A principle of natural justice thus should not be raised to constitutional status, and the absence of an independent decision-maker is not necessarily conclusive ( <FRAGMENT_SUPPRESSED> ).", "[89] In connection with an individual's right to due process of law relied on by the individual applicants, we need only note here that Parliament has expressed its intentions quite clearly: (1) the Superintendent is to be appointed during pleasure (s. 5(1) of the Act ); (2) he may engage such persons as he may deem advisable to conduct any inspection or investigation, or to take any other necessary action in his office (s. 6(1) of the Act ); and (3) he may delegate by written instrument, on such terms and conditions as are therein specified, any or all of his powers, duties and functions conferred by the provisions in question as well as by s. 13.2(5), (6) and (7) and ss. 14.02 and 14.03 of the Act regarding trustees (s. 14.01(2) of the Act ).", "[90] I therefore conclude that the right to due process of law mentioned in paragraph 1(a) of the Bill has not in any way been infringed in the case at bar. VIII - INDEPENDENT AND IMPARTIAL TRIBUNAL", "[91] As we noted above, the applicants based their arguments on the mandatory nature of paragraph 2(e) of the Bill . Accordingly, they submitted that everything said by the Supreme Court in Ocean Port Hotel Ltd. , supra, is inapplicable here. In the applicants' submission, the provisions in question, as they are capable of being interpreted and applied, do not provide for a fair and public hearing of their case before an independent and impartial tribunal in accordance with the principles of fundamental justice, both as to the creation of the tribunal and its composition and as to the security of tenure and financial security of the adjudicator ( <FRAGMENT_SUPPRESSED> ).", "[92] The Attorney General of Canada did not dispute the fact that the Act does not say it shall apply regardless of the Bill , but submitted that the provisions in question are neutral and capable of being applied so as not to infringe the right guaranteed in paragraph 2(e) of the Bill , as the Quebec Court of Appeal has recently held in <FRAGMENT_SUPPRESSED> , supra.", "[93] That said, paragraph 2(e) of the Bill refers to a person's right to (1) a fair hearing of his or her case; (2) in accordance with the principles of fundamental justice; (3) for the determination of his or her rights and obligations. Let us now look at each of these points. 1. Rights and obligations defined by the tribunal", "[94] To begin with, it should be noted that paragraph 2(e) of the Bill applies only when what is in question is the determination of a person's \"rights and obligations\" ( <FRAGMENT_SUPPRESSED> , supra, at paragraphs 58 and 59).", "[95] In this regard, the Federal Court of Appeal has already held that the exercise of the power previously held by the Minister to suspend or cancel a bankruptcy trustee's licence was legally subject to a judicial or quasi-judicial process ( <FRAGMENT_SUPPRESSED>  (F.C.A.)). Accordingly, it was on this basis that the delegates concluded that the applicants could rely on the right guaranteed in paragraph 2(e) of the Bill . In so doing, the delegates made no error of law in making this determination.", "[96] It is true that in <FRAGMENT_SUPPRESSED> , supra, and Sheriff , supra, which the Attorney General of Canada included in his book of authorities, this Court in fact held that the holder of a trustee licence only has a \"privilege\", at least when the licence in question is granted to a commercial company, which thus prevents it from relying on the right guaranteed in paragraph 2(e) of the Bill . However, I consider that these two judgments by the Court can be distinguished, if not entirely excluded, for the reasons that follow.", "[97] First, <FRAGMENT_SUPPRESSED> , supra, was rendered a few months before the Supreme Court judgment in 2747-3174  <FRAGMENT_SUPPRESSED> . Second, Sheriff , supra, restates and is essentially a specific application of the reasoning stated by the Court earlier in <FRAGMENT_SUPPRESSED> , supra.", "[98] Remember that in , supra, the Supreme Court first had to determine whether the commercial company holding a liquor sales permit could rely on s. 23 of the , which states: \"23. Every person has a right to a full and equal, public and fair hearing by an independent and impartial tribunal , for the determination of his rights and obligations or of the merits of any charge brought against him.\" (My emphasis)", "[99] Unlike paragraph 2(e) of the Bill , which is silent on this point, s. 23 of the expressly uses the word \"tribunal\", which refers to s. 56 of the , which provides that the word \"tribunal\" includes inter alia \"any person or agency exercising quasi-judicial functions \". (Emphasis added) If so, s. 23 of the (which apart from this is in other respects similar to paragraph 2(e) of the Bill ), will be applicable and the agency will have to comply with the requirements of impartiality and independence in exercising these quasi-judicial functions.", "[100] In this connection, in , supra, the Supreme Court rejected any method of analysis which at that stage was based on carrying out an overall assessment of the agency in question and emphasizing its principal function. (This method of analysis, however, would be appropriate at a later stage, in assessing the independence of the tribunal and the scope of the procedural guarantees.) As Gonthier, J., pointed out, such an approach would be likely to \"weaken the guarantees of impartiality and independence that must be available to citizens every time they participate in a judicial or quasi-judicial process , even if the agency in question usually exercises administrative functions\". (paragraph 18 - emphasis added)", "[101] The fact that in some respects the granting of a licence may be regarded as a \"privilege\" was not considered determinative. At paragraphs 34, 35 and 36, Gonthier, J., noted: \"With these characteristics in mind, it is my view that a decision to cancel a permit on account of a disturbance of public tranquility is the result of a quasi-judicial process. First of all, the permit holder's rights are clearly affected by the cancellation. Cancelling the permit could have a serious impact on the permit holder, who will obviously lose the right to operate his or her business as a consequence and will not be able to submit a new permit application until one year has elapsed (s. 93 of the Act ). While the granting of a permit may in certain respects be regarded as a privilege, the cancellation of a liquor permit will nevertheless have a significant impact on the permit holder's livelihood. A permit holder can expect the permit to remain valid (s. 51) unless one of the grounds for cancellation is proven. \"It is also significant that the Régie may make its decision only after a hearing in the course of which witnesses may be heard, exhibits filed and submissions made. The characteristics of the hearing make the process similar to that in a court. Although there is strictly speaking no lis inter partes before the Régie, individuals with conflicting interests may nevertheless present contradictory versions of the facts at the hearing. \"Finally, a decision to cancel a permit on the ground of disturbance of public tranquility results from the application of a pre-established standard to specific facts adduced in evidence and is a final judgment protected by a privative clause. It is true that in making such a decision the Régie may to some extent establish a general policy that it has itself developed. It does so, however, by means of a standard imposed by and set out in the Act . The application of such a policy to specific circumstances, with the assessment of the facts it presupposes, is a quasi-judicial act.\"", "[102] There is no reason not to apply the same reasoning in the case at bar. The applicants may legitimately claim to expect that their licences would not be cancelled or suspended without valid reason and that they would first be afforded a reasonable opportunity for a hearing (s. 14.02(1) of the Act <FRAGMENT_SUPPRESSED>  decision by the tribunal to suspend or revoke the applicants' licences may be important to the applicants, who would of course lose the right to engage in their activities as licensed trustees, quite apart from the economic implications of an order requiring the applicants to make restitution to the estate of such amount of money as, in the tribunal's view, the estate has been deprived of as a result of their conduct.", "[103] Further, reference should also be made to the Policy on Publicizing of Professional Conduct Matters (Policy on Publicizing) adopted by the Superintendent, which applies to all pending or future disciplinary cases as of September 1, 2001. In addition to reaffirming the public nature of the hearing and record, the Policy on Publicizing provides that a notice of the date, time and place of the hearing is to be posted in the division offices of the Superintendent and on the web site of the Office of the Superintendent under the heading \"Licence and Professional Conduct\". Under the Policy on Publicizing, the final decision of the tribunal and all written decisions on preliminary motions are public and are released forthwith to: (a) all Division Offices and the Licensing Branch of the Office of the Superintendent; (b) all bankruptcy registries of bankruptcy districts where the trustee is active; (c) the CAIRP; (d) the provincial association where the trustee in question practices; (e) any professional body of which the trustee is a member; (f) on request, to the complainant(s); (g) to the employer or to an officer of a corporate trustee, as the case may be; (h) to any person requesting them.", "[104] Further, the decision is translated and posted on the web site of the Office of the Superintendent under the heading \"Licence and Professional Conduct\". The decision is also posted in the Division Offices of the Office of the Superintendent throughout the penalty period, if that period is between three and twelve months, but in any other case for a minimum period of three months and a maximum period of one year (paragraph 13 of the Policy on Publicizing).", "[105] As can be seen, the public nature of the disciplinary record and the hearing, together with the publicity of the tribunal's proceedings and decisions, are likely to have a negative impact on the reputation, if not the future career, of any individual whose conduct is considered by the tribunal.", "[106] That said, if we exclude cases in which the trustee has not properly performed his or her duties as trustee, in which case the public interest may require that certain conditions or limitations be placed on the trustee's licence, even that the trustee successfully take an exam or enrol in a proficiency course, it can be said in general that the reasons for suspension or revocation of a licence mentioned in s. 14.01(1) of the Act are essentially disciplinary in nature. The tribunal's function is then similar to that of a court of law. Accordingly, the tribunal must determine whether the offences alleged against the applicants are valid: this of course means that it will have to examine the evidence and make a judgment in accordance with the rules of law applicable in the circumstances. Further, the investigative process has all the features of a judicial hearing. Witnesses are heard and can be cross-examined. The analysts and applicants are represented by counsel at the hearing. Let us now look at the right which a person has under paragraph 2(e) of the Bill to an impartial hearing of his or her case in accordance with the principles of fundamental justice. 2. Principles of fundamental justice", "[107] Under paragraph 2(e) of the Bill (unless the contrary is expressly indicated), no federal statute must be construed and applied so as to deprive a person of the right to a \"fair hearing in accordance with the principles of fundamental justice\". In this connection, the content of the requirements of paragraph 2(e) of the Bill is determined first and foremost in accordance with the principles of natural justice or procedural fairness recognized at common law, the content of which is eminently variable and is to be decided in the specific context of each case ( <FRAGMENT_SUPPRESSED>  (F.C.A.), at page 663 [ <FRAGMENT_SUPPRESSED>  Sask.R. 81, at page 682  <FRAGMENT_SUPPRESSED> ).", "[108] In general, the duty to act fairly essentially consists of two parts: the right to be heard and the right to a hearing before an independent and impartial tribunal. Where the second part is concerned, as Gonthier, J., noted in <FRAGMENT_SUPPRESSED> , at paragraph 38, \"the right to be tried by an independent and impartial tribunal is an integral part of the principles of fundamental justice protected by s. 7 of the Canadian Charter \" ( <FRAGMENT_SUPPRESSED>  Q.A.C. 241, at page 139  <FRAGMENT_SUPPRESSED> ).", "[109] In the case at bar, the applicants are entitled to a hearing before a tribunal which is not only independent and impartial in fact but also appears to be so ( <FRAGMENT_SUPPRESSED>  impugned decisions. It is clear here that the delegates did not ignore the general rules of law applicable in the circumstances. However, applying the same rules, the applicants maintained that the ultimate conclusion the delegates arrived at is wrong in fact and in law.", "[110] In the case at bar, it is necessary to determine the parameters and scope of the right to an impartial and fair hearing in the context of what is unquestionably a multi-functional body, here the institution of the Office of the Superintendent of Bankruptcy. In this regard, the applicants considered that the investigative and prosecuting functions performed by the analysts here could not coexist with the tribunal's adjudicative functions, without there being a reasonable apprehension of bias at the institutional level. That is the crux of this case, but first it is important to understand exactly what is meant by \"impartiality\" and \"independence\". 3. Concepts of independence and impartiality", "[111] In general, the requirements of independence and impartiality are related. They are two components of the rule of objectivity expressed by the Latin maxim Nemo debet esse judex in propria sua causa ( <FRAGMENT_SUPPRESSED>  O.A.C. 79, at 685  <FRAGMENT_SUPPRESSED>  (cited by Gonthier, J., in , supra): \"Although there is obviously a close relationship between independence and impartiality, they are nevertheless separate and distinct values or requirements. Impartiality refers to a state of mind or attitude of the tribunal in relation to the issues and the parties in a particular case. The word 'impartial' ... connotes absence of bias, actual or perceived. The word 'independent' in s. 11(d) reflects or embodies the traditional constitutional value of judicial independence. As such, it connotes not merely a state of mind or attitude in the actual exercise of judicial functions, but a status or relationship to others , particularly to the executive branch of government, that rests on objective conditions or guarantees .\" (Emphasis added)", "[112] As mentioned earlier, assessing the impartiality of a tribunal requires consideration of the decision-maker's \"state of mind\", or the \"state of mind\" which can be collectively attributed to a class of decision-makers. Whether the impartiality is structural or individual, the particular circumstances of each case must always be considered to determine whether there is a reasonable apprehension of bias. That said, to more clearly illustrate the difference which may exist between allegations of individual bias by a decision-maker as compared with an apprehension of bias by a group of decision-makers, it is worth reproducing here the comments of Binnie, J., speaking for a majority of the Supreme Court, in Canadian  <FRAGMENT_SUPPRESSED> : \"The fact is that retired judges as a class have no interest in the outcome of hospital collective bargaining disputes beyond that of other citizens. They pay provincial taxes at the same rates and aspire to a reasonable level of health care. They have personal experience of public sector pay restraint. They probably harbour as many different views of public sector wage policy as there are retired judges. \"There are no 'substantial grounds' ( Committee for Justice and Liberty , supra, at p. 395) to think that retired superior court judges, who enjoy a federal pension, would do the bidding of the provincial Minister, or make decisions to please the employers so as to improve the prospect of future appointments. Undoubtedly, there have been some judges predisposed toward management in the past, as well as some judges predisposed toward labour, but I do not think the fully informed, reasonable person would tar the entire class of presently retired judges with the stigma of an anti-labour bias. \"The unions refute any 'class' objection by their ready acceptance of retired judges Alan Gold and George Adams as chairpersons of 'interest' arbitrations. The potential problem with some retired judges is not partiality but expertise. \"While I would therefore reject this branch of the unions' challenge, I accept, of course, that a challenge might be made to the impartiality of a particular retired judge to a particular ad hoc tribunal, as indeed the impartiality of any other appointee could be questioned on a case-by-case basis.\"", "[113] At this point, it is also necessary to consider the degree of independence required in this case to guarantee the applicants an impartial hearing. To begin with, it should be noted that judicial independence goes beyond the subjective attitude of the decision-maker. The independence of the tribunal is first a question of status. That status must guarantee that the tribunal, or the decision-maker, will not only be beyond the reach of interference by the executive and legislature, but beyond the influence of any external force, such as business or corporate interests or other pressure groups ( <FRAGMENT_SUPPRESSED>  judicial tribunals with respect to the Executive has been defined in various ways in academic commentary (see Judges on Trial: A Study of the Appointment and Accountability of the English Judiciary (1976), Shetreet, at pages 17 and 18; Sir Guy Green (Chief Justice of the State of Tasmania), The Rationale and Some Aspects of Judicial Independence (1985), 59 A.L.J. 135, at page 135). In any event, it is generally recognized that judicial independence involves both individual and institutional relations: the individual independence of a judge, which is reflected in some of his attributes, such as security of tenure, and the institutional independence of the court or tribunal over which he presides, which results from its institutional or administrative relations with the executive and legislative arms of government.", "[115] The first essential condition of judicial independence, defined in <FRAGMENT_SUPPRESSED> , supra, is security of tenure. Like the other two, this condition may be met in various ways. What is essential is that the decision-maker can only be recalled for a given reason: \"The essence of security of tenure for purposes of s. 11(d) is a tenure, whether until an age of retirement, for fixed term, or for a specific adjudicative task, that is secure against interference by the Executive or other appointing authority in a discretionary or arbitrary manner .\" (Emphasis added)", "[116] The second essential requirement for judicial independence is that the decision-maker enjoy a measure of financial security. The essence of this condition is defined as follows: \"The essence of such security is that the right to salary and pension should be established by law and not be subject to arbitrary interference by the Executive in a manner that could affect judicial independence.\"", "[117] However, within the limits of this requirement, the federal and provincial governments must retain the power to create specific pay schemes which suit various types of tribunals. Consequently, various schemes may also meet the requirement of financial security, provided the essence of the condition is maintained.", "[118] The third essential condition of judicial independence is the institutional independence of the tribunal in administrative questions which have a direct effect on the performance of its judicial functions. It is unacceptable for any external force to be in a position to involve itself in matters directly and immediately relating to the decision- making function, such as the assignment of judges to cases, sittings and the court roll. It is of course inevitable that there will be institutional relations between the judiciary and the Executive, but those relations must not impinge on the freedom of judges to decide a given case and enforce the Constitution and the values which it enshrines.", "[119] In the case at bar, no charge or allegation of personal prejudice has been made by the applicants against the delegates individually. Rather, it is the structural impartiality of the tribunal and the individual independence of delegates which are at issue here. The applicants object to the fact that the provisions in question allow the Superintendent, or a delegate whom he may appoint, to combine the functions of investigator, prosecutor and judge, which is contrary to the right to be tried by an impartial tribunal, since a person cannot be both judge and party in his own case. Further, although the functions of investigator and prosecutor on the one hand, and judge on the other, may in practice be performed by different individuals, the applicants argued that under s. 14.01(2) of the Act the Superintendent has the exclusive responsibility of appointing them.", "[120] In this connection, the applicants submitted that in practice, under the contractual agreements concluded with the delegates, the Superintendent exercises administrative control over the quality and performance of the duties assigned to delegates. In particular, the applicants noted that the Superintendent or Her Majesty may remove delegates in the course of proceedings on the ground that they have not performed their duties expeditiously or competently. Further, in the event that the investigation is not concluded within the deadline specified in the contract, delegates need to obtain the Superintendent's approval to conclude consideration of complaints. In the view of the applicants, these defects affect the independence of delegates as much as the impartiality of the tribunal.", "[121] In these circumstances, the applicants submitted that an objective and fully informed person might reasonably fear that delegates sitting ad hoc, with no guarantee of future employment, will be likely to render decisions favourable to the authority responsible for their present and future appointments, in this case the Superintendent. 4. Distinction between administrative and judicial tribunals", "[122] The requirements of impartiality and independence mentioned above are completely suited to the privileged position of courts of law in the Canadian constitutional structure. However, they are not as strictly applicable to administrative tribunals ( <FRAGMENT_SUPPRESSED> , supra; <FRAGMENT_SUPPRESSED> ; 9 N.R. 115). Several administrative tribunals are very close to the Executive, of which they are often an emanation or extension. Accordingly, the case at bar is no exception.", "[123] Thus, the constitutional guarantee of independence based on the preamble of the , in principle does not apply to administrative tribunals. In Ocean Port Hotel Ltd. , supra, a unanimous judgment of the Supreme Court, McLachlin, C.J., noted at paragraphs 23 and 24: \"This principle reflects the fundamental distinction between administrative tribunals and courts. Superior courts, by virtue of their role as courts of inherent jurisdiction, are constitutionally required to possess objective guarantees of both individual and institutional independence. The same constitutional imperative applies to the provincial courts: Reference Re Remuneration of Judges of the Provincial Court of Prince Edward Island , [1997] 3 S.C.R. 3 (the ' Provincial Court Judges Reference '). Historically, the requirement of judicial independence developed to demarcate the fundamental division between the judiciary and the executive. It protected, and continues to protect, the impartiality of judges - both in fact and perception - by insulating them from external influence, most notably the influence of the executive: <FRAGMENT_SUPPRESSED> , at p. 69; <FRAGMENT_SUPPRESSED> , at para. 61. \"Administrative tribunals, by contrast, lack this constitutional distinction from the executive. They are, in fact, created precisely for the purpose of implementing government policy. Implementation of that policy may require them to make quasi-judicial decisions. They thus may be seen as spanning the constitutional divide between the executive and judicial branches of government. However, given their primary policy-making function, it is properly the role and responsibility of Parliament and the legislatures to determine the composition and structure required by a tribunal to discharge the responsibilities bestowed upon it. While tribunals may some times attract Charter requirements of independence, as a general rule they do not. Thus, the degree of independence required of a particular tribunal is a matter of discerning the intention of Parliament or the legislature and, absent constitutional constraints, this choice must be respected .\" (Emphasis added)", "[124] I pause here to note that, in Ocean Port Hotel Ltd. , supra, it was not argued that the proceeding before the Liquor Appeal Board, which had confirmed a two-day suspension of the respondent's alcohol permit imposed by an inspector, involved the right to an independent tribunal guaranteed by s. 7 or paragraph 11(d) of the Canadian Charter , an argument which is also difficult to make here since the applicants did not rely on the application of s. 7 or paragraph 11(d) of the Canadian Charter in the two notices of constitutional questions served and filed in this Court. In the absence of any constitutional constraint, therefore, the legislature is free to authorize a plurality of functions that would otherwise contravene the impartiality rule. This is true despite the fact that the applicants rely here on the right mentioned in paragraph 2(e) of the Bill , the composition of which is similar to s. 23 of the and the application of which was considered by the Supreme Court in , supra, and which as we have already noted is quasi-constitutional legislation.", "[125] That said, in my opinion, even in the case of a constitutional challenge based on paragraph 2(e) of the Bill , it would be unrealistic to require of an administrative tribunal the same guarantees as one is entitled to require of a court of law ( , supra, at para. 45; <FRAGMENT_SUPPRESSED>  administrative tribunals is explained by the fact that the application of the principles of independence and impartiality to administrative tribunals are not derived from the same source (the rules of natural justice) as the one which makes them applicable to judicial tribunals (the constitutional principle of the separation of powers). Consequently, it is unrealistic to transpose the judicial model to the administrative context, where the requirements are extremely varied. Also, it is wholly legitimate for the legislature to create effective specialized and multi-functional tribunals, particularly for economic regulation ( , supra; Barry and  <FRAGMENT_SUPPRESSED>  A.R. 241; <FRAGMENT_SUPPRESSED>  point that the factual circumstances in <FRAGMENT_SUPPRESSED> , supra, on which the applicants relied, are very different from the case at bar. In that case, the Supreme Court had to consider the independence not of an administrative tribunal, but rather of the General Court Martial, a military tribunal responsible for performing the same function for members of the military as the ordinary criminal courts perform for civilians. It goes without saying that because of its duties, the guarantees which that tribunal must offer are appreciably more significant than those which the Superintendent's delegate must offer in the case at bar.", "[127] In the case now before the Court, unlike the General Court Martial, the Superintendent, with the assistance of the staff assigned to the Office of the Superintendent of Bankruptcy, exercises a general supervisory power over the administration of estates and affairs governed by the Act . In this connection, if we look at the obligations imposed by the Act , the General Rules and the other legal instruments regulating the conduct of trustees and administration of estates, the latter case can be regarded as regulation of professional and economic activity. The decisions made by a trustee under the Act in the administration of the property of an insolvent debtor have a direct impact on the rights of creditors. Thus, it is clear that Parliament intended to guarantee a high degree of protection for creditors and public confidence in the system of bankruptcy and assignment of property by an insolvent debtor: hence the supervisory role assigned by the Act exclusively to the Superintendent. This is the reason that the issuing of licences and the professional activities of trustees are subject not only to the Act but also to the General Rules and to such Directives as the Superintendent may give (paragraph 5(4)(d) and s. 13(2) of the Act ). Thus, the Superintendent may refuse to issue a licence if the applicant is insolvent or has been convicted of a criminal offence (s. 13(3) of the Act ).", "[128] At the same time, the Code recognizes that ethical standards \"are central to the maintenance of public trust and confidence in the administration of the Act \" (Rule 34 - emphasis added). It may be noted that several of the legal obligations imposed on trustees are positive, rather than prohibitory, in nature (as is generally the case in the criminal law), and the reason for this is the fact that trustees are first and foremost active participants in the administration of the property and estates of a debtor who is bankrupt or who has made an assignment of his or her property. Accordingly, under the Code a trustee must, inter alia, discharge his or her duties in a timely manner; carry out his or her functions with competence, honesty, integrity and due care; cooperate fully with the Superintendent's representatives; be honest and impartial and, in accordance with the requirements of the Act , provide accurate and complete information to the parties concerned; comply with legislation, regulations and conditions applicable to the trust; and so on (see Rules 35 to 53 of the Code ). That said, once the Superintendent has issued a licence to a trustee, he must ensure that the latter complies with the Act , the General Rules , the Directives and any rule of law applicable in the circumstances: hence the need to authorize the Superintendent (or his delegate) to suspend or cancel the licence of a trustee who does not comply with these legal requirements. It is thus presumptuous to seek to compare the disciplinary proceedings in question to proceedings of a penal or criminal nature.", "[129] Needless to say, the administrative function of the Superintendent, namely supervising the implementation of the Act , is to some extent merged with the quasi-judicial process in place in the Act , namely ensuring that the trustee has an opportunity for a hearing before a final decision is made pursuant to the provisions in question. It follows that the Court should therefore avoid making any value judgment on the legislative choices made by Parliament to give effect to the objectives underlying the adoption of the Act . That is clearly what the applicants are seeking here when they ask this Court to compare the disciplinary regime created by the provisions in question with that to be found in Quebec, in the case of professionals who are subject to the Professional Code 5. Test of the ordinary, reasonable and fully informed person", "[130] The requirements of independence and impartiality are both intended to maintain public confidence in the fairness of administrative bodies and their decision-making processes. The legal tests for evaluating independence and impartiality thus refer to the perception of a reasonable and fully informed person who has thought the matter through in a realistic and practical way ( Committee for Justice and  <FRAGMENT_SUPPRESSED>  judges who participated in <FRAGMENT_SUPPRESSED>  institution based only on the general wording of legislative provisions. On the contrary, knowledge of the operational aspects of these missing points can offer a much more ample background in which it is possible to make an objective assessment of the institution in question and the relations pertaining to it. Thus, a fully informed person who has thought the matter through in a realistic and practical way is someone who assesses the situation of an administrative tribunal not only based on the law and regulations governing it, but also on the practice of the tribunal. Often it is only by looking at the operational aspects and practices of the tribunal that its impartiality and independence become apparent and may be fully assessed ( , supra; <FRAGMENT_SUPPRESSED> ; 207 N.R. 72; 82 B.C.A.C. 29; 133 W.A.C. 29).", "[132] Here, as we noted earlier, the question according to the applicants is first that of institutional bias. In this regard Gonthier, J., said in , supra, at paragraphs 44 and 45: \"The determination of institutional bias presupposes that a well-informed person, viewing the matter realistically and practically - and having thought the matter through - would have a reasonable apprehension of bias in a substantial number of cases . In this regard, all factors must be considered, but the guarantees provided for in the legislation to counter the prejudicial effects of certain institutional characteristics must be given special attention \"This test is perfectly suited, under s. 23 of the Charter , to a review of the structure of administrative agencies exercising quasi-judicial functions. Whether appearing before an administrative tribunal or a court of law, a litigant has a right to expect that an impartial adjudicator will deal with his or her claims. As is the case with the courts, an informed observer analysing the structure of an administrative tribunal will reach one of two conclusions: he or she either will or will not have a reasonable apprehension of bias. That having been said, the informed person's assessment will always depend on the circumstances. The nature of the dispute to be decided, the other duties of the administrative agency and the operational context as a whole will of course affect the assessment . In a criminal trial, the smallest detail capable of casting doubt on the judge's impartiality will be cause for alarm, whereas greater flexibility must be shown toward administrative tribunals. As Lamer, C.J., noted in <FRAGMENT_SUPPRESSED> , supra, at p. 142, constitutional and quasi-constitutional provisions do not always guarantee an ideal system. Rather, their purpose is to ensure that, considering all of their characteristics, the structures of judicial and quasi-judicial bodies do not raise a reasonable apprehension of bias . This is analogous to the application of the principles of natural justice, which reconcile the requirements of the decision-making process of specialized tribunals with the parties' rights.\" (Emphasis added)", "[133] Consequently, before determining whether a tribunal created pursuant to the provisions in question is an independent and impartial quasi-judicial body, we have to examine the respective roles of the various participants in the bankruptcy proceeding and analyze the operational aspects of the tribunal. 6. Functions of administrative officials and Bankruptcy Court", "[134] Under the Act , bankruptcy is a voluntary or involuntary assignment by an insolvent person of all his seizable property to a trustee to be realized for the benefit of his creditors, for whom such property is a common pledge, with a view to discharge (ss. 2, 30, 43, 49, 67, 71 and 178 of the Act ). (See also (2004), 2nd Ed., CCH Publications, at paragraphs 78 to 82).", "[135] Further, as Mr. Bilodeau properly observed in his , supra, [Translation] \"bankruptcy law may fairly be regarded as specialized law\". Parliament has designated a tribunal equipped to apply the law: in Quebec, the Superior Court, Bankruptcy Division (whose jurisdiction differs from that in civil matters) (the Bankruptcy Court). Additionally, there are persons specially appointed, whose functions as administrators are directly specified in the Act : the Superintendent, the official receiver and the trustee. It is worth clarifying the functions of each one here, beginning with the Superintendent.", "[136] The Superintendent is appointed by the Governor in Council during pleasure, with a general duty to supervise the administration of all estates and matters governed by the Act (s. 5(1) and (2) of the Act ). Thus, the Superintendent is empowered to make Directives concerning the application of the Act and General Rules , the requirements for the issuing of trustee licences, the qualifications necessary to act as a trustee and the activities of trustees; similarly, he may also give official receivers, trustees, administrators and persons who provide counselling such directives as may be necessary to perform their duties (paragraphs 5(4)(b), (c) and (d) of the Act ). It is he who receives applications for licences to act as trustees and issues licences to persons whose applications have been approved (paragraph 5(3)(a) of the Act ). It is also the Superintendent who receives and keeps a record of all complaints from any creditor or other person interested in any estate and makes such specific investigations as he may determine (paragraph 5(3)(f) of the Act ). Not only does he examine trustees' accounts of receipts and disbursements and final statements (paragraph 5(3)(g) of the Act ), but he makes or causes to be made such inspections or investigations as he may deem expedient of estates and other matters covered by the Act , and in particular the conduct of a trustee acting as such or as a receiver or interim receiver (paragraph 5(3)(e) of the Act ). Finally, the Superintendent can also intervene in any matter or proceeding in the Bankruptcy Court when he considers it expedient to do so, as if he were a party thereto (paragraph 5(4)(a) of the Act ). With the assistance of federal employees who are assigned to the Office of the Superintendent of Bankruptcy (which is part of Industry Canada), the Superintendent may engage any person from outside to conduct any inspection or investigation or to take any other necessary action outside of his office. In such cases, the costs thereof shall, when certified by the Superintendent, be payable out of the appropriation for his office (s. 6(1) of the Act ).", "[137] The official receiver is essentially a local administrative employee appointed for one or more bankruptcy divisions (s. 12 of the Act ). It is he who receives assignments of property or voluntary bankruptcy. He appoints trustees with reference, so far as possible, to the wishes of the most interested creditors (s. 49(4) of the Act ). He conducts examinations of the bankrupt and chairs the first meeting of creditors (s. 105(1) and s. 159 of the Act ).", "[138] The trustee is the officer responsible for ensuring that a bankruptcy proceeds correctly and, when necessary, he acts in the best interests of creditors ( <FRAGMENT_SUPPRESSED>  (Que.)). Additionally, the Act treats the trustee as a fiduciary for the purposes of s. 2 of the Criminal Code (s. 15.1 of the Act ). He will be entitled to his disbursements and fees, which must be paid from the proceeds of the bankrupt's property. He is required to submit to certain provisions of the Act and prepare certain reports. In order to act as a licensed trustee, an incumbent must hold a licence issued by the Superintendent; the Act authorizes the issuance of a licence to a body corporate provided a majority of its directors and officers hold licences as trustees (s. 14.08 of the Act ). In addition to this prerequisite, a trustee must be appointed specifically to each bankruptcy for which he is responsible, either by the official receiver in an assignment of property, by the Bankruptcy Court in a receiving order or involuntary bankruptcy or by the debtor himself when the debtor submits a proposal to his creditors (ss. 43(9) and 49(4) and s. 62 of the Act ).", "[139] At this point, it would be worthwhile to complement these reasons with a general review of the Bankruptcy Court's jurisdiction. This jurisdiction is an exceptional one and applies specifically to everything concerning the person of the bankrupt or his property. (For a more complete discussion, see , supra, at paragraphs 160 et seq.) Thus, the Bankruptcy Court generally has available all remedies set out in the Act . However, the disciplinary jurisdiction assigned to the tribunal under the provisions in question does not belong to the Bankruptcy Court. Nevertheless, on the application of any interested person, the Court may for cause remove a trustee and appoint another licensed trustee in a particular bankruptcy case (s. 14.04 of the Act ): this power derives from the fact that, as noted above, the trustee must be appointed specifically for each bankruptcy. Further, it is only the Bankruptcy Court which has the power to discharge a trustee with respect to any estate, either when the estate has been fully administered or, for sufficient cause, before full administration (s. 41(2) of the Act ). When replaced by another trustee, a trustee is entitled to be discharged if he has accounted to the satisfaction of the inspectors and the Bankruptcy Court for all property that was placed in his possession and a period of three months has elapsed after the date of the replacement without any undisposed-of claim or objection having been made by the bankrupt or any creditor (s. 41(3) of the Act ). Further, a trustee may apply to the Bankruptcy Court for a discharge when the estate is deemed to have been fully administered (s. 41(4) of the Act ). Any interested person may then object to such a discharge application, and in that case the Bankruptcy Court may grant or withhold a discharge or give such directions as it may deem proper in the circumstances (s. 41(5) and (6) of the Act ). 7. Operational aspects and practices of tribunal", "[140] We referred above to the legislative safeguards already in place. The disciplinary proceeding deriving from the application of the provisions in question is complemented by the practices described in the Process. This is a good indication of the operational aspects currently in place.", "[141] The Process, which as of September 1, 2001, applies to all pending and future cases, gives concrete form to the practices of the Office of the Superintendent of Bankruptcy in disciplinary matters. Under paragraph 2 of the Process, \"all references to the Superintendent mean the Superintendent of Bankruptcy or the individual delegated to hear the matter pursuant to s. 14.01(2) of the Act \". In fact, since under s. 14.01(2) of the Act the power of delegation belongs exclusively to the Superintendent, the instrument of delegation must be signed by the Superintendent himself. (In the case at bar, the analysts Leduc and Laperrière acted under general delegations of authority made by the Superintendent).", "[142] That said, under the Process, when the Deputy Superintendent has reasonable grounds to believe that a trustee has conducted himself or herself in a way that could lead to licensing sanctions, the file is assigned to a Senior Analyst, Disciplinary Affairs (the analyst), for the conduct of an investigation pursuant to s. 14.01 of the Act (paragraph 3 of the Process). The analyst then advises the trustee in writing that he or she is under investigation (paragraph 4 of the Process). That is what happened in this case in 2000.", "[143] Also under the Process, if at the conclusion of the investigation the analyst is of the opinion that the trustee has acted inappropriately and the licensing sanctions would be justified, he or she sends a report to the Superintendent and the trustee. The report constitutes the notice provided for in s. 14.02(1) of the Act ; it provides the reasons leading the analyst to recommend that the Superintendent exercise his powers under s. 14.01(1) (paragraph 5(b) of the Process). Nevertheless, the specific penalty that will be sought against the trustee is not included in the notice under s. 14.02(1); it is forwarded to the trustee at the same time as the notice, but under separate cover. Considering only the procedure described in the Process, this specific recommendation of a penalty will only be communicated to the Superintendent at the time of the hearing, or at the request of the Superintendent before the hearing, but in the presence of all parties or their representatives (paragraph 5(c) of the Process). At this new stage of the proceedings, according to the evidence in the record, the analyst is in fact acting as a prosecutor before the tribunal. At this time the analyst, who is represented by counsel, will also be called to testify before the tribunal as to the content of his or her report and the offences alleged against the trustees.", "[144] The Process also mentions certain practices regarding the method of challenging the analyst's report, prior disclosure of evidence, the form of the hearing notice, the content of the record, the procedure followed at a hearing and communication of the tribunal's decision (paragraphs 5(d), (e) and (f); and paragraphs 6 to 14 of the Process).", "[145] In practice, according to the documentary evidence in the record, the case was heard and decided by a delegate appointed by the Superintendent in some 75% of disciplinary proceedings. Thus, between February 25, 1994 and August 8, 2002, the task of determining whether disciplinary measures should be taken against trustees was given to delegates by the Superintendent in some 34 cases. In these cases, the files were assigned to external lawyers, either former judges or practising lawyers (whether associated with private firms or not). As of November 28, 2002, the Superintendent had himself previously held hearings in some 12 other disciplinary files, which represented about 25% of the disciplinary cases. 8. Answers to questions of tribunal's structural bias", "[146] According to consistent rulings by the Supreme Court, a plurality of functions in a single institution does not really present a problem provided that at various stages of the process those functions are not all performed by the same person ( <FRAGMENT_SUPPRESSED>  paragraphs 46-48; <FRAGMENT_SUPPRESSED>  creates a problem. Briefly, the fact that the actual wording of the Act does not guarantee the administrative tribunal's impartiality and independence is not fatal to its constitutionality. It will suffice if the wording is neutral and does not prevent the institution from organizing itself so that a fully-informed person having thought the matter through a realistic and practical way would not have a reasonable apprehension of bias or of the existence of a lack of independence in practice ( , supra, at paragraphs 47 and 48).", "[147] However, as Gonthier, J., noted in , supra, at paragraph 48, \"Although an overlapping of functions is not always a ground for concern, it must nevertheless not result in excessively close relations among employees involved in different stages of the process \". (Emphasis added) Thus, he noted at paragraph 45 that \"this necessary flexibility, and the difficulty involved in isolating the essential elements of institutional impartiality, must not be used to justify ignoring serious deficiencies in a quasi-judicial process. The perception of impartiality remains essential to maintaining public confidence in the justice system\". (Emphasis added)", "[148] Additionally, in <FRAGMENT_SUPPRESSED> , supra, the Quebec Court of Appeal concluded that on account of the power of delegation mentioned in s. 14.01(2) of the Act , the provisions in question are neutral. The Court of Appeal referred to the general rule of interpretation stated in <FRAGMENT_SUPPRESSED> , at 1078  <FRAGMENT_SUPPRESSED>  (majority reasons on this point), followed in <FRAGMENT_SUPPRESSED>  O.A.C. 161, at paragraph 3, and applied in , supra, according to which a neutral statute should not be interpreted as authorizing the infringement of a person's constitutional or quasi-constitutional rights. In the particular case, the Court of Appeal held that the provisions in question should not be the subject of a declaration of inconsistency, since they leave the Superintendent the option of organizing a process consistent with the appellant's right to an impartial hearing. However, the Court of Appeal refrained from examining the practices of the Superintendent or the tribunal, considering that Quebec courts have no jurisdiction in this regard because of the exclusive judicial review jurisdiction over a federal board, commission or other tribunal conferred on the Federal Court.", "[149] Accordingly, at paragraph 21 of <FRAGMENT_SUPPRESSED> , supra, Dussault, J.A., noted that the argument initiated in the Superior Court, and then in the Quebec Court of Appeal, was [Translation] \"of a rather special nature since, unlike the Federal Court [Quebec courts] are not authorized to make a complete review of the institution responsible for penalizing the misconduct of bankruptcy trustees. This Court's review, which is limited to the legislative provisions conferring this disciplinary function on the Superintendent, cannot extend to its application and include the way in which he is exercising the powers conferred on him\".", "[150] In this Court, the applicants did not argue that the delegates misunderstood or misinterpreted the general application of <FRAGMENT_SUPPRESSED> , supra, but rather that the reasoning of Dussault, J.A., who wrote the reasons for the Quebec Court of Appeal in <FRAGMENT_SUPPRESSED> , supra, is wrong in law and should not be followed by this Court. Thus, in the applicants' submission, <FRAGMENT_SUPPRESSED> , supra, is contrary to the decision that the Federal Court of Appeal rendered in 1985 in <FRAGMENT_SUPPRESSED>  Danielle Grenier, J., of the Quebec Superior Court strongly criticized the analysis by Dussault, J.A., in <FRAGMENT_SUPPRESSED> , supra ( , February 8, 2005, 500-05-065027-011; currently on appeal). Essentially, according to Grenier, J. [Translation] \"institutional independence cannot derive from a neutral legislative scheme. For that to be the case, it is necessary to look at the operational context of the administrative tribunal, which proves impossible in the case at bar\". Consequently, she refused to allow the motion to dismiss by the Attorney General of Canada, who was asking for dismissal of the motion for a declaratory judgment filed by another group of trustees, also challenging the validity of the provisions in question.", "[152] In any case, the jurisdictional limitations identified by the Quebec Court of Appeal in <FRAGMENT_SUPPRESSED> , supra, do not apply to the proceedings at bar. This Court is clearly authorized to make a of the institution responsible for penalizing trustees' conduct, based on the operational aspects and practices of the tribunal, which have been described above. That said, after taking into account all the evidence submitted by the parties, I nevertheless come to the same conclusion as the Quebec Court of Appeal did in <FRAGMENT_SUPPRESSED> , supra.", "[153] Following the foregoing analysis, it appears that as an institution the Office of the Superintendent of Bankruptcy is a multi-functional agency engaged in supervision, investigation and adjudication ( <FRAGMENT_SUPPRESSED> , supra, at paragraph 22). That said, although from a legal and formal standpoint the Act does concentrate the functions of supervision, investigation and adjudication in one person, namely the Superintendent, in practice it is of course impossible for him to carry out all these duties, everywhere and for all of Canada, without the support and assistance of the staff assigned to the Office of the Superintendent of Bankruptcy. That said, s. 14.01(2) of the Act expressly authorizes the Superintendent to delegate any or all of the powers he has under s. 14.01(1) of the Act", "[154] If we look at the organic nature of the tribunal, the institution of the Office of the Superintendent of Bankruptcy cannot be compared to a court of law, as for example is true of the Bankruptcy Court, a division of the Quebec Superior Court. Further, remember that, originally, trustees were appointed by the Governor in Council: the power to issue or cancel a trustee licence has never belonged to ordinary courts of law, even to the Bankruptcy Court. The purpose of the provisions in question is different from provisions of a penal or criminal nature. The question rather is whether, in the circumstances, a breach or infringement of the trustee's legal obligations is a sufficient basis for his trustee licence to be revoked or suspended by the tribunal. In this regard, the disciplinary jurisdiction exercised through the suspension or cancellation of a licence was first conferred directly on the Minister, with the Superintendent performing a subordinate but important function, that of making an investigation and then reporting to the Minister. At the present time, all the Executive's powers are exercised by the Superintendent. The adoption of the provisions in question clearly indicates Parliament's intention to place the Superintendent in control of the system of disciplining bankruptcy trustees, through his jurisdiction over licences. However, the Bankruptcy Court retains jurisdiction to remove a trustee for cause in a particular bankruptcy case.", "[155] More specifically, reading the provisions in question it seems clear that Parliament deliberately conferred to the Superintendent, as he is a specialist, investigative, prosecutorial and decision-making functions with respect to everything dealing with the conduct of bankruptcy trustees. However, it was careful to give trustees under an investigation certain procedural guarantees, such as the right to be informed in writing, with reasons, of the proposed action and the right to a hearing at which they would have a reasonable opportunity to be heard. It further provided that by written instrument and on such terms and conditions as are therein specified the Superintendent may delegate or any or all of these functions, so that in practice it is possible to create a quasi-judicial process in which there is a clear demarcation between the investigators/prosecutors and the decision-makers, and where in some cases the Superintendent may not himself have any personal part to play. There may be some of those concerned who will argue that this is not an ideal system, but I do not have to decide that. However, looking at the situation as a whole, the apprehension of institutional bias resulting from a possible plurality of the functions of investigator, prosecutor and decision-maker in fact remains very speculative. As a question of fact, when we consider the practices of the Office of the Superintendent of Bankruptcy and the evidence in the record, no reasonable apprehension of bias arises in this case.", "[156] In the case at bar, the applicants have presented no evidence establishing that there are in fact \"excessively close relations\", to use the language employed by the Supreme Court in , supra, between the employees involved at various stages of the disciplinary process and the Superintendent. On the contrary, the operational aspects (which are reflected inter alia in the Process) actually show that there is in practice a clear demarcation between the investigative (and prosecutorial) functions, assigned exclusively to senior analysts in the employ of the Office of the Superintendent, and the adjudicative functions, which as the case may be are exercised by the Superintendent himself (about 25%) or by delegates (about 75%), generally former judges or practising lawyers (whether or not members of private law firms).", "[157] There is also no basis on which the Court could find that the Superintendent takes part in investigations or acts as prosecutor himself. Further, the tribunal is in no way bound by the analyst's recommendations. In hierarchical terms, the Superintendent is the analyst's superior, and it may be asked whether the appearance of the analyst before the Superintendent will by itself prompt a reasonable and fully informed person to have an apprehension of bias, when there is no evidence whatever of \"excessively close relations\" (by analogy, see the recent judgment of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ). In any case, I do not have to give a definitive opinion on the point, since here the Superintendent made the decision not to hear the case himself and to delegate his adjudicative functions to the delegates Kaufman and Poitras. These delegates have no connection whatsoever with the cases brought before the Office of the Superintendent of Bankruptcy. It may be added here that there is no evidence of interference by the Superintendent or the members of his Office, apart from the insinuations derived by the applicants from the delegates' employment contracts (see infra, the following s.: 9. Answers to questions of decision-makers' independence).", "[158] The applicants cited the judgment rendered by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , supra, in 1985. In <FRAGMENT_SUPPRESSED> , supra, the Federal Court of Appeal held that the determining factor on account of which the procedure of prosecution and decision applicable to the complaint raised a reasonable apprehension of bias, was the relationship of dependency between the Canadian Human Rights Commission, which acted as prosecutor, and the Human Rights Tribunal responsible for deciding on the complaint. Accordingly, it was held that the system of appointing members of the tribunal, as at that time set out in s. 39(5) of the Canadian Human Rights Act , S.C. 1976-77, c. C-33, reproduced in R.S.C. 1985, c. H-6, ss. 43 and 44 (the Canadian Human Rights Act ), according to which the Commission selected members of the Human Rights Tribunal from a list prepared by the Governor in Council, was not consistent with the requirements of judicial independence set out in <FRAGMENT_SUPPRESSED> , supra.", "[159] The scope of <FRAGMENT_SUPPRESSED> , supra, now seems limited in this case for a number of reasons. First, it was decided at a time when the Supreme Court had not yet had the opportunity to define all the guidelines applicable to cases of allegations of institutional bias made against administrative tribunals performing a multi-functional role, as in the case at bar.", "[160] Second, also remember that from the outset the Canadian Human Rights Act contemplated the creation of a Human Rights Tribunal separate and apart from the administrative and regulatory framework of the Canadian Human Rights Commission (the Commission). That is not so in the case at bar, since we are dealing here with a multi-functional institution, the Office of the Superintendent of Bankruptcy. In acting as the Superintendent's delegates, the delegates Poitras and Kaufman were thus on an equal footing with the Superintendent. In practice, they were performing the adjudicative function which under the Act the Superintendent could perform himself. This does not make the delegates a tribunal separate from the Superintendent, as is the case when a Human Rights Tribunal renders a decision on a complaint previously considered by the Commission.", "[161] Third, in the case of the Canadian Human Rights Act , we are dealing with legislation which by its very nature gives individuals the right to equality regardless of any unlawful distinction. Because of the importance of the human rights in question, therefore, it is understandable that there has to be a structural separation in this area between the Commission, which is specifically empowered to investigate complaints, and the Human Rights Tribunal, which is specifically responsible for ruling on the validity of the complaints. In the case at bar, we are dealing essentially with economic rights, in a specialized sector - bankruptcy - in which various administrative officials work daily. The suspension or revocation of a trustee licence, though resulting from a quasi-judicial process, is closely connected with regulation of the bankruptcy system.", "[162] Finally, it should also be noted that in <FRAGMENT_SUPPRESSED> , supra, the defect found by the Federal Court of Appeal simply invalidated the process of appointing members of the Human Rights Tribunal, it did not result in the abolition of the Tribunal. In this case, if the applicants' argument were accepted, it implies that the invalidity of provisions in question would create a legal void thereby paralyzing the present disciplinary system. In short, if we accept the applicants' reasoning, no multi-functional institution could exist, regardless of the fact that the Supreme Court has actually recognized the legality of and need for such bodies ( <FRAGMENT_SUPPRESSED>  decision by the Quebec Court of Appeal in <FRAGMENT_SUPPRESSED>  independence of the bodies in question also applies. In that case, Air Canada was challenging the validity of s. 104.1 of the Competition Act , R.S.C. 1985, c. C-34 (the Competition Act ), which gave the Competition Commissioner (the Commissioner) the power to make temporary orders against that business, and he was \"not obliged to give notice to or receive representations from any person before making a temporary order\". Air Canada contended that this provision was contrary to the fundamental right guaranteed in paragraph 2(e) of the Bill . The of any form of hearing was one of the bases of Air Canada's action. Additionally, it also argued that the Commissioner was both judge and party, since he subsequently had to go to the Competition Tribunal to get his temporary order made permanent. Once again, it can be noted that to apply the Competition Act , Parliament opted to create separate entities, the Commissioner on the one hand and the Competition Tribunal on the other.", "[164] In determining that s. 104.1 of the Competition Act should be declared of no force or effect as inconsistent with paragraph 2(e) of the Bill , the Quebec Court of Appeal, per Rochon, J.A., noted inter alia at paragraph 103 that [Translation] \"it is to say the very least strange that after adopting s. 104.1 Parliament conferred an almost similar power on the Competition Tribunal (s. 103.3). This indicates that, even in Parliament's opinion, a specialized tribunal can adequately perform this task in urgent situations\". As can be seen, the same reasoning cannot be applied in this case.", "[165] Further, I note that in <FRAGMENT_SUPPRESSED> , supra, at paragraph 42, Dussault, J.A., was careful to distinguish that case from Air Canada , supra: [Translation] \"A distinction should also be made with <FRAGMENT_SUPPRESSED>  factor in the decision by this Court to find s. 104.1 of the Competition Act inconsistent with s. 2(e) of the Bill , apart from the fact that s. 2 expressly excludes the holding of a hearing, was that it allowed the Commissioner, in carrying out his investigation, to act as a judge when making a temporary order. This decision-making process, set out in the Act , was contrary to s. 2(e) of the Bill , as the investigating commissioner could not act in a judicial capacity when he made a temporary order. Accordingly, unlike the case at bar, that was not a neutral legislative scheme which made it possible to avoid confusing functions.\"", "[166] At the risk of repeating myself, the applicants have never maintained that the delegates could have any prejudice or preconceived opinion regarding trustees in general or these applicants. That said, from the institutional standpoint I consider that a reasonable and well informed person, having thought the matter through in a realistic and practical way, would have no reasonable apprehension of bias in a substantial number of cases as a result of application of the provisions in question, taking all the relevant factors into account. Further, I feel that the effect of the procedures in place in the Act and the existing practices of the Office of the Superintendent of Bankruptcy is to offset the prejudicial effects, if any, of some of the institutional characteristics noted above. 9. Answers to questions of decision-makers' independence", "[167] Firstly, the applicants presented no argument on the basis of which the Court could determine that the Superintendent is not independent. His economic and administrative independence from the Minister or the government is guaranteed by his present status and by the powers he has under the Act", "[168] As already noted, the applicants did not question the individual impartiality of the delegates in the case at bar, but their independence from the Superintendent or the Crown. I also note that the applicants did not challenge the general legal expertise or specific skills in bankruptcy matters which the delegates might have as former judges. However, the applicants submitted here that there are serious deficiencies in the existing process, with regard to the process of appointing delegates, their security of tenure and their financial security.", "[169] The applicants' first objection appears to be that the Superintendent's discretion to appoint a delegate is not defined by any benchmarks in the Act . This gives the Superintendent the freedom to appoint whomever he wishes, perhaps even someone with no knowledge of the bankruptcy area. Without an application for judicial review, the Superintendent's decision to delegate his powers under s. 14.01(2) of the Act to one person rather than another does not appear to be reviewable at this stage of the proceedings. Thus, I consider that the choice of a person with no knowledge of bankruptcy law presents only a hypothetical problem, especially as in this case the competence and expertise of the delegates Kaufman and Poitras are not at issue. I would add that, although s. 14.01(2) of the Act does not provide the criteria the Superintendent may consider before exercising his power to delegate, that does not mean that he has absolute discretion in this regard. If the Superintendent's decision to appoint a person as his delegate has been made on a basis unrelated to application of the Act , or if the decision is capricious and arbitrary, there is nothing to prevent any interested person from applying to the Court by way of an application for judicial review to have such a decision reviewed, if necessary ( Baker , supra, at page 852 [ <FRAGMENT_SUPPRESSED> , at pages 7 and 8; <FRAGMENT_SUPPRESSED>  B.C.A.C. 81; 66 W.A.C. 81).", "[170] That said, in the cases under review, the Superintendent in September 2001 decided that it would be [Translation] \"in the interests of natural justice and to enable the trustee[s] to have a hearing as soon as possible\", to delegate to two external lawyers, Fred Kaufman (case T-75-04) and François Rioux (case T-547-04), pursuant to s. 14.01(2) of the Act , the function of determining whether one or more of the circumstances listed in s. 14.01(1) of the Act existed and, if necessary, of imposing the appropriate penalties on the applicants. After Mr. Rioux died, without an opportunity to carry out his mandate, Lawrence Poitras of the same law firm was appointed by the Superintendent in September 2003 to replace him. It is clear from reading the employment contracts and instruments of delegation in question that it was their status as independent lawyers, their availability and their recognized competence that were the determining factors in the Superintendent's decision to delegate his adjudicative powers to the delegates Kaufman and Poitras. Further, under these contracts the delegates guaranteed that they would provide [Translation] \"services the quality of which was at least equal to that of contractors offering similar services\", and also that they would be required [Translation] \"to perform and complete the work described in the statement of work with competence, diligence and efficiency\".", "[171] On the issue of security of tenure, the applicants maintained that the Superintendent and his delegate could have their instructions revoked in the course of their work, or even during a hearing. However, I note that the delegates signed contracts containing various clauses which specify the circumstances in which or whereby the contract of employment may be rescinded. Clause 5.1 of the appendix to the delegates' contracts indicates that it will only be possible to rescind the employment contract if the delegate: [Translation] (a) by reason of infirmity becomes incapable of properly performing his or her obligations under the contract; (b) has been guilty of any professional misconduct; (c) has not properly performed his or her obligations under the contract; (d) by reason of his or her conduct, or otherwise, is in a position inconsistent with the proper performance of his or her obligations under the contract.", "[172] It is true that at first glance certain language in the employment contracts appears vague and seems to give the Superintendent or the Crown some discretion to rescind them. However, objectively speaking, after considering the circumstances as a whole, I do not feel that there is any undue infringement of the delegates' security of tenure and independence. In this regard, I note that the reasons for rescission are similar to the reasons for removal contained in the contract of the members of the Régie in , supra. In other words, as is in , supra, the delegates cannot have their contracts rescinded without a valid reason. In my opinion, clause 5.1 above protects delegates against any form of arbitrary removal in the course of their mandate and thus gives them security of tenure which in the circumstances is adequate. Additionally, the applicants were wrong to compare the situation of the delegates Poitras and Kaufman to the delegate Archambault's situation was in 1993, since unlike the contract of the delegate Archambault, who could be removed at any time by the Crown without reason, the contracts in the case at bar provide for removal for cause.", "[173] Although the clauses of the employment contracts concluded with the delegates Kaufman and Poitras speak of [Translation] \"competence\", I do not think that an ordinary, reasonable and well informed person would thereby conclude that there was a serious risk that the Superintendent or Her Majesty would in future cancel the contract which they concluded with a former Court of Appeal judge and a former Superior Court chief justice on grounds of incompetence. In short, unless they are subject to some incongruous usage, the rather vague nature of certain clauses raises a purely hypothetical question. Further, I note that in the case of the applicant Roy, the delegate Poitras has already rendered a final decision, so that the problem raised by the applicant Roy has become moot. In any event, I hasten to add that no existing clause in the contracts in question can in my opinion reasonably be construed as authorizing the Superintendent or the Crown to interfere in the conduct of the delegates' cases.", "[174] That said, it should be added here that cancelling the two delegates' contracts can only be complete if the Superintendent also revokes the instruments of delegation. In this regard, not only do they have a right of action to recover money and/or damages in the ordinary courts of law if no valid reason is given, they can also seek review by this Court of the legality of any decision by the Superintendent to revoke the instruments of delegation in question, by means of an application for judicial review made pursuant to ss. 18 and 18.1 of the Federal Courts Act", "[175] Additionally, the applicants objected to the fact that the contracts were concluded for a limited time period and that, in the event of delay, they could be rescinded. In my opinion, such clauses only exist for budgetary considerations and to ensure that the case can be heard within a reasonable time. Further, it is quite apparent here that the delegates' contracts were renewed on expiry without any problem, so that the problem raised by the applicants is once again hypothetical and based solely on speculation.", "[176] On another note, the applicants maintained that the delegates Poitras and Kaufman did not hold positions with security of tenure since, in view of the ad hoc nature of their assignment, they have no assurance of receiving new assignments once the present one is concluded. In my view, this argument by the applicants is inconsistent with the applicable case law, since the Supreme Court has implicitly recognized that an ad hoc assignment is not inconsistent with the guarantee of judicial independence. In this regard, the Supreme Court said in <FRAGMENT_SUPPRESSED> , supra: \"The essence of security of tenure for purposes of s. 11(d) is a tenure, whether until an age of retirement, for a fixed term, or for a specific adjudicative task, that is secure against interference by the Executive or other appointing authority in a discretionary or arbitrary manner.\"", "[177] Additionally, the Quebec Court of Appeal has also found that the concept of an ad hoc assignment was not inconsistent with the guarantee of independence ( <FRAGMENT_SUPPRESSED>  (S.C.)). In any event, in this case in my opinion a reasonable and well informed person would probably have no apprehension here as to the independence of Mr. Poitras, a former Superior Court of Quebec chief justice, or Mr. Kaufman, a former Quebec Court of Appeal judge. Both are retired and are already receiving a government pension. They are therefore to some extent financially secure. In my opinion, it is also far-fetched to think that they would comply with the wishes of analysts, acting as prosecutors before the tribunal, in the hope of obtaining future assignments from the Superintendent. IX - SUMMONING AND COMPELLING WITNESSES", "[178] At the start of the hearing the applicants applied to the delegates for an immediate stay of the disciplinary proceedings, submitting inter alia that under the Act the tribunal has no power of summoning or compelling witnesses to testify, and this accordingly creates a risk of infringing their right to a full answer and defence ( <FRAGMENT_SUPPRESSED>  O.A.C. 201; and <FRAGMENT_SUPPRESSED>  B.C.A.C. 81; 62 W.A.C. 81).", "[179] In my view, the delegates made no reviewable error in determining that at this stage it was premature to seek a stay of proceedings for the reason given above. In the case at bar, the problem of summoning witnesses and compelling them to testify seemed purely hypothetical. Thus, in the absence of evidence of actual and present harm, the delegates could certainly refuse to exercise their discretion to decide the question raised by the applicants ( <FRAGMENT_SUPPRESSED>  O.A.C. 81, at 963-64 [R.C.S.]; and <FRAGMENT_SUPPRESSED>  in question to be declared invalid on the ground that their right to present a full answer and defence might be infringed. Once again, bear in mind that the applicants are not accused persons and this is not a criminal proceeding. The stay of proceedings sought by the applicants is the equivalent of a claim for a remedy based on s. 24(1) of the Canadian Charter , no more, no less. Although the tribunal has jurisdiction to order a stay of proceedings in a case where rights protected by the Canadian Charter have actually been infringed, there must still be some evidence to that effect presented by the applicants, which is not apparent at this stage of the proceedings.", "[181] Even assuming that a fundamental right protected by the Canadian Charter is at issue here, the question is as to the exact time at which the power of granting a remedy may be exercised, if necessary, by the tribunal. The question of impartiality raised by the applicants went directly to the competence of the tribunal: hence the advisability of a preliminary ruling on this question. It may also be thought that, for reasons of judicial economy, it was preferable for the delegate Poitras to determine in the case of the applicant Roy whether his discharge in the Sunliner case had the effect of preventing the tribunal from hearing the evidence and deciding on the charges laid on the merits.", "[182] In my view, the situation is entirely different when we consider the tribunal's lack of any power to summon witnesses. Thus, at the close of the hearing the applicants have the option of asking that the disciplinary charges made by the analysts be dismissed if they are able to demonstrate to the tribunal's satisfaction that the impossibility of securing the appearance of a witness or the production of a document has in fact caused them harm by preventing them, as the case may be, from submitting evidence or making out an argument in opposition to the charges laid against them. In this regard I note that in the case of the applicant Roy, the disciplinary hearing has proceeded before the tribunal. A final decision by the delegate Poitras was in fact made shortly before the Court heard the applications at bar. However, I do not know whether the question raised by the apparent absence of the power to compel witnesses to testify was again raised by the applicant Roy at a later stage of the proceedings before the delegate Poitras. I do not have before me the applications for judicial review made by the applicant Roy and the Attorney General of Canada respectively against the other decisions made by the delegate Poitras on the merits.", "[183] In any event, for the reasons that follow I consider that the applicants have a legal ground of constraint to compel the appearance of a witness. It is well settled that superior courts have the power to assist administrative tribunals and to compel testimony or the production of documents before them, if this proves necessary ( First Investors Corp. (No. 2), Re (1987), 46 D.L.R.(4th) 687 (Alta. Q.B.)).", "[184] In the case at bar, the delegate Poitras wrote the following at page 17 of his decision: [Translation] \"Under s. 3 of the Federal Court Act \"As such, the Federal Court of Canada has the power to assist federal boards, commissions or other tribunals and, if necessary, issue a subpoena directing a person to appear before the delegate.\"", "[185] I agree with the reasoning of the delegate Poitras. As the power of superintending and reviewing federal boards, commissions or other tribunals devolved exclusively on the Federal Court in 1971 with the adoption of the Federal Court Act (now the Federal Courts Act ), it is clearly this Court which at present has the power to assist federal administrative tribunals. Moreover, this plenary jurisdiction deriving from the superintending and reviewing power was recognized by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> .", "[186] In that case, the Supreme Court clearly indicated that the existence of an inherent jurisdiction in the superior courts of the provinces did not mean that a limited interpretation should be given to the powers conferred by legislation on other tribunals: In my view, the doctrine of inherent jurisdiction operates to ensure that, having once analysed the various statutory grants of jurisdiction, there will always be a court which has the power to vindicate a legal right independent of any statutory grant . The court which benefits from the inherent jurisdiction is the court of general jurisdiction, namely, the provincial superior court. The doctrine does not operate to narrowly confine a statutory grant of jurisdiction ; indeed, it says nothing about the proper interpretation of such a grant ... \"As is clear from the face of the Federal Court Act , and confirmed by the additional role conferred on it in other federal Acts , in this case the Human Rights Act , Parliament intended to grant a general administrative jurisdiction over federal tribunals to the Federal Court. Within the sphere of control and exercise of powers over administrative decision-makers, the powers conferred on the Federal Court by statute should not be interpreted in a narrow fashion. This means that where an issue is clearly related to the control and exercise of powers of an administrative agency, which includes the interim measures to regulate disputes whose final disposition is left to an administrative decision-maker, the Federal Court can be considered to have a plenary jurisdiction .\"", "[187] Thus, while it is true that this Court's jurisdiction ratione materiae must be specifically provided for by legislation, the fact remains that when it has jurisdiction over a particular area, the Federal Court has an implicit power to make any orders necessary to exercise that jurisdiction: this results inter alia from the wording of s. 44 of the Federal Courts Act . Given that, subject to s. 28 of the Federal Courts Act , the Federal Court has exclusive trial jurisdiction to review the legality of the acts of federal boards, commissions or other tribunals, which includes the power of ensuring that the latter exercise their jurisdiction and observe the rules of natural justice, it clearly has jurisdiction to compel testimony or the production of documents before such tribunals if this is necessary for them to exercise their jurisdiction or comply with the rules of natural justice.", "[188] Additionally, this Court has recently recognized the existence of the power to assist an administrative tribunal which does not have the power to compel witnesses and produce documents, in Canada ( Royal  <FRAGMENT_SUPPRESSED>  in which the Board in question wished to force the R.C.M.P. Commissioner to produce documents before the Board. I further note that, quite recently, this Court also allowed an ex parte motion made by the analyst Laperrière for the issuance of a writ of subpoena duces tecum to compel a witness to appear before the delegate Greenberg in another disciplinary case ( <FRAGMENT_SUPPRESSED>  DISCHARGE OF APPLICANT ROY - SUNLINER CASE", "[189] The applicant Roy made an additional argument concerning the administration of the bankruptcy in the Sunliner case. He maintained that, pursuant to s. 41(8) of the Act , the fact that he had been discharged from his duties as bankruptcy trustee on July 23, 1997, gave him immunity against any subsequent charge or remedy regarding his administration.", "[190] In this regard, the subsection in question is as follows: \"(8) The discharge of a trustee discharges him from all liability (a) in respect of any act done or default made by him in the administration of the property of the bankrupt, and (b) in relation to his conduct as trustee, but any discharge may be revoked by the court on proof that it was obtained by fraud or by suppression or concealment of any material fact.\"", "[191] In other words, the applicant Roy argued that in s. 41(8) the Act lays down a general rule of immunity for a trustee who has been discharged. Additionally, the applicant suggested that there is only one exception to the discharge of trustees, and that is also contained in s. 41(8) of the Act . That provision states that the trustee's discharge may be revoked, and his liability called in question again, if it is proven that the discharge was obtained by fraud or by the suppression or concealment of any material fact. Of course, the applicant argued that he had committed none of these faults.", "[192] On September 30, 1997, a new provision of the Act came into effect, stating the following: \"(8.1) Nothing in subsection (8) shall be construed to prevent an investigation or a proceeding in respect of a trustee under subsection 14.01(1).\"", "[193] In this regard, the applicant Roy argued that s. 41(8.1) of the Act does not apply here, since the discharge was made before the said provision came into effect. Additionally, the applicant Roy noted that the complaint against him was filed on December 7, 1997, and so at a date subsequent to his discharge. The applicant maintained that the Superintendent of Bankruptcy is clearly not authorized to bypass the mandatory provisions of the Act so as to reopen a case which has been examined, processed and closed.", "[194] The question raised by the applicant Roy was also considered by this Court in <FRAGMENT_SUPPRESSED>  J.", "[195] Although s. 48(1) of the Act discharges the trustee as to any act or default in the administration of the bankrupt's property and as to his conduct as trustee, the provision does not address all the Superintendent's supervisory powers under s. 14.01 et seq. of the Act . It is the Superintendent who has the exclusive power of issuing trustee licences and making the obtaining of such licences subject to certain conditions.", "[196] Additionally, a discharge order made by the Bankruptcy Court only affects the trustee's conduct in respect of third parties and any person who has an interest in the bankruptcy. In this regard, the discharge procedure is not a proceeding for examining the professional conduct of a trustee, at the conclusion of which a trustee may be subject to a disciplinary penalty. Any other conclusion would essentially amount to giving the Bankruptcy Court the power to place bankruptcy trustees beyond the reach of any disciplinary penalty, which would be to usurp the exclusive jurisdiction of the Superintendent. It would be contrary to the public interest to permit a defaulting trustee to avoid disciplinary penalties once the Bankruptcy Court has issued his discharge in respect of third parties and any person having an interest in the bankruptcy.", "[197] Further, I consider that s. 41(8.1) of the Act clearly reflects the situation that existed before it was adopted. That provision only confirmed the state of the law, by expressly laying down a rule which had already emerged from the general scheme of the Act . Consequently, despite the fact that s. 41(8.1) of the Act might not be applicable here, since it is not retroactive in application, I consider that the discharge order made by the Bankruptcy Court is not a legal bar to the prosecution of disciplinary proceedings brought against the applicant Roy.", "[198] Consequently, the delegate Poitras properly dismissed the applicant Roy's arguments in this regard. XI - COSTS", "[199] In view of the foregoing reasons, the applications for judicial review at bar must fail. As a result of the outcome, the Attorney General of Canada will be entitled to costs in both of the cases at bar. ORDER", "[200] THE COURT ORDERS: The applications for judicial review by the applicants Sam Lévy & Associés Inc. and Samuel L. Lévy in case T-75-04 and by the applicant Jacques Roy in case T-547-04 are dismissed, with costs to the Attorney General of Canada. Applications dismissed. Editor: Elizabeth M.A. Turgeon/gs"]}