{"id_": "066269", "body_str": ["[1] Hargrave, Prothonotary : These reasons touch on the need for litigants to recognize that they must not delay proceedings unreasonably so as to tie up the court's resources needlessly. If a plaintiff should do so he or she stands to have the action dismissed. For the court to do otherwise results in stale proceedings which not only bring the court and its case management process into disrespect, but also affects and indeed may prejudice other litigants who wish to have their litigation resolved expeditiously.  <FRAGMENT_SUPPRESSED>", "[2] This action was commenced in February of 1994. Discoveries were partially completed in the Fall of 1995, apparently with outstanding discovery answers still owing to the defendant. Nothing further occurred until the court sent out a notice of status review on 27 August 1998.  <FRAGMENT_SUPPRESSED>", "[3] On 28 September 1998, counsel for the plaintiffs wrote to the court to request an extension of time within which to respond to the notice of status review, noting that the matter was ready to proceed to trial, but that \"... since the defendant was no longer using the trademarks at issue, the plaintiffs chose to accept the status quo between the parties in hopes of avoiding further legal fees and costs.\". Counsel for the plaintiffs went on to request an extension of time so that the plaintiffs might organize a settlement offer. On 5 October 1998, the plaintiffs filed a motion record requesting an extension of time so that they might prepare and present a settlement offer to the defendant.  <FRAGMENT_SUPPRESSED>", "[4] On 15 October 1998, having considered the material filed by the plaintiffs and the response filed on behalf of the defendant, I granted a 21 day extension within which the plaintiffs might try to reach a settlement with the defendant, failing which the plaintiffs, within the same time limit, should show cause why the action ought not to be dismissed for delay.  <FRAGMENT_SUPPRESSED>", "[5] The plaintiffs feel that they made an appropriate offer of settlement. The defendant did not agree that the offer was appropriate. Thus the parties filed further written submissions.  <FRAGMENT_SUPPRESSED>", "[6] I have looked at the matter first in the traditional context of dismissal for want of prosecution, the elements being inordinate delay, the reasons for the delay and whether there has been prejudice to the defendant. These are the three elements in the classic test first set out by the Court of Appeal in <FRAGMENT_SUPPRESSED>  (H.L.) at p. 318. A court may, in appropriate circumstances and on finding inordinate delay and lack of an appropriate excuse, as is the case here, assume the failing of memories of witnesses and so find prejudice. I do not need to take the approach of assuming the failing of the memories of the defendant's witnesses in this instance.  <FRAGMENT_SUPPRESSED>", "[7] My reading of the court's file and of the submissions of the parties is both that nothing has taken place since the Fall of 1995 and that the plaintiffs look to the action not as a vehicle by which to obtain prompt injunctive relief, but rather as leverage by which to prevent any further alleged breach of trademark from taking place. Here I would note that counsel for the defendant has indicated that the defendant, even though it believes that it has a right to use the plaintiffs' trademarks, has no intention to do so in the future. But in any event, to so use the court system as vantage ground for maintaining the status quo, without a clear and timely intent to reach a conclusion in the litigation, is not only an abuse of an opponent, but also of the court system. This was the situation dealt with by the House of Lords in <FRAGMENT_SUPPRESSED> , that of a plaintiff using the court system without any intent to move the litigation to a conclusion.  <FRAGMENT_SUPPRESSED>", "[8] <FRAGMENT_SUPPRESSED>  that there had been inordinate and inexcusable delay by a plaintiff with no interest in actively pursuing the litigation. The trial judge thus dismissed the action for want of prosecution. The Court of Appeal upheld that decision, finding it improper for a plaintiff to commence litigation which he had no intention of bringing to a conclusion in a timely manner. The Court of Appeal thought that such was an abuse of process. The appellant, the plaintiff, in <FRAGMENT_SUPPRESSED>  dismissal was a proper result. Lord Woolf, who wrote the judgment of the House of Lords, observed that by reason of an abuse of process, through delay and in the absence of any real intention to press the case on to trial, the motions judge and the Court of Appeal were entitled to dismiss the proceedings.  <FRAGMENT_SUPPRESSED>", "[9] The approach in <FRAGMENT_SUPPRESSED>  court, such a breach should be considered not only from the point of view of prejudice to particular litigants, but also in the light of abuse and prejudice to the due administration of justice. Pursuing this last thought, I have in mind that to leave an action abandoned, or static for an unreasonable length of time, abuses the court system and the administration of justice. As such it is a ground to dismiss separate and apart from the rule in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[10] In Arbuthnot Latham Bank Lord Justice Woolf, now Master of the Rolls, writing the decision for the Court of Appeal, traces the evolution of want of prosecution from <FRAGMENT_SUPPRESSED>  management techniques. Focusing on the unnecessary absorption of the court's time with satellite litigation concerned with compliance with timetables set out in the Rules , Lord Woolf writes:  <FRAGMENT_SUPPRESSED> \"The gradual change to a managed system which is taking place does impose additional burdens upon the courts, involving the need for training and the introduction of the necessary technological infrastructure. It is therefore in the interests of the litigants as a whole, that the court's time is not unnecessarily absorbed in dealing with the satellite litigation which noncompliance with the timetables laid down in the rules creates.\" (p. 1436).  <FRAGMENT_SUPPRESSED> The court went on to consider this as an instance of a phenomenon which is now taking up the time of courts, but notes that in 1978, when <FRAGMENT_SUPPRESSED>  the consequence to other litigants and to the courts of inordinate delay was not a consideration which was in issue. From now on it is going to be a consideration of increasing significance. Litigants and their legal advisers, must therefore recognise that any delay which occurs from now on will be assessed not only from the point of view of the prejudice cause to the particular litigants whose case it is, but also in relation to the effect it can have on other litigants who are wishing to have their cases heard and the prejudice which is caused to the due administration of civil justice. The existing rules do contain time limits which are designed to achieve the disposal of litigation within a reasonable time scale. Those rules should be observed.\" (loc. cit.).  <FRAGMENT_SUPPRESSED> The reasons then touch upon <FRAGMENT_SUPPRESSED> , that to continue litigation with no intention to bring it to a conclusion can amount to an abuse of process. We think that the change in culture which is already taking place will enable courts to recognise for the future, more readily than heretofore, that a wholesale disregard of the rules is an abuse of process as suggested by Parker, L.J., in <FRAGMENT_SUPPRESSED> .\" (loc. cit.).  <FRAGMENT_SUPPRESSED> Lord Woolf goes on to clearly state that abuse of process, while within the first category identified in <FRAGMENT_SUPPRESSED>  defendant to show prejudice. He notes that this approach will avoid the time and expense of investigating questions of prejudice and allow an action to be struck out whether or not a limitation period has run, leaving the question of commencement of a fresh action for the discretion of the court:  <FRAGMENT_SUPPRESSED> \"The more ready recognition that wholesale failure, as such, to comply with the rules justifies an action being struck out, as long as it is just to do so, will avoid much time and expense being incurred in investigation (sic) questions of prejudice, and allow the striking out of actions whether or not the limitation period has expired. The question whether a fresh action can be commenced will then be a matter for the discretion of the court when considering any application to strike out that action, and any excuse given for the misconduct of the previous action: see <FRAGMENT_SUPPRESSED> .\" (ibid., pp. 1436-1437).  <FRAGMENT_SUPPRESSED> Lord Woolf then brings this home by relating it to case management by the court, commenting that warehousing of proceedings by a party, until it is convenient to proceed, leads to stale proceedings and brings case management and the court into disrepute:  <FRAGMENT_SUPPRESSED> \"Whereas hitherto it may have been arguable that for a party on its own initiative to, in effect, 'warehouse' proceedings until it is convenient to pursue them does not constitute an abuse of process, when hereafter this happens this will no longer be the practice. It leads to stale proceedings which bring the litigation process into disrespect. As case flow management is introduced, it will involve the courts becoming involved in order to find out why the action is not being progressed. If the claimant has for the time being no intention to pursue the action this will be a wasted effort. Finding out the reasons for the lack of activity in proceedings will unnecessarily take up the time of the court. If, subject to any directions of the court, proceedings are not intended to be pursued in accordance with the rules they should not be brought. If they are brought and they are not to be advanced, consideration should be given to their discontinuance or authority of the court obtained for their being adjourned generally. The courts exist to assist parties to resolve disputes and they should not be used by litigants for other purposes. This new approach will not be applied retrospectively to delays which have already occurred but it will apply to future delay.\" (ibid, p. 1437)  <FRAGMENT_SUPPRESSED> To sum all of this up and to put it into context in our court, I would emphasize Lord Woolf's closing thought, that the court exists \"... to assist parties to resolve disputes and they should not be used by litigants for other purposes.\" (p. 1437). Certainly it may be an appropriate tool of case management, in some instances, to delay a proceeding contingent upon some specific event or to await some specific occurrence. But to unilaterally and without leave to use the facilities of the court to warehouse actions, either to be pursued at a time convenient to the plaintiff, or merely to hold them as leverage over a defendant, in the situation where the plaintiff has no intention to proceed, ought not to be countenanced. Such a proceeding is an abuse and ought to be struck out.  <FRAGMENT_SUPPRESSED>", "[11] In the present instance it is improper that the plaintiffs have maintained the present action for the past three years, as leverage over the defendant, without moving it along and indeed without any real discernible intention to move it along. As such it is unfair to this defendant, to the court, which is hard pressed to allocate its resources to all users, to taxpayers, who pay the court's bills and to all other litigants, who look to the court for a speedy resolution of their disputes.  <FRAGMENT_SUPPRESSED>", "[12] The present action is dismissed. However it is without prejudice to the plaintiffs should they, at some point in the future, wish to bring an action based on any perceived new infringement of their copyrights.  <FRAGMENT_SUPPRESSED> Action dismissed.  <FRAGMENT_SUPPRESSED> Editor: Gary W. McLaughlin/saf  <FRAGMENT_SUPPRESSED> [End of document]"]}