{"id_": "066329", "body_str": ["[1] MacKay, J. : The applicants seek an order, pursuant to rule 1733 of the Federal Court Rules , to vary the judgment or order issued by me on September 3, 1993, so that the order as varied certifies a serious question of general importance in accord with s. 83(1) of the Immigration Act , as amended. The applicants request that the application be heard at an oral hearing, a request opposed on behalf of the respondent, who also opposes the motion.", "[2] Counsel for the parties were directed to file submissions in writing on the merits of the request for an oral hearing and on the merits of the main motion. In addition to the applicants' motion, the supporting affidavit of Hart A. Kaminker and a memorandum of argument, all dated December 7, 1993, the following submissions have been considered: a Supplementary Memorandum of the applicants, filed February 7, 1994; the Respondent's Submissions in Opposition to the Motion to Vary the Judgment, filed February 21, 1994; and the Applicants' Reply, filed February 28, 1994.", "[3] For the applicants it is urged that the issues here raised are sufficiently novel and complex to warrant an oral hearing even if a motion to vary a judgment or order pursuant to rule 1733 is ordinarily dealt with on the basis of written submissions. The respondent submits that while the circumstances may be novel, consideration of an application under rule 1733, to vary an order or judgment, which in the ordinary course is final, is not novel. Moreover, the issues here are said by the respondent not to be complex, and hearing them orally would merely add to costs unnecessarily since the issues are legal issues that can be dealt with effectively on the basis of written submissions.", "[4] The applicants submit that the issue here raised would, if settled, avoid inconsistency said now to exist among various decisions of the court concerning changes in country circumstances which are found to provide no objective basis for a fear of persecution in a claim for refugee status. Certifying a question, it is urged, would avoid further inconsistency and thus would benefit refugee claimants generally, and an oral hearing is justified to ensure the issues are fully canvassed.", "[5] I conclude that this application should be dealt with on the basis of written submissions now before the court, in accord with directions to counsel, and without an oral hearing. I agree the circumstances are novel, but the issues raised, in my view, are not complex and may be dealt with on the basis of the submissions made in writing, without prejudice or injustice to the applicants.", "[6] The order here sought to be varied, made September 3, 1993, provided simply that the applicants' motion for judicial review was dismissed. That application was heard on August 31 and at the hearing, as my reasons for order dated September 13, 1993 indicate, counsel for the applicants had proposed for consideration for certification in accord with s. 83(1) of the Immigration Act , as serious questions of general importance for consideration by the Court of Appeal, the following \"(1) What is the appropriate test to be applied in assessing changes in country conditions that warrant rejection of a claim to Convention refugee status? \"(2) In assessing the changes in country conditions is the Refugee Division required to consider expressly whether the personal circumstances of the claimant override any positive change in country circumstances?\" For reasons set out at pp. 10-11 of Reasons for Order ( <FRAGMENT_SUPPRESSED> ], I declined to certify a question pursuant to s. 83(1) for consideration by the Court of Appeal. No reference to my decision not to certify a question was included in the order of September 3, 1993, which simply provided that the applicants' application for judicial review \"is dismissed\".", "[7] After that decision, it came to the attention of counsel for the applicants that in another case, <FRAGMENT_SUPPRESSED> ], my colleague Mr. Justice Dubé had agreed, in reasons, to certify a question in the following terms: \"... the question of change of conditions in the country of origin is a question of general importance, and more precisely the criteria for determining when a change is sufficiently significant.\"", "[8] By affidavit, counsel for the applicants here avers that written reasons for decisions of the court are often not distributed to counsel who subscribe to the Federal Court cases until two or more months after decisions are rendered, and many judgments are not reported.", "[9] Ordinarily, as counsel for the respondent points out, failure to discover and refer to relevant jurisprudence does not provide a basis for claiming that its subsequent discovery is a new matter warranting review of an order under rule 1733. However, I am prepared to accept that it is not always easy to discover recent jurisprudence of this court in regard to immigration matters even by the exercise of due diligence. In this case, the decision in <FRAGMENT_SUPPRESSED>  that it could be considered as new matter, is it likely reference to it at the hearing would have led to a different result in relation to the proposed questions for certification under s. 83(1)? Counsel for the applicants refers to <FRAGMENT_SUPPRESSED> ], where my colleague Mr. Justice Joyal certified a question, noting that the one submitted to him was similar to a question previously certified in another case by Mr. Justice Noël.", "[10] In my view, each case must be considered on its own facts. Of course, it is important that there be consistency in decisions of judges of this Division in similar cases, and this is no less so in applications for judicial review of decisions made in regard to refugee claims. Nevertheless, consistency in certifying questions under s. 83(1) can only be of significance if the underlying facts of different cases can clearly be said to be similar. If it were otherwise, the fact that similar general questions are proposed by counsel, regardless of the underlying facts of different cases, could hamper the role of the Trial Division in finally disposing of applications for judicial review, at least until the general questions certified in other decisions are disposed of by the Court of Appeal. For example, if a general question, as here proposed, were expected to be certified simply for consistency with a decision to certify a similar question in another case, few cases involving the issue of a change in country circumstances could be disposed of until the Court of Appeal had responded to the question certified for its consideration. That would ignore the evident intention of Parliament, by amendments effective in February 1993, to provide an expeditious process for final determination of refugee claims by the Trial Division except where the underlying facts of the claim and its disposition by the tribunal give rise to a serious question of general importance certified under s. 83(1).", "[11] There is a need for consistency in decisions, here stressed by the applicants, in regard to the substantive law applicable to refugee claims. The inconsistency here said to be evident when various decisions of the Trial Division are examined, concerns the tests or criteria for assessing changes in country circumstances. In my reasons for dismissing the applicants' application for judicial review, I declined to adopt certain criteria for assessing change which were proposed by counsel for the applicants, based upon those set out by Professor James C. Hathaway in his work, The Law of Refugee Status , at pp. 199-205. I noted that at the time of my decision those criteria had not been adopted in jurisprudence and that \"In light of the jurisprudence, it seems clear to me that the tribunal, in assessing changes in country conditions, must weigh the evidence and determine whether the changes that have occurred since the applicant left his or her country, without reference to measures of what constitutes change, affect the claim to refugee status so that there is not a reasonable chance of persecution if the claimant were to return. ...\"", "[12] Since that decision, which was based in part on earlier decisions of the Court of Appeal, a number of my colleagues have commented on the matter and the weight of decisions now may be said to consider change in light of at least some of the criteria proposed by Professor Hathaway. At the very least the decisions of the Court of Appeal in <FRAGMENT_SUPPRESSED>  (F.C.A.) and <FRAGMENT_SUPPRESSED>  (F.C.A.), both decided after the decision of Mr. Justice Dubé  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , make clear that the change must be \"meaningful and effective enough to render the genuine fear of the appellant unreasonable and hence without foundation\", per Mr. Justice Marceau in Cuadra , supra, or \"meaningful and effective change which is required to expunge the objective foundation of the appellant's claim\", per Mr. Justice Marceau in Ahmed , supra.  <FRAGMENT_SUPPRESSED> , my colleague Mr. Justice Nadon specifically disagreed with his reading of the decision of McKeown, J., in <FRAGMENT_SUPPRESSED>  (T.D.) and my own earlier reasons in <FRAGMENT_SUPPRESSED>  were similar to those in respect of this matter, and he effectively adopts the test outlined by  <FRAGMENT_SUPPRESSED> ] (T.D.)) Mr. Justice Wetston reviewed decisions of the Court of Appeal relating to change in country circumstances (Unreported, Court file A-700-92, September 4, 1993 ( <FRAGMENT_SUPPRESSED>  (T.D.), my colleague Madame Justice Reed reviewed the jurisprudence in relation to changes in country circumstances. More recently my colleague Mr. Justice Cullen reviewed the jurisprudence, as it has evolved, in <FRAGMENT_SUPPRESSED>  (T.D.). See also <FRAGMENT_SUPPRESSED>  (T.D.) per  <FRAGMENT_SUPPRESSED>  (T.D.) per  <FRAGMENT_SUPPRESSED>  (T.D.) per  <FRAGMENT_SUPPRESSED>  (T.D.) per  <FRAGMENT_SUPPRESSED>  (T.D.) per  <FRAGMENT_SUPPRESSED> , per Denault, J.", "[13] I am satisfied upon review of the jurisprudence of the Court of Appeal and of decisions rendered by colleagues of the Trial Division later than my reasons of September 13, 1993 in this matter that these have added clarity about the criteria for assessing the effects of changes in country circumstances. All decisions ultimately turn on whether the change identified by the tribunal is considered effective to render the genuine fear of the applicant unreasonable, and hence without foundation in the words of Mr. Justice Marceau in Caudra , supra. I consider that to be the test I applied in this case, as quoted above, \"whether the changes that have occurred ... affect the claim to refugee status so that there is not a reasonable chance of persecution if the claimant were to return ...\".", "[14] In summary, I am not persuaded that the appearance of inconsistency among Trial Division decisions in relation to the issue of change in country circumstances is significant when one considers the test ultimately to be applied in assessing whether there is an objective basis for the claimant's fear.", "[15] Finally, in my view the circumstances in this case, that is, the facts and the decision of the tribunal, are different from those underlying the decision of Mr. Justice Dubé in <FRAGMENT_SUPPRESSED>  to be a Convention refugee by an Iranian citizen who claimed fear of persecution largely because of his pro-Shah activities, Dubé, J., concluded: \"In its decision the Refugee Division ('the tribunal') does not challenge the credibility of the applicant, but comes to the conclusion that he does not have a well-founded fear of persecution, largely on the ground that the political situation has changed in Iran and it would now be safe for him to return. That view is based on documentary evidence from a variety of sources, namely newspaper articles from 1991-92 and reports covering the same period by Amnesty International and other human rights monitoring groups. \"However, these and other pieces of documentary evidence properly before the tribunal indicate that hundreds of arrests of persons opposed to the current regime, including those holding monarchists views, continue to occur annually in Iran, and that political executions also remain common. \"In my view, having accepted the evidence of the applicant, the tribunal ought not to have concluded, largely from a selective use of documentary evidence concerning country conditions, that his fear was not objectively well-founded. That finding being central to the ultimate decision, the tribunal's decision may not be allowed to stand.\" (Footnote omitted) While allowing the application for judicial review in that case my colleague certified the question earlier noted in these reasons. The respondent Minister did not pursue the matter by appeal to the Court of Appeal.", "[16] In this case, as  <FRAGMENT_SUPPRESSED> -Oskoi , the tribunal reached its conclusion about change in circumstances (in this case in Bangladesh where the applicants Bhuiyan were citizens) on the basis of documentary evidence. Unlike the tribunal  <FRAGMENT_SUPPRESSED> -Oskoi , here the CRDD panel did refer to other documentary evidence that was not supportive of its conclusion and it set out the reasons why in its view the changes, though it admitted these were fragile, were effective to preclude a reasonable fear of persecution, on an objective basis, on the part of the applicants, in light of the evidence they had adduced. I concluded that the tribunal's assessment in this case could not be characterized as perverse or capricious or made without regard to the evidence before it, nor that it so ignored the evidence before it that it could be said to have erred in law. I was not persuaded that the tribunal had erred in a manner described in s. 18.1(4) of the Federal Court Act . That conclusion is opposite to that reached by Mr. Justice Dubé in regard to the decision of the tribunal concerned on the facts of the case  <FRAGMENT_SUPPRESSED> -Oskoi", "[17] In particular, I was not persuaded in this case that the tribunal had erred in its ultimate assessment that the changes in circumstances in Bangladesh were effective to preclude a reasonable basis for fear of persecution on the part of the applicants, and thus there was no objective basis established for their fear. In other words, their fear could not be said to be well-founded for a reason set out in the definition of a Convention refugee under s. 2(1) of the Immigration Act", "[18] I conclude that even if the decision of Mr. Justice Dubé  <FRAGMENT_SUPPRESSED> -Oskoi had been brought to my attention when dealing with the application of the Bhuiyans, the applicants, in this case it would not have led to a different result either in regard to the application for judicial review or in regard to the questions posed as serious questions to be certified for consideration of the Court of Appeal.", "[19] Thus I dismiss this application for variation of the order issued on September 3, 1993. Application dismissed. Editor: Elizabeth M.A. Turgeon/sms [End of document]"]}