{"id_": "066471", "body_str": ["[1] Rothstein, J. : The issue in this judicial review is whether s. E of Article I of the Geneva Convention Relating to the Status of Refugees (\" Convention \") is applicable to the applicants. If s. E applies, the Convention does not apply to them. Section E provides:  <FRAGMENT_SUPPRESSED> \"E. This Convention shall not apply to a person who is recognized by the competent authorities of the country in which he has taken residence as having the rights and obligations which are attached to the possession of the nationality of that country.\" [see footnote 1]  <FRAGMENT_SUPPRESSED>", "[2] The applicants, mother and daughter, were citizens of Iran. In 1984 they moved to France. After the required 7 years of temporary residence in France, in 1991 the mother was given permanent residence and issued a \"carte de resident\". The carte was valid for 10 years, to the year 2001. At the time of the hearing the daughter was 15 and was covered by her mother's carte. In 1993 the applicants returned to Iran. In June 1994 they came back to France. In August 1994 they came to Canada and within approximately one month made a refugee application. When they left France in August 1994 they obtained \"exit/re-entry\" visas.  <FRAGMENT_SUPPRESSED>", "[3] The hearing of the refugee application was held on May 9th, 1997. At that time the \"exit/re-entry\" visas had expired. The mother applicant says that at that time she had destroyed her Iranian passport and her French \"carte de resident\". As a result she says she does not have the right to return to France, a right that attaches to the possession of the nationality of France and as such the Article 1(E) exclusion does not apply to her.   <FRAGMENT_SUPPRESSED>", "[4] It is common ground between the parties, and I agree, that the relevant time for consideration of the right of the applicant to return to France was the time of the hearing before the panel.  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 1 (F.C.A.), at 12; <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 238 (T.D.).  <FRAGMENT_SUPPRESSED>", "[5] On the basis of the evidence before it, the panel found that the mother applicant held a \"full\" carte de resident, that was renewable in 2001 and that as a holder of such a carte, the applicants had the right to exit and return to France. As such, the panel found that Article 1(E) applied to the applicants and that they were therefore excluded from the definition of Convention refugee.   <FRAGMENT_SUPPRESSED>", "[6] There was a dispute between the parties as to whether the onus was on the applicants or the respondent in Article 1(E) exclusion cases.  <FRAGMENT_SUPPRESSED>  (F.C.A.), the Federal Court of Appeal states at page 314  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> \"There was no issue between the parties as to which party bore the onus. Both agreed that the burden of establishing serious reasons for considering that international offences had been committed rested on the party asserting the existence of such reasons, i.e., the respondent. Aside from avoiding the proving of a negation by a claimant, this also squares with the onus under paragraph 19(1)(j) of the Act , according to which it is the Government that must establish that it has reasonable grounds for excluding claimants. For all of these reasons, the Canadian approach requires that the burden of proof be on the Government, as well as being on a basis of less than the balance of probabilities. <FRAGMENT_SUPPRESSED> I can see no reason why this dicta would not be applicable to exclusions under Article 1(E). Indeed, in this case the respondent proceeded as if had the onus of proving that the exclusion applied. The respondent gave advance notice to the applicants that the issue would be raised and introduced evidence pertaining to the right of the applicants to return to France.  <FRAGMENT_SUPPRESSED>", "[7] The evidence as to the right of the applicants to return to France was obtained from the C.I.R.B. Documentation Information and Research Branch. The relevant portions follows:  <FRAGMENT_SUPPRESSED> \"... There is a temporary and a full 'carte de resident' for foreign nationals in France. The temporary card is valid for one year; the full card for 10 years, the carte de resident may be renewed by the Prefecture, who is part of the Ministry of the Interior.  <FRAGMENT_SUPPRESSED> \"... The only obligation is to avoid breaking the law, as resident status could be jeopardized by an illegality. ...  <FRAGMENT_SUPPRESSED> \"A full card holder who wishes to leave France needs an 'exit/reentry visa'. These visas permit travel outside France for a period of 3 months, 6 months, or 1 year, and can be renewed. If the holder is out of France for more than 3 consecutive years, then the holder must reapply for a carte de resident.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"During a telephone interview with the DIRB, an official of the Embassy of France in Ottawa stated that French consulates or embassies abroad do not have the mandate to renew exit/re-entry visas (Visa d'aller et retour) (3 Feb. 1995). The official stated that exit/re-entry visas are issued by the local préfectures on behalf of the Ministry of Interior. <FRAGMENT_SUPPRESSED>", "[8] The evidence advanced by the respondent demonstrates that the applicants' carte de resident was valid at the time of the hearing, that the only obligation of a holder of a carte was to \"avoid breaking the law\" of which there was no evidence, and that if a holder of a carte was outside France for more than 3 years, the holder must re-apply for a carte de resident. At the time of the hearing the applicants had not been out of France for more than 3 consecutive years. Exit/re-entry visas permit travel outside France for up to 1 year and can be renewed. On the basis of this evidence, the panel found that the applicants could return to France.  <FRAGMENT_SUPPRESSED>", "[9] It does not assist the applicant that she allowed her exit visa to expire. The evidence before the panel reasonably allowed it to conclude that the visa could be renewed. The evidence indicates that holders of carte de resident may, if they are out of France for more than 3 years reapply for a carte. The necessary inference is, that an exit/re-entry visa to which a full carte holder is entitled may also be renewed or a new one obtained.  <FRAGMENT_SUPPRESSED>", "[10] The applicants rely on the evidence that French consulates or embassies abroad do not have the mandate to renew exit/re-entry visas and that they must be issued by the local préfectures. At most, however, this evidence suggests that procedure requires that applications be made not to a consulate or embassy but to a local préfecture in France.   <FRAGMENT_SUPPRESSED>", "[11] Nor can the fact that the applicant destroyed the carte de resident avail to the benefit of the applicants. At the very least, once the respondent put forward prima facie evidence that Article 1(E) applies, the onus shifted to the applicant to demonstrate why, having destroyed her carte, she could not apply and obtain a new one [see footnote 2]. She did not do so.  <FRAGMENT_SUPPRESSED>", "[12] The applicants rely on <FRAGMENT_SUPPRESSED> . However, the facts in that case are quite different. In Wassiq there was evidence that the applicants had been advised by the German government that they could not return. In this case, the applicants provided no such evidence. Once the respondent submitted prima facie evidence which would enable the panel to conclude that the applicants could return to France, the onus shifted to the applicants to show they could not. The applicants have not satisfied that onus.  <FRAGMENT_SUPPRESSED>", "[13] I would take this opportunity to reiterate what I had said in <FRAGMENT_SUPPRESSED> , about asylum shopping because those observations are applicable to what the applicants have attempted to do in this case. At page 241 of Wassiq , I stated:  <FRAGMENT_SUPPRESSED> \"I would observe that if, by reason of their absence from Germany and sojourn in Canada, the applicants are, in effect, entitled to renounce the protection they received from Germany and claim protection from Canada, such a result is anomalous. In substance, it gives persons who have Convention refugee status in one country the right to emigrate to another country without complying with the usual requirements, solely by reason of their unilateral renunciation of the protection initially given to them by the first country. In effect, this means that they can 'asylum shop' amongst countries who are signatories to the Geneva Convention and 'queue jump' normal immigration waiting lists to the country of their choice. If this is the case, the applicants, who resided in Germany for ten years, may simply abandon Germany for Canada. They would have greater rights to emigrate to Canada than persons of German nationality. That is neither fair nor logical. <FRAGMENT_SUPPRESSED>", "[14] The court will apply the law to the facts in each case. However, legislative anomalies or \"loopholes\" of the kind that arose  <FRAGMENT_SUPPRESSED> will not be given broad application so as to assist Convention refugee claimants who engage in asylum shopping. Applicants should also remember that actions they themselves take which are intended to result in their not being able to return to a country which has already granted them Convention refugee status may well evidence an absence of the subjective fear of persecution in their original country from which they purport to be seeking refuge.  <FRAGMENT_SUPPRESSED>", "[15] The application is dismissed. Counsel are to be commended for their clear and succinct arguments. The order will be withheld for 7 days to enable either of the parties to submit a question for certification.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/klf  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1.\tThe definition of Convention refugee in s. 2(1) of the Immigration Act , R.S.C. 1985, c. I-2, as amended, excludes persons to whom the Convention does not apply pursuant to s. E and F of Article I of the Convention . Sections E and F are contained in the Schedule to the Immigration Act .  <FRAGMENT_SUPPRESSED> 2.\tI entertain serious doubt that it is an adequate response to the respondent raising Article 1(E), that an applicant, by her own action, has deliberately destroyed her carte de resident. However, it is not necessary for me to decide this issue.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}