{"id_": "066461", "body_str": ["[1] Pinard, J. : On August 22, 2011, Jabbar Mozayen Abedin (the \"applicant\"), filed the present application for judicial review of the decision of David P.F. Lee, a member of the Immigration Appeal Division of the Immigration and Refugee Board of Canada (the \"IAD\"),pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\"). The IAD refused part of the applicant's appeal of the visa officer's determination that the applicant and his family failed to comply with the residency requirements under the Act.", "[2] The applicant was born in Iran. He and his family became permanent residents of Canada when they landed on November 20, 2003. The applicant's wife, Taheri Masoumeh, their son, Armin Mozayen Abedin, who was 25 years old at the time of the IAD's decision, and their 15 year-old son Arvan Mozayen Abedin, were found by a visa officer to have failed to comply with their residency obligations under the Act. The officer further considered there to be insufficient humanitarian and compassionate reasons to allow them to retain their status as permanent residents. The applicant and his family appealed this decision, arguing that there were sufficient humanitarian and compassionate grounds to warrant special relief, considering the best interests of the children affected and challenging the legal validity of the decision.", "[3] The IAD allowed the appeal for all of the members of the applicant's family except for his adult son Armin, concluding that there were sufficient humanitarian and compassionate considerations to warrant special relief from the residency requirements. Thereby, Armin's appeal was dismissed. In the present application for judicial review, the applicant solely challenges the IAD's conclusion as to the dismissal of Armin's appeal.", "[4] The only real issue raised by the applicant in the present application for judicial review is whether the IAD erred by making factual determinations in a perverse or capricious manner, or without regard to the evidence before it.", "[5] This issue, being a question of fact, is to be reviewed based on a standard of reasonableness (see Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at paras 59-60; <FRAGMENT_SUPPRESSED> ). Therefore, this Court must determine whether the IAD's decision falls within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  at para 47 [ ] ).", "[6] The applicant asserts that the IAD erred in finding that Armin was not a dependent. The applicant claims that although Armin may be of adult age, he meets the definition of dependent under the Act. Moreover, the IAD acknowledged that the Abedin family was \"close knit\", but ignored that Armin had been in Canada since 2009, taking courses, living with his mother and waiting for his father to return to start up a business here in Canada. In the applicant's opinion, the IAD ignored that Armin has been completely dependent on his family. Furthermore, the IAD failed to consider that in removing Armin to Iran, he will be subject to government control, as was the applicant, and that the government will use Armin to force the applicant to carry out other governmental projects in Iran.", "[7] The applicant emphasizes that Armin was allowed to return to Canada as a returning resident and has been in Canada since 2010. Moreover, Armin meets the definition of \"dependent child\" under section 2 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the \"Regulations\") which reads: 2. The definitions in this section apply in these Regulations. \"dependent child\", in respect of a parent, means a child who ) has one of the following relationships with the parent, namely, (i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or (ii) is the adopted child of the parent; and ) is in one of the following situations of dependency, namely, (i) is less than 22 years of age and not a spouse or common-law partner, (ii) has depended substantially on the financial support of the parent since before the age of 22 - or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner - and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student (A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and (B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or (iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition. 2.", "[8] In addition, the applicant asserts that even if Armin was not a dependent child, it was an error to dismiss his appeal as he is the only member of his family who was thereby denied legal status in Canada, in violation of the principle of family reunification contained in paragraph 3(1)( ) of the Act.", "[9] The respondent asserts that the IAD's decision is reasonable. It is accepted that Armin did not meet the residency requirements of the Act, having only been physically present in Canada for 265 days. There was no reason for his absence: he could have remained in Canada, attended school, sought work, as his other brothers did. The respondent claims a review of the IAD's decision indicates that it considered all of the evidence before it. While the applicant may be dissatisfied with the IAD's weighing of the humanitarian and compassionate factors, his dissatisfaction does not warrant this Court's intervention.", "[10] With regards to the definition of dependent under the Regulations, the respondent argues it is not clear what Armin's educational history is based on the evidence.", "[11] In response to the respondent's allegation of confusion in the IAD's decision as to Armin's educational history and return to Canada, the applicant asserts that the IAD erred in fact by failing to properly consider and understand the evidence before it.", "[12] Firstly, it is irrelevant that Armin was allowed to enter Canada as a permanent resident; permanent residents have the obligation to comply with their residency requirements under the Act and the present application for judicial review arises out of Armin's failure to comply with these residency requirements. It is accepted that Armin was only physically present in Canada for 265 days; this finding by the visa officer was accepted by the IAD and is not challenged by the applicant. Thus, it is irrelevant whether Armin remained in Canada as of 2009 or 2010. Lastly, although the Act promotes family reunification, this reason alone is insufficient to allow an application based on humanitarian and compassionate grounds. The IAD explicitly considered that Armin would be the only member of his immediate family in Iran if removed. It was up to the IAD to weigh the humanitarian and compassionate grounds raised by the applicant and his family, which it did - no one ever argued before the IAD that if removed to Iran, they would be subject to government control. The real issue raised by the applicant is the IAD's finding that Armin is not a dependent.", "[13] Armin is an adult and there is no evidence of him being handicapped or incapable in any way. He provided no evidence for himself during the hearing, or in the present application for judicial review, never testifying, nor filing an affidavit. However, the IAD did consider the evidence before it. Simply stating that the applicant and his spouse have cared for Armin all his life does not make him a dependent: he is fully capable of caring for himself. The issue is whether it was reasonable for the IAD to conclude that Armin is not a dependent, being 25 years old at the time.", "[14] \"Dependent child\" is defined in the Regulations. Armin clearly satisfies the first prong of the definition, being the applicant's biological child. However, he is over 22 years of age and there is no evidence that he is unable to support himself. Thus, to be a dependent pursuant to the Regulations, it must have been established that he \"depended substantially on the financial support of the parent since before the age of 22\", has been a student continuously enrolled in a post-secondary institution and has actively been pursing a course on a full-time basis.", "[15] The evidence is unclear as to Armin's education. Various institutions and courses are mentioned. It is unclear whether Armin was continuously enrolled in a post-secondary institution on a full-time basis.", "[16] While both York University and George Brown College were listed as Canadian institutions Armin attended, there was no documentation on record from these schools. It is also unclear what Armin intended to study. The applicant testified that his son came to Canada in 2009 and took courses. However, according to his wife's evidence, their son has been in Canada since 2010. It is also unclear why Armin did not testify at the hearing if he was in Canada. Thus, by failing to provide clear evidence, Armin failed to establish the requisite humanitarian and compassionate grounds.", "[17] The burden of proof was on the applicant and his family. Considering the evidence before the IAD, it was not unreasonable for the IAD to conclude that Armin was not a dependent. While he most likely did financially depend on his parents since before the age of 22, it is not clear that he has continuously been a student in a post-secondary institution on a full-time basis. The IAD's finding of a lack of dependency falls within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  at para 47). The IAD's decision as a whole is reasonable, its conclusions being made based on the evidence before it. Thus, this Court's intervention is unwarranted. As this conclusion is determinative of the present application for judicial review, it will not be necessary to deal with the issue concerning the standing of the applicant, which was raised by the respondent.", "[18] For these reasons, the application for judicial review is dismissed.", "[19] I agree with counsel for the parties that this is not a matter for certification. JUDGMENT", "[20] The application for judicial review of the decision of a member of the Immigration Appeal Division of the Immigration and Refugee Board of Canada, refusing part of the applicant's appeal of the visa officer's determination that the applicant and his family failed to comply with the residency requirements under the Immigration and Refugee Protection Act , S.C. 2001, c. 27, is dismissed.", "[2]", "[3]", "[4]", "[5] <FRAGMENT_SUPPRESSED> , au paragraphe 47 [ ] ).", "[6]", "[7] 2. 2. The definitions in this section apply in these Regulations. \"dependent child\", in respect of a parent, means a child who ) has one of the following relationships with the parent, namely, (i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or (ii) is the adopted child of the parent; and ) is in one of the following situations of dependency, namely, (i) is less than 22 years of age and not a spouse or common-law partner, (ii) has depended substantially on the financial support of the parent since before the age of 22 - or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner - and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student (A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and (B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or (iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition.", "[8] ) de la Loi.", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] pas cessé", "[16]", "[17]", "[18]", "[19] JUGEMENT", "[20] [End of document] <FRAGMENT_SUPPRESSED>"]}