{"id_": "066462", "body_str": ["[1] Annis, J. : This is an application for judicial review, pursuant to section 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA], of a decision that the applicant was not a Convention refugee or a person in need of protection. Background", "[2] Mr. Al-Awamleh was born in Jordan in 1980. He testified that in the summer 2008 he was a witness to an attempted sexual assault against a neighbour. He chased the perpetrator and recognized him and testified to that effect in court despite attempts by the family of the accused to bribe him and threaten him to refrain. The perpetrator was convicted and given a seven-year sentence. A subpoena in the applicant's name was entered into evidence to corroborate this.", "[3] The applicant stated that the family of the criminal was involved in drug trafficking. Soon after the conviction, four of the offender's brothers assaulted the applicant. He reported the attack to the police and was treated for cuts at the hospital. His father then decided that they should relocate to a different neighbourhood. However, two of the brothers then turned up at the applicant's office in February 2010, looking for him. He called the police and then went to the police station. An officer there advised him that unless the brothers were arrested, he would always be in some danger because there was no witness-protection program in Jordan, and that he would be safest if he were in an isolated cell or left the country.", "[4] The applicant took a leave of absence and researched safe destinations. He decided to apply for a student visa to Canada, since it would be granted for longer than the six months of a visitor visa; he hoped that upon his return the brothers would be in jail. The visa was granted in May 2010.", "[5] The applicant put off leaving twice, because he had a well-paid job, family, and friends in Jordan, and he had not been bothered by the brothers since February. Then, on September 20, 2010, a car followed his. In a sparsely populated area, it pulled level with his car and the passenger shot at him several times. He was not injured and went straight to the police station.", "[6] The next day, the applicant resigned from his job, asking to be allowed to leave immediately, without the normal four weeks' notice. He booked the first available flight to Canada, hid at a friend's house until it was time to leave, and arrived in Montreal on September 23, 2010. In November 2010, he heard from family in Jordan that his brother had been attacked and that the attackers had said that this was a message to him. At that point, he realized that it would never be safe for him to return, and made a refugee claim.", "[7] He supported his claim with the witness subpoena from the assault trial, photographs of his bullet-riddled car, medical reports dated July 25, 2008 and November 15, 2010, security services reports dated September 20, 2010 and November 11, 2010, and a letter from his former employer in Amman dated April 13, 2011, stating that two suspicious men had been demanding to know the applicant's whereabouts. Impugned decision", "[8] The Refugee Protection Division [RPD or the Panel] heard the claim on May 29, 2012, and rendered its decision on June 7, 2012. The Panel found that being the victim of criminal retribution was not a situation with a nexus to the Convention grounds listed in section 96 of the IRPA ( <FRAGMENT_SUPPRESSED> ). It then examined whether the claimant was a person in need of protection pursuant to section 97 of the IRPA. It assessed that the claimant had not rebutted the presumption of adequate state protection in Jordan. The police had taken his statements on each occasion, even though no arrests had been made to date. There was no evidence that they had not taken the matter seriously and the claimant had not taken steps to complain to other agencies. A forward-looking assessment did not suggest that if he were returned to Jordan, he would not be afforded adequate state protection. The RPD rejected the claim. Issue", "[9] The issue is whether the RPD erred in determining that there was adequate state protection available to the applicant in Jordan. Standard of review", "[10] As Justice O'Keefe recently noted in <FRAGMENT_SUPPRESSED>  at paragraph 57).", "[26] Issues of state protection and of the weighing, interpretation and assessment of evidence are reviewable on a reasonableness standard (see  <FRAGMENT_SUPPRESSED>  [2011] FCJ No 924 at paragraph 5; and  <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1286 at paragraph 38).", "[27] In reviewing the Panel's decision on the standard of reasonableness, the Court should not intervene unless the Panel came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see  <FRAGMENT_SUPPRESSED> , at paragraph 47; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). As the Supreme Court held in  <FRAGMENT_SUPPRESSED> , it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraph 59).", "[11] The standard of review in the present case is reasonableness. Analysis State Protection", "[12] It is common ground that refugee protection is intended only to be engaged in situations where protection from one's home state is unavailable and that, except in situations where there has been a complete breakdown of the state apparatus, there is a presumption that the state is capable of protecting its citizens. <FRAGMENT_SUPPRESSED> .", "[14] The test for state protection is adequacy and not effectiveness. It is not enough for a claimant to show that his/her government has not always been effective at protecting people in his/her particular situation. The protection offered by the state need not be perfect, nor can a state protect its citizens all the time. <FRAGMENT_SUPPRESSED> . Did the Panel Apply the Wrong Test?", "[15] The applicant argues that the Panel asked the wrong question in considering whether \"the authorities took the matter seriously\". He submits that it should rather have considered whether effective protection was provided. The Panel mentioned on a number of occasions that the evidence did not demonstrate that the authorities were not taking the case seriously with a view to arresting and prosecuting the offender. I do not take this, however, as evidence that the Panel had misdirected itself, inasmuch as it correctly stated the test at the beginning and stated its conclusion as whether the applicant would be more likely than not be at substantial risk or danger due to the non-availability of state protection were he to return to Jordan.", "[16] I consider the issue of the police taking his complaints seriously and appropriately investigating them to be pertinent to demonstrating that the protection the police provided was adequate. If the complainant's evidence had established that the police were not serious about investigating and arresting the perpetrators of the acts complained of, then this would go towards demonstrating the lack of availability of state protection.", "[17] That does not mean that the Panel did not consider other evidence to demonstrate the adequacy of police protection; merely that its conclusion that serious efforts were being made to investigate and arrest the wrongdoers supports the conclusion that the protection was adequate. Did the Panel Misapprehend the Evidence in the Failing to Consider the Complainant's Discussion with the Police?", "[18] The applicant submits that the Panel failed to consider important evidence, although it accepted it as credible, that the police advised him that he would always have some risk and that it would be safest if he was kept in an isolated cell or left the country.", "[19] In support of this submission, he refers to the decision of de Montigny J. in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. In that case the claimant, also a citizen of Jordan, was a witness in a murder trial in Jordan and reported to the police that the family of the accused, who was convicted, had harassed him with threats of violence and murder because they were angry about his testimony. There was evidence that the police had intervened to have the culpable party sign an undertaking to keep the peace, which demonstrated an apparent willingness on the part of the police to take steps to provide protection. There was also reliable evidence in the form of a letter from the mayor attesting to the fact, that because the complainant had been asked to testify, \"his presence inside the country threatens his life at the hands of the parties in the case\". The Panel did not accept that the mayor would indicate his country's inability to protect one of its own citizens and finally concluded that the letter was to be given little weight.", "[20] The Court found that the letter from the mayor was an important piece of evidence refuting the presumption of state protection and that, given the importance of the content of the letter, the correctness of the RPD decision to give it no weight was critical to the overall decision on state protection. The court commented as follows at paragraph 34 of its reasons:", "[34] The Panel's decision to reject it is dubious for a number of reasons. First of all, the Panel appears to have completely misinterpreted the letter and took only the part that was in conformity with its conclusion. The letter clearly states that the applicant is in danger at the hands of the parties, but the Panel focused instead on whether the Mayor believes that reconciliation will one day occur. In so doing, the Panel fails to address the fact that the Mayor explained that until the reconciliation occurs, the applicant is not safe within the country. Contrary to the Panel's finding, what matters is not whether reconciliation would eventually occur in the opinion of the Mayor, but whether the applicant would be in danger if he were to return home at the time of the RPD determination.", "[21] The situation is quite different in this matter inasmuch as there is no express statement by the Panel that it would not attribute any weight to the applicant's conversation with the police. Moreover, there were a number of related problems with how the Panel dealt with the matter in <FRAGMENT_SUPPRESSED> having to do with its emphasis on a pending reconciliation and its failure to focus on the complainant's situation. The Court found that the Panel never discussed the possibility that the complainant could be the primary target of tribal revenge because he appeared as a witness in the murder trial. Instead, it focused on the fact that the documentary evidence did not mention individuals as being the target of blood feuds. The Court indicated that in so doing, the Panel failed to acknowledge the applicant's particular circumstances. That is not the case here, where the Panel specifically concluded: \"In examining this case further, it is relatively clear to the panel that the claimant is personally being targeted by persons who are related or somehow affiliated to the person the claimant gave evidence against in court [...]\"", "[22] Also in <FRAGMENT_SUPPRESSED> , the Court had found that the Panel unfairly concluded that the complainant was not credible. Credibility is a form of lynch-pin issue that often determines outcomes. The rejection of the mayor's evidence was an example of its failure to deal properly with the facts. The Panel in this matter has accepted that the applicant was credible.", "[23] That does not mean, however, that the applicant's evidence should be treated in the same manner as that of the mayor speaking for his community as an objective third party out-of-court witness confirming the perilous situation of the applicant and committing his views to paper. While the Panel accepts that the complainant was credible, there always remain issues as to the reliability and weight to be given to uncorroborated hearsay testimony and, more importantly, the interpretation of the discussion out of the mouth of the complainant when the police officer was not available to testify or be cross-examined.", "[24] The respondent argues that the statement by the police was simply that they could not guarantee the applicant's safety. It is therefore not a surprising situation for someone who was being targeted. What the police were really saying is the only way to guarantee the applicant's safety was for him to be in a police cell or to leave the country. In some respects, this is the case for anyone who is targeted. Examples abound in Canada and elsewhere of warnings and police efforts not resulting in protecting a previously identified at-risk person.", "[25] In the circumstances, I am not prepared to conclude that the failure to refer to the complainant's discussion with the police was not considered by the Panel. A tribunal is presumed to have considered all of the evidence unless that presumption is rebutted and I am not satisfied the presumption has been rebutted in these circumstances ( <FRAGMENT_SUPPRESSED>  (QL) (FCA)).", "[26] Nor am I satisfied that the evidence, had it not been considered, would have been determinative or affected the outcome of the case. Not only is it unclear as to whether the police were indicating that they could not \"guarantee\" the applicant's safety, but a local failure to provide protection does not amount to a lack of state protection; the applicant could have complained further to other agencies ( <FRAGMENT_SUPPRESSED>  (FCA)). Is the Decision Reasonable?", "[27] There is evidence upon which the Panel could conclude that state protection was available. The applicant provided evidence of active police investigation at many points of his testimony. Moreover, the complainant's situation started from a successful investigation and conviction of the person who committed the crime which he witnessed and against whom he testified.", "[28] The fact that the police had not arrested anyone in conjunction with the incidents the applicant reported does not provide clear and convincing evidence that the police failed to respond to the applicant's complaints or that the protection provided in response to the complaints was inadequate.", "[29] Although this Court may have come to a different conclusion on the evidence, it is required to demonstrate deference to the Panel and the decision falls within the possible, acceptable outcomes that are defensible in facts and in law. Conclusion", "[30] For these reasons, the application is dismissed. JUDGMENT", "[31] THIS COURT'S JUDGMENT is that the application is dismissed. Contexte", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] Norme de contrôle", "[10]", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 1286, au paragraphe 38).", "", "[11] Analyse", "[12] <FRAGMENT_SUPPRESSED> , au paragraphe 50.", "[13] <FRAGMENT_SUPPRESSED> .", "[14] <FRAGMENT_SUPPRESSED> .", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "", "[21]", "[22]", "[23]", "[24] garantir garantir", "[25] <FRAGMENT_SUPPRESSED>  (QL) (CAF)).", "[26] <FRAGMENT_SUPPRESSED>  (CAF)).", "[27]", "[28]", "[29] Conclusion", "[30] JUGEMENT", "[31] [End of document]"]}