{"id_": "066490", "body_str": ["[1] Layden-Stevenson, J. : Omeprazole is a member of the benzimidazol family of compounds. It is a potent inhibitor of gastric acid secretion but is inherently unstable, particularly in acidic conditions. Genpharm Inc. takes issue with certain patents relating to omeprazole (marketed under the trade name LOSEC). It alleges invalidity regarding some patents and alleges that its generic product will not infringe others. The Application and the Parties", "[2] AB Hassle is the owner of Canadian patents 1,292,693 ('693) and 2,025,668 ('668). AstraZeneca AB (the successor to AstraAB) is the owner of Canadian patent 2,133,762 ('762) and Takeda Chemical Industries, Ltd. (Takeda) is the owner of Canadian patent 1,338,377 ('377 or Takeda patent). AstraZeneca Canada Inc., with the consent of the owners, included these patents on its patent list for its omeprazole and omeprazole magnesium products.", "[3] On November 9, 2001, the applicants AB Hassle, AstraZeneca AB and AstraZeneca Canada Inc. (collectively Astra) filed a notice of application naming Genpharm Inc. (Genpharm), Takeda, and the Minister of Health (the Minister) as respondents. The notice of application, brought pursuant to the Patented Medicine (Notice of Compliance) Regulations , SOR/93-133, as amended SOR/98-166, SOR/99-279 (the Regulations ), seeks declaratory relief with respect to Genpharm's notice of allegation (NOA) dated September 27, 2001, and alternatively, an order prohibiting the Minister from issuing a notice of compliance (NOC) to Genpharm in respect of nine Canadian patents. Takeda, as owner of the Takeda patent, is not an applicant in this matter, but it adopts and relies on the submissions of Astra and makes additional submissions regarding its patent. The Minister administers the Regulations . The Minister did not file submissions and was not represented at the hearing. Over time, Genpharm withdrew a number of its allegations and Astra, in turn, withdrew the relief sought regarding those allegations. At the hearing, four patents remained in controversy. Background", "[4] Genpharm's NOA is dated September 27, 2001, and specifies that Genpharm's submission relates to omeprazole capsules in strength concentrations of 10 mg and 20 mg. It alleges invalidity with respect to patents '693 and '377 and non-infringement with respect to patents '668 and '762. Patents '693 and '377 are formulation patents. The '693 patent relates to a formulation that consists of an alkaline reacting compound added to an omeprazole core, an enteric coating and an inert water soluble or rapidly disintegrating subcoating layer between the two. The invention claimed by the '377 patent is with respect to the addition of basic inorganic salts to omeprazole for stabilization purposes. The '688 patent claims a new use for omeprazole as an antimicrobial agent and the '762 patent relates to a combination of a substance that inhibits gastric acid secretion and an acid-degradable antibacterial compound.", "[5] Three proceedings, involving these parties and relating to omeprazole, precede this one. All three were eventually withdrawn. On March 26, 1999, Genpharm sent its first NOA in relation to omeprazole. It alleged (relevant to this proceeding) non-infringement with respect to the '377 and '668 patents, and non-infringement and invalidity on the basis of anticipation and obviousness regarding the '693 patent. An application for prohibition was commenced on May 7, 1999 (T-809-99). Genpharm withdrew its allegations regarding invalidity on July 11, 2000.", "[6] On September 13, 1999, a second NOA was forwarded alleging invalidity of the '377 patent on the basis of anticipation, obviousness and double-patenting. A notice of application to prohibit issuance of a NOC was filed on October 28, 1999 (T-1884-99). The third NOA was dated July 11, 2000, and alleged invalidity of the '693 patent. A third application for prohibition was commenced August 25, 2000 (T-1603-00).", "[7] All three proceedings, as stated earlier, were discontinued. The first discontinuance followed the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 272 where the court determined that a second person could not rely on further evidence not contained in its NOA. The remaining proceedings were discontinued when the Minister advised Genpharm that its submission for approval of its omeprazole product was considered to be withdrawn. The proceedings scheduled for hearing in this court on January 8, 2001, were discontinued, without prejudice, on consent of the parties. When Genpharm's appeal, within the Minister's department regarding the Minister's decision, was successful, Genpharm delivered a new NOA. By order of the Prothonotary dated November 31, 2001, certain evidence, transcripts of cross-examinations and court documents from the prior proceedings (T-809-99, T-188-99 and T-1603-00) form part of the record in this proceeding. The parties were also permitted to file additional evidence. The Nature of the Proceeding", "[8] As earlier stated, this proceeding is brought under the Regulations . The history and scheme of the Regulations have been delineated in various decisions of the Federal Court of Appeal and need not be repeated here. (See: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 302 ( <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 264 (F.C.A.)). Basically, issues of non-infringement and validity between the patent holder (first person) and the person seeking a NOC from the Minister (second person) originate with a NOA, served on the first person by the second person, setting out the second person's allegations, including the legal and factual basis in support. The first person may disagree and apply to the court for an order prohibiting the Minister from issuing a NOC to the second person until after expiration of the patent.", "[9] Genpharm is a generic drug producer (the second person) and wishes to distribute in Canada an omeprazole drug by comparing the drug that it wishes to market with that of Astra (the first person), already approved by the Minister. Under section 5 of the Regulations , Genpharm provided a NOA to Astra in respect of certain patents that Astra has listed under the provisions of section 4 of the Regulations . Astra's application under section 6 of the Regulations is in response to Genpharm's NOA.", "[10] Section 6 proceedings are not to be likened to actions for determining validity or infringement. They are proceedings in judicial review, to be held expeditiously, whose aim is to determine whether the Minister is free to issue the requested NOC. Their scope is confined to administrative purposes: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 1 (F.C.A.). The determination must turn on whether there are allegations by the second person sufficiently substantiated to support a conclusion for administrative purposes (the issue of a NOC) that an applicant's patent would not be infringed if the second person's product is put on the market: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 209 (F.C.A.).", "[11] By merely commencing the proceeding, the applicant obtains what is tantamount to an interlocutory injunction without having satisfied any of the criteria a court would require before enjoining issuance of a NOC: <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 539 (F.C.A.). The Regulations allow a court to determine summarily, on the basis of the evidence adduced, whether the allegations are justified. Section 6 proceedings are not adjudicative and cannot be treated as res judicata. The patentee is in no way deprived of all the recourses normally available to enable it to enforce its rights. If a full trial of validity or infringement issues is required, this can be obtained in the usual way by commencing an action: <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 245 (F.C.A.); <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 76 (T.D.), affd. (2002), 291 N.R. 168 ( <FRAGMENT_SUPPRESSED>  (F.C.A.). The NOA", "[12] A copy of Genpharm's complete NOA is attached to these reasons as Schedule \"A\". The portions relevant to this proceeding are reproduced here. Patent 1,292,693 \"... [the] claims of this patent ... are invalid. \"This patent is directed to and claims an oral enteric coated formulation containing a core material of an active substance coated with one or more subcoating layers and one or more enteric coating layers. The active substance is omeprazole or a salt of omeprazole [...] \"You are fully aware of the factual and legal basis for these allegations by reason of the Affidavits of Richard K. Pike sworn September 13, 1999; Dr. James Steven Rowe sworn September 9, 1999; Dr. James Steven Rowe sworn March 22, 2000; the exhibits to said affidavits and cross-examinations thereon and exhibits filed and identified therein in proceedings before the Federal Court of Canada T-809-00 in which you and Genpharm among others were parties. All of said affidavits save the last of Dr. Rowe have been filed therein, the last Dr. Rowe affidavit was not filed but you did receive a copy. To the references referred to by Dr. Rowe as rendering this patent obvious there is added and relied upon, Deschesne et al. 'Research on Conditions for Application of Enterosoluble Gastric-Resistance Coating with Eudragit L 30D' J. Pharm Belg., 1982, 37, 4, pp. 273-282. \"Further details as to the factual and legal bases for the above allegations is provided in the attached reports. Patent 1,338,377 \"This patent is not valid. You are fully aware of the factual and legal basis for the allegation by reason of the affidavits of Dr. James Steven Rowe and exhibits thereto, sworn December 14, 1999 and April 26, 2000 filed, in respect of the first affidavit, and attempted to be filed in the case of the second affidavit, in Federal Court of Canada Trial Division proceedings T-1884-99 in which you and Genpharm, among others, were parties. Patent 2,025,668 \"This patent is directed to and claims the use of omeprazole or a pharmaceutically acceptable salt thereof in the treatment of infectious diseases, especially such caused by Campylobacter pylori . Genpharm's product will not indicate any of the uses listed in this patent. Genpharm's omeprazole capsules will be labelled and marketed for inhibiting gastric acid secretions. Genpharm's omeprazole capsules will not be labelled or marketed for the treatment of infectious diseases, such as those caused by Campylobacter pylori . Therefore, Genpharm's proposed drug product has not infringed, does not infringe, and would not if marketed infringe any claims of this patent. Patent 2,133,762 \"This patent is directed to and claims a pharmaceutical composition for the treatment of gastritis and peptic ulcer comprising, in combination a histamine - H2 blocker or proton pump inhibitor, which inhibitor may be omeprazole, and an acid degradable antibacterial component. \"Genpharm's omeprazole capsules will not contain either a histamine - H2 blocker or an acid degradable antibacterial component, nor will they be labelled or marketed for the claimed composition. Thus, the Genpharm capsules will not infringe upon this patent.\" Issues", "[13] The parties agree that the issues to be determined are those delineated by the applicant at paragraph 173 of its Memorandum of Fact and Law (Genpharm Memorandum of Fact and Law at paragraph 212 and Takeda Memorandum of Fact and Law at paragraph 35). They are: (a) whether the NOA is an abuse of process (b) whether Genpharm has provided a detailed statement of the legal and factual basis for its allegation as required by the Regulations ; and (c) whether Genpharm's allegations are justified, namely: (i) whether Genpharm's allegation of invalidity of the '693 patent is justified; (ii) whether Genpharm's allegation of invalidity of the '377 patent is justified; (iii) whether Genpharm's allegation of non-infringement of the '668 parent is justified; (iv) whether Genpharm's allegation of non-infringement of the '762 patent is justified. At the hearing, Astra did not argue issue (b) and Takeda made only passing reference and stated that it was not \"pushing it\". I do not intend to deal further with this issue. I will address the remaining issues, for the most part, in the order in which they were argued. The '693 Patent", "[14] The application that resulted in the '693 patent was filed on April 29, 1987, and claims priority from a UK application filed on April 30, 1986 (priority date). The '693 patent issued on December 3, 1991. It is a formulation patent that consists of an alkaline reacting compound added to an omeprazole core, an enteric coating, with an inert water soluble or rapidly disintegrating subcoating layer in between. The '693 patent contains 19 claims. The Claims of the '693 patent are attached to these reasons as Schedule \"B\". For ease of reference, Claim 1 is reproduced here. \"1. An oral pharmaceutical preparation comprising: (a) a core region comprising an effective amount of a material selected from the group consisting of omeprazole plus an alkaline reacting compound, an alkaline omeprazole salt plus an alkaline reacting compound and an alkaline omeprazole salt alone; (b) an inert subcoating which is soluble or rapidly disintegrating in water disposed on said core region, said subcoating comprising one or more layers of materials selected from among tablet excipients and polymeric film-forming compounds; and (c) an outer layer disposed on said subcoating comprising an enteric coating.\"", "[15] Claims 2 to 16 depend, either directly or indirectly, from Claim 1. Claim 17 restates claim 1 in process form. Claim 18 comprises a commercial package containing a preparation of any one of claims 1 to 16 together with instructions for use for the treatment of gastrointestinal diseases. Claim 19 claims use of the preparation according to any one of claims 1 to 16 for the treatment of gastrointestinal diseases.", "[16] Genpharm's allegation is that the claimed invention of the '693 patent was obvious and is therefore not inventive. It says that the skilled person, as of the priority date (April 30, 1986), would have been led directly and without difficulty to it in light of the common general knowledge and the prior art available at the time. It argues that claims 5, 13 and 19 are insufficient and ambiguous. Genpharm also alleges invalidity on the basis of anticipation with respect to claims 1, 7, 8, 11 and 17 and says that each lacks novelty. The Evidence", "[17] Both Astra and Genpharm submitted affidavits from formulation experts. Astra also relied on the affidavit of its employee. All affiants were cross-examined. There was no challenge, from either side, regarding the qualifications and expertise of the proposed expert witnesses.", "[18] Astra relied on the evidence of three witnesses. (1) Dr. John Rees, who swore affidavits on July 26, 1999, January 31, 2000, September 25, 2000, and April 2, 2002, is a consultant to the pharmaceutical industry. In relation to the allegations regarding the '693 patent in this proceeding, Astra relies on the January 31, 2000 (Rees 1) and the April 2, 2002 (Rees 2) affidavits. Dr. Rees received his Ph.D. from the school of pharmacy, University of London in 1967. He worked in the pharmaceutical industry for eighteen years following which, until 1997, he was a professor in the school of pharmacy and pharmacology and head of pharmacology practice at the University of Bath. He has published extensively on various aspects of pharmaceutical formulation, including articles on film forming. (2) Dr. Gordon L. Amidon, who swore an affidavit on April 1, 2002, is the Charles R. Walgreen, Jr. professor of pharmacology at the College of Pharmacy, University of Michigan and has held that position since 1994. He received his Ph.D. in pharmaceutical chemistry from the University of Michigan in 1971. He worked in the pharmaceutical industry for ten years, held academic appointments when he was not employed in the industry, and now offers research and consulting services to the industry. He is the recipient of various research awards and has published extensively in the fields of pharmaceutics, physical pharmacy and pharmaceutical chemistry. (3) Brigitta Rook swore an affidavit on January 27, 2000, and is vice president, Global Regulatory Affairs, Gastrointestinal, AstraZeneca. She has been employed by the AstraZeneca group of companies since her graduation as a pharmacist in 1968, originally in marketing and later in the stability section of the pharmaceutical laboratory. In 1970, she was appointed to a position in research administration of regulatory affairs and became the group manager in 1985. Her duties as a group manager included the preparation of regulatory submissions related to the conduct of clinical trials involving omeprazole and the preparation of applications for governmental approval for sale of omeprazole.", "[19] Genpharm also relied on the evidence of three witnesses. (1) Dr. James Steven Rowe swore affidavits on September 9, 1999 (Rowe 1), March 22, 2000 (Rowe 2), December 14, 1999 (Rowe 3), April 26, 2000 (Rowe 4), October 24, 2000 (Rowe 5) and February 6, 2002 (Rowe 6). In relation to the '693 patent, Genpharm relies on Rowe 1, 2, 5 and 6. Dr. Rowe is the scientific director of a consulting company that offers services covering all aspects of product development from initial concept through to product launch. He was employed in the pharmaceutical industry for nearly ten years after graduating with a Bachelor of Pharmacy degree in 1966. From December, 1976, until April, 1983, he was a research fellow and lecturer at the school of pharmacy, University of London. He completed his Ph.D. in pharmaceutics in 1980 during his tenure at the University of London. In 1983, he returned to consulting work in the pharmaceutical industry. He has published, although not as extensively as Drs. Rees and Amidon. (2) Dr. Michael John Story swore an affidavit on May 7, 2002, and is a consultant to the pharmaceutical industry. He obtained his Ph.D. in chemical engineering from the University of Cambridge, England, in 1967. Thereafter, he was employed by various pharmaceutical entities. He was responsible for development of the formulation of capsules containing enteric coated pellets of erythromycin. He has had extensive experience in almost all aspects of drug formulation development. (3) Dr. Philip Andrew Marshall swore an affidavit on February 8, 2002, and is an independent consultant in the area of pharmaceutical chemistry, regulatory affairs and manufacturing practices in the industry. Dr. Marshall received his Ph.D. in 1979 from the University of Adelaide in Australia. He has more than twenty years of commercial experience in the industry in all aspects of product development. His publications, spanning a period of over twenty-five years, include papers in scientific and non-scientific journals, conference abstracts and presentations. Dr. Marshall is the author of six reports, prepared at the request of Australian solicitors in relation to patent proceedings in the Australian Federal Court. The reports are exhibited to his affidavit along with the correspondence from the solicitors regarding the reports. The Positions of the Parties Astra", "[20] Astra argues that the '693 patent claims a novel oral formulation of omeprazole. It acknowledges that an enteric coated formulation of omeprazole was known in the prior art. It says that omeprazole is acid labile (degrades due to acid) and needs to be protected from the acidic gastric juice of the stomach. Resistant to highly acidic conditions, enteric coating protects acid labile compounds in their passage through the stomach (gastric resistance). Astra maintains that there was no suggestion in the prior art that an enteric coated omeprazole formulation should be modified by adding an alkaline compound or a subcoating. The expectation was that an enteric coating would be compatible with omeprazole.", "[21] Astra submits that the inventors of the '693 patent determined instability of omeprazole on direct or indirect contact with an enteric coating. To enhance stability of an enteric coated dosage form, an omeprazole core must also contain an alkaline reacting compound. Such an alkaline core dissolves the enteric coating upon permeation of water of gastric juice and compromises the enteric coat. A water soluble subcoating is required to ensure both storage stability and gastric resistance.", "[22] It is said that it was unexpected, in view of the prior art, that omeprazole or an alkaline core would interact with an enteric coating and that a water soluble subcoating would be effective to prevent gastric resistance failure caused by permeation of water of gastric juice.", "[23] Astra's witness Dr. Rees considers the difficulties a skilled person would have encountered in formulating omeprazole and acknowledges that such a person would consider enteric coating. However, given the stability characteristics of omeprazole, the person would encounter discolouration while preparing the core. This situation would necessitate a significant research program. The skilled person may eventually consider the addition of an alkaline compound to the core to be worth trying, but would then observe further discolouration. The skilled person may eventually increase alkalinity, but that would result in gastric resistance failure. The person would have expected that properly applied enteric coating would perform as intended and would likely focus on trying to address the gastric resistance problem. The skilled person would not have been led to the claimed invention.", "[24] Instead, the person would be in the difficult position of either worsening the discolouration problem by lowering the alkalinity to increase the gastric resistance or exacerbating the gastric resistance problem in increasing the alkalinity to cure discolouration. The skilled person would have been faced with no apparent solution to the dilemmas because an interaction in the solid state between an enteric coat and a core would not have been expected. Even assuming that a skilled person was able to identify the cause of the failure in gastric resistance, he or she still would not have been led to the claims invention since the patent discloses that gastric resistance failure resulted from permeation of water of gastric juice. A subcoating material that is water soluble or rapidly disintegrating in water is the very last thing that a skilled person would have expected to solve the gastric resistance problem.", "[25] Dr. Amidon says that a skilled person would have had to undertake significant experimentation in order to try to determine the causes of the conflicting storage stability and gastric resistance problem. Even assuming the person would have arrived at the claimed preparation, the path would not have been direct or without difficulty.", "[26] Ms. Rook explains that Astra decided to change the formulation for Phase III clinical studies because the formulation used for Phase II clinical studies (which did not have a subcoating) was found not to have adequate stability. The Phase III formulation included an alkaline reacting compound and a subcoat. The change in the formulation, which delayed the regulatory submission process, confirms that the claimed invention was not obvious. <FRAGMENT_SUPPRESSED> [27] Genpharm submits that the '693 patent deals with how the drug omeprazole is formulated into capsules or other oral preparations. The patent acknowledges that it was known that omeprazole could be formulated into pellets that were coated with an enteric coat and placed into a capsule for oral administration. The patent also acknowledges that it was known that omeprazole was unstable in acidic conditions but that, at least for the purpose of clinical trials, it was sufficiently stable when coated with an enteric acidic coating. The patent says that the problem encountered was that over the long-term in storage, the enteric coated drug proved unstable and, to address this problem, the \"invention\" was to place a soluble or rapidly disintegrating subcoat between the omeprazole and the enteric coat. Genpharm contends that, before the application for the patent was filed, omeprazole was a known drug, useful for inhibiting gastric secretions, known to be acid sensitive, and had been formulated, among other things, in a solid dose taking the form of enteric coated pellets in a capsule.", "[28] Genpharm's witness, Dr. Rowe, explains the steps that he would have taken to formulate omeprazole as a formulator skilled in the art as of 1986. He would have reviewed the available literature, conducted pre-formulation studies, coated omeprazole using commercial techniques and conducted stability studies. In so doing, he would have arrived at the same starting point as in the '693 patent at page 2, lines 30-35, i.e. while the storage life of the enteric coated product was acceptable for clinical studies, it was insufficient for long-term storage. He maintains that a skilled person would have considered adding an alkaline compound to stabilize a core containing a drug that is unstable in acid. A skilled person would have been aware of the use of either acidic or basic material to enhance the stability of a drug depending on its pH stability profile. Determining the optimal environment for the stability of a drug was a \"simple routine test which a technician could have carried out\". Although he would not initially have suspected the interaction between omeprazole in the core and the acidic groups in the enteric coat to be a likely cause of the problem, he would certainly have been aware of the possibility of this occurring as it was generally accepted that this type of reaction did occur. He states that as a \"matter of ordinary formulation practice\" it would have been obvious to him and other formulators to apply a subcoat as part of the routine development of the formulation of this product. The use of a subcoat as a solution to separate the alkaline core from the enteric coat was obvious and was not novel.", "[29] Dr. Story, relying on prior art and a review of the '693 patent, says that it is known that omeprazole can be stabilized by the use of alkaline substances and this leads the skilled person to formulate omeprazole in the presence of alkali. He regards the use of a subcoat as obvious.", "[30] Dr. Marshall describes the task he completed and refers to his reports. He was asked to do a hypothetical exercise based on instructions and information that was provided in stages. He did not complete any testing or experiments. On completion of his sixth report, his ultimate result was to provide a \"leaky\" subcoat containing a mixture of hydroxpropylcellulose or hydroxpropylmethycellulore (HPMC) between the omeprazole core and the enteric coat. He did not have the patent before him when he completed his exercise. The Prior Art", "[31] The complete listing of prior art relied upon by Dr. Rowe is attached to these reasons as Schedule C. The primary references discussed by Drs. Rowe and Story are summarized here.", "[32] EP Patent 0 124 495 (the '495 patent) entitled \"Omeprazole Salts\", published November 7, 1984 - describes salts of omeprazole and discloses processes for their preparation, pharmaceutical compositions containing such salts, and their use medicine. The patent makes reference to enteric coated tablets, enteric coated soft gelatin capsules and hard gelatin capsules containing enteric coated granules of the active compound. It discloses the instability of omeprazole in suspension and states that, upon storage without any precautions being taken, it \"degraded at a rate which is higher than desired\".", "[33] Pilbrant and Cederberg (Pilbrant) - an article published in 1985 by Drs. A. Pilbrant and C. Cederberg entitled \"Development of an oral formulation of omeprazole\". The article reports on studies conducted with respect to a solid dosage form of omeprazole in the form of enteric coated pellets. It states, among other things, that it is very slightly soluble in water, very soluble in alkaline solution, and degrades very rapidly in water solutions of low pH values. Preformulation studies revealed that moisture, solvents and acidic substances have a deleterious effect on the stability of omeprazole and should be avoided in pharmaceutical formulation. It additionally states that two principal options exist for the formulation of an oral solid dosage from - a \"conventional oral dosage form from which omeprazole is released and absorbed rapidly enough to avoid degradation in the stomach\" and an enteric dosage form. The former was ruled out on the basis of the bioavailability results from the study that showed more than half of the omeprazole in that form degraded in the stomach. The authors considered the enteric coated dosage form \"offers the best possibilities\" although it must be \"perfectly coated and acid resistant since, if the active ingredient leaks out of the dosage form in the stomach, it is almost immediately degraded. The same situation arises if an acidic medium can diffuse into the dosage form through pin-holes or damage in the enteric coating\".", "[34] Shin-Estu H-17 - a technical information sheet of the Shin-Estu Chemical Company dated March, 1975, and entitled \"Enteric Coating on Tablets Containing Alkaline Matter\". It states a problem and proposes a solution for stability loss in relation to enteric coated tablets containing alkaline matter such as ammonium chloride, lithium carbonate or sodium-salicylate when stored at high temperatures. The difficulty was found to be improved by \"putting stearic acid in the intermediate film which is considered to work as some buffer to imaginable ion-exchange reaction between alkaline and enteric material\". A report of the testing of two formulations for absorption rate in gastric fluid and disintegration time and intestinal fluid are provided. The testing involved enteric coated tablets with both an intermediate and an undercoat of Pharmacoat 606 (a Shin-Estu brand of hydroxypropylmethycellulose (HPMC), a water soluble coating that becomes substantially insoluble in water when stearic acid is added).", "[35] Shin-Estu P-30 - another technical information sheet dated April, 1980, and entitled \"Stability of Methyl-dopa Tablet Coated with Pharmacoat 606\". It deals with a problem caused by a reaction between a drug that was unstable under alkaline conditions and Pharmacoat 606. The proposed solution was the addition of acidic material to the core tablet or to the coat.", "[36] British Patent 760,403 (Abbott) - a 1953 patent relating to improvements in enteric coats, specifically the use of certain mineral solids in the enteric coats. The specification contemplates the use of portions of the enteric coating with other known enteric coatings. One of the examples in the patent is a formulation of erythromycin, an acid labile compound. The patent states that a medicament which has a highly alkaline pH may conceivably attack and weaken or destroy the film forming substance, but coating is still viable for such incompatible drugs by, for example, subcoating with a compatible material and then applying an outer coating of the desired enteric coating.", "[37] Rohm Pharma GMBH, Lehman et al., January 1983 \"Practical Course in Lacquer Coating\" - a publication produced with respect to a course given by Rhom Pharma, the producer of Eudragit film-forming polymer preparation. It is concerned with enteric coating for tablets and teaches the reader how to produce such tablets. The document describes the features of Eudragit L, confirms that it would be suitable for use as an enteric coating and could be used on cores that contain a highly moisture sensitive drug in order to reduce the rate of moisture ingress into the core.", "[38] Astra's position regarding the prior art, succinctly stated, is that there is no motivation to modify the prior art omeprazole formulation (only two prior art documents relate to omeprazole); there is no prior art reference that discloses addition of an alkaline compound to stabilize an acid labile core; the subcoating documents teach away from the claimed subcoating to address gastric resistance failure; the textbook references relied upon do not address the problem of enteric coating reacting with a core, and some of those references post date the priority date of the '693 patent. Analysis", "[39] The burden of proof in section 6 proceedings was articulated by Mr. Justice Gibson  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , at paragraphs 14 and 15 as follows: \"Against the foregoing, I conclude that while an 'evidential burden' lies on <FRAGMENT_SUPPRESSED> to put each of the issues raised in its Notice of Allegation 'in play', if it is successful in doing so, the 'persuasive burden' or 'legal burden' then lies with <FRAGMENT_SUPPRESSED> . Assuming Apotex to be successful in putting the issue of validity of the '637 Patent 'in play', <FRAGMENT_SUPPRESSED> is entitled to rely on the presumption of validity of the patent created by subsection 43(2) of the Act \"The 'persuasive burden' or 'legal burden' that lies with <FRAGMENT_SUPPRESSED> in the circumstances described in the preceding paragraph is, however, impacted by the nature of the proceeding here before the  <FRAGMENT_SUPPRESSED>  (F.C.A.)] Mr. Justice Hugessen, for the Court, wrote at pages 319-20: 'As I understand the scheme of the regulations, it is the party moving under s. 6, in this case <FRAGMENT_SUPPRESSED> , which, as the initiator of the proceedings, has the carriage of the litigation and bears the initial burden of proof. That burden, as it seems to me, is a difficult one since it must be to disprove some or all of the allegations in the notice of allegation which, if left unchallenged, would allow the Minister to issue a notice of compliance. 'In this connection, it may be noted that, while s. 7(2)(b) [of the Regulations ] seems to envisage the court making a declaration of invalidity or non-infringement, it is clear to me that such declaration could not be given in the course of the s. 6 proceedings themselves. Those proceedings, after all, are instituted by the patentee and seek a prohibition against the Minister; since they take the form of a summary application for judicial review, it is impossible to conceive of them giving rise to a counterclaim by the respondent seeking such a declaration. Patent invalidity, like patent infringement, cannot be litigated in this kind of proceeding.' \"Thus, the burden on <FRAGMENT_SUPPRESSED> is only to disprove the allegations in the notice of allegation, not to justify declarations of validity and infringement or conversely to negative claims for declarations of invalidity and non-infringement.\" See also: <FRAGMENT_SUPPRESSED>  (F.C.), at paragraphs 82, 83 and <FRAGMENT_SUPPRESSED> ; 2003 FC 1248 (F.C.), at paragraph 34.", "[40] The first step in the analysis is to construe the claims of the patent. As stated earlier, all claims in the '693 patent relate back to claim 1.  <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 168 and <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 129. My comments are apposite for purposes of this matter. \"Patent construction is antecedent to issues of validity and infringement. The patent is to be construed as of the date of its publication. The , R.S.C. 1985, c. P-4 (the Act ) and purposive construction promote adherence to the claims and this in turn promotes fairness and predictability. The claims perform a public notice function by setting out the scope of the monopoly so that the public may know where it may go with impunity. The claim language must be read in an informed and purposive way. Claim interpretation is neither literal nor based on vague notions such as the 'spirit of the invention'. The more scope for searching for the 'spirit of the invention' and the 'pith and substance' of the invention, the less the claims can perform their public function. A patent falls within the definition of 'regulation' in the Interpretation Act , R.S.C. 1985, c. I-21 and as such merits a construction that best assures attainment of its objects. The inventor's intention is manifested in the patent claims as interpreted by a person skilled in the art. The average person skilled in the particular art of the patent is not a grammarian or etymologist and does not indulge in a meticulous and verbal analysis. \"The content of a patent specification is regulated by section 27 of the Act . The disclosure is the quid provided by the inventor in exchange for the quo of the monopoly. An inventor is not obliged to claim a monopoly on everything new, ingenious and useful disclosed in the specification. The usual rule is that what is not claimed is considered disclaimed. Regard may be had to the specification to understand what is meant by a word in a claim, but not to enlarge or contract the scope of the claim as written and thus understood. The claims and the disclosure are construed with a mind willing to understand. The words chosen by the inventor will be read in the sense that the inventor intended and in a way that is sympathetic to the accomplishment of the inventor's purpose, expressed or implicit, in the text of the claims. If the inventor, however, has misspoken or otherwise created an unnecessary or troublesome limitation in the claims, it is a self-inflicted wound. The public is entitled to rely on the words used provided the words used are interpreted fairly and knowledgeably.\"", "[41] The hearing of this application concluded on October 31, 2003, after 5 days of argument. On November 3, 2003, the Federal Court of Appeal released its reasons for judgment in <FRAGMENT_SUPPRESSED> ; 312 N.R. 288; 2003 FCA 409 (F.C.A.), a matter involving the '693 patent.", "[42] Mr. Justice Rothstein referred to the disclosure of the '693 patent to ascertain the circumstances of the invention. He stated as follows: \"To be effective, the omeprazole must be released in the small intestine and not in the stomach. In order to prevent the omeprazole from being degraded by acidic gastric juices in the stomach, an enteric coating covering the omeprazole core is required. The enteric coating dissolves in the neutral to alkaline environment found in the small intestine after allowing the omeprazole to pass through the stomach unaltered. \"However, if a conventional enteric coating is applied directly to the omeprazole core, the omeprazole rapidly decomposes, with the result that the pharmaceutical preparation (or, in everyday language for purposes of this case, a tablet) becomes badly discoloured and loses omeprazole content with the passage of time. This problem of storage stability can be addressed by including alkaline reacting constituents in the omeprazole core. However, when a tablet containing an alkaline core which is in direct contact with the enteric coating is ingested, some of the gastric juice in the stomach diffuses through the enteric coating into the omeprazole core during the time the tablet resides in the stomach before it is emptied into the small intestine. The gastric juice causes parts of the omeprazole core to dissolve which, in turn, interfere with and eventually dissolve the enteric coating. \"The object of the invention disclosed in the relevant patents is to provide an enteric coated tablet of omeprazole which is resistant to dissolution in the stomach. This is obtained by having an inert subcoating between the omeprazole core and the enteric outer coating.\"", "[43] In relation to the construction of claim 1, the court concluded that the claim, as a product claim, appears to be clear and in such a case, it is not appropriate to look to the disclosure for purposes of construction, particularly to vary the scope or ambit of the claim: <FRAGMENT_SUPPRESSED>  (F.C.A.). The construction of claim 1, as construed by the Court of Appeal, is as follows: \"Claim 1 describes an 'oral pharmaceutical preparation' or, in every day language, a tablet. The tablet is described as having a core region, an inert subcoating and an outer layer or enteric coating. Claim 1 does not purport to place any limitations on the inert subcoating. It does not say that the inert subcoating must be created in any particular manner. \"Claim 1 does provide that the inert subcoating is to be 'disposed on said core region' ... Because claim 1 is clearly a product claim and not a process claim, I construe the term 'disposed on said core region' as describing the structure of the finished pharmaceutical preparation. The term, in the context of a product claim, describes the location of the subcoating and not the process by which it was formed [...] \"[P]atent claim 1 describes a pharmaceutical preparation which, in its finished product form, contains a subcoating or separating layer between the core and enteric coating, however the subcoating or separating layer is formed.\"", "[44] Because of the timing of the Court of Appeal's decision, I provided counsel for Astra and Genpharm with an opportunity to make further submissions, regarding the decision, if they so wished. Counsel did file submissions and I have taken them into consideration. I consider that I am bound by the construction of the claim by the Court of Appeal. I do not accept Astra's submissions that the decision has \"no relevance to the construction issue in the case at bar\". As Astra noted in its Memorandum of Fact and Law at paragraph 184: \"Construction precedes consideration of issues of infringement and invalidity and the claims of a patent should be construed without reference to such issues.\"", "[45] The cornerstone authority with respect to the tests for anticipation and obviousness is <FRAGMENT_SUPPRESSED> ; 2003 FC 1199 (F.C.), adopted the summary of the law as stated by Madam Justice Dawson in <FRAGMENT_SUPPRESSED> (2002), supra, regarding the test for invalidity on the ground of obviousness. I concur with Mr. Justice Gibson and I, too, adopt the analysis of Madam Justice Dawson as set out below. \"The most commonly cited articulation of the test for obviousness is that of Mr. Justice Hugessen in <FRAGMENT_SUPPRESSED> which is in the following terms: 'The test for obviousness is not to ask what competent inventors did or would have done to solve the problem. Inventors are by definition inventive. The classical touchstone for obviousness is the technician skilled in the art but having no scintilla of inventiveness or imagination; a paragon of deduction and dexterity, wholly devoid of intuition; a triumph of the left hemisphere over the right. The question to be asked is whether this mythical creature (the man in the Clapham omnibus of patent law) would, in the light of the state of the art and of common general knowledge as at the claimed date of invention, have come directly and without difficulty to the solution taught by the patent. It is a very difficult test to satisfy.' \"Put another way, the general question is whether the alleged invention required the exercise of inventive ingenuity: <FRAGMENT_SUPPRESSED>  (F.C.A.), page 368. Every invention is obvious after it has been made so that the evidence of experts given with the benefit of hindsight must be treated with extreme care: See: <FRAGMENT_SUPPRESSED> , supra, page 289. \"Notwithstanding, as Mr. Justice Wetston noted in <FRAGMENT_SUPPRESSED> ; affirmed (2000) 10 C.P.R.(4th) 65 (F.C.A.) at paragraph 243 '[t]here is no inventiveness in following an obvious and well-charted route using known techniques and processes involving known compositions unless the inventor encounters difficulties that could not have been reasonably expected by a person versed in the art or overcome by the application of ordinary skill'. \"In the case before him, Justice Wetston was satisfied that the prior art 'would not have led an unimaginative skilled technician to the invention without undue experimentation' (at paragraph 264). This expression of the test was found to be without error by the Court of Appeal (at paragraph 63). \"What then is the extent of experimentation or manipulation the unimaginative skilled technician, the paragon of deduction, is entitled to conduct? \" <FRAGMENT_SUPPRESSED> relies upon authority such as <FRAGMENT_SUPPRESSED>  to argue that making inquiries or testing is outside the ken of the notional technician, and that it is not enough for there to be clues which made the invention 'worth a try'. \"In <FRAGMENT_SUPPRESSED> , Mr. Justice Lederman wrote at pages 80 and 81: 'There appears, however, to be a significant difference in the abilities of the English hypothetical skilled technician and the Canadian one. Indeed, making inquiries or testing, seems to be something outside the ken of the notional Canadian skilled technician. In Cabot Corp. v. 318602 Ontario Ltd. (1988), 20 C.P.R.(3d) 132, at p. 146, 19 C.I.P.R. 204; 9 A.C.W.S.(3d) 317 (F.C.T.D.), Rouleau, J., quoted H.G. Fox in Canadian Law and Practice Relating to Letters Patent for Inventions at pp. 70-1, as stating in part: \"In order that a thing shall be 'obvious', it must be something that would directly occur to someone who was searching for something novel, a new manufacture, or whatever it might be, without the necessity of his having to do any experimenting or serious thought, or research, whether the research be in the laboratory or amongst literature.\" (My emphasis) 'Thus, although one would normally imagine that this mythical person's laboratory is filled with mythical test tubes and Petri dishes and that his or her daily life is spent in experimentation, for the purposes of this legal exercise, no research of any kind can be contemplated. So, although it may have been logical to an actual skilled person at the time, based on the state of the art, to conduct certain testing, that is not open to the mythical skilled technician. The mythical researcher cannot have an inquiring or thinking mind which ultimately would lead him or her to the answer but rather he or she is expected to instantly and spontaneously exclaim, without more, \"I already know the answer and it is obvious\". Nor is it appropriate to say that there were significant telltales which pointed the way for the mythical expert or that there were sufficient clues which made the invention \"worth a try\". In Farbwerke Hoechst  <FRAGMENT_SUPPRESSED>  (T.D.), Collier, J., in rejecting the \"worth a try\" test stated: \"Using the magnifying spectacles of hind-sight (a half borrowed phrase), it is easy to say that any experiment, if time and expense are unlimited ... is or was worth a try.\"' \"However, notwithstanding that no research is to be conducted by the skilled technician, he or she is, as noted by Mr. Justice Hugessen in <FRAGMENT_SUPPRESSED> , a paragon of deduction and dexterity. He or she is also reasonably diligent in keeping up with advances in the field: <FRAGMENT_SUPPRESSED>  at paragraph 74. \"Turning to the application of those principles to the facts before me, I begin from the premise that the patent is directed to the skilled psychiatrist or someone knowledgeable in the treatment of anxiety-related disorders. The parties are agreed that because the '065 Patent claims a priority filing date of November 2, 1989, that is the relevant date on which to assess obviousness. As of that date was inventiveness required for a skilled psychiatrist to treat PD or OCD with sertraline? Or would the skilled psychiatrist plod directly and without difficulty to the use of sertraline to treat PD and OCD?\"", "[46] In this case, the person skilled in the art is a skilled formulator who lacks imagination, but is reasonably diligent in keeping up with advances in the field.", "[47] <FRAGMENT_SUPPRESSED> ; 2003 FCT 771 (T.D.), Mr. Justice Campbell distinguished between obviousness and anticipation as follows: \"The major difference between anticipation and obviousness is that anticipation requires an exact prior description in a single source ( Creations 2000  <FRAGMENT_SUPPRESSED> , per Hugessen, J.A., at 182 (F.C.A.)), while obviousness can be based on everything from a single disclosure to a 'mosaic' of the prior art ( <FRAGMENT_SUPPRESSED> ; 312 N.R. 184; 2003 FCA 358 (F.C.A.). Obviousness", "[48] Before embarking on this analysis, I emphasize that the evidence before me is in written form. While I have the transcripts of the cross-examinations on the affidavits, that is a far cry from having had the benefit of viva voce evidence. Expert evidence is helpful, but experts' opinions differ. That is undoubtedly one of the factors that led Mr. Justice Hugessen, in <FRAGMENT_SUPPRESSED> , supra, to say that expert opinion on the question of obviousness must be treated with extreme care. At the end of the day, the determination lies with the court. I have no reason to doubt the credibility of any of the witnesses. I have assigned little weight to Dr. Amidon's conclusions because he did not review the prior art references. I have, in some instances, preferred the evidence of one witness over that of another regarding specific issues.", "[49] Astra notes the problems encountered by the '693 inventors of its omeprazole formulation. The first had to do with storage stability. When the enteric coating was made from polymers with acidic groups, the omeprazole decomposed by direct or indirect contact such that the preparation became badly discoloured and there was a loss of omeprazole. Astra resolved the problem by adding alkaline reacting constituents only to find that the resolution created another problem. Its patent discloses that when the formulation was in the stomach, the water of the gastric juices diffused across the enteric coating and dissolved portions of the alkaline core. The resulting alkaline solution, in turn, dissolved portions of the enteric coating. The formulation in the '693 patent is the compatible solution to both problems. Dr. Rees, at paragraph 52 in Rees 1 states: \"The inventors' solution to these multiple problems, described under the heading 'Outline of the Invention', is a new omeprazole dosage form which simultaneously introduces an alkaline reacting compound into the core and a water soluble or rapidly disintegrating subcoating under the enteric coating.\"", "[50] The question, though, is whether (despite Astra's characterization of its formulation as innovative) after considering the common general knowledge, the solutions were apparent approaches to the problems that arose. The fact that Astra's formulators encountered both problems and solutions within the same composition is not the determining factor.", "[51] In approaching the question, one must exercise caution against employing a hindsight analysis, particularly in view of the tendency of experts to employ such an analysis. Before considering an expert's statement that he \"could have done that\", a court must also consider the question, \"why didn't you?\": <FRAGMENT_SUPPRESSED> , supra. For an invention to be obvious, it must occur directly to the skilled person without serious thought, research or experiment: Apotex Inc. and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 193 (T.D.), affd. (2000), 262 N.R. 137; 10 C.P.R.(4th) 65 (F.C.A.), affd. (2002), 296 N.R. 130; 21 C.P.R.(4th) 499 (S.C.C.). Yet, there is a distinction between a \"discovery\" for which no patent can be given, and an \"invention\" for which a patent may be granted. A discovery is that which was previously unseen or dimly seen, yet lay on the path; an invention is that which lay outside the path to produce something new: <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 145 (S.C.C.).", "[52] Astra acknowledges that it was common general knowledge that an enteric coat is designed to protect an acid labile drug from the acidic contents of the gastrointestinal tract and to delay the release of the drug until further along the gastrointestinal tract. Dr. Rees, at paragraph 52 of Rees 1 states: \"An enteric coating is a type of coating which is designed: (i) to protect the stomach from irritation by a drug; (ii) to protect an acid-labile drug from the acidic contents of the gastrointestinal tract; or (iii) to delay release of a drug until further along the gastrointestinal tract.\"", "[53] Dr. Rees also gave evidence indicating that a person skilled in the art would consider enteric coating the omeprazole. Pilbrant indicates that an enteric coated dosage form \"offers the best possibilities\" (Applicants' Record, vol. XVII, Tab 92, X, p. 4781). This aspect of the composition is obvious.", "[54] The '495 patent teaches the use of an alkaline core to provide storage stability for salts of omeprazole. The description, among other things, states: \"A problem with omeprazole is its stability characteristics. Upon storage without any special precautions being taken, it is degraded at a rate which is higher than desired ... The present invention provides such new forms of omeprazole which exhibit improved storage stability. \"The Invention \"It has been found that the novel alkaline salts of omeprazole with the structural formula ... are more stable during storage than the corresponding neutral form of omeprazole.\" The description (page 4, line 25) also discusses preparing the formulation in dosage units for oral administration and refers to granules or tablets. Example 12 refers to enteric coating. There is also a reference to soft gelatin capsules with an enteric coat. The patent, however, is directed to omeprazole salts and example 12 is the only example of a solid dosage form (an enteric coated tablet containing omeprazole magnesium) and there is no subcoating in the example. There is no suggestion that there might be a problem with this solid dosage form or that it could require modification. The final dosage is made by adding liquid to solid omeprazole sodium just before use. The active salt as a solid is used without any stabilizing agent and is not an enteric coated tablet.", "[55] Dr. Rees was very specific that compounds behave differently in solution than in solid state. He said that solution studies do not enable one to predict solid state behaviour such as stability because they do not provide information regarding solid state properties that influence reactivity and stability. A compound could be extremely unstable in solution, but stable in solid state (Rees 2, paragraphs 38-40, Applicants' Record vol. III, Tab 26, pp. 856-857).", "[56] Although Genpharm argues that Dr. Rees admitted that the skilled person eventually might consider the addition of an alkaline compound to the core to be worth trying, I do not consider such a comment to be inconsistent with his evidence. Similarly, his acknowledgement that a person would not ignore the information obtained from solution studies is, in my view, not inconsistent. His point, as I understand it, was that the person skilled in the art, at the time in question, based on the knowledge available at that time, would be led in other directions. In solid state, the stability problems would have been considered to have been the result of moisture, process conditions and the materials used for enteric coatings. The fact that these routes would have been explored, along with the requisite testing and experimentation associated with each of them, prior to consideration of the addition of alkaline to the core, does not change his basic premise that solution studies do not lead to prediction regarding solid state behaviour.", "[57] Dr. Story, on cross-examination, stated as follows: \"Q. Do you agree that, if we limit it to a salt of omeprazole, there is no suggestion in the '495 document of any problem with a solid dosage form containing a salt of omeprazole? A. No, there is no stated problem. Q. And there is no suggestion or motivation for altering the solid dosage form referred to in Example 12? A. No.\"", "[58] The Shin-Estu P-30 brochure teaches modification of pH in a sensitive core. It deals with an alkaline sensitive drug, methyl dopa, in tablet formation. Acidic material is added to the core. Dr. Rowe states at paragraph 37 of Rowe 1: \"The addition of either acidic or basic material to formulated drugs to enhance stability of the drug product has been described. For example, the references in the previous paragraph [Lachman at page 194, Connors at chapter 3, Ghebre-Sellasie at pages 220 and 226 and Bentley at chapter 10, page 153] [see footnote 1] and also in Shin-Etsu P-30 ... In the example given in Shin-Etsu P-30, the addition of acidic material in the form of citric acid to the core of a methyl dopa tablet formulation enhanced the stability of the product as the drug was unstable under alkaline conditions.\" and at paragraph 30 in Rowe 2: \"Dr. Rees dismisses the Shin-Etsu P-30 brochure ... in that it uses acidic material to enhance stability of an alkaline sensitive core. I accept that this is the opposite situation to that with omeprazole. However, the bulletin provides an illustration of the addition of acidic compounds to core substances which are unstable in alkali, which is the same principle as adding alkaline compounds to core substances which are unstable in acid.\" I note that Shin-Etsu does not refer to loss of content. It speaks only of colour stability.", "[59] Dr. Rowe was not able to identify any prior art wherein this principle had been applied. The following exchange occurs during his cross-examination: \"Q. Let's talk about that. Apart from this qualification that we are going to talk about now, you cannot point me to a single reference that demonstrates a reaction between an enteric coat and an acid-sensitive active compound. A. I can't think of one at this stage, no. Q. I would have thought that, given the importance of this topic, if there was one, you would have found it. That would be my expectation. A. Yes.\"", "[60] Dr. Story's evidence suggests that it is implicit that an alkaline core would be deduced from Pilbrant. However, on cross-examination, he acknowledges that he could not say that every skilled person would deduce this.", "[61] Dr. Rowe also said that he would have been aware of the possibility of the acidic groups on the enteric coat materials reacting with the acid labile core. He referenced the Abbott patent in support, but acknowledged that it was common general knowledge that enteric coatings were compatible with active compounds, including acid labile compounds, and that the expectation was that an interaction would not occur. The Abbott patent includes several examples of enteric coated erythomycin, an acid labile drug. It also includes a reference to highly alkaline material attacking the enteric coat and states that \"[b]y special handling it will still be possible to coat such incompatible drugs, as for example, by sub-coating with a compatible material and then applying an outer coating of the desired enteric coating composition\".", "[62] The Abbott patent does not deal with omeprazole. On cross-examination, Dr. Rowe was ambivalent as to whether this document would have been, after conducting a literature search, reviewed at all by a person skilled in the art. (Applicants' Record, vol. VII, Tab 32, pp. 1694-1695, 1697). None of the examples  <FRAGMENT_SUPPRESSED>  disclose the use of an alkaline reacting compound or a subcoating. The patent is illustrative of the compatibility of an enteric coat with an acid sensitive and alkaline core. Any reference to a subcoat is with respect to a second enteric coat.", "[63] The Pilbrant reference deals with studies relating to bioavailability. It reveals that to avoid acidic degradation of a suspension formula of omeprazole in the stomach, it is necessary to co-administer large amount of pH buffering substances. It also recognizes that an enteric coated dosage form is an option for formulating an oral, solid dosage of omeprazole.", "[64] Pilbrant teaches that omeprazole needs protection from acid and moisture, but it indicates that \"omeprazole capsules have an acceptable storage stability\" when stored in a proper package. In view of that and in view of Genpharm's heavy reliance on Pilbrant, I regard with skepticism Dr. Rowe's statement that he was aware that adding alkaline to the core could increase the possibility of reaction between the acidic group and the core and that he would have directly followed that course.", "[65] Viewing the '495 patent and Pilbrant together, I cannot see that there is any motivation to add an alkaline reacting compound to the omeprazole core. There is no suggestion in any of the other documents that enteric coatings are incompatible with an acid sensitive drug, such as omeprazole. The experts were not aware of any example of an enteric coated acid sensitive drug that was stabilized by the addition of an alkaline reacting compound. It seems to me that if Genpharm cannot reach the point of satisfying me, by reference to the '495 patent and Pilbrant, that adding an alkaline reacting compound to the omeprazole core was obvious, the other cited references add little to the analysis. Genpharm focussed its oral argument, for the most part, on the '495 patent, Abbott and Pilbrant.", "[66] It is not at all clear to me that the adding of the alkaline to the core, in the circumstances, was a path that the skilled worker would have followed \"directly and without difficulty\" at the priority date (April, 1986). While Ms. Rook's evidence does not assist from the perspective of a person skilled in the art, it does reveal that, in the development of Astra's omeprazole, it was necessary to change the formulation during the clinical trials. This complicated and slowed the regulatory submissions and approval, a process that is facilitated by not making changes. (Affidavit at paragraphs 4-7, Applicants' Record, vol. III, Tab 25, pp. 840-842).", "[67] Dr. Marshall's results are impressive, but there was certainly a level of prompting that occurred during his exercises. In the final analysis, his solution of a \"leaky\" subcoat is remarkably close to the claim of the '693 patent. It is not the same, however, and it is noteworthy that when recommending a mixture of specific options to render the ethylcellulose (water insoluble) \"leaky\", he did feel that rapid discolouration may then occur (Report 6, Applicants' Record, vol. XIII, Tab 90-11, p. 3719).", "[68] Astra contends that Genpharm does not accept the patent because its experts do not agree that the water of the gastric juices diffused across the enteric coating and dissolved portions of the alkaline core. That is true. Genpharm's experts take the position that water does not penetrate and it is water already present in the core that precipitates the alkaline reaction that breaks down the core. This impasse is illustrative of the differences of opinion that may arise among experts. The parties do agree that water is present and that its presence results in incompatibility.", "[69] Insofar as water soluble subcoats go, in my view, while Dr. Story's evidence indicates that water soluble subcoating was disclosed by prior art, it does not disclose or suggest that it should be used in an enteric coated dosage form of omeprazole.", "[70] Dr. Rowe acknowledges that arriving at the claimed invention would not be easy and the road would lead to many dead ends. Trial and error through a complex and detailed route that involves significant testing and experimentation does not accord with the \"directly and without difficulty\" test in relation to the person skilled in the art. Routine development testing is different. I appreciate Dr. Rowe's position that it is a problem solving exercise, but I have difficulty with the notion that Drs. Rowe and Story could arrive at the invention without serious thought, research or experiment beyond that capable of being characterized as routine.", "[71] Although a mosaic is acceptable in terms of obviousness, I am left with the sense that isolated, specific and, in some cases, vague extracts plucked from the references, aided by hindsight, led Drs. Rowe and Story to conclude that the invention was obvious. Although they characterize the invention as routine development, there is no disclosure as to what that routine development entails. Rather, they go directly to the solution. In my view, they did so with the benefit of hindsight. Dr. Marshall had the advantage of having had the references and the appropriate scenarios provided to him. I am not satisfied, on a balance of probabilities, that a person skilled in the art would, directly and without difficulty, arrive at the invention.", "[72] While I have not arrived at my conclusion without difficulty, at the end of the day, when I balance the totality of the evidence and view it in accordance with the principles of law discussed herein, I conclude, on a balance of probabilities, that Astra has discharged its burden of establishing that Genpharm's NOA regarding invalidity on the basis of obviousness is not justified. Insufficiency and Ambiguity", "[73] A considerable amount of time was devoted to argument relating to the insufficiency and ambiguity of claims 5, 13 and 19. Although I understand that my finding on the issue of obviousness (as set out above) and anticipation (as set out below) foreclose any chance of success for Genpharm in relation to this patent, I did examine it closely. In so doing, I was unable to find any reference to the legal and factual basis for this submission  <FRAGMENT_SUPPRESSED> 's NOA. Genpharm relied exclusively on the affidavit of Dr. Story in this respect and that affidavit is not referred to in the NOA with respect to the '693 patent. In fact, the affidavit was sworn May 7, 2002 and the NOA is dated September 27, 2001. Additionally, I have reviewed the Rowe 1 and Rowe 2 affidavits as well as that of Dr. Pike. None of them provided a basis upon which an allegation of insufficiency or ambiguity can be sustained. Dr. Rowe's conclusions at paragraph 105 of Rowe 1 referred only to the allegation of obviousness. Astra argued this issue on the merits and did not raise the point that I am making. I would have thought that the ruling in <FRAGMENT_SUPPRESSED>  am missing something and despite my understanding that nothing turns on this submission, I will nonetheless address Genpharm's argument.", "[74] Claim 5 of the '693 patent specifies a micro-environment pH of 7-12. Genpharm, relying on Dr. Story's affidavit, maintains that the claim lacks support, teaching or certainty. There is, it is urged, no known method of measuring the pH of a micro-environment as of the priority date. The patent does not disclose how to conduct this measurement. A textbook ( Drug Stability - Principles and Practices ) published in 2000 illustrates that the question of defining micro-pH \"is not fully resolved yet\". Thus, says Genpharm, as of the priority date, there was no known method to confirm that \"the micro-environment of omeprazole [has] a pH of 7-12\" as required by claim 5.", "[75] An insufficiency of disclosure attack has its basis in section 34 of the , R.S.C. 1985, c. P-4. The relevant subsections, for present purposes, are (a) and (b). They read: \"34(1) An applicant shall in the specification of his invention (a) correctly and fully describe the invention and its operation or use as contemplated by the inventor; (b) set out clearly the various steps in a process, or the method of constructing, making, compounding or using a machine, manufacture or composition of matter, in such full, clear, concise and exact terms as to enable any person skilled in the art or science to which it appertains, or with which it is most closely connected, to make, construct, compound or use it;\"", "[76] An allegation of insufficiency of disclosure is a technical attack that should not operate to defeat a patent for a meritorious invention. An insufficiency attack will succeed where a specification fails to disclose the invention such that a person skilled in the art could not put the invention into practice: Airseal Controls Inc. v. M & I Heat Transfer Products Ltd. (1993), 72 F.T.R. 196; 53 C.P.R.(3d) 259 (T.D.), affd. (1997), 220 N.R. 58; 77 C.P.R.(3d) 126 (F.C.A.).", "[77] The question is whether the claim can be construed in a meaningful way and whether there is sufficient description to enable a person to make and use the invention. The description of the '693 patent (page 5a) informs the reader that a micro pH can be created for each core omeprazole particle by mixing the omeprazole with an alkaline substance or substances. It then provides the list of compounds that can be selected to create the micro pH environment.", "[78] Drs. Rees and Amidon were able to define the term as used in the patent by reference to the context in which it appeared. Genpharm's witness, Dr. Marshall, referred to the term in his reports when discussing the interaction between the core and the film/coat. On cross-examination, Dr. Marshall stated: \"The term micro-environment is a term that is used fairly recently by various people\". He then described the term by reference to the context in which he was using it.", "[79] Genpharm's expert, Dr. Story, does not dispute that the term \"micro-environment\" can be understood, nor does he dispute that it can be measured. The essence of his allegation is that there is no single standard way of measuring it. On cross-examination, in relation to this issue, the following exchange occurs: \"Q. I gather that the gist of your complaint is that formulators are using these words in published works, and the readers don't know what is being referred to? A. I think that in each situation, the reader can get a feeling for what the writer means ... My point is not that in each situation, it is not understood what the writer is actually getting at ... My statement is that there is no standard understanding, a way of standardly measuring micro pH so that anyone can talk about micro-environment in a general way ... Q. Your complaint is really a lack of a standard? A. Yes, I guess it is. But I can also understand that it would probably be rather difficult to establish a standard, because of the ... from many different situations.\"", "[80] Regard must be had to the term as it is used in the patent, how it is understood, and whether it can be measured. That is all that is required. The patentee has every right to limit the claim as it sees fit. Dr. Story is not disputing that the term is understood when used in the particular context. There is evidence that the description is sufficient to enable a skilled person to make the invention. Moreover, I agree with Astra that Genpharm cannot attack claim 5 on the basis that the disclosure is insufficient and at the same time, not complain about claim 1.", "[81] The attack of insufficiency and ambiguity cannot be justified with respect to claim 5. Since Genpharm must succeed on each of its allegations, this finding is sufficient to dispose of Genpharm's argument. Anticipation", "[82] Genpharm argues that EP '495, published in November, 1984, anticipates the '693 patent. The relevant date for the claim of anticipation is April 29, 1984. The anticipation attack relates to claims 1, 7, 8, 11, 12 and 17. The '495 patent discloses an omeprazole formulation containing an alkaline core surrounded by either a hard or soft gelatin capsule as the separating layer. Dr. Story is of the view that it discloses the three elements of claim 1 of the '693 patent.", "[83] In view of my analysis regarding obviousness, and in view of the fact that solution studies do not enable one to predict solid state behaviour, it seems to me that Genpharm has a high hill to climb with respect to anticipation. Assuming, without determining, that it surpasses that hurdle, I do not find that there is anticipation in any event.", "[84] Genpharm contends that the '693 patent clearly defines the term \"subcoating\" as the \"separating layer\" and later in the patent, it defines the separating layer in the case of gelatin capsules. Astra counters that a capsule is a shell. It cannot be \"disposed on\" as required by the claim. It is said that \"disposed on\" requires intimate contact.", "[85] In view of the Federal Court of Appeal construction of claim 1 of the '693 patent, it is not open to either party to rely on the disclosure of the patent to interpret the claim. If I am wrong in this regard, I nonetheless do not accept Astra's position. I see nothing in the patent that would lead me to conclude that the words \"disposed on\" require intimate contact as alleged. If regard is to be had to the disclosure, the '693 patent contemplates that the subcoating can be in the form of a gelatin capsule and it specifically states that it can serve as a separating layer. At page 7, near the end of the description of the separating layer, it states that \"[i]n the case of gelatin capsules, the gelatin capsule itself serves as separating layer\".", "[86] Astra's second argument is more persuasive. It maintains that the capsules referred to in the '495 patent are conventional capsules and commonly used grades of gelatin are acidic and could react with omeprazole. As such, they would not be \"inert\". In my view, this is sufficient to bar the anticipation argument. A skilled person who read the '495 patent would not learn to apply an \"inert' subcoating. There is only one reference to gelatin capsules in the '495 patent (page 4 beginning at line 38). There is no reference to the fact that the gelatin capsules must be inert. The '693 patent requires an inert subcoating or separating layer.", "[87] Thus, although the '495 patent teaches a formulation of a novel alkaline salt of omeprazole in order to enhance storage stability, and it states that an enteric coating is preferred to protect the active compound from acid degradation, it does not teach the application of an inert subcoating or separating layer when confronted with a degradation of the enteric coating. One could not look at this single publication and produce the claimed invention without the exercise of any inventive skill. Astra has demonstrated that Genpharm's allegation of invalidity on the basis of anticipation is not justified. The '377 Takeda Patent", "[88] The application that resulted in the '377 patent was filed on September 14, 1993, and claims priority from a Japanese application filed on February 13, 1986 (priority date). The '377 patent issued on June 11, 1996. It is a formulation patent that consists of an active ingredient, a basic inorganic salt stabilizing agent and an enteric coating. The Takeda patent contains 10 claims. The claims of the '377 patent are attached to these reasons as Schedule D. For ease of reference, claim 1 is reproduced here. \"A stabilized pharmaceutical composition for the inhibition of gastric acid secretion, comprising: an effective amount of 2-[2-pyridyl) methylsulfinyl]-benzimidazole derivative selected from the group consisting of 2-[3-methyl-4-(2,2,2-trifluoroathoxy)-2-pyridyl)-methylsulfinyl] benzimidazole and 5-methoxy-2-[(4-methoxy-3,5-dimethyl-2-pyridl)-methylsulfinyl] benzimidazole, or a pharmaceutically acceptable salt thereof; a basic inorganic salt stabilizing agent which is selected from the group consisting of potassium, sodium and aluminium salts and which is present in an amount effective to stabilize the composition; and an enteric coating for the composition.\" Claims 2 to 9 depend, either directly or indirectly, from claim 1. Claim 10 claims a composition according to any one of claims 1 to 9.", "[89] Genpharm's allegation is that the claimed invention of the Takeda patent was obvious and is therefore not inventive. It submits that all experts are agreed that a skilled formulator, knowing that omeprazole was unstable in acid, would sooner or later formulate omeprazole by mixing it with a salt. Genpharm also alleges invalidity on the basis of anticipation and on the basis of double patenting in view of Canadian Patent No. 1,327,010 ('010). The allegation of double patenting was withdrawn at the outset of the hearing and the allegation of anticipation was not argued. The only issue then, with respect to the Takeda patent, is that of obviousness.", "[90] As noted earlier, Astra is the applicant herein and Takeda adopts and relies on Astra's submissions regarding the '377 patent. Takeda, however, makes additional submissions regarding its patent. For convenience, I will refer to the parties in relation to this patent as Takeda and Genpharm although, strictly speaking, to do so is not correct. The Evidence", "[91] Both Takeda and Genpharm submitted affidavits from formulation experts and the experts were cross-examined. It comes as no surprise that the experts held differing views. There is no challenge, from either side, regarding the qualifications and expertise of the proposed expert witnesses.", "[92] Takeda relied on the evidence of Dr. Gerald S. Brenner, a consultant to the pharmaceutical industry. Dr. Brenner swore affidavits on March 23, 2000 (Brenner 1) and May 17, 2002 (Brenner 2). He has a Ph.D. in organic chemistry and worked in the pharmaceutical industry for 33 years and retired as senior director of pharmaceutical research and development and department head for pharmaceutical research. He has extensive experience in pre-formulation research and in formulation development and has been involved with the pre-formulation and formulation of several hundred pharmaceuticals. Dr. Brenner has over fifty publications and presentations to his credit.", "[93] Genpharm relied on the evidence of its expert, Dr. Rowe, whose affidavits with respect to both the '693 and '377 patents have been previously referred to in these reasons as Rowe 3 (December 14, 1999) and Rowe 4 (April 26, 2000). To avoid any confusion with Dr. Rowe's affidavits sworn with respect to the '693 patent, I will continue to refer to the December affidavit as Rowe 3 and the April affidavit as Rowe 4. Dr. Rowe's qualifications are summarized earlier in these reasons and need not be repeated. The Positions of the Parties Takeda", "[94] Takeda argues that the Genpharm approach is too simplistic. Characterizing it as a \"shot gun\" approach to solving stability problems, Takeda submits that Genpharm's approach would result in an indefinite number of trials before arriving at a solution, if a solution were to be found. There are at least four routes available, each of which includes many potential areas of experimentation, to attempt to solve an instability problem. Adjusting the pH would be one of the last options that would be considered. <FRAGMENT_SUPPRESSED> [95] Genpharm submits that adjusting the pH environment of a drug (in this case by adding a basic inorganic salt stabilizing agent) is such a basic and standard response to an instability problem that a person skilled in the art would certainly have adopted this approach at some point. Knowledge of the cause of the problem is not necessary to solve it. The Prior Art", "[96] The complete listing of prior art relied upon by Dr. Rowe with respect to the Takeda patent is attached to these reasons as Schedule E. The primary references discussed by Dr. Rowe include EP patent 124,495 (the '495 patent, referred to by Takeda as Branstrom), Pilbrant and Cederberg (Pilbrant), and Shin-Estu P-30, which are described earlier in these reasons, as well as EP 064 283 (Joel) and U.S. Patent 4,666,919 (Ueno). The latter was granted on March 19, 1987 (after the priority date) and cannot be used for an attack based on obviousness.", "[97] EP 064 283 (Joel) entitled \"Stabilization of 1 - Substituted Imidazole Derivatives in Talc\" and published November 10, 1982, deals with the stabilization of talc based compositions containing imidazole derivatives. Stabilization is achieved by adding a stabilizing amount of the basic metal of an inorganic or organic acid.", "[98] Takeda takes issue with the Ghebre-Sellasie, Lachman and Connors (in addition to Ueno) references because they post date the priority date. It additionally argues that Shin-Estu P-30 would not have been available to a person skilled in the art as it would not be abstracted by the chemical and pharmaceutical abstracting services. Succinctly stated, Takeda's argument regarding the prior art is that, after consideration of it, the '377 patent is not invalid for obviousness. Astra notes that Takeda's evidence in this respect stands uncontradicted. Analysis", "[99] The disclosure of the Takeda patent reveals that benzimidazole compounds (for present purposes, omeprazole) are unstable. In their solid state, they have multiple sensitivities and in suspension, their stability decreased with decreasing pH. In dosage form (tablets, powders, granules and capsules) they are apt to interact with other components in the dosage form and are therefore less stable than when they occur alone. A decrease in content (decrease in the active ingredient) and colour change occurs in the manufacturing process and with the lapse of time. This is known as degradation. In the case of coated tablets and granules, enteric coatings have poor compatibility with the compounds and cause the same degradation problems. One or more of the ingredients (that can produce adverse effects on the stability of the compounds) are essential in the manufacture of oral preparations and therefore difficulties are encountered in dosage form manufacture.", "[100] The object of the invention is to solve two stability problems: the stability of the omeprazole itself (without regard to a particular dosage form) and the stability of omeprazole when it is in contact with the ingredients commonly used in oral solid dosage form, including those used in enteric coatings.", "[101] The relevant formulation claim in the Takeda patent provides 1. A stabilized pharmaceutical composition for the inhibition of gastric acid secretion comprising: (an active ingredient) a basic inorganic salt stabilizing agent which is selected from the group consisting of potassium, sodium and aluminium salts and which is present in an amount effective to stabilize the composition; and an enteric coating for composition.", "[102] Claim 1 describes a pharmaceutical composition which, in its finished product form, contains an active ingredient (one or both of two chemicals or pharmaceutically acceptable salts thereof), a basic inorganic salt stabilizing agent (one or more of a series of three salts) and an enteric coating. Its essence is the addition of a basic stabilizing inorganic salt to stabilize the omeprazole.", "[103] Earlier in these reasons, I discussed the relevant legal test with respect to an allegation of invalidity based on obviousness. I do not intend to repeat it here.", "[104] As with the '693 patent, I have not considered those references dated after the priority date of February 13, 1986. Genpham has offered no response to Takeda's argument in this respect nor did it rely on those references in oral argument. As for Shin-Estu and Takeda's submission that it would not be abstracted, the test is whether the information would have been revealed by a diligent search: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 1 ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 10 ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 417 (T.D.), affd. (1990), 105 N.R. 138; 32 C.P.R.(3d) 409 (F.C.A.). Dr. Rowe conceded that the Shin-Estu brochure would not have been abstracted, but held fast on his position that it would be available because Shin-Estu \"widely distributed and promoted\" its manufacturers' brochures. Astra's expert, Dr. Amidon, on cross-examination, recalled information from Shin-Estu. I am satisfied that a diligent search would have revealed Shin-Estu P-30.", "[105] Dr. Rowe, at paragraph 29 of Rowe 3, after reviewing ten prior art references (some of which have now been excluded), concludes as follows: \"It would have been the logical conclusion of any competent formulation chemist to consider the addition of an alkaline stabilizing compound to any dosage form of omeprazole, including solid dosage forms such as tablets and capsules if there was evidence of instability of the dosage form on storage.\"", "[106] Takeda summarizes the opinion of its expert, Dr. Brenner, at paragraphs 62 and 63 of its memorandum of fact and law. Those paragraphs state: \"In Dr. Brenner's expert opinion, the invention disclosed in the '377 patent is not anticipated or obvious in light of any of the publications cited by Genpharm. The invention in the '377 patent is not described in any of the printed publications relied upon in the two Rowe affidavits. At the date of invention, the unimaginative skilled technician, in light of his or her general knowledge and the literature and information on the subject available to him or her on that date, would not have been led directly and without difficulty to the solution taught by the '377 patent. Specifically, the use of an alkaline compound to stabilize omeprazole in the solid state was not previously disclosed. Further, none of the alleged prior art cited teaches that instability existed in an enteric coated solid dosage form nor that the pH was a causative factor of instability. \"Further, the technical brochures relied on by Genpharm would not have been available to a person of ordinary skill since manufacturer brochures are not abstracted by chemical and pharmaceutical abstract services and there are hundreds if not thousands of them.\"", "[107] Regarding obviousness, Dr. Brenner considers each of the prior art references relied upon by Dr. Rowe and takes issue with each of them for a variety of reasons. He emphasizes the crucial distinction between the stabilization of solutions and the stabilization of solids. The '495 patent, Pilbrant, and Rackur all deal with the stabilization of solutions. He considers some of the references (those excluded by virtue of post dating the priority date among them) to be too general or finds that the active ingredients involved are different. Some of the prior art, he says, does not necessarily even teach an adjustment of pH. Takeda's memorandum of fact and law, at paragraphs 65 through 95, summarizes Dr. Brenner's analysis of the prior art. I am not going to review it in detail for reasons that will be apparent.", "[108] Genpharm, as far as I can gather, is not contesting Dr. Brenner's evidence in this regard. It does not point to any evidence to the contrary and it does not refer to any cross-examination of Dr. Brenner that undermines his evidence in this respect. Genpharm does not contest that some of the references are general, that some deal with solutions rather than solids, or that some are in relation to different active ingredients.", "[109] Rather, Genpharm points to the prior art and says that it was known to convert the benzimidazole compounds to a salt form in advance and that the \"invention\" relates merely to mixing omeprazole with a basic inorganic salt stabilizing agent selected from the groups containing potassium, sodium and aluminium salts. Adapting pH is such a common technique to deal with problems encountered in the lab (as demonstrated by the prior art) that, of course, the mythical formulator would have known to do it. Genpharm relies heavily on Dr. Brenner's acknowledgement during cross-examination that, at some point, the skilled person \"may\" try modifying the pH. Hanging its hat on this, Genpharm argues that Takeda's experts would have added alkaline material to the acid sensitive drug, not initially, but ultimately. Dr. Rowe would have done it readily. They agreed, urges Genpharm, that at some point the skilled worker would have done it.", "[110] Takeda counters by saying that Dr. Brenner was explicit in his evidence that upon encountering a stability problem, there are generally four routes taken to attempt to solve the problem. Each of the routes includes many possible areas of experimentation and expected results differ significantly for different drugs. A person skilled in the art would attempt to find the root cause of the problem. That would not lead to adjusting the pH, at the outset, as suggested by Dr. Rowe, On cross-examination, Dr. Brenner stated: \"Q. Would he never try pH or would he ... A. I would say that, if he was using an empirical approach to solving his problem, he would probably exclude moisture in one of three or four ways, like using a dry process or using excipients that were dry and controlling the environment or using protective packaging. If that didn't work, he would look at whether this instability is due to any incompatibility. If he suspected that he had oxidation, he would add an antioxidant. \"Those were things that he would try much in advance of modifying the pH of the formulation.\"", "[111] It must be recalled that the uncontradicted evidence is that it was not known from the prior art that instability existed in enteric coated solid dosage forms, let alone that pH was a causative factor of instability. Nor was the use of an alkaline compound to stabilize omeprazole in the solid state previously disclosed. It is within this context that Genpharm makes its argument.", "[112] It appears to me that Genpharm's position regarding obviousness resembles the English \"worth a try\" test. Mr. Justice Lederman's comments (cited in part by Madam Justice Dawson in <FRAGMENT_SUPPRESSED> (2002), supra, quoted earlier in these reasons) in <FRAGMENT_SUPPRESSED>  (Ont. Gen. Div.), appeal dismissed, cross-appeal allowed on a different issue affd. (1998), 113 O.A.C. 1; 82 C.P.R.(3d) 526 (C.A.), leave to appeal dismissed, 1999] 1 S.C.R. v; 239 N.R. 200; 124 O.A.C. 199 bear repeating: \"There appears, however, to be a significant difference in the abilities of the English hypothetical skilled technician and the Canadian one. Indeed, making inquiries or testing, seems to be something outside the ken of the notional Canadian skilled technician. In Cabot Corp. v. 318602 Ont. Ltd. (1988), 20 C.P.R.(3d) 132 at 146 (F.C.T.D.), Rouleau, J., quoted H.G. Fox in Canadian Law and Practice Relating to Letters Patent for Inventions at pp. 70-71 as stating in part: 'In order that a thing shall be \"obvious\", it must be something that would directly occur to someone who was searching for something novel, a new manufacture, or whatever it might be, without the necessity of his having to do any experimenting or serious thought, or research, whether the research be in the laboratory or amongst literature.' [my emphasis] \"Thus, although one would normally imagine that this mythical person's laboratory is filled with mythical test tubes and Petri dishes and that his or her daily life is spent in experimentation, for the purposes of this legal exercise, no research of any kind can be contemplated. So, although it may have been logical to an actual skilled person at the time, based on the state of the art, to conduct certain testing, that is not open to the mythical skilled technician. The mythical researcher cannot have an inquiring or thinking mind which ultimately would lead him or her to the answer but rather he or she is expected to instantly and spontaneously exclaim, without more, 'I already know the answer and it is obvious'. Nor is it appropriate to say that there were significant telltales which pointed the way for the mythical expert or that there were sufficient clues which made the invention 'worth a try'.  <FRAGMENT_SUPPRESSED>  at 114 (F.C.T.D.), Collier, J., in rejecting the 'worth a try' test stated: 'Using the magnifying spectacles of hind-sight (a half borrowed phrase), it is easy to say that any experiment, if time and expense are unlimited ... is or was worth a try.' \"On appeal, the Supreme Court of Canada affirmed this position ((1979), 42 C.P.R. (2d) 145 and stated at p. 155: 'Very few inventions are unexpected discoveries. Practically all research work is done by looking in directions where the 'state of the art' points. On that basis and with hindsight, it could be said in most cases that there was no inventive ingenuity in the new development because everyone would then see how the previous accomplishments pointed that way.' \"Presumably, that is why Hugessen, J., stated that the question he posed in <FRAGMENT_SUPPRESSED> , supra, about the mythical creature is 'a very difficult test to satisfy'. \"The U.K. decisions which utilize the 'worth a try' test, therefore, must be treated with great caution. The observations of Mustill, L.J., in Genentech , supra, and the conclusion of Aldous, J., in the <FRAGMENT_SUPPRESSED> case, supra, that the development of the Nifedipine capsule was obvious rested on the 'worth a try' test (as can be seen from those earlier quoted words of Aldous, J., which I have highlighted). Those U.K. decisions are, therefore, of little assistance in this case.\"", "[113] Dr. Rowe's position, in my view, constitutes an adoption of the English approach. In essence, his evidence is to the effect that, based on the prior art, adapting pH would be worth a try. I am not persuaded that Dr. Rowe, absent the \"worth a try\" approach, would go directly and without difficulty to the solution. Thus, in England he might succeed on this approach; in Canada he cannot. Astra (and Takeda) have satisfied me that Genpharm's allegation with respect to the '377 Takeda patent is not justified. The '668 Patent", "[114] The '668 patent issued on September 15, 1998, and is entitled \"Use of Omeprazole As An Antimicrobial Agent\". It is a new use patent. The disclosure indicates that this patent relates to the new use of omeprazole as an antimicrobial agent and is particularly directed to the treatment of infection caused by Campylobacter pylori , a gram-negative spirilliform bacterium which colonizes deeply in gastric muscosa and for which treatment with commonly used antibiotics has provided insufficient effect.", "[115] The '668 patent has 3 claims. A copy of the claims is attached to these reasons as Schedule F. The parties agree that the chemical nomenclature that appears in the claims should be read as omeprazole. Campylobacter is now known as H. pylori . The claims provide for: \"1. Use of [omeprazole] (or a pharmaceutically acceptable salt thereof) for the manufacture of a medicament for the treatment of [ H. pylori ]. \"2. Use of [omeprazole] (or a pharmaceutically acceptable salt thereof) for the treatment of [ H. pylori ]. \"3. A pharmaceutical preparation for use in the treatment of [ H. pylori ] wherein the active ingredient is [omeprazole] (or a pharmaceutically acceptable salt thereof).\"", "[116] Genpharm submits that its drug will be used for the \"old\" purposes. It will not be used for antimicrobial activity. Therefore, it will not infringe the '668 patent. The affidavit of Dr. Richard Pike (senior vice president, research and development and regulatory affairs of Genpharm Inc.) sworn May 13, 2002, at paragraphs 26-31, sets out the specifics of Genpharm's product monograph and Genpharm's intentions with respect to the marketing of omeprazole, should a NOC issue. The Evidence", "[117] Astra relied on the affidavits of Ms. Philippa Murphy (former vice president of regulatory affairs, Astra) sworn July 27, 1999, Dr. Christopher Pinto (physician) sworn July 26, 1999, Ms. Linda Samuel (pharmacist) sworn July 28, 1999, and Mr. Adam Pignataro (pharmacist) sworn December 5, 2001. The essence of this evidence is that even if Genpharm's product were licensed, indicated, labelled and sold only for the \"old\" use, physicians will prescribe and pharmacists will dispense the Genpharm product for the \"new\" use.", "[118] Genpharm relied on, in addition to the affidavit of Dr. Pike, the affidavits of Robert Ct (pharmacist) sworn May 9, 2002, and Dr. Alan Thomson (medical doctor and professor of medicine, University of Alberta) sworn May 9, 2002. This evidence describes the regimen of the \"new\" use and concludes that pharmacists will know whether LOSEC is being prescribed for a new use. The Positions of the Parties Astra", "[119] Astra submits that its evidence details the operation of the prescription pharmaceutical marketplace and how the alleged in-fringement will occur. It is said that the evidence demonstrates that indications for Genpharm's product are not provided in the Compendium of Pharmaceuticals and Specialties (CPS) - a standard reference text for pharmacists and physicians - and that physicians and pharmacists do not concern themselves with the approved indications in prescribing and dispensing omeprazole. Pharmacists generally dispense the lowest cost brand available and Genpharm's omeprazole product, expected to be a lower cost product, will in fact be used to treat H. pylori infections. The evidence of Genpharm's witnesses, argues Astra, is limited to the view that physicians and pharmacists will know whether omeprazole is being prescribed for treatment of H. pylori and does not speak to whether Genpharm's product will be used for such treatment.", "[120] Astra contends that there is no dispute that pharmacists and physicians know that omeprazole is used to treat H. pylori related acid disorders and the inescapable inference therefore is that physicians and pharmacists will assume that Genpharm's omeprazole product, once on the market, has been approved for this use.", "[121] Astra relies on the cross-examination of Dr. Pike and alleges that his evidence \"clearly indicates\" that Genpharm intends to sell its product for use in the treatment of H. pylori . Specifically, it is alleged that Dr. Pike's evidence establishes: (a) Genpharm's product is therapeutically equivalent to LOSEC and Genpharm's product monograph specifically indicates that Genpharm's product can be used equally effectively as LOSEC; (b) its product monograph also indicates that its product works by reducing the amount of acid and this helps in reducing bacteria related stomach problems and, in this context, it would be understood the bacteria referred to is H. pylori ; (c) Genpharm's omeprazole is indicated in the treatment of conditions where reduction of gastric acid is required and H. pylori may be one of those conditions; and (d) reference in the product monograph to use of the omeprazole in combination with an antibiotic would be understood to be a reference to the use of omeprazole, including Genpharm's omeprazole product, in combination with an antibiotic to treat H. pylori infections. <FRAGMENT_SUPPRESSED> [122] Genpharm argues that Astra's witnesses do not possess any knowledge or experience that enables any of them to speak beyond their own personal experiences. It points to the cross-examination of each witness and says that this evidence, in fact, supports Genpharm's position. Dr. Pinto acknowledged that his opinion was personal only and that as a doctor he would prescribe LOSEC and mark the prescription \"no substitution\" for any of the \"new\" uses. Similarly, the pharmacists, Ms. Samuel and Mr. Pignataro, stated that they were expressing personal opinions only and that they would not substitute a generic drug such as Genpharm's for a non-approved use. Each of the pharmacists said that companies such as Astra promoted their products and their uses.", "[123] Ms. Murphy, in her affidavit at paragraphs 15 to 20, speculates that Genpharm's product, notwithstanding its approval being limited to \"old\" uses, will be prescribed by doctors and dispensed by pharmacists for the \"new\" use. On cross-examination, Ms. Murphy admitted that she is neither a physician nor a pharmacist and that the statements in her affidavit as to substitution were relevant only if the formularies of the relevant provinces permitted substitution. Genpharm points to the evidence of its witnesses to support the allegation that Genpharm's omeprazole would be approved and marketed for the old use. Dr. Ct was explicit that a pharmacist will always know whether LOSEC is being prescribed for a new use. When invited to hypothesize, on cross-examination, whether, in the treatment of H. pylori , a generic omeprazole would be prescribed in one prescription and an antibacterial in another, he responded that this would be highly unlikely and possibly illegal. The evidence of Dr. Thomas is to similar effect.", "[124] In relation to Astra's reliance on the product monograph and the cross-examination of Dr. Pike, Genpharm submits that the excerpts referred to by Astra were either incomplete or taken out of the context in which they appeared. Dr. Pike's affidavit could not be more specific regarding Genpharm's intentions with respect to its marketing of omeprazole.", "[125] The evidence, says Genpharm, is that the Genpharm product would be approved and marketed only for the \"old\" use. There is no evidence that Genpharm intends to market for the \"new\" use nor is there evidence that physicians would prescribe or pharmacists would dispense the Genpharm product for a \"new\" use. Analysis", "[126] The Federal Court of Appeal has had occasion to comment on the '668 patent: <FRAGMENT_SUPPRESSED>  (F.C.A.). At paragraphs 5 and 6, the court states as follows: \"The '668 patent held by Hassle contains three claims, each relating to use of the compound, Omeprazole as follows: '1. In the manufacture of a medicament for the treatment of Campylobacter infections. '2. In the treatment of Campylobacter infections. '3. In a pharmaceutical preparation for use in the treatment of Campylobacter infections.' \"Omeprazole was a known or existing compound. The patent held by Hassle only relates to the new use of omeprazole. Therefore, the '668 patent only reserves exclusive rights to omeprazole that are somehow related to the treatment of Campylobacter infections; it does not contain any claims for the compound omeprazole itself.\"", "[127] Infringement of a use patent, under the Regulations , is not limited to the act of the generic producer; it includes infringement by patients. Infringement is made out when patients use a medicine sold by a generic producer even if there is no inducement or procurement by the generic producer: Procter &  <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 1 (F.C.A.). The mere selling of its product by the generic producer, without more, will not be sufficient to establish infringement. Infringement will be established where there is evidence to conclude that the second person's actions and intentions would inevitably lead to the new use of the first person's product if the second person obtained a NOC. It is for the first person to establish, on a balance of probabilities, that future infringements will occur. To obtain an order for prohibition, the first person must prove that if a NOC issued and the second person were to sell its generic drug, patients or other third parties would infringe the first person's use patent: <FRAGMENT_SUPPRESSED>  establish here? Again I turn to the comments of the court in <FRAGMENT_SUPPRESSED>  in The Law of Evidence in Canada , by Sopinka, Lederman and Bryant, 2nd edition at page 623, an expert's usefulness is circumscribed by the limits of his or her own knowledge. Before a court will receive the testimony, it must be demonstrated that the witness possesses special knowledge and experience going beyond the trier of fact's respective knowledge. The court must be satisfied that the witness is sufficiently experienced in the subject-matter in issue. ... \"The Supreme Court of Canada stated in <FRAGMENT_SUPPRESSED> , that a party tendering expert evidence has 'the obligation of establishing, through properly admissible evidence, the factual basis on which such opinions are based. Before any weight can be given to an expert's opinion, the facts upon which the opinion is based must be found to exist'. ...\"", "[129] Rule 81 of the Federal Court Rules, 1998 mandates that affidavits shall be confined to facts within the personal knowledge of the deponent. A party seeking to admit expert evidence must meet the criteria of relevance, necessity, the lack of any other exclusionary rule, and a properly qualified expert: <FRAGMENT_SUPPRESSED>  O.A.C. 241. Affidavits setting out opinions must meet the requirements for expert evidence: <FRAGMENT_SUPPRESSED>  (T.D.), affd. (1995), 179 N.R. 106 (F.C.A.), leave to appeal dismissed (1995), 192 N.R. 80 (S.C.C.).", "[130] Ms. Murphy, in paragraph 1 of her affidavit, states the titles of her current and past positions with Astra and the length of service in each. She also states that she holds B.Sc., M.Sc. and M.B.A. degrees. Nowhere in her affidavit is there a description of the duties associated with her positions or a statement or description regarding special knowledge or expertise. Cross-examination disclosed that her science degrees are in the area of kineseology.", "[131] Paragraph 3 of her affidavit states: \"By virtue of my experience, position at Astra and training, I have knowledge of the matters herein.\"", "[132] Paragraphs 4 through 11 detail relevant information with respect to the patents, Astra's receipt of Genpharm's NOA and its lack of knowledge regarding Genpharm's NDS. Paragraph 12 provides a brief description of H. pylori . Paragraph 14 refers to a specific page from the CPS (attached as an exhibit to the affidavit) to support the statement that detailed indications for Genpharm's products are not provided in the CPS. Paragraph 18 refers to labelling requirements for drugs such as omeprazole and the fact that labelling requirements do not apply to prescription drugs. Reference is made to the specific relevant sections of the Food and Drug Regulations , C.R.C., c. 870.", "[133] Paragraphs 13, 14 (exclusive of the reference to the CPS), 15, 16, 17, 19 and 20 of Ms. Murphy's affidavit exhibit flagrant disregard for the evidentiary principles previously discussed in these reasons. Ms. Murphy purports to provide evidence regarding the knowledge and practice of physicians in prescribing omeprazole, the knowledge and practice of pharmacists in dispensing omeprazole as well as the awareness and typical concerns of physicians, pharmacists and patients regarding approval indications for generic drugs. She concludes that Genpharm's product will be used by patients for the treatment of H. pylori", "[134] I assign no weight to these passages of Ms. Murphy's affidavit. I also note the following exchange during her cross-examination: \"Q. To what extent is substitution permitted and under what circumstances? A. A pharmacist can substitute another brand where two or more products are listed on the Ontario formulary as interchangeable. Q. Under what circumstances would they be listed in the formulary on that basis, as being interchangeable? A. A manufacturer would have to submit an application to the Ontario formulary indicating that their product was inter-changeable with another product already listed on the formulary. Q. Are you aware as to whether Genpharm has or intends to do that? A. I have no knowledge of that. Q. If they did not do that, then I take it there would be no such substitution permitted. Am I correct? MR. GAIKIS: By 'substitution', is it implicit in your question that the prescription is directed to the Losec product? MR. HUGHES: Yes. THE WITNESS: If the Genpharm brand is not on the Ontario formulary, then a Losec prescription would not be substituted with the Genpharm brand, to my knowledge. MR. HUGHES: Q. Does this circumstance pertain to the rest of the provinces in Canada as well? A. I can't speak 100 per cent positive. In most provinces one has to have a product on the formulary to be considered interchangeable. Q. How does one get on the formulary for that purpose in the other provinces? Is it similar to Ontario? A. I believe so. Q. Thank you.\"", "[135] Dr. Pinto deposes that he is a family physician in Toronto and has been licensed to practise medicine in Ontario since 1975. There is no further statement regarding his knowledge, experience or expertise. He says, based on his knowledge, experience and training, that it is his view that the generic omeprazole will be used for the treatment of H. pylori even though it has not formally been approved for that purpose.", "[136] This \"view' is followed by a generalization that \"[p]hysicians assume that all generic brands of an active ingredient are approved for the same indications that the innovator's brand is approved\". He makes a similar statement regarding pharmacists who \"will usually dispense to patients lower cost generic products where available\". Dr. Pinto concludes by agreeing with the statements made in paragraphs 13, 14, 15, 16, 17, 19 and 20 of Ms. Murphy's affidavit. There is no factual basis provided for any of the \"views\" expressed. I assign no weight to this affidavit. On cross-examination, Dr. Pinto acknowledged that he was expressing a personal opinion. He also stated that he would prescribe LOSEC for H. pylori \"Q. You know that the brand Losec is now approved for H. pylori. A. Right. Q. You know that the other brand is approved only for the old uses. A. Right. Q. As a physician, what are you going to write down for an H. pylori patient? A. I would write down Losec.\"", "[137] Ms. Samuel deposes that she has been licensed as a pharmacist in Ontario since 1983 and practises in a retail setting. She states that as a result of her experience, training and position, she has knowledge of \"the matters referred to herein\". No further information is provided. She then says that she has been asked to provide her expert opinion on whether a generic omeprazole, not approved for treatment of H. pylori , will be used by patients for such treatment.", "[138] Her \"opinion\" is that it will be so used given that such treatment is an approved indication for LOSEC. She goes on to state that there are a significant number of patients who suffer from H. pylori and that they \"will attend physicians who will likely prescribe either generically or by brand name an omeprazole product\". The patient will take the written prescription to a pharmacy where the pharmacist typically does not know the specific indications for which a drug has been prescribed. In the absence of a \"no substitution\" designation, \"the pharmacist will usually dispense the lowest cost brand which typically is a generic brand\".", "[139] Ms. Samuel continues her deposition by stating that generally \"pharmacists are not aware of the specific indications for which a brand of a drug are approved. As a result, in the event that a generic omeprazole product is available in the marketplace, that product will in fact be dispensed to patients who will use it for the treatment of H. pylori \". In conclusion, Ms. Samuel agrees with the statements made in paragraphs 13 to 20 of Ms. Murphy's affidavit. Ms. Samuel, like Dr. Pinto, acknowledged on cross-examination that she was expressing a personal opinion. I assign no weight to Ms. Samuel's affidavit.", "[140] Adam Pignataro owns a pharmacy in Mississauga and has practised pharmacy in Ontario since he was licensed in 1977. He deposes that he has experience working with other pharmacists. He then provides an \"expert\" opinion that pharmacists in Ontario would agree with the statements in the affidavit of Ms. Samuels. He states that \"pharmacists will assume that a generic omeprazole product has been approved for the same uses that the corresponding brand name product is approved [because] ... there is no existing mechanism by which pharmacists would be alerted to the generic brand being approved for fewer uses relative to the brand name product\".", "[141] While Mr. Pingnataro did not set out the qualifications to establish expertise and did not set out a factual basis for his statement with respect to pharmacists in general, he has been a practising pharmacist in various settings for some 25 years. While his statements cannot be taken at face value regarding pharmacists generally, they are entitled to some weight beyond the level of mere personal experience. His evidence was not seriously undermined on cross-examination.", "[142] Robert Ct has been licensed to practice pharmacy in Ontario since 1968. His qualifications, experience and expertise are set out in paragraphs 1 through 4 of his affidavit and his curriculum vitae is exhibited thereto as \"A\". I do not intend to recite his qualifications and expertise. Suffice it to say that I am satisfied that he is qualified to provide the opinion contained in his affidavit. No objection to his expertise was taken.", "[143] Mr. Ct disagrees that a pharmacist dispensing omeprazole will not know whether it is being dispensed for the treatment of H. pylori related ulcers. He deposes, at paragraphs 7 and 8 of his affidavit, that: \"[...] (a) Losec is one step in a three-step regimen for the treatment of H. pylori infections - it is not used alone for this indication. (b) The losec brand of omeprazole is currently listed by the Ontario Drug/Benefit ('ODB') Formulary/Comparative Drug Index (the 'Formulary') as a Limited Use product. \"Use of Losec for treatment of H. pylori is one part of a three-step regimen. The other two components of this regimen include two antibiotic drugs, clarithromycin, amoxicillin and/or metronidazole. Losec is never prescribed for treatment of H. pylori in isolation. The prescription will always contain the two antibiotic drugs, as well as Losec. In this manner, the pharmacist will know upon reading the script whether Losec, or omeprazole, is being prescribed for the treatment of H. pylori-related ulcers.\" He additionally deposes that LOSEC is listed by the Formulary for 15 limited uses, one of which is for the treatment of H. pylori related ulcers. He provides an explanation regarding the formulary at paragraph 12: \"Losec is currently listed as a 'Limited Use' product by the Formulary. This means that in order for those patients who are ODB eligible recipients, namely those who are 65+ years old, receive social assistance or disability insurance, the prescribing physician must complete a Limited Use form which accompanies the prescription. Both the Limited Use form and prescription are given to the pharmacist for dispensing. The Limited Use form must be submitted to the Formulary by the pharmacist in order for the pharmacist to be reimbursed. Attached hereto and marked as Exhibit 'D' is a true copy of a Limited Use Form.\" Mr. Ct's opinions were not impeached on cross-examination. Questioning related to the formulary revealed that the limited use form applies only to those who are ODB eligible. I accept the evidence given by Mr. Ct.", "[144] Dr. Alan B.R. Thomson obtained his M.D. in 1967 and also holds a M.Sc. in experimental medicine and a Ph.D. in physiology. All of his degrees are from Queen's University. His affidavit sets out, in detail, his education, experience, qualifications and expertise along with the appropriate exhibits. I conclude that Dr. Thomson is well qualified to express the opinion contained in his affidavit. No challenge was taken with respect to his qualifications or expertise. His affidavit contains the factual basis upon which he forms the opinion that is contained in paragraph 19 of his affidavit. \"In summary, where a pharmacist receives a prescription for omeprazole and two antibiotics, he or she will know that it is for the treatment of an H. pylori infection. The prescription would be written on one piece of paper, or the prescription could be written for the commercially recognized drug combination, such as Losec 1-2-3A, for treatment of an H. pylori infection. Furthermore, the dose and duration of omeprazole prescribed would be different than what is recommended for any other non-H. pylori acid-related disorder.\" I accept, without reservation, the totality of Dr. Thomson's evidence.", "[145] Dr. Richard Pike, is a senior vice president of Genpharm and is responsible for regulatory affairs  <FRAGMENT_SUPPRESSED> . Dr. Pike swears, at paragraphs 27 to 31 of his affidavit, that: \"Genpharm is not seeking approval from the Minister of Health for the use of its omeprazole capsules in the treatment of Campylobacter infections. In this regard, Genpharm's proposed Product Monograph which was delivered as part of its NDS, sets out the proposed uses to which Genpharm's Omeprazole capsules may be put once approved by the Minister. There is no requirement by the Minister that a Product Monograph for a new product include all possible uses, or all uses for which other brands have been approved. \"Genpharm's Product Monograph will not include a use for the treatment of Campylobacter infections. In addition, the Product Monograph will make no mention whatsoever of Campylobacter infections, and will be limited to use for reduction of gastric acid secretions. Attached hereto and marked as Exhibit 'T' is a true copy of Genpharm's Product Monograph. \"Genpharm will not intentionally or otherwise induce infringement of the '668 Patent by promoting, marketing or otherwise encouraging the use of its Omeprazole capsules for use in the treatment of Campylobacter infections. In this regard, Genpharm will not: (a) promote its Omeprazole capsules for this use in the treatment of Campylobacter infections through visits by its sales personnel to doctor's offices; (b) advertise its Omeprazole capsules for this use in the treatment of Campylobacter infections in medical journals sold or distributed in Canada. (c) promote its Omeprazole capsules for this use in the treatment of Campylobacter infections at medical conferences in Canada; (d) engage in direct-to-consumer advertising for its Omeprazole capsules for this use in the treatment of Campylobacter infections in Canada; or (e) disseminate any promotional materials in Canada for its Omeprazole capsules for this use in the treatment of Campylobacter infections. \"Genpharm distributes a catalogue that lists product information and availability, pricing to pharmacists, wholesalers and sales representatives. On receiving an NOC, Genpharm provides to pharmacists an availability sheet informing of the addition of a new product to its list of products. Genpharm also has a website that provides product information regarding therapeutic class and availability. \"Simply put, Genpharm cannot, by law and will not counsel doctors or pharmacists to prescribe or dispense its Omeprazole capsules for the treatment of Campylobacter infections.\"", "[146] On cross-examination, the following exchanges took place. They are set out, in their entirety, because they may be important later in these reasons. \"Q. Am I correct that Genpharm is representing in the information for the consumer at page 24 of the product monograph that Gen-Omeprazole works by reducing the amount of acid made in the stomach? A. Yes, made in the stomach. I would agree with that, yes. Q. That will help in treating bacteria-related stomach problems? A. Any bacterial-related stomach problems? Q. In the context of reducing gastric acid, I would suggest to you that the only relevant bacterial-related stomach problem would be H. pylori. Would you agree with that? A. Yes, I would. Q. The reference that we see at page 24, where it says: 'This helps in treating ... bacteria-related stomach problems' is a reference to H. pylori, the bacteria that is being referred to there? A. Assuming you are saying that H. pylori is the only one that would be at issue here, yes. Q. Are there any other bacteria that you are aware of where Gen-Omeprazole would help in the treatment? A. Not that I am aware of. Q. So it would be a reasonable conclusion, I would suggest to you, that the bacteria that are being referred to in that sentence is H. pylori. A. Yes. Q. By 'that sentence' I mean the sentence that says: 'This helps in treating acid-related and bacteria-related stomach problems.' A. Yes. [Regarding paragraph 3 of page 15 of the product monograph] Q. The reference in that paragraph to the use in combination with an antibiotic would be understood to be a reference to the use in combination to treat H. pylori infections? A. I would think so, yes. Q. When they are saying 'when used in combination with an antibiotic', they are talking about Genpharm's omeprazole being used in combination with an antibiotic. Is that correct? A. I believe the product monograph is talking in a general sense for the use of omeprazole. Q. This is under the heading 'Symptoms and Treatment of Overdosage' on the previous page 14? A. That is correct. Q. It is found in a product monograph for Gen-Omeprazole? A. That is correct. Q. So it would be a reasonable conclusion that, when one speaks to what is being used in combination with an antibiotic, it must be Gen-Omeprazole? A. I would suggest that the way it is phrased here, with no specific reference to Gen-Omeprazole, that it is a general statement for any omeprazole, including Gen-Omeprazole. Q. It applies to Gen-Omeprazole? A. As well as others, yes.\"", "[147] The last piece of evidence is the product monograph (PM) for Genpharm's omeprazole.  <FRAGMENT_SUPPRESSED>  the product monograph. At paragraph 55, it stated: \"[55] In addition, when reaching its conclusion as to Genpharm's intention, the court in <FRAGMENT_SUPPRESSED> had the benefit of examining Genpharm's product monograph. Upon attaining government approval, a drug manufacturer receives a NOC together with a product monograph. The product monograph, among other things, sets out what the indications are for the drug product - the uses for which the government has approved a product. Therefore, a product monograph limits indications, and is available on the Compendium of Pharmaceutical Specialities (CPS). The CPS is a reference book which lists the dosages, ingredients and directions for certain drugs, and is widely used by pharmacists and physicians. Again, it should be reiterated that Apotex's product monograph was not available in these proceedings.\"", "[148] Astra refers to specific parts of Genpharm's PM to support its argument that Genpharm intends that its omeprazole will be used for the new use. The first passage occurs at page 3 of the PM. The statement reads \"The data supports the conclusion that GEN-OMEPRAZOLE delayed-release capsules and LOSEC delayed-release tablets have equivalent pharmacodynamic and pharmacokinetic effects, and can therefore be used equally effectively\". Astra neglects to include the remainder of the sentence that reads \"in the treatment of conditions where eradication of gastric acid secretion is required\".", "[149] The second passage is contained on page 15 and states \"[w]hen used in combination with an antibiotic, the Prescribing Information/Product Monograph for that antibiotic should be consulted\". This passage appears under the subtitle SYMPTOMS AND TREATMENT OF OVERDOSAGE. The information provided under this section deals with symptoms and treatment in the event of overdose and discusses test results from tests conducted on rats, mice and dogs. Astra refers back to the cross-examination of Dr. Pike and his admission that the reference would be understood to be a reference to the use in combination to treat H. pylori infections.", "[150] The third passage, found at page 24 of the PM, states: \"GEN-OMEPRAZOLE may also be used in rare conditions like 'Zollinger-Ellison syndrome', where the stomach produces large amounts of acid. GEN-OMEPRAZOLE works to reduce the amount of acid made in your stomach. This helps in treating acid-related and bacteria-related stomach problems.\" Astra again refers to Dr. Pike's evidence on cross-examination where he agrees that it would be a reasonable conclusion that the \"bacteria\" referred to in the above-noted sentence is H. pylori", "[151] The final passage is more than a passage. Astra refers to pages 33-35 of the PM where information from a clinical study, comparing Genpharm's omeprazole with LOSEC in relation to the effect on 24-hour intragastric pH, is provided. The impugned passages appear at pages 33 and 35. They read as follows: \"... The date set for statistical analysis of the pharmacodynamic data was N=58. The primary pharmacodynamic endpoint was the percentage of time over a continuous 24 hour period the intragastric pH was greater than pH 4 in H. pylori negative patients (N=40) and H. pylori positive patients (N=18). The secondary endpoints were the percentage of time the intragastric pH was lower than pH 4 during the night and the median 24-hour pH. The data calculated for these omeprazole products are presented in the tables below: \"The data supports the conclusion that GEN-OMEPRAZOLE delayed-release capsules and Losec delayed-release tablets have an equivalent pharmacodynamic effect, and can therefore be used equally effective in the treatment of conditions where eradication of gastric acid secretion is required.\" Page 34 of the PM contains two tables reporting the results of the studies. A title appears above each of the tables. Above table 1, the title states: \"Multiple-Dose Study Summary Table of the Comparative Data Omeprazole Capsules and Tablets (1x 20 mg) in H. pylori Negative Patients (N=40) [From measured data]\". The title above the second table is identical except that it reports results with respect to \" H. pylori Positive Patients\" and \"(N=18)\". Astra points to paragraph 28 of Dr. Pike's affidavit where he deposes that \"the Product Monograph will make no mention whatsoever of Campylobacter infections, and will be limited to use for reduction of gastric acid secretions\". It is common ground that Campylobacter infections are now known as H. pylori and it is reasonable to infer that Dr. Pike was aware that this was so when he swore his affidavit on May 13, 2002.", "[152] Genpharm points out the observation that I have already made regarding the first passage referred to by Astra. Regarding the antibiotic reference, Genpharm says that, in the event of overdose, if one is taking antibiotic, one must look to the antibiotic product monograph. The antibiotic need not be one for the stomach - an individual could be taking omeprazole for the stomach and be taking an antibiotic for a throat, an ear, or a foot infection. The reference is not evidence of Genpharm's intent that its omeprazole will be used for the new use.", "[153] Genpharm points to page 4 of the PM and specifically to the subtitle INDICATION AND CLINICAL USE. The passage states \"GEN-OMEPRAZOLE (omeprazole) capsules are indicated in the treatment of conditions where a reduction of gastric acid secretion is required, such as: ...\". A list of six conditions follows and all of those listed are unquestionably \"old\" uses. This constitutes clear and convincing evidence, urges Genpharm, that it does not intend that its omeprazole is to be used for the new use.", "[154] Regarding the test results, Genpharm says that the tests were in fact conducted, and that there is a reason for the results being included in the PM. That reason is provided in the passage on page 35 of the PM where it states that Genpharm's omeprazole and LOSEC have equivalent pharmadynamic effect and can therefore be used equally effectively in the treatment of conditions where the eradication of gastric acid secretion is required (emphasis is Genpharm's).", "[155] That is the evidence and upon that evidence, I derive the facts that follow: (a) When a pharmacist receives a prescription for omeprazole, he or she will know whether or not it is for the treatment of an H. pylori infection. (b) The Minister issues a NOC for the indications contained in the applicant's drug submission. The Minister does not promulgate the indications for a drug for which a NOC is issued. (c) Most physicians wouldn't be in a position to know whether a generic preparation had the same approval as the non-generic (this arises from the cross-examination of Dr. Thomson whose evidence I accept without reservation). (d) Pharmacists regularly rely on the CPS. With one exception, Genpharm does not provide indications for its products in the CPS (this arises not only from the affidavit of Ms. Murray, but also from the cross-examination of Dr. Ct). (e) There are, at the very least, a number of pharmacists who will assume that a generic product has been approved for the same uses as the uses for which a corresponding brand name product has been approved. (The evidence of Dr. Pinto, Ms. Samuel and Mr. Pignataro, on cross-examination, that they would not substitute a generic drug for a non-approval use were made with respect to the formulary). (f) There is no existing mechanism (other than the formulary) by which pharmacists would be alerted to the generic brand being approved for fewer uses relative to the brand name product (Mr. Pignataro, affidavit and cross-examination). (g) The formulary limited use form is relevant only with respect to people who are OBD eligible. (h) The PM is a key document. Genpharm's PM regarding its omeprazole lists \"old\" uses in the section entitled \"INDICATION AND CLINICAL USE\". (i) There are four passages  <FRAGMENT_SUPPRESSED> 's PM that arguably could be said to constitute evidence of Genpharm's intent that its product be used for the new use. (j) The first impugned passage from Genpharm's PM (referred to in detail in paragraph 137 herein) does not constitute such evidence. (k) The second, third and fourth passages do constitute evidence of Genpharm's intent that its product be used for the new use. The second passage (the reference to use with an antibiotic) is borderline, but when combined with the third and fourth passages, I consider that it is reasonable to infer that the subtle reference was intended to leave the reader with the impression that its omeprazole could be used in conjunction with antibiotic. (l) The third passage (referring to the bacteria) constitutes a reference to H. pylori . (Dr. Pike's admission in this respect, in and of itself, is sufficient to arrive at this result. However, Genpharm's witness, Dr. Ct, on cross-examination, stated that H. pylori is the only bacteria known to be associated with ulcers of which he is aware). (m) The fourth passage dealing with the results of studies conducted on H. pylori positive and negative patients constitutes a blatant attempt, in my view, to leave the reader with the impression that Genpharm's omeprazole is to be used for treating H. pylori", "[156] These findings lead me to the inescapable conclusion that if a NOC issued and Genpharm were to sell its omeprazole, patients would infringe Astra's new use patent. The fact that Genpharm's NOA in relation to the '668 patent states that Genpharm's omeprazole capsules will be labelled and marketed for inhibiting gastric acid secretions is not enough, in view of the above-noted facts, to tip the scales in its favour. It would be otherwise if its label or PM specifically indicated that it was not approved for the treatment of H. pylori . Astra has satisfied me, on a balance of probabilities, that Genpharm's allegation of non-infringement is not justified. The '762 Patent", "[157] The '762 patent issued on August 1, 2000, and is entitled \"Synergistic Combination of a Substance With Gastric Acid Secretion Inhibiting Effect and an Acid Degradable Antibiotic\". It is a new use patent. It relates to a combination of a substance which inhibits gastric acid secretion and an acid-degradable antibacterial compound.", "[158] The disclosure indicates that certain antibiotic compounds, which affect Helicobacter pylori H. pylori ), are degraded into non-antibacterial metabolites in the presence of gastric acid, reducing their antibacterial efficacy. The combination of a substance with inhibiting effect on gastric acid secretion and an antibacterial compound, which is acid degradable, gives a high plasma concentration of the antibiotic following oral administration. By combining the components of the present invention, synergism of the antibacterial effect of antibiotic compounds is achieved resulting in an improved therapeutic efficacy.", "[159] The '762 patent has 77 claims. The claims are attached to these reasons as Schedule \"G\". The claims encompass claims to pharmaceutical compositions, synergistic combinations, the use of such compositions, and use to increase bioavailability of antibiotics.", "[160] Claim 1 of the '762 patent claims: \"1. A pharmaceutical composition for the treatment of gastritis and peptic ulcer comprising a therapeutically effective amount ... of a proton pump inhibitor which increases intragastric pH, and a therapeutically effective amount of an acid degradable antibacterial compound.\"", "[161] The claims, for the most part, relate to either pharmaceutical compositions or synergistic combination of compounds such as omeprazole.", "[162] Claims 2-10 depend from claim 1. Claim 3 specifies that the proton pump inhibitor is omeprazole or a pharmaceutically acceptable salt thereof. Other dependent claims identify the antibacterial compound. Claim 8 specifies benzyl penicillin; claim 9 specifies erythromycin, and claim 10 specifies clarithromycin.", "[163] Claim 11 claims an oral pharmaceutical composition: \"An oral pharmaceutical composition for the treatment of gastritis and peptic ulcer caused by Helicobacter pylori infections comprising as active ingredients, (a) ... a therapeutically effective amount of a proton pump inhibitor compound which increases the intragastric pH and (b) a therapeutically effective amount of an acid degradable antibacterial compound.\"", "[164] Claims 12 through 20 depend from claim 11 and further particularize the invention, including identifying the antibiotic and the proton pump inhibitor.", "[165] Claim 41 and its dependent claims 42 to 46 are directed to a synergistic pharmaceutical combination for the treatment of gastritis and peptic ulcer. Claim 41 claims: \"A synergistic pharmaceutical combination of a therapeutic amount ranging from about 1-200 mg of proton pump inhibiting compound, which increases intragastric pH; and a therapeutic amount ranging from about 250 mg to 10 mg of an acid degradable antibacterial compound for the treatment of gastritis and peptic ulcer.\"", "[166] Claim 47 claims a synergistic pharmaceutical combination comprising omeprazole or a pharmaceutically acceptable salt thereof and a weak base antibiotic for the treatment of gastritis and peptic ulcer: \"A synergistic pharmaceutical combination comprising a therapeutic amount of omeprazole or a pharmaceutically acceptable salt thereof and a therapeutic amount of a weak base antibiotic for the treatment of gastritis and peptic ulcer.\"", "[167] Claims 48 to 51, 56 and 57 claim synergistic pharmaceutical combinations comprising a specific antibiotic and omeprazole or its salt.", "[168] Claims 58 to 76 are directed to the use of the combination of the invention for treatment of gastritis and peptic ulcer or for increasing bioavailability of an antibiotic. Claims 64, 66, 67, 69 and 71 to 76 specify the use of omeprazole or its salt in the combination.", "[169] Claim 77 claims the use of omeprazole for increasing the bioavailability of erythromycin.", "[170] Genpharm submits that the '762 patent claims for its \"invention\" is the use of omeprazole for a proton pump inhibitor mixed with an antibacterial compound. Genpharm's drug will be for the \"old\" purposes. It will not be used for antimicrobial activity and it will not be mixed with an antibacterial compound. Therefore, it will not infringe the '762 patent. The Evidence", "[171] Astra and Genpharm rely on the same evidence in relation to the '762 patent as that relied on regarding the'668 patent. The Positions of the Parties Astra", "[172] Astra submits that the '762 patent claims a combination of omeprazole and antibiotic for treatment, including for H. pylori related disorders. The patent clearly states that the patent is not limited to the combination being contained in a single formulation. Genpharm's allegation is limited to the assertion that its product will not contain an antibiotic. Since there is no requirement that an antibiotic and omeprazole be found in a single dosage form or product, the allegation of non-infringement is clearly not justified.", "[173] More specifically, Astra argues that the patent expressly provides at page 5, lines 5-9 as follows: \"The combination according to the present invention can be produced in one pharmaceutical formulation comprising both active ingredients or two separate tablets or capsules.\"", "[174] Thus, the various combinations set out in the claims do not have to be used as one product (one pill, one powder, one capsule). The omeprazole can be one pill and the antibiotic can be another pill. The combination will still be for the patented combination, as long as it is used in accordance with the claims of the patent.", "[175] Astra contends that Genpharm has misconstrued the patent in that it construes the claims to claim a pharmaceutical composition for the treatment of gastritis and peptic ulcer comprising, in combination a histamine H2 blocker or proton pump inhibitor, which inhibitor may be omeprazole, and an acid degradable antibacterial component. Genpharm then asserts that its omeprazole capsules will not contain either a histamine H2 blocker or an acid degradable antibacterial component nor will they be labelled or marketed for the claimed composition.", "[176] Astra maintains that Genpharm's allegation that its product will not contain an antidegradable, antibacterial component does not lead to the conclusion of non-infringement because the patent explicitly states that the combination can be produced as two separate tablets or capsules. There is no requirement that an antibiotic and omeprazole be found in a single dosage form or product. As such, Genpharm's allegation that it will not contain an acid degradable antibacterial component does not provide any basis for the conclusion that Genpharm's product will not infringe the patent. Moreover, Genpharm's assertion that its product will not be labelled or marketed for the claimed composition is an assertion that its product will not be labelled or marketed as containing an acid degradable antibacterial component, and is similarly irrelevant.", "[177] Additionally, Astra points to claims 68 and 69, claim 68 in particular, and submits that it is not directed to the use of a combination, per se, but it claims use of a histamine-H-2 receptor blocking compound or of a proton pump inhibitor for increasing the bioavailability of an acid degradable antibacterial compound. Claim 69, which depends from claim 68, is specific to the use of omeprazole for that use. There is nothing  <FRAGMENT_SUPPRESSED> 's NOA regarding the fact that the patent claims the use of omeprazole to increase the bioavailability of the product.", "[178] Finally, Astra says that the evidence in relation to the '668 patent clearly demonstrates that Genpharm's product can be used in combination with an antibiotic for the treatment of H. pylori and it is equally effective as LOSEC, which is used in such combination therapy. Genpharm's product will be used for the approved uses of LOSEC including in combination with an antibiotic. Genpharm's allegation in respect of the '762 patent, argues Astra, is not justified. <FRAGMENT_SUPPRESSED> [179] Genpharm's memorandum of fact and law, paragraphs 22, 23, 184-188 are set out here: \"The '762 Patent claims that its 'invention' is the use of omeprazole as a proton pump inhibitor and mixing it with an antibacterial compound. \"Genpharm's drug will be used for the 'old' purposes. It will not be used for antimicrobial activity, it will not be mixed with an antibacterial compound. Genpharm's allegation of non-infringement is justified. \"The '762 Patent states clearly that it is directed to a combination, for instance omeprazole plus an antibacterial compound. At page 1 it states in the first paragraph: ' The present invention relates to a combination of a substance with inhibiting effect on gastric acid secretion, thus a substance which increases the intragastric pH e.g. a proton pump inhibitor or a histamin-H2-blocker, and one or more antibacterial compounds which are acid degradable .' \"The '762 Patent acknowledges at page 2 that omeprazole is a known compound and that it is known to be used in the treatment of Helicobacter infections. \"The '762 Patent describes and claims a composition having two ingredients (1) a compound such as omeprazole plus (2) an antibacterial compound (such as penicillin or clarithromycin). \"The justification of Genpharm's non-infringement allegations respecting the '668 and '762 Patents can be discussed together. \"As previously discussed under the caption, 'Genpharm's Omeprazole Drug', Genpharm's product will be licensed, indicated, labelled and sold only for the 'old' uses. It will not be licensed, indicated, labelled or sold for the 'new' use nor be provided in a combination with any antibacterial compound.\" (emphasis Genpharm's)", "[180] In oral argument, Genpharm suggested that Astra had not included the arguments relative to the sufficiency of the NOA in its written submission. In responding to the sufficiency argument, Genpharm acknowledges that it did not track each of the patent's 77 claims in its NOA. Astra, it says, recites the portion of claim 68 that refers to bioavailability and says that it has not been precisely addressed and therefore the NOA is deficient. Genpharm's response is twofold. None of Genpharm's allegations have gone claim by claim and there was no issue taken by Astra with respect to the other allegations. Moreover, there is a sense of wilful blindness with respect to Astra's argument because when regard is had to the NOA for the '668 patent, it explicitly states that Genpharm's omeprazole capsules will be labelled and marked for inhibiting gastric acid secretion. All concerned, therefore, know precisely what it is Genpharm has and Astra is not disabused, confused, or otherwise. It is not necessary to go through the patent, claim by claim and deal with each nuance of the claim. Analysis", "[181] The '762 patent is with respect to a combination of a substance with inhibiting effect on gastric acid secretion, thus a substance which increases intragastric pH (e.g. a proton pump inhibitor or a histamin-H2-blocker) and one or more antibacterial compounds which are acid degradable.", "[182] I have carefully reviewed Astra's memorandum of fact and law. There is a reference to claims 68 and 69 of the '762 patent in paragraph 166 of the memorandum. That paragraph deals with a general description of claims 58-76 and there is a fleeting reference to claims 64, 66, 67, 69 and 71-76. No mention is made of claim 68. \"Bioavailability\" is mentioned in paragraph 37 and also in paragraphs 166 and 167 as follows: \"166. Claims 58-76 redirected to the use of the combination of the invention for treatment of gastritis and peptic ulcer or for increasing bioavailability of an antibiotic ... \"167. Claim 77 claims the use of omeprazole for increasing the bioavailability of erythromycin.\"", "[183] There is no mention of claims 68 and 69, or the use in relation to increasing bioavailability, elsewhere in the memorandum. I do not find that the submission with respect to bioavailability or that with respect to claims 68 and 69 can fairly be said to constitute arguments raised in the memorandum of fact and law, in the true sense. It is not open to a party to argue, at the hearing, a ground not previously raised or disclosed. I do not intend, therefore, to deal further with that portion of Astra's oral argument.", "[184] The argument regarding the submission that Genpharm misconstrued the patent claims and failed to address the fact that Astra's combination may be found in two or more separate tablets or capsules is set out in paragraphs 37, 157, 254, 255 and 256 of Astra's memorandum. Genpharm had ample notice of this argument.", "[185] For ease of reference, Genpharm's NOA with respect to the '762 patent is reproduced here. Patent 2,133,762 \"This patent is directed to and claims a pharmaceutical composition for the treatment of gastritis and peptic ulcer comprising, in combination a histamine - H2 blocker or proton pump inhibitor, which inhibitor may be omeprazole, and an acid degradable antibacterial component. \"Genpharm's omeprazole capsules will not contain either a histamine - H2 blocker or an acid degradable antibacterial component, nor will they be labelled or marketed for the claimed composition. Thus, the Genpharm capsules will not infringe upon this patent.\"", "[186] When regard is had to the NOA, it appears to me that Astra's argument is well taken. The NOA does not address any of the claims where omeprazole is taken in combination with antibiotic other than as a single composition.", "[187] Subsection 5(1) of the Regulations provides: \"5(1) Where a person files or has filed a submission for a notice of compliance in respect of a drug and compares that drug with, or makes reference to, another drug for the purpose of demonstrating bioequivalence on the basis of pharmaceutical and, where applicable, bioavailability characteristics and that other drug has been marketed in Canada pursuant to a notice of compliance issued to a first person and in respect of which a patent list has been submitted, the person shall, in the submission, with respect to each patent on the register in respect of the other drug, (a) state that the person accepts that the notice of compliance will not issue until the patent expires; or (b) allege that (i) the statement made by the first person pursuant to paragraph 4(2)(c) is false, (ii) the patent has expired, (iii) the patent is not valid, or (iv) no claim for the medicine itself and no claim for the use of the medicine would be infringed by the making, constructing, using or selling by that person of the drug for which the submission for the notice of compliance is filed.\" (iii) le brevet n'est pas valide,", "[188] It is implicit in subsection 5(1) that \"no claim\" means none of the claims in the patent. The patent expressly provides that the '762 invention is not limited to the combination being contained in a single formulation. Genpharm has not addressed that in its NOA.", "[189] <FRAGMENT_SUPPRESSED>  not say that it is necessary for the generic producer to address each and every dependent patent claim if the basic claim or claims that describe the invention are addressed in the detailed statement. However, it is not open to the generic producer to ignore patent claims that describe the basic invention. If it does so, it will not be providing facts demonstrating that 'no claim for the use of the medicine would be infringed', and its notice of allegation will be defective and not in compliance with s. 5. \"[25] Genpharm's detailed statements do not demonstrate that no claim for the use of a polyphosphonate, i.e. etidronate disodium, in an intermittent, cyclical regimen for the treatment of osteoporosis, which is the new use for etidronate disodium invented by P & G, would be infringed by Genpharm making, constructing, using or selling its etidronate disodium product. The detailed statements only address the kit claims, i.e. claims 1 to 16. They do not address the use claims, i.e. claims 17 to 37. They do not say that Genpharm's product cannot be used in an intermittent, cyclical therapy for the treatment of osteoporosis. Therefore, the detailed statements in the notices of allegation ignore the use claims in the 376 Patent.\"", "[190] Similarly, here, Genpharm has failed to address some of the claims of the '762 patent (claims 68 and 69 do not form part of this analysis). It has not provided the facts, in its detailed statement, that address the claims where omeprazole is taken with antibiotic, but not in a single dosage form. In so doing, it has not advanced the facts to support its allegation of non-infringement of those claims. As a result, its NOA cannot be found to be justified.", "[191] Astra has established, on a balance of probabilities, that Genpharm's allegation of non infringement with respect to the '762 patent is not justified.", "[192] In the event that I am wrong in this regard, my findings of fact on the evidence in relation to the '668 patent would apply to the claims of the '762 patent in relation to H. pylori and Genpharm's allegation would not be justified in any event. Abuse of Process", "[193] Astra also requested a declaration that Genpharm's NOA's with respect to the '693 and '377 patents constitute an abuse of process. In view of my conclusions with respect to those patents, it is not necessary to decide the abuse of process argument and I decline to do so. Conclusion", "[194] Astra has demonstrated that Genpharm's various allegations of invalidity and infringement are not justified. Astra is entitled to an order prohibiting the Minister from issuing a NOC to Genpharm regarding its omeprazole capsules until after expiration of the '693, '377, '668 and '762 patents. Astra and Takeda are entitled to their costs throughout against Genpharm, such costs to be taxed on the ordinary scale. No costs will be awarded for or against the Minister. An order will go accordingly. Application allowed. Editor: Elizabeth M.A. Turgeon/clh Footnotes 1. Connors and Ghebre-Sellasie post-date the priority date and I therefore assign no weight to these references. SCHEDULE \"A\" to the Reasons for Order dated December 22, 2003 (Confidential Reasons for Order issued December 11, 2003) rendered by the Hon. Madam Justice Carolyn Layden-Stevenson in AB HASSLE, AstraZeneca AB and AstraZeneca INC. 1004 Middlegate Road Mississauga, Ontario L4Y Attention: The President Dear Sir: RE: New Drug Submission for Omeprazole Capsules - 10 mg and 20 mg On behalf of our client Genpharm Inc., 85 Advance Road, Etobicoke, Ontario, Canada M8Z 2S9, we provide this letter which constitutes Genpharm's Notice of Allegation and Detailed Statement of the legal and factual basis for its allegations provided under the provisions of the Patented Medicines (Notice of Compliance) Regulations YOUR LISTED PATENTS Genpharm's application relates to omeprazole in strength concentration 10 mg and 20 mg. We note that, in respect thereof on the Patent Register maintained in respect of those Regulations as of September 14, 2001 you have listed the following Canadian patents with respect to omeprazole and omeprazole magnesium: Expiry date January 23, 2007 Expiry date December 3, 2008 Expiry date February 2, 2010 Expiry date April 20, 2013 Expiry date July 8, 2014 Expiry date July 8, 2014 STATEMENT OF GENPHARM With respect to the above patents, Genpharm states, in accordance with the provisions of section 5(1.1) of the Regulations that no valid claim of any of these patents will be infringed, and, in particular: Patent 1,264,751 Genpharm's proposed drug product will not infringe any claims of the patent. This patent is directed to and claims alkaline salts of omeprazole. Genpharm's product will be a methoxymercaptobenzimidazole (omeprazole base) and not an alkaline salt of omeprazole. Patent 1,292,693 Genpharm's proposed drug product will not infringe any claims of this patent; further said claims are invalid. This patent is directed to and claims an oral enteric coated formulation containing a core material of an active substance coated with one or more subcoating layers and one or more enteric coating layers. The active substance is omeprazole or a salt of omeprazole. The claims in the patent require that the core contain the active ingredient. The patents also specifies that an inert subcoating be applied to the core and that an enteric coating be applied to the subcoated core. Genpharm's capsules contain multiple pellets, each of which has an inert core which does not contain any active compound. The active compound  <FRAGMENT_SUPPRESSED> 's capsules is sprayed onto the inert pellet cores. A protective layer is then added to the coated cores. An enteric layer is then added to the protective layer. Therefore, Genpharm's capsules do not have a core as recited in the claims of the patent. Instead, the core is inert and simply provides a vehicle onto which layers are applied. You are fully aware of the factual and legal basis for these allegations by reason of the Affidavits of Richard K. Pike sworn September 13, 1999; Dr. James Steven Rowe sworn September 9, 1999; Dr. James Steven Rowe sworn March 22, 2000; the exhibits to said affidavits and cross-examination thereon and exhibits filed and identified therein in proceedings before the Federal Court of Canada T-809-00 in which you and Genpharm among others were parties. All of said affidavits save the last of Dr. Rowe have been filed therein, the last Dr. Rowe affidavit was not filed but you did receive a copy. To the references referred to by Dr. Rowe as rendering his patent obvious there is added and relied upon, Dechesne et al. \"Research on Conditions for Application of Enterosoluble Gastric-Resistant Coating with Eudragit L 30D\" J. Pharm Belg., 1982, 37, 4, pp. 273-282. Further details as to the factual and legal bases for the above allegations is provided in the attached Reports. Patent 1,302,891 This patent does not extend to omeprazole as stated at page 12, lines 21 to 26, thus this patent will not be infringed by Genpharm's drug product. In any event, the patent is neither infringed nor valid for the same reasons as expressed with respect to Patent 1,292,693, above. Patent 1,338,377 This patent is not valid. You are fully aware of the factual and legal basis for the allegation by reason of the affidavits of Dr. James Steven Rowe and exhibits thereto, sworn December 14, 1999 and April 26, 2000 filed, in respect of the first affidavit, and attempted to be filed in the case of the second affidavit, in Federal Court of Canada Trial Division proceedings T-1884-99 in which you and Genpharm, among others, were parties. Patent 2,025,668 This patent is directed to and claims the use of omeprazole or a pharmaceutically acceptable salt thereof in the treatment of infectious diseases, especially such caused by Campylobacter pylori . Genpharm's product will not indicate any of the uses listed in this patent. Genpharm's omeprazole capsules will be labelled and marketed for inhibiting gastric acid secretions. Genpharm's omeprazole capsules will not be labelled or marketed for the treatment of infectious diseases, such as those caused by Campylobacter pylori . Therefore, Genpharm's proposed drug product has not infringed, does not infringe, and would not if marketed infringe any claims of this patent. Patent 2,133,762 This patent is directed to and claims a pharmaceutical composition for the treatment of gastritis and peptic ulcer comprising, in combination a histamine - H blocker or proton pump inhibitor, which inhibitor may be omeprazole, and an acid degradable antibacterial component, Genpharm's omeprazole capsules will not contain either a histamine - H blocker or an acid degradable antibacterial component, nor will they be labelled or marketed for the claimed composition. Thus, the Genpharm capsules will not infringe upon this patent. Patent 2,166,483 This patent is directed to and claims an oral enteric coated formulation containing a core material of an active substance coated with one or more subcoating layers and one or more enteric coating layers. The active substance contains a magnesium salt of omeprazole. The claims in the patent require that the core contain the active ingredient. The patents also specifies that an inert subcoating be applied to the core and that an enteric coating be applied to the subcoated core. Genpharm's capsules contain multiple pellets, each of which has an inert core which does not contain any active compound. The active compound  <FRAGMENT_SUPPRESSED> 's capsules is sprayed onto the inert pellet cores. A protective layer is then added to the coated cores. An enteric layer is then added to the protective layer. Therefore, Genpharm's capsules do not have a core as recited in the claims of the patent. Instead, the core is inert and simply provides a vehicle onto which layers are applied. Furthermore, Genpharm's product does not contain the magnesium salt of omeprazole but rather it contains the omeprazole base. Therefore, the medicine would not be infringed by the making, constructing, using or selling by Genpharm of the drug for which the submission for Notice of Compliance is filed. Patent 2,166,794 This patent is directed to and claims magnesium omeprazole. Genpharm's product will not infringe this patent as it will be a omeprazole base and not a magnesium omeprazole. Patent 2,170,647 This patent is directed to and claims a pharmaceutical multiple unit tableted dosage form containing omeprazole or one of its single enantiomers or an alkaline salt thereof and a method for the manufacture of such formulations and the use of such formulation in gastric acid related diseases. The Genpharm product will not infringe this patent as it will not be sold in a tableted form. SCHEDULE \"B\" to the Reasons for Order dated December 22, 2003 (Confidential Reasons for Order issued December 11, 2003) rendered by the Hon. Madam Justice Carolyn Layden-Stevenson in AB HASSLE, AstraZeneca AB and <FRAGMENT_SUPPRESSED>  Embodiments of the invention in which an exclusive property or privilege is claimed are defined as follows: 1. An oral pharmaceutical preparation comprising: (a) a core region comprising an effective amount of a material selected from the group consisting of omeprazole plus an alkaline reacting compound, an alkaline omeprazole salt plus an alkaline reacting compound and an alkaline omeprazole salt alone; (b) an inert subcoating which is soluble or rapidly disintegrating in water disposed on said core region, said subcoating comprising one or more layers of materials selected from among tablet excipients and polymeric film-forming compounds; and (c) an outer layer disposed on said subcoating comprising an enteric coating. 2. A preparation according to claim 1 wherein the subcoating layer comprises one or more of magnesium oxide, magnesium hydroxide or composite substance (A1 . 6Mg0.C0 .12H 0 or Mg0.A1 .2Si0 .nH 0), wherein n is not an integer and less than 2. 3. A preparation according to claim 1 wherein the subcoating comprises two or more sub-layers. 4. A preparation according to claim 3 wherein the subcoating comprises hydroxypropyl methylcellulose, hydroxypropyl cellulose or polyvinylpyrrolidone. 5. A preparation according to claim 1 wherein the alkaline core comprises omeprazole and pH-buffering alkaline compound rendering to the micro-environment of omeprazole a pH of 7 to 12. 6. A preparation according to claim 5 wherein the alkaline compound comprises one or more of magnesium oxide, hydroxide or carbonate, aluminium hydroxide, aluminium, calcium, sodium or potassium carbonate, phosphate or citrate, the composite aluminium/magnesium compounds A1 .6Mg0.C0 . 12H 0 or Mg0.A1 .2S10 .nH 0, where n is not an integer and less than 2. 7. A preparation according to claim 1 wherein the alkaline core comprises an alkaline salt of omeprazole. 8. A preparation according to claim 7 wherein the alkaline salt of omeprazole is the sodium, potassium, magnesium, calcium or ammonium salt. 9. A preparation according to claim 7 wherein the alkaline core comprises an alkaline salt of omeprazole mixed with an inert, alkaline compound. 10. A preparation according to claim 8 wherein the alkaline core comprises an alkaline salt of omeprazole mixed with an inert, alkaline compound. 11. A preparation according to claim 1 wherein the enteric coating comprises hydroxypropyl methylcellulose phthalate, cellulose acetate phthalate, copolymerized methacrylic acid/methacrylic acid methyl ester or polyvinyl acetate phthalate. 12. A preparation according to claim 11 wherein the enteric coating also comprises a plasticizer. 13. A preparation according to claim 1 wherein the water content of the final dosage form containing omeprazole does not exceed 1.5% by weight. 14. A preparation according to claim 1, wherein the subcoating further comprises an alkaline buffering compound. 15. A preparation according to claim 1, wherein the core comprises omeprazole and disodium hydrogen phosphate, and the subcoating comprises hydroxypropyl methylcellulose. 16. A preparation according to claim 1, wherein the alkaline core comprises omeprazole and magnesium hydroxide, the subcoating comprises a layer comprising hydroxypropyl cellulose and synthetic hydotalcite and the outer layer comprises hydroxypropyl cellulose. 17. A process for preparing an oral pharmaceutical preparation containing omeprazole which process comprises coating a core region comprising an effective amount of a material selected from the group consisting of omeprazole plus an alkaline reacting compound, an alkaline omeprazole salt plus an alkaline reacting compound and an alkaline omeprazole salt alone with an inert subcoating that is soluble in water or rapidly disintegrates in water, the subcoating comprising one or more layers of materials selected from among tablet excipients and polymeric film forming compounds; and coating on the said subcoating an outer layer that comprises an enteric coating. 18. A commercial package containing as active pharmaceutical ingredient a preparation according to any one of claims 1 to 16 together with instructions for the use thereof for the treatment of gastrointestinal diseases. 19. Use of the preparation according to any one of claims 1 to 16 for treatment of gastrointestinal diseases. SCHEDULE \"C\" to the Reasons for Order dated December 22, 2003 (Confidential Reasons for Order issued December 11, 2003) rendered by the Hon. Madame Justice Carolyn Layden-Stevenson in AB HASSLE, AstraZeneca AB and <FRAGMENT_SUPPRESSED>  oral formulation of omeprazole\". Pilbrant and Cederberg. Scandanavian Journal of Gastroenterology *2. \"Enteric Coating on Tablets, containing Alkaline Matter\". Technical Information Sheet No. H17, March 1975, Shin-Etsu Chemical Co. Ltd. Technical Bulletin. *3. \"Stability of Methyl-dopa Tablet Coated with Pharmacoat 606\". Technical Information Sheet No. P-30, April 1980, Shin-Etsu Chemical Co., Ltd. Technical Bulletin. 4. \"Enteric Coating Alkaline Drug\" Aquateric Case History 2, 1986 FMC Corporation. 5. \"Practical Course in Lacquer Coating\", Lehman et al., January 1983, Rohm Pharma GMBH. **6. \"Practical Course in Lacquer Coating\", Lehman et al., April 1986, Rohm Pharma GMBH. 7. GB760403 entitled \"Improvements in or relating to enteric coatings\". 8. US 2,540,979 entitled \"Enteric Coating\" (Clymer and MacDonnell). **9. Chemical Stability of Pharmaceuticals , Connors et al. 2nd Ed., John Wiley & Sons, New York, 1986, Chapters 3 and 6. Note that although this text is dated 1986 it is a review of prior publications and indicates the state of the art as at 1986. *10. Pharmaceutics of solids and solid dosage forms , Cartensen, John Wiley & Sons, New York, 1997, Chapters 6 and 7. **11. \"Aqueous Polymeric Coatings for Pharmaceutical Dosage Forms\", McGinity (ed.) Drugs and the Pharmaceutical Sciences , Volume 36, 1989, Chapters 1, 2, 3, 4, 5, 6 and 8. Although this text was published in 1986, it is in the nature of a review of prior publications and teachings in the art prior to that time. **12. The Theory and Practice of Industrial Pharmacy , Lachman, L.; Lieberman, H.A.; Kanig, J.L.; Lea & Febiger, Philadelphia, 1986, Chapters 8, 11, 12, 13 and 26. *13. Modern Pharmaceuticals , Banker, G.S.; Rhodes C.T. Marcel Dekker Inc. 1979, Chapters 6 and 10. SCHEDULE \"D\" to the Reasons for Order dated December 22, 2003 (Confidential Reasons for Order issued December 11, 2003) rendered by the Hon. Madame Justice Carolyn Layden-Stevenson in AB HASSLE, AstraZeneca AB and <FRAGMENT_SUPPRESSED> ,388,377 ('377) The embodiments of the invention in which an exclusive property or privilege is claimed are defined as follows 1. A stabilized pharmaceutical composition for the inhibition of gastric acid secretion, comprising: an effective amount of 2-[(2-pyridyl) methylsulfinyl]-benzimidazole derivative selected from the group consisting of 2-[(3-methyl-4-(2,2,2-trifluoroasthoxy)-2-pyridyl)-methylsufinyl] benzimidazole, and 5-methoxy-2-[(4-methoxy-3,5-dimethyl-2-pyridyl)-methylsulfinyl] benzimidazole, or a pharmaceutically acceptable salt thereof; a basic inorganic salt stabilizing agent which is selected from the group consisting of potassium, sodium and aluminium salts and which is present in an amount effective to stabilize the composition; and an enteric coating for the composition. 2. A composition as claimed in claim 1, wherein the basic inorganic salt stabilizing salt is a basic inorganic salt of potassium which is effective to stabilize the composition. 3. Composition as claimed in claim 2, wherein the basic inorganic salt of potassium is potassium carbonate. 4. A composition as claimed in claim 1, wherein the basic inorganic salt stabilizing salt is a basic inorganic salt of sodium which is effective to stabilize the composition. 5. A composition as claimed in claim 4, wherein the basic inorganic salt of sodium is a member selected from the group consisting of sodium carbonate and sodium hydrogen carbonate. 6. A composition as claimed in any one of claims 1 to 5, wherein the amount of the basic inorganic salt stabilizing salt is 0.3 to 20 parts by weight: per part of the 2-[(2-pyridyl)-methylsulfinyl] benzimidazole compound or its pharmaceutically acceptable salt. 7. A composition as claimed in claim 4, which further comprises a pharmaceutically acceptable carrier. 8. A composition as claimed in claim 7, which comprises, as the carrier, at least one member selected from the group consisting of a vehicle, a binder, a disintegrating agent, a surfactant, an antioxidant and a lubricant. 9. A composition as claimed in any one of claims 1 to 5, which comprises a plurality of enteric coated granules, each of the granules containing therein the 2-[(2-pyridyl)-methylsulfinyl) benzimidazole compound or its pharmaceutically acceptable salt and the basic inorganic salt stabilizing agent. 10. A composition as claimed in any one of claims 1 to 5, which has a moisture content of 1-40% as equilibrium relative humidity. SCHEDULE \"E\" to the Reasons for Order dated December 22, 2003 (Confidential Reasons for Order issued December 11, 2003) rendered by the Hon. Madam Justice Carolyn Layden-Stevenson in AB HASSLE, AstraZeneca AB and <FRAGMENT_SUPPRESSED>  against the '377 Patent The Theory and Practice of Industrial Pharmacy , Lachman L., Liberman H.A., Kanig J.L. Leas & Febiger, Philadelphia 1986; Chemical Stability of Pharmaceuticals , Connors et al. (2nd Ed.), John Wiley & Sons, New York, 1986; Pharmaceutical Pelletization Technology , Ghebre-Sellasie ed., Marcel Dekker Inc., New York & Basel, 1989; Bentley's Textbook of Pharmaceutics , Rawlins E.A. ed. (8th Ed.), Balliere Tindall, London 1977; Shin-Etsu P30 Technical Bulletin; European Patent Application 124,495 (Brandstrom) published March 1983; European Patent Application 064,283 (Joel) published November 10, 1982: Pilbrant and C. Cederberg, Scandinavian Journal of Gastroenterology , Vol. 20, supplement 108, pp. 113-120 published in 1985; and Canadian Patent 1,327,010 (owned by Takeda). SCHEDULE \"F\" to the Reasons for Order dated December 22, 2003 (Confidential Reasons for Order issued December 11, 2003) rendered by the Hon. Madam Justice Carolyn Layden-Stevenson in AB HASSLE, AstraZeneca AB and <FRAGMENT_SUPPRESSED> ,025,668 ('668) The embodiments of the invention in which an exclusive property or privilege is claimed are defined as follows: 1. Use of 5-methoxy-2-[(4-methoxy-3, 5-dimethyl-2pyridinyl) methyl]-sulfinyl]-1 -benzimidazole or a pharmaceutically acceptable salt thereof for the manufacture of a medicament for the treatment of Campylobacter infections. 2. Use of 5-methoxy-2-[(4-methoxy-3, 5-dimethyl-2-pyridinyl) methyl]-sulfinyl]-1 -benzimidazole or a pharmaceutically acceptable salt thereof for the treatment of Campylobacter infections. 3. A pharmaceutical preparation for use in the treatment of Campylobacter infections wherein the active ingredient is 5-methoxy-2-[(4-methoxy-3, 5-dimethyl-2-pyridinyl) methyl]-sulfinyl-1 -benzimidazole or a pharmaceutically acceptable salt thereof. SCHEDULE \"G\" to the Reasons for Order dated December 22, 2003 (Confidential Reasons for Order issued December 11, 2003) rendered by the Hon. Madam Justice Carolyn Layden-Stevenson in AB HASSLE, AstraZeneca AB and <FRAGMENT_SUPPRESSED> ,133,762 Claims: 1. A pharmaceutical composition for the treatment of gastritis and peptic ulcer comprising a therapeutically effective amount of a histamine-H receptor blocking compound which increases intragastric pH or of a proton pump inhibitor which increases intragastric pH, and a therapeutically effective amount of an acid degradable antibacterial compound. 2. A composition according to claim 1 which comprises a proton pump inhibitor. 3. A composition according to claim 2 wherein the proton pump inhibitor in omeprazole or a pharmaceutically acceptable salt thereof. 4. A composition according to claim 2 wherein the proton pump inhibitor is lansoprazole or a pharmaceutically acceptable salt thereof. 5. A composition according to any one of claims 1 to 4 wherein the acid degradable antibacterial compound is a weak base antibiotic. 6. A composition according to any one of claims 1 to 4 wherein the acid degradable antibacterial compound is a penicillin. 7. A composition according to any one of claims 1 to 4 where the acid degradable antibacterial compound is a macrolide. 8. A composition according to claim 6 wherein the penicillin is benzyl penicillin. 9. A composition according to claim 7 wherein the macrolide is erythromycin. 10. A composition according to claim 7 wherein the macrolide is clarithromycin. 11. An oral pharmaceutical composition for the treatment of gastritis and peptic ulcer caused by Helicobacter pylori infections comprising as active ingredients, (a) a therapeutically effective amount of a histamine-H blocker compound with inhibiting effect on the gastric acid secretion which effect increases the intragastric pH; or a therapeutically effective amount of a proton pump inhibitor compound which increases the intragastric pH and (b) a therapeutically effective amount of an acid degradable antibacterial compound. 12. A composition according to claim 11 which comprises a proton pump inhibitor compound. 13. A composition according to claim 12 wherein the proton pump inhibitor compound is omeprazole or a pharmaceutically acceptable salt thereof. 14. A composition according to claim 12 wherein the proton pump inhibitor compound is lansoprazole or a pharmaceutically acceptable salt thereof. 15. A composition according to any one of claims 11 to 14 wherein the acid degradable antibacterial compound is a weak base antibiotic. 16. A composition according to any one of claims 11 to 14 wherein the acid degradable antibacterial compound is a penicillin. 17. A composition according to any one of claims 11 to 14 wherein the acid degradable antibacterial compound is a macrolide. 18. A composition according to claim 16 wherein the acid degradable antibacterial compound is a benzyl penicillin. 19. A composition according to claim 17 wherein the acid degradable antibacterial compound is erythromycin. 20. A composition according to claim 17 wherein the acid degradable antibacterial compound is clarithromycin. 21. A synergistic pharmaceutical combination comprising from about 1 to 200 mg histamine-H blocker and from about 250 mg to 10 g of an acid degradable antibacterial compound for the treatment of gastritis and peptic ulcer. 22. A combination according to claim 21 wherein the acid degradable antibacterial compound is a weak base antibiotic. 23. A combination according to claim 21 wherein the acid degradable antibacterial compound is a macrolide. 24. A combination according to claim 21 wherein the acid degradable antibacterial compound is erythromycin. 25. A combination according to claim 21 wherein the acid degradable antibacterial compound is clarithromycin. 26. A combination according to claim 21 wherein the acid degradable antibacterial compound is a penicillin. 27. A combination according to claim 21 wherein the acid degradable antibacterial compound is benzyl penicillin. 28. A synergistic pharmaceutical combination of a therapeutically acceptable amount of a histamine-H blocker and a therapeutically acceptable amount of an acid degradable antibacterial compound for the oral treatment of gastritis and peptic ulcer. 29. A combination according to claim 28 wherein the acid degradable antibacterial compound is a weak base antibiotic. 30. A combination according to claim 28 wherein the acid degradable antibacterial compound is a macrolide. 31. A combination according to claim 28 wherein the acid degradable antibacterial compound is erythromycin. 32. A combination according to claim 28 wherein the acid degradable antibacterial compound is clarithromycin. 33. A combination according to claim 28 wherein the acid degradable antibacterial compound is a penicillin. 34. A combination according to claim 28 wherein the acid degradable antibacterial compound is benzyl penicillin. 35. Use of a histamine-H blocker which is an inhibitor of gastric acid secretion and an acid degradable antibacterial compound for the treatment of gastritis and peptic ulcer caused by Helicobacter pylori 36. Use according to claim 35 wherein the acid degradable antibacterial compound is a weak base antibiotic. 37. Use according to claim 35 wherein the acid degradable antibacterial compound is a macrolide. 38. Use according to claim 35 wherein the acid degradable antibacterial compound is erythromycin. 39. Use according to claim 35 wherein the acid degradable antibacterial compound is clarithromycin. 40. Use according to claim 35 wherein the acid degradable antibacterial compound is a penicillin. 41. A synergistic pharmaceutical combination of a therapeutic amount ranging from about 1-200 mg of proton pump inhibiting compound, which increases intragastric pH; and a therapeutic amount ranging from about 250 mg to 10 g of an acid degradable antibacterial compound for the treatment of gastritis and peptic ulcer. 42. A synergistic pharmaceutical combination according to claim 41 wherein the acid degradable antibacterial compound is a weak base antibiotic. 43. A synergistic pharmaceutical combination according to claim 41 wherein the acid degradable antibacterial is a penicillin. 44. A synergistic pharmaceutical combination according to claim 41 wherein the acid degradable antibacterial is a macrolide. 45. A synergistic pharmaceutical combination according to claim 44 wherein the macrolide is erythromycin. 46. A synergistic pharmaceutical combination according to claim 44 wherein the macrolide is clarithromycin. 47. A synergistic pharmaceutical combination comprising a therapeutic amount of omeprazole or a pharmaceutically acceptable salt thereof and a therapeutic amount of a weak base antibiotic for the treatment of gastritis and peptic ulcer. 48. A synergistic pharmaceutical combination comprising a therapeutic amount of omeprazole or a pharmaceutically acceptable salt thereof and a therapeutic amount of erythromycin for the treatment of gastritis and peptic ulcer. 49. A synergistic pharmaceutical combination comprising a therapeutic amount of omeprazole or a pharmaceutically acceptable salt thereof and a therapeutic amount of an acid degradable penicillin for the treatment of gastritis and peptic ulcer. 50. A synergistic pharmaceutical combination comprising a therapeutic amount of omeprazole or a pharmaceutically acceptable salt thereof and a therapeutic amount of benzyl penicillin for the treatment of gastritis and peptic ulcer. 51. A synergistic pharmaceutical combination comprising a therapeutic amount of omeprazole or a pharmaceutically acceptable salt thereof and a therapeutic amount of clarithromycin for the treatment of gastritis and peptic ulcer. 52. A synergistic pharmaceutical combination comprising a therapeutic amount of lansoprazole or a pharmaceutically acceptable salt thereof and a therapeutic amount of a weak base antibiotic for the treatment of gastritis and peptic ulcer. 53. A synergistic pharmaceutical combination comprising a therapeutic amount of lansoprazole or a pharmaceutically acceptable salt thereof and a therapeutic amount of erythromycin for the treatment of gastritis and peptic ulcer. 54. A synergistic pharmaceutical combination comprising a therapeutic amount of lansoprazole or a pharmaceutically acceptable salt thereof and a therapeutic amount of clarithromycin for the treatment of gastritis and peptic ulcer. 55. A synergistic pharmaceutical combination comprising a therapeutic amount of lansoprazole or a pharmaceutically acceptable salt thereof and a therapeutic amount of a penicillin for the treatment of gastritis and peptic ulcer. 56. A synergistic pharmaceutical combination comprising from about 1-200 mg omeprazole or a pharmaceutically acceptable salt thereof and from about 250 mg to 10 g of a weak base antibiotic for the treatment of gastritis and peptic ulcer. 57. A synergistic pharmaceutical combination comprising from about 1-200 mg omeprazole or a pharmaceutically acceptable salt thereof and from about 250 mg to 10 g clarithromycin for the treatment of gastritis and peptic ulcer. 58. Use of a proton pump inhibiting compound which is an inhibitor of gastric acid secretion and an acid degradable antibacterial compound for the treatment of gastritis and peptic ulcer caused by Helicobacter pylori 59. Use according to claim 58 wherein the acid degradable antibacterial compound is a weak base antibiotic. 60. Use according to claim 58 wherein the acid degradable compound is a penicillin. 61. Use according to claim 58 wherein the acid degradable compound is a macrolide. 62. Use according to claim 58 wherein the macrolide is erythromycin. 63. Use according to claim 58 wherein the macrolide is clarithromycin. 64. Use according to any one of claims 58 to 63 wherein the proton pump inhibiting compound is omeprazole or a pharmaceutically acceptable salt thereof. 65. Use according to any one of claims 58 to 63 wherein the proton pump inhibiting compound is lansoprazole or a pharmaceutically acceptable salt thereof. 66. Use of about 1-200 mg omeprazole or a pharmaceutically acceptable salt thereof and about 250 mg to 10 g of a weak base antibiotic for the treatment of gastritis and peptic ulcer. 67. Use of about 1-200 mg omeprazole or a pharmaceutically acceptable salt thereof and about 250 mg to 10 g clarithromycin for the treatment of gastritis and peptic ulcer. 68. Use of a histamine-H receptor blocking compound or of a proton pump inhibitor for increasing the bioavailability of an acid degradable antibacterial compound. 69. Use according to claim 68 of omeprazole or a pharmaceutically acceptable salt thereof. 70. Use according to claim 68 of lansoprazole or a pharmaceutically acceptable salt thereof. 71. Use according to claim 68, 69 or 70 for increasing the bioavailability of a weak base antibiotic. 72. Use according to claim 68, 69 or 70 for increasing the bioavailability of a microlide. 73. Use according to claim 68, 69 or 70 for increasing the bioavailability of a penicillin. 74. Use according to claim 68, 69 or 70 for increasing the bioavailability of benzyl penicillin. 75. Use according to claim 68, 69 or 70 for increasing the bioavailability of erythromycin. 76. Use according to claim 68, 69 or 70 for increasing the bioavailability of clarithromycin. 77. Use of omeprazole for increasing the bioavailability of erythromycin. [End of document]"]}