{"id_": "066780", "body_str": ["[1] Rennie, J. : The applicant seeks judicial review of a decision of the Canadian Human Rights Commission (the Commission) dated February 4, 2011 not to refer his complaint to the Human Rights Tribunal. For the reasons that follow this application is dismissed. Facts", "[2] The applicant alleges that Toronto-Dominion Bank (TD Bank) denied him banking services and treated him in an adverse manner based on his race, religion and national or ethnic origin. In particular, the applicant alleges that he was discriminated against because he is Arab and Muslim.", "[3] The applicant has had an account with TD Bank for approximately 15 years. On November 3, 2009 he went to his usual TD Bank branch in downtown Ottawa and attempted to cash a cheque, payable to him, in the amount of $2,448.00 drawn from another bank. The teller advised the applicant that there would be a hold on the funds for five days. After some discussion, a customer service representative confirmed this policy. The applicant was advised that he could have immediate access to the funds if he obtained a certified cheque or money order. The applicant claims that the TD Bank staff asked him inappropriate questions including the source of the cheque and details regarding his employment.", "[4] The applicant believes that TD Bank's decision was motivated by his race and religion and because the issuer of the cheque has a Muslim name. The applicant was insulted by the TD Bank's concern that the cheque might be fraudulent or dishonoured.", "[5] The Commission appointed an investigator who conducted interviews and collected evidence. TD Bank provided the investigator with its Hold Funds Policy. TD Bank determines whether it will place a hold on a cheque after assessing the customer's banking and credit history.", "[6] TD Bank explained why it decided to apply the Hold Funds Policy to the applicant. First, the applicant had not deposited any money into his account for over a year. While the applicant provided a bank statement showing a wire transfer on October 15, 2009, two weeks earlier, TD Bank explained that wire transfers are guaranteed funds, unlike uncertified cheques. Second, the balance for his account was $281.00 and his $13,000 line of credit was at its limit. Third, the applicant stated that the cheque was from his employer but the cheque issuer did not match the TD Bank's records regarding the applicant's employment. Fourth, there was no history of deposits similar to the cheque he wished to cash.", "[7] Two weeks after this incident, at a different TD Bank branch, the applicant deposited a cheque in the amount of $14,800 and received from it $1,800 in cash. The applicant questioned why two branches would apply the same policy differently. TD Bank replied that a branch has the discretion under policy. As the applicant used the $14,800 to pay off his outstanding line of credit of $13,000 at that time, the branch elected to exercise its discretion to release a portion of the funds.", "[8] The investigator provided a preliminary assessment report dated October 12, 2010. The report concluded that TD Bank was acting in accordance with its policy when it elected to place a hold on the cheque. As the applicant had only $281.00 in his account and was at the maximum of his line of credit, there would be no funds to cover the amount of the cheque should it be dishonoured.", "[9] The parties each filed submissions in response to this report.", "[10] On February 4, 2011, the Commission dismissed the complaint pursuant to subparagraph 44(3)(b)(i) of the Canadian Human Rights Act, RSC 1985 c H-6 ( CHRA ), because the evidence did not establish a link between TD Bank's conduct and a prohibited ground of discrimination. The applicant seeks judicial review of this decision. Issues", "[11] The Commission's decision is reviewed on a standard of reasonableness: <FRAGMENT_SUPPRESSED>  para 20. The applicant has also raised issues regarding procedural fairness which are reviewed on the standard of correctness. Analysis Preliminary Issues", "[12] The applicant alleges that TD Bank has acted contrary to various statutes, including the Privacy Act (RSC, 1985, c P-21), the Bank Act (SC 1991, c 46) and the Financial Consumer Agency of Canada Act (SC 2001, c 9). For the purposes of this application the Court will only review the decision of the Commission made pursuant to the CHRA . The Court will not consider the applicant's allegations regarding these other statutes. Additionally, even if the applicant was successful in this proceeding, the Court does not have the jurisdiction to order that TD Bank pay damages to the applicant as part of this judicial review. Procedural Fairness", "[13] The applicant raises three issues with respect to procedural fairness and argues that these deficiencies in procedure and the Commission's ultimate conclusion indicate bias. I find that there was no breach of procedural fairness. Additionally, there is nothing in the record to indicate a reasonable apprehension of bias.", "[14] First, the applicant argues that the Commission should not have accepted submissions from TD Bank after the deadline for his submissions. He also alleges that the Commission did not keep him apprised of TD Bank's submission.", "[15] Following the preliminary assessment report the parties had the opportunity to provide written submissions. The deadline was set for November 29, 2010. On December 3, 2010, the Commission called the applicant to advise him that TD Bank had filed further submissions dated November 25, 2010. The applicant considered this unfair because he had not had the opportunity to respond. Therefore, the Commission granted the applicant the opportunity to file additional submissions, which he did on December 20, 2010.", "[16] There is no unfairness in this process. The Commission advised the applicant of TD Bank's further submission soon after it was filed. The Commission then granted the applicant a generous period of time with which to respond.", "[17] Second, the applicant alleges that certain evidence and submissions were not disclosed to him. In particular, he mentions the Hold Fund Policy which states that the TD Bank has the discretion to over-ride the policy, and contends that he was not provided with his bank history from 2008.", "[18] The record reveals that the applicant was provided with disclosure. He specifically acknowledged receipt of the Hold Fund Policy in a phone conversation with the investigator on August 31, 2010, and subsequently did so in writing. He was also in possession of his own bank records throughout.", "[19] Third, the applicant alleges that the Commission did not conduct a thorough investigation. I see no deficiency in the investigation. The investigator interviewed both parties and requested information from TD Bank. Both parties had the opportunity to present evidence and make written submissions. Reasonableness", "[20] When the Commission adopts an investigator's findings and provides only brief reasons, the investigator's report is treated as the Commission's reasons: <FRAGMENT_SUPPRESSED> .", "[21] I find that the decision was reasonable. There was no evidence to link the applicant's complaints to a prohibited ground of discrimination. There is no indication that the applicant's or the cheque issuer's race or religion influenced the TD Bank's interactions with him. All of the evidence is consistent with a fair and reasonable application of the Hold Policy.", "[22] The applicant was offended by certain conduct of the TD Bank, in particular the implication that his cheque could be fraudulent. The applicant also considers it inappropriate for the TD Bank to have asked questions regarding his employment. He felt disrespected by the Manager's conduct, including the fact that the Manager did not stand to shake his hand. The applicant is dissatisfied with the customer service he received. Again, the investigator found TD Bank's actions to be based in the Hold Policy, or, in the case of the Manager's decision to remain seated, a desire to better manage the relationship with an upset customer. The applicant has not identified any evidence that could support the view that TD Bank was motivated by bias towards Muslims or Arabs.", "[23] The applicant has made several arguments regarding whether he \"cashed\" or \"deposited\" the cheques in question. He claims that the Commission improperly made reference to him depositing certain cheques, when he in fact cashed or attempted to cash them. This distinction has no bearing on the reasonableness of the decision. As TD Bank explained, when an individual seeks to \"cash\" a cheque, the cheque is first deposited into the individual's account and then the funds are withdrawn. It is a two step process. The applicant's efforts to characterize it as a single step is both legally incorrect and factually irrelevant.", "[24] The applicant also argues that the investigator improperly characterized his complaint as being about TD Bank's decision to place a hold on his cheque. His allegation is that he was denied banking services and treated in an adverse manner based on prohibited grounds of discrimination. However, in the preliminary assessment report, the investigator accurately sets out the applicant's complaint: \"that the respondent denied him a banking service and treated him in an adverse differential manner on the basis of his race, religion and national or ethnic origin.\" Though the investigator's final conclusion refers specifically to the hold, she understood the scope of the applicant's complaint.", "[25] Additionally, the applicant argues that the Commission did not consider the following evidence: (1) TD Bank implied that his cheque could be fraudulent and asked the applicant the source of the cheque and details regarding his employment. (2) The applicant had deposited $1,290 to his account on October 15, 2009, shortly before the incident at issue. (3) The applicant deposited $13,000 to his line of credit on November 24, 2009.", "[26] I first note that a decision maker is not required to reference every argument or detail that the parties have raised nor make a finding on each subordinate issue: Newfoundland and  <FRAGMENT_SUPPRESSED>  para 16. Regardless, the record in this case shows that all of the above evidence was considered.", "[27] The investigator noted that \"the complainant alleges that the Customer Sales and Service Representative that he dealt with was disrespectful and insinuated that his cheque was fraudulent.\" The investigator also considered TD Bank's response, that the cheque was not referred to as fraudulent, nor was any reference made to the ethnicity of the complainant or the issuer of the cheque.", "[28] While the applicant would have preferred for the investigator to make specific reference to the applicant's allegation that the TD Bank was disrespectful of his religion and ethnicity, I am satisfied that she considered all of the applicant's allegations.", "[29] The preliminary assessment report does not reference the October 15, 2009 wire transfer. However, the record shows that the investigator considered this incident. On December 10, 2010, the applicant provided a bank statement showing this wire transfer. The investigator contacted TD Bank and the bank clarified that this was a wire transfer, not a deposit of an uncertified cheque.", "[30] While it would have been preferable for TD Bank to have identified this wire transfer early on in the investigation, I am satisfied that the investigator considered this evidence and reasonably accepted TD Bank's explanation that wire transfers are guaranteed funds and do not raise the same concerns as cheques. There is, therefore, simply no basis for the applicant's argument that the TD Bank was untruthful or that it falsified records.", "[31] The investigator did not err in finding that the applicant had not deposited any money into his account for over a year. Strictly speaking, a wire transfer is not a deposit by the applicant. Though the investigator did not explicitly mention the wire transfer the omission does not detract from the overall reasonableness of her decision.", "[32] The investigator also considered the November 24, 2009 deposit including the $13,000 applied to the line of credit. She concluded that the other branch had exercised its discretion to over-ride the Hold Funds Policy given the source of the funds and the use to which they were to be put.", "[33] In conclusion, the investigator conducted a fair and thorough investigation. She considered the applicant's allegations and reasonably concluded that there was nothing to indicate that TD Bank had discriminated against the applicant. The Commission accepted this recommendation and decided to dismiss the complaint. JUDGMENT", "[34] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed, with costs. Application dismissed. Editor: J. Danielle King/pdk"]}