{"id_": "066955", "body_str": ["[1] Gascon, J. : Mr. Andro Rocha challenges a decision of a senior immigration officer [the Officer] refusing his application for permanent residence from within Canada on humanitarian and compassionate [H&C] grounds. Mr. Rocha had claimed that his establishment in Canada and hardship due to the lack of medical care in the Philippines for HIV-positive persons and the associated discrimination directed at people living with HIV were factors supporting his request for an H&C exemption pursuant to section 25 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA].", "[2] The Officer rejected his application as she concluded that cumulatively, the elements presented by Mr. Rocha were insufficient to establish that he would suffer unusual and undeserved or disproportionate hardship if he had to apply for permanent residence from outside of Canada.", "[3] Mr. Rocha contends that the Officer's conclusions on his degree of establishment in Canada and on the hardship due to the lack of medical care and discrimination against HIV-positive persons in the Philippines were unreasonable in light of the evidence on the record. He asks this Court to quash the decision and order another immigration officer to reconsider his application for permanent residence on H&C grounds.", "[4] For the reasons that follow, this application for judicial review is dismissed. Having considered the decision, the evidence before the Officer and the applicable law, I find no basis for overturning the Officer's decision. The decision thoroughly reviewed the evidence and the Officer's conclusions fall within the range of acceptable and possible outcomes based on the facts and the law.", "[5] The issues to be determined in this application for judicial review are as follows: • Did the Officer err in considering the degree of establishment of Mr. Rocha? • Did the Officer fail to properly consider evidence of hardship upon return relating to the lack of available treatment and the discrimination faced by HIV-positive individuals in the Philippines? II. Background A. Facts", "[6] Mr. Rocha is a citizen of the Philippines born in July 1982. He arrived in Canada in October 2009 as a temporary foreign worker. He was granted a number of extensions of his temporary work permit, the last one expiring in August 2013.", "[7] Mr. Rocha has been employed with the same employer, the Delta Lodge in Kananaskis, Alberta, for the past five years as a hotel room attendant. In October 2012, Mr. Rocha applied for permanent residency under the provincial nominee category. The medical examination for his application revealed that he was HIV-positive. His application was subsequently rejected due to his medical inadmissibility.", "[8] Mr. Rocha applied for an exemption on H&C grounds from the requirement of applying for permanent residence from outside of Canada. In his application, he provided submissions regarding his establishment in Canada and on the hardship he would face upon return to the Philippines due to the lack of proper medical care and discrimination against HIV-positive individuals. The Officer refused Mr. Rocha's application on July 8, 2014. B. Decision", "[9] In her decision, the Officer first noted the letters of support provided by Mr. Rocha's employer and by his colleagues and friends, and acknowledged that Mr. Rocha is a well-liked and reliable worker. She observed that he owns a 2001 vehicle, has savings of $550 and is an active member of his church.", "[10] Nevertheless, the Officer had certain reserves with respect to Mr. Rocha's establishment in Canada. The attributes of being a reliable and well-liked worker are in keeping with the expectations of satisfying the temporary worker requirements. Furthermore, she stated that Mr. Rocha's relationships did not represent strong personal ties to Canada. For instance, only one out of ten of Mr. Rocha's siblings lives in Canada. Also, the letters in support of Mr. Rocha's character were mostly written by other foreign temporary workers from various countries. The Officer concluded that his degree of establishment was unremarkable. She therefore gave the establishment factor little weight in her H&C analysis.", "[11] The Officer then considered the hardship factors laid out by Mr. Rocha. The Officer stated that the onus rests on Mr. Rocha to establish the requirement for medical care and its unavailability in his country. The Officer was satisfied by the evidence that Mr. Rocha is currently living with HIV and requires specific treatment. However, the Officer was not persuaded by Mr. Rocha's submissions that the required medical care was not available in the Philippines. She referred to an article submitted by Mr. Rocha entitled \"The Philippine HIV/AIDS Epidemic: A Call to Arms\". This 2010 article acknowledged that effective treatment existed for people living with HIV/AIDS but that \"the potential loss of external funding from the Global Fund which currently supports antiretroviral treatment will be catastrophic\". However, through a simple Google search, the Officer was able to find that funding was still available through the Global Fund to the Philippines for 2014-2016. She therefore afforded this factor very little weight in her analysis.", "[12] The Officer then looked at the alleged discrimination Mr. Rocha would face in the Philippines as a result of his medical condition. Mr. Rocha submitted that people living with HIV suffer from social exclusion, gossip and insults in his home country and have their civil rights routinely violated by state and private actors. The Officer found that the supporting evidence provided by Mr. Rocha, described as \"a few internet articles\", was weak. Specifically, the Officer discredited the sources of two articles as not credible since they were originating from an \"alternative news agency\" and a \"social news network\". Another article was dismissed owing to the brevity of its content.", "[13] In analyzing the evidence, the Officer found that discrimination against people with HIV was prohibited by law in the Philippines but that there was anecdotal evidence of incidents of discrimination reported in a US Department of State Report on Human Rights Practices. The Officer accepted that persons living with HIV in the Philippines may experience discriminatory acts from state and non-state actors, but she was satisfied that effective mechanisms were in place for Mr. Rocha to assert his rights. She noted the avenues of redress available to victims of discrimination. Finally, the Officer also observed that Mr. Rocha had a very supportive family network available to him in the Philippines. This support from his family and the avenues of redress available mitigated the hardship Mr. Rocha would experience to a degree. Consequently, the Officer accorded this factor low weight in her overall analysis.", "[14] The combined weight of all the factors was insufficient to satisfy the Officer that an H&C exemption was justified. Overall, the Officer stressed that a positive H&C decision is an exceptional response to a particular set of circumstances and that Mr. Rocha had not satisfied her that his personal circumstances were such that he would face unusual and undeserved or disproportionate hardship if required to apply for a permanent resident visa from outside Canada.", "[15] Subsection 25(1) of the IRPA contains the relevant H&C exemption. The provision carves out an exemption to the general immigration rule, set out in section 11 of the IRPA, requiring foreign nationals to apply for visas from outside of Canada. It provides that the Minister may grant this relief if \"[he] is of the opinion that the exemption is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected\".", "[16] It has been consistently held that an H&C exemption is an exceptional and discretionary remedy (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). Such an exemption cannot become an alternative means to secure permanent residence status unless H&C grounds are found to justify the remedy. It is not an alternative immigration stream or an appeal mechanism for failed asylum claimants (REFERENCE_SUPPRESSED).", "[17] Consequently, there is a very high threshold to meet when requesting an H&C exemption. The H&C process is not designed to eliminate all hardship that applying for a visa from outside of Canada can cause; it is designed to provide relief from \"unusual and undeserved or disproportionate hardship\" that would ensue should the applicant be required to leave Canada and apply to immigrate through normal channels (REFERENCE_SUPPRESSED). This Court has described \"unusual and undeserved or disproportionate hardship\" as hardship that goes beyond that which is inherent in having to leave Canada ( REFERENCE_SUPPRESSED). To obtain relief on H&C grounds, the test is not whether Canada would be a more desirable place to live than the applicant's country of origin. An applicant must demonstrate something more than the usual consequences of having to apply for permanent residence through the normal process (CITATION_SUPPRESSED ).", "[18] Furthermore, it has been consistently held that the onus of establishing that the H&C exemption is warranted lies with the applicant (REFERENCE_SUPPRESSED). \"It is up to the applicant, in his opinion, to decide what grounds are relevant H&C factors in his particular circumstances\" ( CITATION_SUPPRESSED). Lack of evidence or an omission to adduce relevant information in support of an H&C application is at the peril of the applicant (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). D. Standard of review", "[19] The appropriate standard of review for questions of mixed fact and law relating to H&C decisions is that of reasonableness (REFERENCE_SUPPRESSED). Similarly, the applicable standard to the analysis of the evidence performed by an immigration officer in the context of an H&C application made under section 25 of the IRPA is reasonableness (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[20] This means that considerable deference is to be accorded to the outcome reached by the decision-maker on the record of evidence before him or her. If the decision-maker's decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law, the court is not allowed to intervene even if its assessment of the evidence might have led to a different outcome ( CITATION_SUPPRESSED; CITATION_SUPPRESSED). Under the reasonableness standard, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, a reviewing court should not substitute its own view of a preferable outcome (REFERENCE_SUPPRESSED). Given the highly discretionary nature of H&C decisions, immigration officers have a broad range of acceptable and defensible outcomes and a large margin of appreciation available to them ( CITATION_SUPPRESSED). III. Analysis A. Did the Officer err in considering Mr. Rocha's degree of establishment?", "[21] Mr. Rocha contends that the Officer did not properly consider his establishment in Canada. He submits that the Officer's reasoning provides little understanding as to why, despite numerous factors indicating establishment, the evidence was found insufficient to meet the hardship threshold. Mr. Rocha says that the Officer erred in using an unknown yardstick for establishment in Canada and in not clearly stating what would be expected of someone in Mr. Rocha's position. In support of his submissions, Mr. Rocha relies on the CITATION_SUPPRESSED decision where the Court held that an officer's finding with respect to establishment was not adequately explained and, as a result, not reasonable.", "[22] I disagree.", "[23] The reasons behind the Officer's findings on establishment were clear. In her decision, the Officer stated: • Attributes of being a reliable and well-liked worker are in keeping with the expectations satisfying the temporary worker requirements rather than being evidence of significant establishment; • Evidence that Mr. Rocha owned a vehicle in Canada, had 550$ in savings and was an active member of his church was insufficient to demonstrate significant establishment; • Mr. Rocha had only one sister living in Canada, otherwise his parents and nine other siblings lived in the Philippines; • Most of Mr. Rocha's letters from friends and colleagues in Canada were from other temporary foreign workers and these relationships did not demonstrate personal ties to Canada.", "[24] The Officer's reasons do not show that she placed no weight on the evidence submitted by Mr. Rocha. They only reflect that the evidence provided was insufficient. Furthermore, the Officer's reasons allow the Court to understand why and how the decision-maker reached her decision and to determine that the decision falls within the range of possible outcomes. I cannot conclude that they do not represent a defensible outcome based on the facts and the law.", "[25] A strong degree of establishment is required for an H&C application to succeed. Evidence showing that an applicant could be a model immigrant and a welcome addition to the Canadian community is not enough. Furthermore, being a \"hard-working, law-abiding, self-sufficient, enterprising, thrifty, and charitable to others\" is not the test as to whether or not there are sufficient H&C grounds to warrant exceptional relief (REFERENCE_SUPPRESSED). \"[T]he fact that the applicant made progress in adapting to Canadian society, held employment and became financially independent cannot automatically allow the officer to conclude that there were sufficient humanitarian and compassionate considerations\" (REFERENCE_SUPPRESSED). An applicant has to establish that being forced to leave Canada will not only cause hardship but hardship that is unusual and undeserved, or disproportionate. It is the applicant's onus to provide sufficient evidence of significant establishment, not on the Officer to investigate Mr. Rocha's allegations and evidence ( CITATION_SUPPRESSED).", "[26] I am satisfied that the Officer's consideration of Mr. Rocha's degree of establishment in Canada was not unreasonable. The Officer acknowledged the factors that were indicative of Mr. Rocha's establishment and made reference to his work and integration in the community. The Officer credited Mr. Rocha for the initiatives that he had undertaken to establish himself in this country, but concluded that his establishment was \"unremarkable\" and that the disruption of his establishment did not warrant the granting of an exemption. While acknowledging that Mr. Rocha was a good worker, the Officer pointed out that these attributes are in keeping with the expectations of satisfying the temporary worker requirements. This was not unreasonable.", "[27] Mr. Rocha objects in particular to the Officer's findings that his relationships do not represent strong personal ties to Canada. He claims that his letters of support were written by other temporary foreign workers because he works in a tourist driven industry where most of the workers are foreign workers. He further argues that it is indeed possible that many of his temporary foreign worker friends may very well have changed status, a fact that the Officer did not verify. At the hearing, counsel for Mr. Rocha more specifically insisted on the fact that the Officer erred in concluding that \"most\" of the individuals having submitted letters of support were temporary foreign workers from four identified countries.", "[28] I acknowledge that the evidence does not support the Officer's conclusions regarding one of those four countries identified for the temporary workers. However, looking at the number of individuals (as opposed to the number of letters) having written Mr. Rocha's letters of support and having reviewed the contents of these documents, I am not convinced that the Officer's finding about those relationships not representing strong personal ties to Canada is unreasonable and falls outside the range of possible, acceptable outcomes.", "[29] Mr. Rocha also contends that the Officer failed to turn her mind to a letter on his volunteering work as she does not mention it in the decision. It is well-established that decision-makers are presumed to have considered all of the evidence before them. Therefore, they are not required to make specific reference to every piece of evidence in the record. Failure to analyse evidence that contradicts a tribunal's decision will be found to be unreasonable only when the evidence that is overlooked is critical, contradicts the tribunal's conclusion and reflects an unwillingness to consider the materials before it ( REFERENCE_SUPPRESSED). This is not the case here with respect to this letter on volunteer work. I am unable to conclude that the Officer failed to consider the documents that were submitted by Mr. Rocha in support of his H&C application, or that she overlooked an element of evidence squarely contradicting her conclusion ( REFERENCE_SUPPRESSED).", "[30] An immigration officer's determination of the degree of an applicant's establishment is owed deference by this Court (REFERENCE_SUPPRESSED). It suffices that the officer's conclusion falls within the range of acceptable outcomes that are defensible in view of the facts and law ( CITATION_SUPPRESSED).", "[31] The CITATION_SUPPRESSED decision referred to by Mr. Rocha is clearly distinguishable. In that case, Justice Kane found that the officer had omitted to provide any explanation as to why the establishment evidence was insufficient despite several positive establishment factors ( CITATION_SUPPRESSED). In CITATION_SUPPRESSED , the evidence showed that the family had established themselves successfully in the community, in the schools and in business, and that their daughter was being treated for a severe illness in hospital, with many appointments. The officer did not turn his mind to whether applying for permanent residence from outside Canada in those circumstances would impose hardship going beyond that which is inherent in having to leave to Canada (at para 82). Unlike in CITATION_SUPPRESSED , the Officer did explain why the Mr. Rocha's establishment evidence was insufficient. Mr. Rocha simply disagrees with the weight that the Officer accorded to the evidence. This is not sufficient to warrant the intervention of this Court. B. Did the Officer fail to properly consider evidence of hardship?", "[32] Mr. Rocha submits that the Officer unreasonably discarded the evidence that he would suffer undeserved hardship due to a lack of accessible treatment for his HIV and the resulting discrimination he would face if he were to return to the Philippines. (1) Lack of accessible treatment of HIV in the Philippines", "[33] Mr. Rocha contends that the Officer incorrectly dismissed evidence of poor medical conditions and the lack of treatment for HIV-positive persons in the Philippines. He argues that there was no evidence to state that the funds from Global Fund would be sufficient to make HIV treatments more accessible in the Philippines. Simply providing some funding does not mean that there is any improvement for treatment accessibility. Furthermore, Mr. Rocha affirms that the Officer unreasonably omitted to make any reference to other country conditions and merely relied on the provision of funding.", "[34] I do not agree with Mr. Rocha's arguments.", "[35] Mr. Rocha only provided limited evidence to the Officer in regards to the unavailability of medical services for HIV-positive individuals in the Philippines. The Officer did not disregard it. She merely concluded that, through the funding of the Global Fund, effective and accessible treatment existed for persons with HIV in the Philippines, and that effective treatment was available to Mr. Rocha. There were no other pieces of evidence before the Officer that would indicate that the provision of funding was not a guarantee of effective and accessible treatment. Neither was there evidence that the amount referred to in the article was by no means large when compared to allocations being provided to other nations.", "[36] The evidence and submissions of Mr. Rocha on the alleged unavailability of HIV treatment in the Philippines were considered and assessed. The Officer concluded that the evidence did not support a conclusion that treatment would not be available for Mr. Rocha in the Philippines. Once again, Mr. Rocha simply disagrees with the weight given to that evidence by the Officer. The onus was on Mr. Rocha to demonstrate that an acceptable treatment was not available in his country, but the Officer found that he had failed to do so.", "[37] I am satisfied that there was evidence on the record indicating that treatment for HIV-positive patients was available in the Philippines and that it was free. In light of such evidence, the Officer reasonably concluded that Mr. Rocha had not demonstrated that he would not have adequate treatment in his home country. Counsel for Mr. Rocha referred to some evidence indicating that the medical staff for HIV-positive patients was in short supply; however, it was reasonably open to the Officer to conclude, in light of all the evidence before her, that this did not mean that Mr. Rocha could not access effective treatment. (2) Discrimination against HIV-positive individuals in the Philippines", "[38] Mr. Rocha further contends that the Officer was inexplicably dismissive of the discrimination faced by HIV-positive people in the Philippines, despite the clear evidence of discrimination. Mr. Rocha also submits that the Officer erroneously dismissed two of the articles he had submitted as not being credible, without providing any reason why the sources were not appropriate. Finally, Mr. Rocha claims that the Officer ignored evidence as to the inadequacy of the methods of redress available in the Philippines for anyone who believes his or her rights have been violated.", "[39] I am not persuaded by Mr. Rocha's arguments.", "[40] The Officer did explain why she did not accord weight to the two articles submitted by Mr. Rocha: she found the sources not to be credible and sufficient because they originated from alternative news sources and a social news network. This was the explanation for the Officer's decision to afford little weight to their content. Mr. Rocha may disagree with the explanation or with the Officer's decision, but I do not find that this conclusion falls outside the realm of possible, acceptable outcomes defensible in view of the facts and the law.", "[41] Similarly, the Officer gave little weight to another document provided by Mr. Rocha because it covered nine Asian countries with little specific information regarding the situation in the Philippines. This was not unreasonable.", "[42] The Officer further acknowledged that there was anecdotal evidence of incidents of discrimination in the US Department of State reports but noted that there were avenues of redress available in the Philippines for anyone who has had their rights violated. Once again, I am satisfied that this was not an unreasonable conclusion to draw given the evidence and the submissions that were before the Officer. The Officer specifically reviewed some of the evidence in the US Department of State report referring to avenues of redress available to Mr. Rocha. Mr. Rocha offers a different interpretation of what these extracts could mean, highlighting certain shortcomings or limits of such avenues; however, having a different view on the meaning of that evidence is not sufficient to render the Officer's conclusions unreasonable.", "[43] Further to her analysis, the Officer accepted and acknowledged that there was some discrimination against HIV-positive persons in the Philippines. However, she noted that the evidence was not sufficient, because of other factors on the record, to support the exceptional H&C exemption requested by Mr. Rocha as it was found to be \"weak\". In assessing the hardship linked to possible discrimination in the Philippines, the Officer also referred to the support Mr. Rocha would receive from his family network in his home country.", "[44] In conducting a reasonableness review of factual findings, it is not the role of this Court to reweigh the evidence or the relative importance given by the immigration officer to any relevant factor ( CITATION_SUPPRESSED; CITATION_SUPPRESSED). Mr. Rocha's arguments on the factual findings of the Officer on the issue of discrimination once again invite the Court to substitute its view of the evidence for that of the Officer. This is not something that the Court is entitled to do on judicial review.", "[45] A judicial review is not a \"line-by-line treasure hunt for error\" ( REFERENCE_SUPPRESSED). The Court should approach the reasons with a view to \"understanding, not to puzzling over every possible inconsistency, ambiguity or infelicity of expression\" ( REFERENCE_SUPPRESSED). In addition, a decision-maker is deemed to have considered all the evidence on the record (REFERENCE_SUPPRESSED). A failure to mention an element of evidence does not mean that it was ignored or that there was a reviewable error.", "[46] Even using the \"serious possibility\" standard of proof referred to by counsel for Mr. Rocha for claims of discrimination, I am satisfied that the Officer reasonably concluded that Mr. Rocha would not suffer unusual and underserved or disproportionate hardship resulting from discrimination if he were to return to the Philippines and had to apply for permanent residence from that country. IV. Conclusion", "[47] The Officer determined that there were insufficient considerations to justify granting Mr. Rocha an H&C exemption under section 25 of the IRPA. Such an exemption is an exceptional remedy. The Officer's refusal of Mr. Rocha's application for a permanent resident on H&C grounds represented a reasonable outcome based on the law and the evidence. On a standard of reasonableness, it suffices if the decision subject to judicial review falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. Therefore, I must dismiss this application for judicial review.", "[48] Mr. Rocha simply disagrees with the assessment of the evidence the Officer relied on in rendering her decision, and invites the Court to replace this decision with a new assessment of the evidence. This does not meet the standards for judicial review.", "[49] Neither party has proposed a question of general importance to certify. I agree there is none. JUDGMENT", "[50] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed, without costs; 2. No question of general importance is certified. Application dismissed. Editor: Elizabeth M.A. Turgeon [End of document]"]}