{"id_": "066957", "body_str": ["[1] Pelletier, J. : The applicant, Ruquan Wang, came to Canada as a visitor in 1997. When his visitor status lapsed in 1998, he made a refugee claim. That claim was dismissed on January 29, 1999. His claim for consideration as a member of the Post-Determination Refugee Claimants in Canada Class (\"PDRCC\") was dismissed on March 9, 2000. No application was made for judicial review of either decision. On April 6, 2000, the applicant was arrested on an immigration warrant when he failed to report for a removal interview. He was released on conditions on May 5, 2000. On July 5, 2000, the applicant proposed to his present wife, whose company he had been keeping since December 1999. They were married on July 23, 2000. On August 23, 2000, the applicant applied to have his application for permanent residence, which his wife sponsored, processed while he remained in Canada, as provided in s. 114(2) of the Immigration Act , R.S.C. 1985, c. I-2 (the \" Act \") (the humanitarian and compassionate application (\"H&C application\")).  <FRAGMENT_SUPPRESSED>", "[2] On September 1, 2000, the applicant was called in to the Mississauga Enforcement Centre where he informed the officer to whom he spoke of the H&C application. No further action was taken until February 1, 2001, when the applicant was called in to the Mississauga Enforcement Centre once again. At that time, he was arrested and informed that he would be deported to China on February 6, 2001. His counsel contacted the Removal Officer and requested that the removal be deferred pending the disposition of the H&C application. The Removal Officer declined. Counsel then launched an application for judicial review of the Removal Officer's decision as well as an application for a stay of execution of the removal order against him.  <FRAGMENT_SUPPRESSED>", "[3] The Notice of Application describes the decision under review as follows:  <FRAGMENT_SUPPRESSED> \"A decision of Citizenship and Immigration Enforcement Officer, Rudy Vogleson, dated February 2, 2001, denying the applicant's request to have enforcement of a removal order made against him deferred pending consideration of his spousal humanitarian and compassionate application for landing from within Canada. The decision was communicated to the applicant on February 2, 2001. <FRAGMENT_SUPPRESSED>", "[4] The relief sought in the Notice of Application is the following:  <FRAGMENT_SUPPRESSED> \"1) That the decision of Citizenship and Immigration Enforcement Officer, Rudy Vogleson be declared invalid, quashed, or set aside, and referred back for determination by a different Citizenship and Immigration Counsellor of Citizenship and Immigration Canada.  <FRAGMENT_SUPPRESSED> 2) Such further and other relief as and this Honourable Court may allow. <FRAGMENT_SUPPRESSED>", "[5] The relief sought in the Notice of Motion is the following:  <FRAGMENT_SUPPRESSED> \"1. An order staying the execution of a removal order made against Ruquan Wang until the final disposition of the within application for leave and for judicial review.  <FRAGMENT_SUPPRESSED> 2. An order abridging time for service of this motion.  <FRAGMENT_SUPPRESSED> 3. Any other such relief such as to this Honourable Court appears just. <FRAGMENT_SUPPRESSED>", "[6] In the ordinary course of events, an application for a stay of execution requests the suspension of the execution of an order while some challenge to the validity of the order is decided. There is authority for the proposition that the only time an application for a stay of execution of a removal order should be entertained is when there is a challenge to the validity of the removal order itself. <FRAGMENT_SUPPRESSED> ; 76 F.T.R. 151 (T.D.). However, there are many judgments of this court where judges have asserted the jurisdiction to stay execution of a removal order pending some other process which does not put into question the validity of the removal order. One example among many would be a case in which a stay is granted pending a judicial review of the refusal of an application for humanitarian and compassionate consideration for inland processing. The rationale for a stay being granted in those circumstances is that the court is protecting the integrity of its process. The court acts to ensure that those who can demonstrate a viable claim will be in a position to enjoy the benefit of a successful application.  <FRAGMENT_SUPPRESSED>", "[7] For a variety of reasons, stay applications are now being made from refusals of removal or expulsion officers to defer removal pending some other determination being initiated or completed. Whereas previously the motion for a stay was taken from the decision to remove the applicant, without any request being made that the removal be put over, this court is now faced with numerous applications where the decision which it is sought to review is not the decision to remove but the decision not to defer removal.  <FRAGMENT_SUPPRESSED>", "[8] The difference between such stay applications and those made previously is that in the earlier applications, a challenge was mounted to a decision other than the execution of the removal order. In cases such as this one, the decision being challenged is the implementation of the removal order. In the earlier cases, granting the stay did not effectively grant the relief sought in the underlying judicial review application because it was in relation to another decision. But where the motion for a stay is in relation to a refusal to defer removal, the fact of granting the stay gives the applicant that which the Removal Officer refused him/her. Since the decision in issue in the application for judicial review is the refusal to defer removal, granting the stay gives the applicant his/her remedy before the merits of the application for judicial review have been addressed. It is in this sense that one can say that the disposition of the motion for a stay of execution decides the underlying application for judicial review.  <FRAGMENT_SUPPRESSED>", "[9] This is not to say that the issues are the same in the motion for a stay as they are in the application for judicial review. The test for the granting of an interlocutory injunction is the tri-partite test set out in <FRAGMENT_SUPPRESSED> ; 73 N.R. 341; 46 Man.R.(2d) 241; 18 C.P.C.(2d) 273; 38 D.L.R.(4th) 321 and adopted in the context of stay of removal applications by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ; 86 N.R. 302; 6 Imm. L.R.(2d) 123 (F.C.A.). That test requires that three elements be satisfied, \"serious issue to be tried\", \"irreparable harm\" and \"balance of convenience\". Issues of irreparable harm and balance of convenience do not arise on the application for judicial review. But where a stay is granted, the examination of \"serious issue to be tried\" is the only consideration which the refusal to defer will receive before the court grants the remedy which is the object of the application for judicial review. The examination of the merits which occurs on the motion for a stay is markedly different than that which occurs at the hearing of the application for judicial review.  <FRAGMENT_SUPPRESSED>", "[10] The Supreme Court of Canada has held that the test of \"serious issue to be tried\" is simply that the issue being raised is one which is not frivolous. <FRAGMENT_SUPPRESSED> ; 164 N.R. 1; 60 Q.A.C. 241; 111 D.L.R.(4th) 385; 54 C.P.R.(3d) 114, at para. 44. On the other hand, to succeed in the underlying judicial review, the applicant will have to show that the decision not to defer was subject to review for error of law, jurisdictional error, factual error made capriciously, or denial of natural justice. Federal Court Act , R.S.C. 1985, c. F-7, s. 18.1(4). The result is that if the stay is granted, the relief sought will have been obtained on a finding that the question raised is not frivolous. If the stay is not granted and the matter proceeds to the application for judicial review, the applicant will have to demonstrate a substantive ground upon which the relief sought should be awarded. The structure of the process allows the applicant to obtain his/her relief on a lower standard on the interlocutory application, notwithstanding the fact that the relief is the same as that sought in the judicial review application. It is this congruence of the relief sought in the interlocutory and the final application which leads me to conclude that if the same relief is sought, it ought to be obtained on the same basis in both applications. I am therefore of the view that where a motion for a stay is made from a Removal Officer's refusal to defer removal, the judge hearing the motion ought not simply apply the \"serious issue\" test, but should go further and closely examine the merits of the underlying application.  <FRAGMENT_SUPPRESSED>", "[11] In RJR-MacDonald Inc. , supra, the Supreme Court of Canada held that, in the context of constitutional issues, motions judges faced with a request for an interlocutory injunction ought not to delve into the merits of the underlying application other than to determine that there is indeed a serious issue to be tried. But the court went on to identify two circumstances where the court should address the merits, one of which is where the interlocutory application will effectively decide the underlying application. In that case, the court said, the motions judge should address the merits of the application. RJR-MacDonald Inc. , supra, para. 51. If constitutional issues can be decided on that basis, it stands to reason that other questions, which have less of an effect on the law, can also be considered on that basis. That is the situation which is before me. It is not that the tri-partite test does not apply. It is that the test of serious issue becomes the likelihood of success on the underlying application since granting the relief sought in the interlocutory application will give the applicant the relief sought in the application for judicial review.  <FRAGMENT_SUPPRESSED>", "[12] The counter argument is that the relief sought in the two applications is not the same. In the motion for a stay, the only relief sought is the immediate deferral of the removal whereas in the application for judicial review, the basis for the relief sought is in relation to some other process which is said to justify a decision not to execute the removal order until that process is complete. The outcome of a successful judicial review of a refusal to defer is a determination that removal need not occur until some other procedure or process has been completed. The outcome of a successful stay application is an order that removal not occur until the judicial review has been completed or, as one sees increasingly frequently, until the process or procedure in question has been completed. The latter is precisely the relief sought in the judicial review. The former is to determine whether the applicant is entitled to the latter. The differences between the motion for a stay and the application for judicial review in respect to a refusal to defer would not justify a difference in treatment of the underlying issue.  <FRAGMENT_SUPPRESSED>", "[13] The issue raised in this motion, and many others like it, is the Removal or Expulsion Officer's discretion to defer removal. (The terms \"Removal Officer\" and \"Expulsion Officer\" are used interchangeably in these reasons.) As will be seen below, there is now a significant number of cases which appear to attribute a specific discretion to a Removal Officer, in the same way that an Immigration Officer, a Senior Immigration Officer or an Adjudicator have the power to make certain discretionary decisions in the scheme administered under the Act . A review of the Act discloses no references to Removal Officers or Expulsion Officers. In fact, such officers are simply acting in the name of and in the place of the Minister of Citizenship and Immigration (the \"Minister\"). They have no greater, or lesser, discretion than that which is vested in the Minister.  <FRAGMENT_SUPPRESSED>", "[14] Section 4 of the Department of Citizenship and Immigration Act , R.S.C. 1985, c. C-29.4, provides as follows:  <FRAGMENT_SUPPRESSED> \"The powers, duties and functions of the Minister extend to and include all matters over which Parliament has jurisdiction relating to citizenship and immigration. <FRAGMENT_SUPPRESSED>", "[15] It would seem to follow that, unless a matter is specifically assigned to a particular official, any discretion which can be exercised under the Act , is to be exercised by the Minister acting through departmental staff. The converse is also true. Officials exercising a discretion, not specifically conferred upon them by the Act , exercise the discretion which the Minister could exercise. The extent of that discretion is not bounded by their personal situation in the bureaucracy but by the discretion which is available to the Minister. To hold otherwise is to make the discretion to be exercised dependent upon the idiosyncrasies of position descriptions and the peculiarities of the division of labour in each of the offices of the department. This has the potential to be exceedingly arbitrary. It cannot have been the intention of Parliament that the range of discretion was dependent upon the particular office which handled the applicant's removal.  <FRAGMENT_SUPPRESSED>", "[16] To the extent that authority is required for this view of governmental action, it can be found in the following extract from Administrative Law by Professor Wade:  <FRAGMENT_SUPPRESSED> \"Departments of central government have the benefit of a special rule whereby officials may act in their ministers' names without any formal delegation of authority. When powers are conferred upon ministers who have charge of large departments, it is obvious that they will often not be exercised by the minister in person. Parliament is well aware of this, and ministerial powers are therefore taken to be exercisable by officials of the minister's department acting in his name in the customary way.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"Strictly speaking there is not even delegation in these cases. Delegation requires a distinct act by which the power is conferred upon some person not previously competent to exercise it. But the authority of officials to act in the ministers' name derives from a general rule of law and not from any particular act of delegation. Legally and constitutionally the act of the official is the act of the minister, without any need for specific authorization in advance or ratification afterwards.\" Administrative Law (8th Edition), Wade H.W.R. and Forsyth C.F., Oxford University Press, 2000, at pp. 323-324.  <FRAGMENT_SUPPRESSED>", "[17] What is the extent of the Minister's discretion with respect to removals? One begins by noting that, except in one case (that of a person overstaying a Ministerial permit), all removal orders are made by officials acting pursuant to a specific authority conferred upon them under the Act . Removal orders therefore are not administrative arrangements made by the Minister which the Minister is at liberty to change. They are orders which have the force of law which the Minister is called upon to execute. It is noteworthy in this regard that the Minister's discretion to grant permits, which allow persons who would not otherwise qualify to enter or remain in Canada, does not apply to someone who is subject to a removal order:  <FRAGMENT_SUPPRESSED> \"37(1) The Minister may issue a written permit authorizing any person to come into or remain in Canada if that person is  <FRAGMENT_SUPPRESSED> (a) in the case of a person seeking to come into Canada, a member of an inadmissible class; or  <FRAGMENT_SUPPRESSED> (b) in the case of a person in Canada, a person with respect to whom a report has been or may be made under subsection 27(2).  <FRAGMENT_SUPPRESSED> \"(2) Notwithstanding subsection (1), no permit may be issued to  <FRAGMENT_SUPPRESSED> (a) a person against whom a removal order has been made who has not been removed from Canada pursuant to such an order or has not otherwise left Canada, unless an appeal from that order has been allowed; <FRAGMENT_SUPPRESSED>", "[18] The conclusion to be drawn is that the Minister does not have an undefined discretion to deal with removal orders according to her best lights. She stands in relation to removal orders as does any other public officer in relation to a statutory duty.  <FRAGMENT_SUPPRESSED>", "[19] The Minister does have a specific discretion with respect to removals which is set out in s. 52 of the Act dealing with the place to which a person shall be removed. That is not the issue in this case, nor in most cases where the issue of deferral arises. The discretion which is in issue in this case, as in most others, is found in s. 48 of the Act which deals with execution of removal orders:  <FRAGMENT_SUPPRESSED> \"48. Subject to sections 49 and 50, a removal order shall be executed as soon as reasonably practicable. <FRAGMENT_SUPPRESSED>", "[20] The source of the discretion with respect to removals is the same, whether the discretion is described as the Minister's or the Expulsion Officer's. Defining the discretion to be exercised as the Minister's does not widen the scope of the discretion. But it does do away with the notion that the discretion is to be tailored to the perceived rank or status of the person exercising the discretion. The discretion is bounded by the words of the statute conferring it not by the status of the person exercising it.  <FRAGMENT_SUPPRESSED>", "[21] So the issue becomes, what discretion is conferred by the words \"reasonably practicable\"? The question first arose in <FRAGMENT_SUPPRESSED> ; 116 F.T.R. 4 (T.D.), a case in which an Iranian national was to be deported to Iran. The Removal Officer in that case claimed to have no discretion. Simpson, J., decided that the Removal Officer did have some discretion.  <FRAGMENT_SUPPRESSED> \"What is clear, however, is that removal officers have some discretion under the Immigration Act concerning, among other things, the pace of the removal once they become involved in making deportation arrangements. This is so because the May Affidavit indicates in paragraph 8 that removals are to be carried out as soon as 'reasonably' practicable. This language is also found in s. 48 of the Immigration Act . In my view, this language covers a broad range of circumstances which might include a consideration of whether it would be reasonable to await a pending decision on a H&C application before removal. Accordingly, the removal officer does appear to have some decision-making power which is subject to judicial review.\" <FRAGMENT_SUPPRESSED> , para. 9  <FRAGMENT_SUPPRESSED>", "[22] In light of this, the learned judge found that the Removal Officer's claim of a lack of discretion raised the issue of fettering discretion. She found this issue serious enough to grant a stay of removal. The finding of a discretion applying to a broad range of circumstances was, on the face of it, a premise as opposed to a conclusion.  <FRAGMENT_SUPPRESSED>", "[23] Poyanipur was referred to in <FRAGMENT_SUPPRESSED>  (T.D.), a decision of Reed, J., In that case, the argument was that the Removal Officer had fettered her discretion, as  <FRAGMENT_SUPPRESSED> . Reed, J., agreed that there was some discretion available to the Removal Officer but she found that it was limited to situations involving the making of concrete arrangements and did not extend to matters properly falling within the ambit of an application made pursuant to s. 114(2) of the Act .  <FRAGMENT_SUPPRESSED> \"[para. 12] The issue raised by the leave application is not a strong one. I accept that removal officers have, in certain circumstances, authority to defer execution of a removal order (certainly if an applicant was ill, or if the scheduled flight was cancelled, such must exist). In this case, however, the circumstances upon which counsel sought deferral are not ones that arose just prior to the removal date. The voice mail message he received is very cryptic in nature. Whether the interpretation counsel puts on the words used is correct (i.e. that they demonstrate a fettering of discretion) is not as obvious to me as it is to him. The reasons for which a deferral was sought were not of the type that one would expect to fall within a removal officer's jurisdiction to alter removal arrangements after those arrangements had been made. As counsel for the respondent argued they are of the type that are more properly the subject of a humanitarian and compassionate review application. <FRAGMENT_SUPPRESSED>", "[24] <FRAGMENT_SUPPRESSED> ; 37 Imm. L.R.(2d) 85 (F.C.T.D.), McKeown, J., granted a stay of a deportation order on the ground that, in refusing to defer removal, the Removal Officer may not have considered the effect of climate upon the applicant's multiple sclerosis. In the circumstances, this amounted to a risk to the applicant's life and health.  <FRAGMENT_SUPPRESSED>", "[25] The issue arose again in <FRAGMENT_SUPPRESSED> ; 150 F.T.R. 148 (T.D.), a case in which the person being deported claimed that he would be subject to torture if deported to India. Gibson, J., referred to Poyanipur and <FRAGMENT_SUPPRESSED> , and concluded that:  <FRAGMENT_SUPPRESSED> \"[para. 19] I conclude that the 'broad range of circumstances' that Madam Justice Simpson found to be contemplated by s. 48 of the Immigration Act includes discretion to consider whether it is reasonable to defer the making of removal arrangements pending a risk assessment and determination. Accordingly, it follows that a removal officer may have regard to cogent evidence of risk in removal to a particular destination and as to whether or not an appropriate risk assessment has been conducted and evaluated, solely for the purpose of informing his or her exercise of discretion regarding deferral. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> , is authority for the proposition that a Removal Officer can consider whether a risk assessment has been undertaken in circumstances where an applicant alleges a serious risk to physical integrity.  <FRAGMENT_SUPPRESSED>", "[26] Another view of the discretion involved emerged in <FRAGMENT_SUPPRESSED> ; 187 F.T.R. 219; 7 Imm. L.R.(3d) 141 (T.D.), a decision of Nadon, J.  <FRAGMENT_SUPPRESSED> \"[para. 12] In my opinion, the discretion that a removal officer may exercise is very limited, and in any case, is restricted to when a removal order will be executed. In deciding when it is 'reasonably practicable' for a removal order to be executed, a removal officer may consider various factors such as illness, other impediments to travelling, and pending H&C applications that were brought on a timely basis but have yet to be resolved due to backlogs in the system. [See Note 7 below] For instance, in this case, the removal of the Applicant scheduled for May 10, 2000 was deferred due to medical reasons, and was rescheduled for May 31, 2000.  <FRAGMENT_SUPPRESSED> \"Furthermore, in my view, it was within the removal officer's discretion to defer removal until the Applicant's eight-year old child terminated her school year. <FRAGMENT_SUPPRESSED>", "[27] Notwithstanding a general expression that the discretion involved is \"very limited\", Nadon, J., was prepared to recognize a discretion to defer removal pending the resolution of H&C applications which had been made in a timely fashion but which were not yet resolved due to backlogs in the system.  <FRAGMENT_SUPPRESSED>", "[28] <FRAGMENT_SUPPRESSED> ; 195 F.T.R. 221; 9 Imm. L.R.(3d) 159 (T.D.), Gibson, J., considered deferral of removal in the context of consideration being given to the interests of Canadian born children where an H&C application had been outstanding for some thirteen months. He concluded that while <FRAGMENT_SUPPRESSED> , held that the Removal Officer did not have the authority to consider the best interests of the children, it did not follow from this that their interests should not be considered when deferral on the basis of a pending H&C application was in issue.  <FRAGMENT_SUPPRESSED>", "[29] In Naredo and  <FRAGMENT_SUPPRESSED> ; 132 F.T.R. 281 (T.D.), Cullen, J., hearing an application for judicial review of the refusal of a removal officer to defer removal, ordered that the execution of the deportation order be stayed to allow the applicants to make an H&C application. He did so on the basis of the threat of death to the applicants who had informed on their former colleagues in the Chilean Secret police. He did not explicitly broach the issue of the discretion of the Removal Officer.  <FRAGMENT_SUPPRESSED>", "[30] These cases illustrate the range of the discretion which has been attributed to Removal Officers, but they do not suggest an organizing principle which might inform the court's review of the exercise of this discretion.  <FRAGMENT_SUPPRESSED>", "[31] A useful starting point in an attempt to discern such an organizing principle is to consider the logical boundaries of the notion of deferral. To defer means \"to put over to another time\". But one does not defer merely for the sake of delay. If the act of deferring is to be legally justifiable, it must be because, as a result of that deferral, some lawful reason for not executing the removal order may arise.  <FRAGMENT_SUPPRESSED>", "[32] Aside from questions of travel arrangements and fitness to travel, the execution of the order can only be affected by some other process occurring within the framework of the Act since the Minister has no authority to refuse to execute the order. Accordingly, a request for deferral can only be made in the context of some collateral process which might impinge upon the enforceability of the removal order. To put it another way, if the order must be executed regardless of the outcome of the collateral process, what rationale is there for deferral? As a result, it seems to me that the appropriate inquiry is whether the process in question could result in a situation in which the execution of the removal order was no longer mandatory.  <FRAGMENT_SUPPRESSED>", "[33] Consequently, the expression \"to defer\" refers to two different concepts. It is used in the sense of a temporal displacement: the execution of the removal order will be deferred until tomorrow. But it is also used in the sense of granting precedence to, or yielding to, some other process. The two senses are related, yet distinct.  <FRAGMENT_SUPPRESSED>", "[34] In what circumstances is a removal order liable to be set aside or rendered unenforceable? The Act has various sections which deal with the enforcement of removal orders. It is not necessary to canvas them all here because the only ones which are of interest for these purposes are those which require some process to be undertaken to resolve an issue since it is the existence of that process which is the basis of the request for a deferral. So one turns to the Act to see in what circumstances a removal order is discharged, set aside or is rendered effective.  <FRAGMENT_SUPPRESSED>", "[35] Section 46.07(4) of the Act provides that where a person who has been found to be a convention refugee is subject to a removal order, an immigration officer or an adjudicator shall inquire whether the person has a right to remain in Canada and if so shall quash the removal order and allow the person to remain in Canada.  <FRAGMENT_SUPPRESSED>", "[36] Section 53 of the Act provides that no convention refugee or a person who has been found to be a convention refugee in another country shall be removed to a country where they face a risk to life or freedom, unless they fall within certain enumerated classes of persons. This contemplates the existence of a removal order which cannot be executed.  <FRAGMENT_SUPPRESSED>", "[37] Section 70 of the Act provides an example of a circumstance in which a removal order may be set aside. That section provides for appeals from removal orders made against permanent residents. If the appeal is successful, s. 74 of the Act provides that the Immigration Appeal Division has certain powers including the power to quash the removal order.  <FRAGMENT_SUPPRESSED>", "[38] Curiously enough, a provision which speaks directly to this issue is buried in the Immigration Regulations, 1978 (the \" Regulations \"). Section 5(2) of the Regulations , which defines who may sponsor another's application for permanent landing, contains the following clause:  <FRAGMENT_SUPPRESSED> \"(c) in the case of a permanent resident, the person is not subject to a removal order or a conditional removal order, other than a removal order that is of no effect because the person has, after the date of the order, been granted lawful permission to establish permanent residence in Canada; <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> It is eminently sensible that one who has acquired the right to stay in Canada cannot at the same time be subject to an order requiring him/her to leave Canada. However, this appears to be the only recognition of that fact in the Act or Regulations .  <FRAGMENT_SUPPRESSED>", "[39] It would seem to follow that any process which could lead to landing is therefore a process which could result in a removal order becoming invalid or unenforceable. The most conspicuous of such processes is the H&C process. Conceptually, there are two steps to that process: the right to apply for landing from within Canada (which is what one obtains under s. 114(2)) of the Act ) and the grant of landing itself. It is only the grant of landing which has the effect of rendering the removal order nugatory. Practically speaking, if the application pursuant to s. 114(2) of the Act succeeds, the probability of becoming landed is very high.  <FRAGMENT_SUPPRESSED>", "[40] Another process leading to permanent landing has its start in s. 11.2 of the Regulations , which deals with certain classes of persons who acquire a right to apply for landing within Canada on public policy grounds under ss. 6(5) and 6(8) of the Act . Paragraph 11.2(b) of the Act provides that members of the PDRCC are deemed to be members of the prescribed class referred to in s. 6(5) of the Act , reproduced below:  <FRAGMENT_SUPPRESSED> \"(5) Subject to subsection (8) but notwithstanding any other provision of this Act or any regulation made under paragraph 114(1)(a), an immigrant and all dependants, if any, may be granted landing for reasons of public policy or compassionate or humanitarian considerations if the immigrant is a member of a class of immigrants prescribed by regulations made under paragraph 114(1)(e) and the immigrant meets the landing requirements prescribed under that paragraph. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[41] The outcome of the process outlined in ss. 6(5) and 6(8) of the Act is similar to that of a successful H&C application. The person acquires the right to apply for landing, subject to meeting the admissibility requirements. There is a difference though. In the case of H&C applications, the person making the application may not face threats to their personal safety upon their return to their country of origin whereas, by definition, members of the PDRCC are subject to a risk to their life, or extreme sanctions or inhumane treatment. The Regulations describe a member of the PDRCC as follows:  <FRAGMENT_SUPPRESSED> \"'member of the post-determination refugee claimants in Canada class' means an immigrant in Canada  <FRAGMENT_SUPPRESSED> (a) who the Refugee Division has determined on or after February 1, 1993 is not a Convention refugee, ...  <FRAGMENT_SUPPRESSED> (c) who if removed to a country to which the immigrant could be removed would be subjected to an objectively identifiable risk, which risk would apply in every part of that country and would not be faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (i) to the immigrant's life, other than a risk to the immigrant's life that is caused by the inability of that country to provide adequate health or medical care,  <FRAGMENT_SUPPRESSED> (ii) of extreme sanctions against the immigrant, or  <FRAGMENT_SUPPRESSED> (iii) of inhumane treatment of the immigrant; <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[42] As can be seen, there are applications or processes which may result in the removal order becoming either unenforceable or of no effect. Primarily, those processes consist of H&C applications and PDRCC claims. There are others, such as the process described in s. 46.07(4) of the Act where an immigration officer must determine whether a refugee against whom a removal order is made has a right to remain in Canada. The result is that there are circumstances where deferring to another process could result in the removal order whose execution is being deferred becoming inoperative. If a case is to be made for deferral, it is with respect to those processes.  <FRAGMENT_SUPPRESSED>", "[43] This analysis sketches the logical boundaries of the discretion to defer. What are the legal boundaries? The grant of discretion found in s. 48 of the Act may not contemplate that deferral is appropriate whenever it could logically make a difference. In fact, the imperative terms of s. 48 of the Act suggest otherwise. Furthermore, there is a line of authority to the effect that the mere presence of an outstanding H&C claim, is not grounds for a stay of execution (and by extension, for a deferral). Finally, defining the discretion to defer too broadly risks creating the equivalent of a statutory stay where Parliament declined to do so. What limits are imposed upon the range of available options by the expression \"as soon as reasonably practicable\"?  <FRAGMENT_SUPPRESSED>", "[44] Obviously, there is a range of factors arising from the mechanics of making travel arrangements which will require the exercise of some judgment and discretion. The vagaries of airline schedules, the uncertainties related to the issuance of travel documents, medical conditions affecting the ability to travel, these are all factors which could result in removal being rescheduled. Beyond that are factors outside the narrow compass of travel arrangements but which are affected by those arrangements such as children's school years, pending births or deaths. These too could influence the timing of removal. These arise even on the narrowest reading of s. 48 of the Act .  <FRAGMENT_SUPPRESSED>", "[45] The order whose deferral is in issue is a mandatory order which the Minister is bound by law to execute. The exercise of deferral requires justification for failing to obey a positive obligation imposed by statute. That justification must be found in the statute or in some other legal obligation imposed on the Minister which is of sufficient importance to relieve the Minister from compliance with s. 48 of the Act . In considering the duty imposed and duty to comply with s. 48, the availability of an alternate remedy, such as a right of return, should weigh heavily in the balance against deferral since it points to a means by which the applicant can be made whole without the necessity of non-compliance with a statutory obligation. For that reason, I would be inclined to the view that, absent special considerations, an H&C application which is not based upon a threat to personal safety would not justify deferral because there is a remedy other than failing to comply with a positive statutory obligation.  <FRAGMENT_SUPPRESSED>", "[46] I need go no further to decide the case before me. As cases arise, the court will be called upon to decide if, on the facts before the judge at that time, deferral is justified in the name of other legal obligations which bind the Minister. An issue to be considered will be whether such obligations are commensurate with the obligation to execute removal orders \"as soon as reasonably practicable\". For example, these reasons do not address the effect of the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , because it does not arise on these facts. Furthermore, it is well known that bad faith and arbitrariness are always within the remedial jurisdiction of a court exercising its supervisory jurisdiction over administrative action. The rationale for these reasons is to propose a framework for analysis as opposed to a list of cases falling on either side of a particular line.  <FRAGMENT_SUPPRESSED>", "[47] To summarize, the discretion to defer removal is a discretion vested in the Minister as opposed to the individual who is responsible for making the arrangements for removal. That person acts as the Minister's representative for the purpose of exercising that discretion but this does not mean that the discretion is tailored to that individual's actual or perceived level of authority. The discretion is bounded only by the terms of the Act dealing with removals. The Minister is under a positive obligation to execute removal orders, which are lawful orders, generally made by persons other than the Minister who hold designated offices with a specific grant of authority to make such an order. These orders are not mere administrative arrangements which the Minister can alter at her convenience. In fact, the Minister is precluded from issuing a Ministerial permit to a person who is subject to a removal order which is compelling evidence that the Minister is intended to execute removal orders as opposed to rendering them ineffective.  <FRAGMENT_SUPPRESSED>", "[48] It has been recognized that there is a discretion to defer removal though the boundaries of that discretion have not been defined. The grant of discretion is found in the same section which imposes the obligation to execute removal orders, a juxtaposition which is not insignificant. At its widest, the discretion to defer should logically be exercised only in circumstances where the process to which deferral is accorded could result in the removal order becoming unenforceable or ineffective. Deferral for the mere sake of delay is not in accordance with the imperatives of the Act . One instance of a policy which respects the discretion to defer while limiting its application to cases which are consistent with the policy of the Act , is that deferral should be reserved for those applications or processes where the failure to defer will expose the applicant to the risk of death, extreme sanction or inhumane treatment in circumstances and where deferral might result in the order becoming inoperative. The consequences of removal in those circumstances cannot be made good by re-admitting the person to the country following the successful conclusion of their pending application. Family hardship cases such as this one are unfortunate but they can be remedied by readmission.  <FRAGMENT_SUPPRESSED>", "[49] There may be circumstances such as criminality where readmission is not to be taken for granted in the event of a successful application for exemption. Regrettable as this is, it is a result which reflects the policy of the Act , whereas exposing individuals to the risk of death or torture in circumstances where the order requiring removal may be made ineffective, does not.  <FRAGMENT_SUPPRESSED>", "[50] The discretion to be exercised does not consist of assessing the risk. The discretion to be exercised is whether or not to defer to another process which may render the removal order ineffective or unenforceable, the object of that process being to determine whether removal of that person would expose him to a risk of death or other extreme sanction. If the process has not been initiated at the time of the request for deferral, or has been initiated as a result of the removal process, the person exercising the discretion could conclude that the conduct of the applicant is inconsistent with an allegation of fear of death or inhumane treatment. This is not a question of assessing the risk but rather of assessing the bona fides of the application.  <FRAGMENT_SUPPRESSED>", "[51] Applying this model to this motion for a stay, I note that the applicant was subject to a post determination risk assessment which found no objectively identifiable risk in returning him to the People's Republic of China.  <FRAGMENT_SUPPRESSED>", "[52] Turning to the issue in the underlying judicial review, the Removal Officer's refusal to defer the removal pending the disposition of the H&C application, I find no serious issue with regard to the Removal Officer's conduct. As set out above, a pending H&C application on grounds of family separation is not itself grounds for delaying a removal. To treat it as such would be to create a statutory stay which Parliament declined to enact. <FRAGMENT_SUPPRESSED> ; 31 Imm. L.R.(2d) 134 (T.D.), per Noël, J. (as he then was). In the present case, the applicant's argument is that his prospects on his H&C application are so strong that the application will almost certainly succeed. It is therefore argued that it was unreasonable for the Removal Officer to refuse to defer the removal.  <FRAGMENT_SUPPRESSED>", "[53] In my view, the issues raised by the applicant's H&C application do not refer to a legal obligation which would justify the Minister in not performing her statutory duty. The enforced separation from his wife, while regrettable, is not such as to require intervention. The applicant has had the benefit of a PDRCC assessment which found no significant risk in the event of his return to China.  <FRAGMENT_SUPPRESSED>", "[54] To put the matter in terms of the analysis developed above, the applicant is subject to a valid removal order. The applicant has asked that the execution of the removal be deferred pending the processing of the H&C application. That application is based upon the fact of marriage and the distress caused by enforced separation. The applicant has had the benefit of a PDRCC assessment which found no appreciable risk of harm in the event of his return to China. In the result, this is not sufficient justification for not complying with the requirements of s. 48 of the Act . In the circumstances, I find that there is no serious issue sufficient to justify the granting of a stay.  <FRAGMENT_SUPPRESSED>", "[55] The application for a stay is dismissed.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED> [End of document]"]}