{"id_": "066993", "body_str": ["[1] Zinn, J. : The applicant appeals from the decision of a citizenship judge denying her application for citizenship on the basis that there was insufficient evidence to establish that she had fulfilled the residency requirement set out in the Citizenship Act , R.S.C. 1985, c. C-29. At the conclusion of the hearing of this appeal, I informed the parties that I would be allowing the applicant's appeal. These are my reasons.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[2] Sajida Tanveer is a citizen of Pakistan. She became a permanent resident in Canada on July 29, 1997. Her son and husband are U.S. citizens. On March 23, 2007 she applied for Canadian citizenship. On her application, she declared that she had been absent from Canada in the relevant period for 358 days - one trip to the U.S. for 281 days on March 23, 2003 and one trip to Pakistan for 77 days on February 3, 2006. She was interviewed by the Citizenship Judge on April 7, 2009 and she provided further documentation supporting her residency.  <FRAGMENT_SUPPRESSED>", "[3] The Citizenship Judge denied Ms. Tanveer's application, stating:  <FRAGMENT_SUPPRESSED> ... having reviewed all of the documentation you submitted, having personally interviewed you and for the reasons below, I am not satisfied, on a balance of probabilities, that the information provided by you accurately reflects the number of days that you were, in fact, physically present in Canada.  <FRAGMENT_SUPPRESSED> The reasons for reaching this conclusion may be summarized as the following seven points:  <FRAGMENT_SUPPRESSED> (1) the applicant's passport did not show any entries into the U.S. in the relevant period;  <FRAGMENT_SUPPRESSED> (2) the applicant's OHIP card, driver's license and bank statements were only passive indicators of residence;  <FRAGMENT_SUPPRESSED> (3) the applicant had minimal income in the relevant tax years and negative income in the 2006 tax year;  <FRAGMENT_SUPPRESSED> (4) the applicant did not visit her doctor in the period November 26, 2004 to January 8, 2006;  <FRAGMENT_SUPPRESSED> (5) the applicant's son was diagnosed with Autism Spectrum Disorder, but he only visited a doctor a few times after December 28, 2003;  <FRAGMENT_SUPPRESSED> (6) the applicant did not provide a tenancy agreement for the period April to October 2006, and did not provide proof of rent payment for the other relevant periods; and  <FRAGMENT_SUPPRESSED> (7) the applicant submitted a supporting document claiming that she had a laser hair removal treatment at a time when she also claimed to be in Pakistan and this receipt bore an address that the appellant never listed on her application.  <FRAGMENT_SUPPRESSED>", "[4] Referring to the residency test set by Muldoon J. in (1993), 62 F.T.R. 122 (T.D.), the Citizenship Judge concluded \"that on balance, all of the above does not satisfy me that you have met the residency requirements under s. 5(1)(c) of the Act .\" The Citizenship Judge then considered whether a \"favourable recommendation\" should be made under subsection 5(3) or 5(4) of the Act but determined that there were no special circumstances that warranted such a recommendation.  <FRAGMENT_SUPPRESSED> Issue  <FRAGMENT_SUPPRESSED>", "[5] The issue raised by the applicant is whether the Citizenship Judge erred in law because she ignored or misconstrued evidence when she reached the conclusion that the applicant did not meet the residency requirement.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[6] Both parties are in agreement on the appropriate standard of review. The question of whether a citizenship judge erred in determining that an applicant did not meet the residency requirement is reviewed on the reasonableness standard: <FRAGMENT_SUPPRESSED>  at para. 19.  <FRAGMENT_SUPPRESSED>", "[7] In citizenship applications, the onus is on the applicant \"to provide sufficient evidence to establish that [she] met the residency requirement of the  <FRAGMENT_SUPPRESSED> . However, once this evidence is provided, either through testimony or documentation, a citizenship judge must provide some explanation if that evidence is rejected: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[8] When the decision is read as a whole, it is evident that the concern of the Citizenship Judge was not with the sufficiency of evidence, but with whether the applicant's evidence was believable. Credibility may be of concern in citizenship applications where the nature of the evidence, such as tenancy agreements, bank statements and appointment records, does not provide incontrovertible proof that an individual was present in Canada over a certain period of time, or even that they were present at a specific point in time.  <FRAGMENT_SUPPRESSED>", "[9] In this case, much of the evidence was in the nature of passive indicators of residence in Canada and the Citizenship Judge was correct to test that evidence against other evidence in the application and by challenging the applicant at the interview. As will be seen, in my view, there was nothing in the documentary evidence that directly contradicted the evidence of the applicant as to her period of residence in Canada. Further, and most unfortunately, there is no evidence that the Citizenship Judge questioned the applicant during the interview on those aspects of the documentary evidence that she found troubling.  <FRAGMENT_SUPPRESSED>", "[10] I turn to examine the seven aspects of the application that the Citizenship Judge did find troubling and on which she rested her finding that the applicant was not credible in her statement of the period of Canadian residency.  <FRAGMENT_SUPPRESSED>", "[11] First, the absence of U.S. entry visa stamps on the applicant's passport is not evidence that she was in Canada nor is it evidence that she was outside of Canada. The applicant submitted her passport to corroborate the declarations she made regarding when she was absent from Canada. Unlike Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  where there were explicit discrepancies between the applicant's application and her passport, there is no apparent discrepancy between this applicant's application and her passport. The Citizenship Judge was technically correct that the passport does not prove physical presence in Canada, but by the same token, it does not cast doubt on any of the applicant's declarations or testimony.  <FRAGMENT_SUPPRESSED>", "[12] Second, while the Citizenship Judge is correct in stating that the applicant's OHIP card, driver's licence and bank statements are all passive indicators of residence, this does not cast doubt on the applicant's declarations or testimony.  <FRAGMENT_SUPPRESSED>", "[13] Third, low or negative income in a relevant tax year alone does not cast doubt on the applicant's credibility. Low income may suggest an alternative source of financial support either in Canada or in another country. The obvious question to have asked is how the applicant met her living costs on such a low income. If the Citizenship Judge had asked this question, the applicant's answer, as attested to in an affidavit filed in this proceeding, would have been that her husband supports her. Such a response is hardly evidence of a lack of residence.  <FRAGMENT_SUPPRESSED>", "[14] Fourth, an absence of visits to the doctor for a period of slightly more than one year may be nothing more than an indicator of good health or a lack of a family doctor; it is not evidence that she was not resident in Canada.  <FRAGMENT_SUPPRESSED>", "[15] Fifth, the record shows that the applicant's son was not assessed for Autism Spectrum Disorder until February 27, 2007, approximately one month before her application. His lack of visits to a doctor before this date does not impeach the applicant's credibility to any significant degree. Further, it is not clear from the record that an individual with Autism, even if he were diagnosed long before, would be expected to visit a doctor frequently. The Citizenship Judge provided no basis for her reliance on this apparent lack of doctor's visits, and there is nothing in the record that supports its relevance.  <FRAGMENT_SUPPRESSED>", "[16] Sixth, the Citizenship Judge also drew an erroneous negative credibility inference in stating that the applicant failed to provide a tenancy agreement for the period of April to October 2006. However, the Citizenship Judge was in error. The tenancy agreement preceding this period did not have an end date. There is simply no evidence that there was any gap in the agreements provided.  <FRAGMENT_SUPPRESSED>", "[17] Seventh, the Citizenship Judge also drew an erroneous negative credibility inference in stating that the applicant submitted documentation (a laser hair removal treatment schedule) that suggested she was being treated in Canada at a time that she had declared she was in Pakistan. This document is a treatment schedule that the applicant entered into with a laser treatment facility on November 8, 2005. When one reads the proposed treatment dates, the reference to \"Mar. 13\" is clearly a reference to Mar. 13, 2007; counsel for the respondent admitted as much at the hearing. The treatment schedule includes a chronological list with treatments approximately every two months starting in November 2005. The dates that include the year are as follows: Nov. 8, 05, Dec. 7, 05, Jan. 12, 06, May 30, 06, July 28, 06, Sept. 15, 06, and Nov. 22, 06. The entries \"Mar. 13\" and \"June 24\" follow these entries. It is difficult to see how the Citizenship Judge could mistake \"Mar. 13\" as Mar. 13, 2006, a time that the applicant stated she was in Pakistan. Counsel for the respondent freely admitted that she could offer no explanation for the view taken by the Citizenship Judge.  <FRAGMENT_SUPPRESSED>", "[18] The Citizenship Judge also drew a negative inference from the fact that the address on this schedule was an address on Erin Mills Parkway, which was not an address the applicant listed on the documentation submitted with the application. The applicant, in the affidavit filed in support of this proceeding attests that the street name was given by her as it intersected with the street on which she lived but which she could not pronounce. The numerical address and telephone number did correspond with the information on her application. The conclusion reached by the Citizenship Judge in this and other examples discussed reveals a significant flaw in the process she followed.  <FRAGMENT_SUPPRESSED>", "[19] There are no obvious notes in the record of the content of the interview the Citizenship Judge had with the applicant. There is no indication in the record or the decision of questions asked and answers given. If the Citizenship Judge had questions of the sort discussed, then she ought to have raised those with the applicant at the interview and recorded the responses. As it is, it is impossible to determine what purpose the Citizenship Judge thought was served by the interview. The applicant has filed an affidavit in which she offers explanations for most if not all of the concerns expressed by the Citizenship Judge in her reasons. The respondent pointed out repeatedly that this was information that was not before the Citizenship Judge - implying that this Court should ignore it. While it is true that the affidavit was not before the Citizenship Judge that begs the question of why the relevant information contained within the affidavit was not before her. It would have been before her if the Citizenship Judge had asked the applicant questions directed to the areas that concerned her. There is nothing in the application or documentation provided that is directly contradictory and thus, absent questioning from the Citizenship Judge, the applicant would have no way of knowing what the areas of concern were. Fairness, in these circumstances, required that the Citizenship Judge put her concerns to the applicant so that the applicant would have the opportunity to know the case she had to meet. The onus in citizenship applications is on the applicant, but the onus is not on the applicant to anticipate every concern that a citizenship judge might have with the evidence submitted.  <FRAGMENT_SUPPRESSED>", "[20] The respondent submits that \"[i] t was the cumulative reasons mentioned ...above that led the Citizenship Judge to determine that the Applicant had not discharged her onus that she had been physically present in Canada for the requisite period\". Given the irrelevant or erroneous nature of her reasons, it cannot be said that the Citizenship Judge's decision was reasonable. The cumulative reasons provided by the Citizenship Judge for disbelieving the applicant's assertion as to her residency do not reasonably support her conclusion that the applicant failed to prove she met the residency requirement in the Act. Accordingly, this appeal is allowed.  <FRAGMENT_SUPPRESSED>", "[21] The applicant is entitled to her costs. The applicant proposed an amount of $1,500 and the respondent proposed $500 as reasonable. I agree with the respondent. There was nothing particularly complex or challenging in this appeal and counsel was familiar with the facts, having represented the applicant in the initial application.  <FRAGMENT_SUPPRESSED>", "[22] THIS COURT ORDERS that:  <FRAGMENT_SUPPRESSED> 1. This appeal is allowed and the applicant's application for citizenship is referred to another citizenship judge for determination; and  <FRAGMENT_SUPPRESSED> 2. The applicant is awarded her costs, inclusive of fees, disbursements and taxes, fixed in the amount of $500.00.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}