{"id_": "067064", "body_str": ["[1] Harrington, J. : The applicants seek an advantage because they were not represented by counsel when they applied for a pre-removal risk assessment (PRRA). They submit that the PRRA officer had a duty to lead them through the process by the hand and that the guideline issued by Citizenship and Immigration Canada was incomplete and misguiding. I disagree.", "[2] The applicants come from Argentina. They claimed to be Convention refugees or otherwise in need of protection because the principal applicant, Mr. Agri, a businessman in Mendoza province witnessed the murder of a fellow businessman. Police involvement was alleged. Their claim was dismissed. However, they were entitled to have a PRRA before returning to Argentina. They availed themselves of that opportunity. The evidence they filed included four documents which the officer would not consider on the grounds that they were not new evidence. The officer correctly noted that they related to incidents that predated the refugee rejection decision by the Immigration and Refugee Board (the Board).", "[3] Section 113(a) of the Immigration and Refugee Protection Act, S.C. 2001 c. 27 provides: 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "[4] It was submitted, particularly since the applicants were not represented during the PRRA proceedings, that it should have been explained to them what comprises new evidence, what comprises old evidence, and that there was a burden upon them to explain why the “old” evidence was not presented before the Board. Furthermore, the guideline titled “Applying for a pre-removal risk assessment - unsuccessful refugee claimants” was misleading, in the sense that it was incomplete. Although the guideline did state that new evidence included evidence which was not normally accessible or would not reasonably have been expected to have been presented to the Board, and that it was important to clearly identify such new evidence, it was not specifically stated that such new evidence had to be accompanied by an explanation as to why it had not been available and presented earlier. In this case, the applicants prepared their forms with the help of a community aid organization which could deal with translation between Spanish and English, but which did not have a legal background.", "[5] Even if the applicants were not aware that a guideline is not itself the law, had they cared to read the entire form they would have seen this clear statement: “ This is not a legal document. For legal information, please refer to the Immigration and Refugee Protection Act, 2001 and Immigration and Refugee Protection Regulations, 2002 .” ISSUES", "[6] The issue is whether the PRRA officer had a positive duty to explain to the applicants that since the evidence they presented did not arise after the rejection of the refugee claim, they had an obligation to explain why it was not reasonably available or why they could not reasonably have been expected to present it to the Board. If the answer is in the affirmative, they were denied a fair hearing, and are entitled to a new one. It is not for the Court to surmise what the outcome might have been had the officer taken this evidence into account. ( <FRAGMENT_SUPPRESSED> ).", "[7] The standard of judicial review dictated by the pragmatic and functional approach set down by the Supreme Court is not in issue. Matters of natural justice are not touched by that approach. The Court owes the officer no deference. Another way of putting it is that the standard of review is correctness ( <FRAGMENT_SUPPRESSED> ). DISCUSSION", "[8] The burden was upon the applicants to make their case. They had no legitimate expectation that because they produced documents which had not been before the Board, the officer would consider them as constituting “new” evidence. Nor was this a case which could be said to have raised concerns so that they should have been given sufficient opportunity to respond in a meaningful way. See for example  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 703 (QL), and  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 795 (QL). More to the point is the decision of Mr. Justice Teitelbaum in  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1244 at paragraph 17, where in speaking of the Board he said: It is not the obligation of the Board to act as the attorney for a claimant who refuses to retain counsel. It is not the obligation of the Board to tell the claimant that he may ask for an adjournment of the hearing and it is not the obligation of the Board to \"teach\" the Applicant the law on a particular matter involving his or her claim.", "[9] Even accepting that the applicants were not aware that they had to provide an explanation, as stated by Lord Atkin in  <FRAGMENT_SUPPRESSED>  at page 479: The fact is that there is not and never has been a presumption that every one knows the law. There is the rule that ignorance of the law does not excuse, a maxim of very different scope and application.", "[10] For these reasons, the application shall be dismissed. At the hearing it was agreed that whichever party was unsuccessful should have a reasonable opportunity to suggest a question of general importance which could be certified to the Court of Appeal. The applicants shall have until Tuesday, 10 April 2007 to submit a question of general importance via the Toronto Registry. The respondent shall have until Monday, 16 April 2007, to reply.", "[11] Following the release of the original reasons on 2 April 2007, Mr. Agri’s counsel proposed the following question for certification: Does an Immigration Officer owe a greater duty of fairness to an unrepresented applicant to allow the applicant an opportunity to provide all necessary evidence in order to satisfy a specific legal requirement?", "[12] Reliance was placed on the decision of Mr. Justice O’Reilly in  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 776 (QL). The facts of that case were quite different. Mr. Nemeth had a lawyer who was unable to attend the hearing before the Immigration and Refugee Board, but who requested an adjournment. Nevertheless, Mr. Nemeth appeared alone before the Board and said he had no need for counsel. During the hearing it became evident that Mr. Nemeth did not understand what he had to do and it was too late to correct the shortcomings. The application for judicial review was allowed, because although Mr. Nemeth had not been abandoned by counsel and had waived his right to be represented by counsel, he did not receive a fair hearing as the Board had been aware that he had been represented until the last minute, and should have been alive to the risk that he was ill-prepared to represent himself. That is not the situation here. The Agris were unrepresented from the outset.", "[13] The documents issued by the Board make it perfectly clear that a party is entitled to be represented by counsel if he or she so chooses. One has no right to expect, by not retaining counsel, that the Board will act both as a decision-maker and as advocate for the applicant. ORDER", "[14] THIS COURT ORDERS that the application for judicial review is dismissed. There is no question to certify. [End of document]"]}