{"id_": "067164", "body_str": ["[1] Boivin, J. : UPON motion on behalf of the Applicant for a stay of the order of Immigration Division Member Louis Dubé (the ID Member), dated September 15th, 2009, releasing the Respondent from detention;", "[2] AND UPON considering that the Respondent was scheduled to be released the following morning, counsel for the Applicant was heard at an urgent ex parte hearing of the stay application by telephone conference on the evening of September 15, 2009, where I granted an interim order suspending the decision of the ID Member Louis Dubé until hearing from counsel for both parties by telephone conference on September 18, 2009;", "[3] AND UPON considering the written submissions filed by the Applicant's and Respondent's counsel;", "[4] AND UPON considering the tripartite test in <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 302 (F.C.A.), where, in order to obtain a stay, an Applicant must demonstrate: (1) that there is a serious issue to be tried; (2) that the Applicant would suffer irreparable harm if no order were granted; and (3) that the balance of convenience favours the granting of the order;", "[5] The Respondent is a citizen of Trinidad and Tobago who came to Canada on October 22, 1988 and became a permanent resident on February 26, 1992 after being sponsored by his wife.", "[6] In 2003, 2008 and 2009, the Respondent was convicted of various offences under the Criminal Code of Canada , R.S. 1985, c. C-46, such as assault causing bodily harm (section 267), sexual assault (subsection 271(1)(a)), forcible confinement (subsection 279(2)(a)) and assault with a weapon (subsection 267(a)) among others.", "[7] The Respondent served a term of imprisonment and was released on September 4, 2009. Upon his release, the Respondent was detained for immigration purposes.", "[8] The Applicant's detention was upheld after a first detention review hearing on September 8, 2009 because he was found to be a danger to the public.", "[9] On September 15, 2009, following a second detention review hearing, ID Member Louis Dubé decided that the Respondent should be released upon deposit of $3,000, and among the conditions, that he must live at his sister's house and he must respect a curfew.", "[10] The Applicant has applied for leave and judicial review of this decision and in the meantime, seeks a stay of the Respondent's release. Serious Issue", "[11] I am satisfied that the Applicant has raised serious issues to be tried with respect to the conclusions of ID Member Louis Dubé regarding the following facts: a) the Respondent was found to be a danger to the public in the first detention review hearing on September 8, 2009 and this risk remains important enough; b) imposing conditions including the deposit of a sum of $3,000, obligating the Respondent to live with his sister and respecting a curfew, among others, would counterbalance the fact that the Respondent constitutes a danger to the public; c) the proposed bondsperson, the Respondent's sister, would be able to control the Respondent. Irreparable Harm", "[12] Given the nature of the above serious issues, I find that the danger to the public, if a stay is not granted, is real and for the purpose of this motion, it constitutes irreparable harm.", "[13] The Respondent's sister said that she has an influence on her brother because he listens to her and respects her. However, she also testified that before her brother's detention, she would see him maybe once a week because she works a lot. As such, the control and influence she could exercise seem limited.", "[14] In any event, considering the Respondent's criminal record, the conditional release and $3,000 bail do not eliminate the danger to the public posed by the Respondent ( <FRAGMENT_SUPPRESSED> ).", "[15] Although the Respondent explained the circumstances surrounding how he committed the crimes and he followed anger management therapy, he has clearly shown to be able to commit serious criminal offences in a repeated manner and in breach of court conditions.", "[16] The evidence demonstrates that the Applicant constitutes a danger for the public. Balance of Convenience", "[17] Finally, the security of the public, in the circumstances, tips the balance of convenience in favour of the Applicant, especially considering the nature of the Respondent's convictions and the fact that he was ordered to register as a sexual offender and to provide a DNA sample (subsection 487.06(1) Criminal Code of Canada ). ORDER", "[18] THIS COURT ORDERS that Immigration Division Member Louis Dubé's order, dated September 15, 2009, releasing the Respondent from detention, is stayed until the earlier of either the disposition of the application for leave and judicial review or, in the alternative, until the Respondent's next statutorily mandated detention review hearing. [End of document] <FRAGMENT_SUPPRESSED>"]}