{"id_": "067150", "body_str": ["[1] Zinn, J. : This application is brought by Janssen-Ortho Inc. (Janssen-Ortho) and Alza Corporation under s. 6 of the Patented Medicines (Notice of Compliance) Regulations, SOR/93-133, as amended ( NOC Regulations ), for an order prohibiting the Minister of Health from issuing a Notice of Compliance (NOC) to Novopharm Limited (Novopharm) with respect to its methylphenidate product (the Novopharm Product) until after the expiration of Canadian Patent No. 2,264,852 (the '852 patent).", "[2] In its Notice of Allegation (NOA) dated April 1, 2008, Novopharm alleged non-infringement and improper listing against the '852 patent. No motion was brought pursuant to subsection 6(5) of the NOC Regulations to dismiss this application on the ground that the '852 patent was improperly listed on the Drug Registry of Health Canada. The sole issue in this proceeding is Novopharm's allegation of non-infringement.", "[3] This case turns on the proper interpretation of the phrase \"in a sustained-ascending dose\" as found in each of claims 1, 41 and 78 of the '852 patent - the three independent claims at issue. Janssen-Ortho submits that these words refer to the pharmacokinetic properties of the formulation taught by the '852 patent, and specifically to the ascending methylphenidate concentration in the patient's blood plasma over the relevant time period. Novopharm submits that these words do not refer to a plasma profile at all; rather, they refer to the specific amount of methylphenidate that is released from the dosage form in a given period of time following administration of the formulation, and more particularly, to the ascending trend of this release over the relevant time period. Novopharm submits that its product cannot infringe the '852 patent as its product does not release methylphenidate from its dosage form in an ascending amount over time.", "[4] Novopharm further submits that there is no infringement because claims 1 to 40 and 78 to 119 of the '852 patent require the dosage form to be used to \"regulate tolerance to methylphenidate\" or to \"compensate for acquired tolerance to methylphenidate\" and, it submits, tolerance to methylphenidate has not been proven to exist. Therefore, it is argued, this aspect of the claims in the '852 patent cannot be infringed.", "[5] For the reasons that follow the application is dismissed. THE PARTIES", "[6] The Applicant, Alza Corporation, is the owner of the '852 patent. Janssen-Ortho is an innovative pharmaceutical company that distributes and sells pharmaceutical products. One such product is its methylphenidate product which it markets in Canada and elsewhere in a formulation under the brand name Concerta. The Applicants are known as the \"first person\" under the NOC Regulations", "[7] The Respondent Novopharm is a generic drug company, known as the \"second person\" under the NOC Regulations . Novopharm has filed with the Minister an abbreviated new drug submission (ANDS) for the Novopharm Product. As part of its ANDS, Novopharm compared the Novopharm Product with Janssen-Ortho's Concerta. Under the NOC Regulations Novopharm was obliged to provide an NOA to Janssen-Ortho, which had the '852 patent listed on the patent register in respect of Concerta, and to Alza Corporation, the patent owner.", "[8] The Minister, following receipt of a drug submission, and after following the required procedures, has the responsibility to issue an NOC to permit the sale and distribution of certain drugs in Canada. The Minister was not represented in these proceedings although she was served with the necessary documents. THE DRUG", "[9] Methylphenidate is a drug used to treat Attention Deficit Hyperactivity Disorder (ADHD). ADHD is a neurobehavioural disorder that affects both children and adults. Those who suffer from ADHD experience symptoms of inattention, hyperactivity and impulsiveness. Attention Deficit Disorder (ADD) is a related neurobehavioural disorder that is characterized by the same symptoms as ADHD with the exception of hyperactivity. The '852 patent speaks of methylphenidate having become the standard drug for the management of ADD and makes no reference to ADHD. The parties are in agreement that nothing turns on this and that for the purposes of this application both disorders should be treated as being disorders commonly treated by methylphenidate. As a consequence, reference herein to ADHD should be understood to also encompass ADD.", "[10] Methylphenidate is a mild central nervous system stimulant. It was first approved for use in the 1950s under the brand name Ritalin. By the mid-1990s, Ritalin had become the standard treatment for ADHD. Ritalin was found to effectively control ADHD symptoms for three to five hours, with the greatest effectiveness occurring over the first one to two hours after administration of the drug. As a result, Ritalin was commonly prescribed to be administered two to three times per day.", "[11] Ritalin remains in use today as an effective treatment for ADHD; however, its initial formulation posed a number of practical complications, particularly when treating children suffering from ADHD.", "[12] Ritalin was introduced in an immediate-release formulation, which means that once ingested, its full contents are released into the body immediately. Effective treatment of ADHD required that the patient ingest multiple doses of Ritalin throughout the day in order to ensure an effective amount of methylphenidate was always in the patient's system. The desired therapeutic effect required this topping up of the methylphenidate levels. Some patients experienced peaks of effectiveness in ADHD symptom control followed by troughs of lesser effectiveness, until a subsequent dose was ingested. Given that methylphenidate is a controlled substance, its administration in this manner to children during the day in a school setting posed practical complications. Peer stigma of taking this drug was also an issue among children and adolescents.", "[13] More than twenty years after the introduction of Ritalin, its makers introduced Ritalin SR, a sustained release, once-a-day formulation of methylphenidate that releases methylphenidate into the patient over an extended period of time, rather than immediately, as is the case with the first Ritalin formulation. The idea behind a sustained-release formulation is that once the tablet is ingested, its contents release over a period of time such that the active pharmaceutical ingredient has a longer lasting effect, and multiple doses are not required.", "[14] Ritalin SR was never widely accepted. Ritalin SR was found to be less effective than a multiple dose regime of immediate release Ritalin. Janssen-Ortho submits that acute tolerance, or tachyphylaxis, was created by Ritalin SR and this was the reason why it was found to be less effective in the treatment of ADHD.", "[15] Janssen-Ortho submits that the invention expressed in the '852 patent was the ascending blood profile its product creates in a patient. A blood plasma profile indicates the amount of the drug that is contained in a specific volume of blood at a given time. The original immediate release Ritalin tablet produced a blood plasma profile of peaks and valleys; the concentration of the drug in the blood would increase from the point when the tablet was ingested, but after a few hours would decrease as the drug was expelled from the body becoming less effective. Ritalin SR created a relatively flat methylphenidate plasma concentration that maintained a concentration of the drug in the blood over a period of several hours without the peaks and valleys of the immediate release formulation.", "[16] The phenomenon of acute tolerance or tolerance occurs when a patient experiences a diminished therapeutic response to a drug during the day or during the course of a dose. When tolerance occurs, an increased dose is necessary to achieve the same therapeutic effect. This can result in a never ending cycle that renders a drug ineffective. There is a dispute between the parties and the experts as to whether tolerance to methylphenidate actually exists.", "[17] The Applicants submit that tolerance to Ritalin SR was caused by a flat methylphenidate plasma concentration profile. After taking Ritalin SR, the concentration of methylphenidate in the blood increases to a maximum point, and then stays at this level for a period of time, creating a relatively flat profile. It is asserted that Alza Corporation's discovery was that an ascending methylphenidate plasma concentration profile overcame the acute tolerance issues of Ritalin SR while providing a treatment of ADHD symptoms that was at least as effective as a multiple dose regime of Ritalin. Allegedly, Alza Corporation also discovered that by using an ascending methylphenidate plasma profile, comparable effectiveness could be achieved using lower methylphenidate concentrations.", "[18] These discoveries, it is said, form the basis for the '852 patent, which is the subject of this proceeding. Janssen-Ortho submits that its Concerta product is governed by the '852 patent; Novopharm submits that there is no evidence in the record that Concerta reflects the teachings of the '852 patent. In any event, Concerta has become a standard treatment for ADHD with annual sales in the United States in excess of $900 million per year. THE PATENT", "[19] The '852 patent entitled \"Use of Methylphenidate or a Pharmaceutically Acceptable Salt Thereof\" was filed in Canada on September 16, 1997 and published on April 9, 1998. The relevant date for construing the '852 patent is April 9, 1998. The '852 patent has 119 claims; however, only three of those claims are independent claims. The following three independent claims of the '852 patent are at issue in this application: \"1. Use of composition comprising 100 ng to 500 mg methylphenidate or a pharmaceutically acceptable salt thereof, together with a pharmaceutically acceptable carrier, the composition releasing methylphenidate or a pharmaceutically acceptable salt thereof in a sustained-ascending dose over time, for regulation of tolerance to methylphenidate or a pharmaceutically acceptable salt. \"41. Use of composition comprising 100 ng to 500 mg methylphenidate or a pharmaceutically acceptable salt thereof, together with a pharmaceutically acceptable carrier, the composition releasing methylphenidate or a pharmaceutically acceptable salt thereof in a sustained-ascending dose over a period greater than 6 hours and up to 12 hours, for the treatment of Attention-Deficit Disorder. \"78. Use of composition comprising 100 ng to 500 mg methylphenidate or a pharmaceutically acceptable salt thereof, together with a pharmaceutically acceptable carrier, the composition releasing methylphenidate or a pharmaceutically acceptable salt thereof in a sustained-ascending dose over time, for treatment of Attention-Deficit Disorder and compensation of acquired tolerance to methylphenidate or a pharmaceutically acceptable salt thereof.\" THE EVIDENCE", "[20] Each party filed evidence from five expert witnesses. The Applicants filed affidavits in support of their application from Dr. Martin S. Angst, Dr. Martyn C. Davies, Dr. Kennerly S. Patrick, Dr. Mario A. González and Dr. Declan Quinn. Novopharm submitted affidavits from Dr. Christopher Rhodes, Dr. Mark Riddle, Dr. Arthur Straughn, Dr. Stanley Kutcher, and Dr. James McCracken. The Applicants' Experts A. Dr. Martin S. Angst", "[21] Dr. Angst is a medical doctor and an Associate Professor of Anesthesia at Stanford University School of Medicine. He works as an anesthesiologist and clinical scientist in the field of clinical pharmacology. Dr. Angst's expertise is in the description of plasma concentration profiles and the relationship between these profiles and clinical effects.", "[22] Dr. Angst was asked by Janssen-Ortho to comment on the relevant person skilled in the art (PSIA), the teachings of the '852 patent, the meaning of the claims within the '852 patent, and the allegations of non-infringement  <FRAGMENT_SUPPRESSED> 's NOA. In making these comments, Dr. Angst reviewed Novopharm's NOA, the documents list in Appendix A to the NOA, the '852 patent, and Novopharm's initial and subsequent productions. Dr. Angst, like all of the Applicants' experts, was provided with a summary of the legal principles relating to claim construction. More will be said of these instructions later.", "[23] Dr. Angst states that the PSIA would possess three qualification sets: (1) a medical degree with at least two years of clinical experience treating ADHD, (2) a medical degree with at least two years of experience in clinical pharmacology, and (3) a doctorate degree with at least three years of experience in pharmaceutical formulations. Dr. Angst admits that he does not have the first and third skill sets, but submits that that he has the second skill set.", "[24] Dr. Angst reviews and reiterates much of the content of the '852 patent description. Dr. Angst states that a PSIA would read the '852 patent description as describing the usefulness of a particular ascending blood plasma profile without the occurrence of clinically significant drops during the period of ascension.", "[25] In reviewing the claims of the '852 patent, Dr. Angst focuses on claims 1, 10, 41, 47, 78 and 87 and, in particular, on the compositional aspects of the claims. Dr. Angst notes that the language of the phrase \"in a sustained-ascending dose\" is \"somewhat imprecise\", and thus relies on the disclosure to interpret the claims. Dr. Angst concludes that a PSIA would read and understand the words \"the composition releasing methylphenidate ... in a sustained-ascending dose over time\" to mean \"in a sustained manner so as to achieve an ascending plasma profile over time\".", "[26] Dr. Angst also concludes that a PSIA would understand that the plasma profiles provided in the examples given in the '852 patent are not generated from clinical data and that in a clinical setting \"a sustained-ascending dose\" would allow for intermittent concentration drops of 10 to 15 percent. Dr. Angst then goes on to review and reject statements made  <FRAGMENT_SUPPRESSED> 's NOA.", "[27] Dr. Angst reviews some of the clinical data provided in support of Novopharm's product. Dr. Angst does not review the data submitted from an unfed study because even though Concerta can be given with no food, Dr. Angst is of the opinion that the normal administration of the drug in children would be at breakfast time, and thus with food. Dr. Angst reviews the fed study data provided by Novopharm and concludes that (omitted) of the subjects had ascending plasma profiles, and that for (omitted) of the subjects (allowing for intermittent 10 to 15 percent drops in concentration) the plasma profiles ascended for periods greater than (omitted) hours.", "[28] Consequently, Dr. Angst concludes that the Novopharm Product infringes the '852 patent. B. Dr. Martyn C. Davies", "[29] Dr. Davies received his Ph.D. in pharmacy from the University of London. He is a Professor at the University of Nottingham, School of Pharmacy. Dr. Davies's expertise is in the area of biomaterials, polymer therapeutics, and drug delivery (including controlled release technologies).", "[30] Dr. Davies reviewed the same documents as Dr. Angst, and was given a similar mandate with the addition of the following question: \"Whether at the publication date of April 9, 1998 of the '852 patent, and having that patent in hand, a skilled formulator, knowing the pharmacokinetics of methylphenidate, could devise without undue experimentation, a formulation that released in humans methylphenidate in increasing amounts over time that was less than 6 hours that also effected a sustained-ascending methylphenidate plasma concentration of greater than 6 hours.\"", "[31] Dr. Davies states that the PSIA would have multiple skill sets. First, the PSIA would be a medical doctor. The PSIA would also be a formulator, with a Ph.D. in pharmacy, chemistry or chemical engineering and at least three years of experience in the field of controlled release dosage forms.", "[32] Dr. Davies notes that the term \"sustained ascending dose\" is \"not the chosen language of a skilled formulator\" because it usually refers to a singular dose at a given time. Nonetheless, Dr. Davies concludes that \"sustained ascending dose\" would be understood by the PSIA to mean \"that the drug is presented in a controlled release formulation such that in the bloodstream its concentration ascends in a sustained manner over time.\" Dr. Davies states that the '852 patent does not require the release rate of the drug to be ascending in the same manner as the plasma profile, and that any ambiguity in the claims is overcome by considering the disclosure of the patent. C. Dr. Kennerly S. Patrick", "[33] Dr. Patrick received his Ph.D. in medicinal chemistry from the University of Iowa. His expertise is in the pharmacokinetics and pharmacodynamics of methylphenidate. Dr. Patrick has worked specifically on formulations of methylphenidate, including Ritalin.", "[34] Dr. Patrick was given a mandate similar to that of Dr. Angst and Dr. Davies, with the addition of a request to provide a review of the history of methylphenidate. In reaching his conclusions, Dr. Patrick reviewed the '852 patent, a series of journal articles, two US patents, the product monographs for Ritalin, Ritalin SR and Concerta, an FDA report relating to new drug applications, and Novopharm's draft product monograph.", "[35] After reviewing the history of methylphenidate and the practical problems posed by Ritalin, and the relative ineffectiveness of Ritalin SR, Dr. Patrick addresses the '852 patent. Dr. Patrick describes the studies conducted by Dr. Swanson for Alza that led to the discovery that an ascending plasma profile could provide effective therapy for ADHD in an extended-release formulation. Dr. Patrick explains that for ethical reasons the studies conducted by Dr. Swanson did not draw actual blood samples from the child subjects, but rather relied on a \"sipping\" methodology to simulate certain plasma profiles.", "[36] Dr. Patrick explains that some experts, including him, consider acute tolerance to methylphenidate to be only theoretical on the grounds that scientific data does not exist to prove acute tolerance. Dr. Patrick goes on to opine that this data does not exist because the studies needed to obtain the data would require multiple blood samples from children - an approach that would be difficult to justify to an ethics committee. Nonetheless, he is of the view that acute tolerance is observed clinically, for example in the studies of Dr. Swanson.", "[37] Dr. Patrick concludes that the PSIA would have three skill sets: (1) \"a physician with experience in treating patients with ADHD and possessing a good understanding of clinical pharmacology\", (2) \"a physician with experience in pharmacodynamics and pharmacokinetics,\" and (3) a formulator.", "[38] Dr. Patrick states that the PSIA would understand the words \"releasing methylphenidate\" to mean releasing methylphenidate in vivo, i.e. inside the body. Dr. Patrick also states that there is ambiguity in the words \"sustained releasing dose\". He says that the phrase \"is not precisely the language a clinical pharmacologist or physician would use since, strictly speaking, an oral dose (singular) is the specific formulation given at an indicated time.\" He concludes that a PSIA would understand these words, in the context of the '852 patent, to mean a sustained increasing concentration in the bloodstream. Dr. Patrick goes on to state that the PSIA would interpret \"sustained ascending\" to permit intermittent drops in methylphenidate concentration of between 10 to 15 percent.", "[39] Dr. Patrick concludes that the PSIA would be aware of the difference between acute and chronic tolerance, would know that acute tolerance was proposed as an explanation for the ineffectiveness of Ritalin SR, and would read the '852 patent as addressing acute tolerance to methylphenidate.", "[40] Dr. Patrick does not provide an opinion on whether Novopharm's product will induce physicians to use its produce to compensate for acute tolerance. However, Dr. Patrick concludes that Novopharm's product will result in infringement of claims 1 and 78 because the \"product will be a composition of methylphenidate that provides a sustained ascending dose of methylphenidate over time.\" With respect to infringement of claim 41, Dr. Patrick reviewed Novopharm's patient data and concluded that when allowing for intermittent drops of 10 to 15 percent in the concentration of methylphenidate, approximately (omitted) of the patients would have plasma profiles that ascended for a period of greater than (omitted) hours. Therefore, Dr. Patrick concludes that the Novopharm Product will infringe claim 41 of the '852 patent. D. Dr. Mario A. González", "[41] Dr. González obtained his Ph.D. in pharmacokinetics from the University of California, San Francisco. He is the President and CEO of P'Kinetics International, which is a consulting company that provides research and development services to the pharmaceutical sector, particularly in the area of extended-release oral or transdermal (skin patch) formulations. Dr. González is also an Adjunct Professor at the University of Florida, College of Pharmacy. He has experience with methylphenidate formulations used for treating ADHD, including extended-release formulations. He has co-authored one academic article with Dr. Patrick.", "[42] Dr. González was asked to review and comment on the plasma concentration data reported by Novopharm, and also to provide an opinion as to whether similar data would likely be expected if the same study was conducted using the 54 mg Novopharm Product. Dr. González was also asked to provide an opinion as to how a clinical pharmacologist with two years of pharmacokinetics experience would define a \"sustained-ascending\" plasma methylphenidate concentration profile and he was asked to respond to certain allegations  <FRAGMENT_SUPPRESSED> 's NOA.", "[43] Dr. González concludes that a \"sustained ascending methylphenidate plasma concentration\" would be defined as a plasma profile that ascends to a maximum methylphenidate concentration (Tmax), but which may have periodic concentration drops on the ascension of 10 to 15 percent. Dr. González states that \"sustained ascending\" should be read as \"substantially ascending\".", "[44] Dr. González determines that if 10 percent drops are permitted, (omitted) of Novopharm's subjects exhibit a sustained-ascending plasma methylphenidate concentration profile for greater than (omitted) hours. If 15 percent drops are permitted, the percentage of infringing patients rises to (omitted).", "[45] Dr. González predicts that similar results would be obtained if Novopharm's study was repeated with their 54 mg product. Dr. González reaches this prediction on the basis that methylphenidate displays linear pharmacokinetics.", "[46] Dr. González explains that the relative ineffectiveness of Ritalin SR was initially thought to be the result of formulation issues, but that a paper by Dr. Patrick refuted this hypothesis. Dr. González states that the published work of Dr. Swanson demonstrated clinical acute tolerance in the Ritalin SR formulation. Dr. González states that tolerance is not a condition that is regulated, but rather is a side-effect experienced by some patients. Dr. González explains that the FDA found insufficient evidence to prove acute tolerance, but argues that this does not mean the relative ineffectiveness of Ritalin SR was not the result of acute tolerance. Dr. González also says that it would be unreasonable to conduct a study to obtain acute tolerance data in children because of the ethical and methodological issues of taking multiple blood samples.", "[47] Dr. Quinn is a psychiatrist specializing in ADHD. He has been involved in pharmacokinetic studies involving psychostimulants (one of which is methylphenidate). Dr. Quinn was involved in the development of Canadian practice guidelines for ADHD and is currently a professor at the Royal University Hospital, University of Saskatchewan.", "[48] Dr. Quinn was given the same mandate as Dr. Angst, Dr. Davies and Dr. Patrick, with the addition of a request to comment on \"whether Novopharm's product monograph materials would induce the relevant medical community (individuals treating ADHD) in Canada ... to use this formulation of methylphenidate because this formulation would be beneficial in the regulation of tolerance to methylphenidate.\" In executing this mandate, Dr. Quinn reviewed Novopharm's NOA, the documents listed in Appendix A of that NOA, the Concerta product monograph, and the '852 patent.", "[49] Dr. Quinn states that the PSIA would have three qualifications: (1) a clinician or researcher with experience treating ADHD and knowledge of pharmacokinetics and pharmacodynamics, (2) a formulator with experience in pharmacokinetics, and (3) a formulator with experience in controlled release formulations.", "[50] Dr. Quinn explains the types of complications that a child psychiatrist faces when treating children for ADHD.", "[51] Dr. Quinn notes that the phrase \"ascending dose\" in the claims of the '852 patent is \"somewhat imprecise\" but concludes that a PSIA would read the claims, in conjunction with the disclosure, and understand that what is claimed is methylphenidate plasma levels that are ascending in a sustained manner.", "[52] Dr. Quinn determines that the words \"regulation\" and \"compensation\" with respect to acute tolerance would be understood to mean counteracting the phenomenon even though these would not be the words a PSIA would normally employ. Dr. Quinn states that a PSIA would understand that what is meant is acute tolerance not chronic tolerance. He also reaches the same conclusion as Dr. González with respect to the FDA's comments on acute tolerance.", "[53] Dr. Quinn concludes that the Novopharm Product monograph would induce physicians to use its product in a manner similar to the use of Concerta. Dr. Quinn also states that the PSIA would understand the '852 patent claims to mean an ascending concentration in vivo and not in vitro. NOVOPHARM'S EVIDENCE A. Dr. Christopher Rhodes", "[54] Dr. Rhodes obtained his Ph.D. in pharmacy from the University of London. He has been a professor at a number of universities, and is currently Professor Emeritus at the University of Rhode Island. Dr. Rhodes has worked as an evaluator for the FDA, and has been a consultant to private pharmaceutical companies as well as government.", "[55] Dr. Rhodes comments on the relevant PSIA, how this PSIA would interpret the '852 patent claims, and whether Novopharm's product would infringe the '852 patent. He was also asked to respond to the affidavits of Dr. Davies, Dr. Patrick and Dr. González, as well as the claim construction aspects of the affidavits by Dr. Angst and Dr. Quinn. Dr. Rhodes also reviewed the disclosure provided by Novopharm on July 11, 2008.", "[56] Dr. Rhodes states that the '852 patent is primarily directed to a formulator, but that minor aspects are directed to a clinician or researcher in the area of ADHD. Dr. Rhodes asserts that the formulator would be a person with a first degree in pharmacy with at least two years of relevant post-degree experience or a person with a related degree such as chemical engineering with at least four years of post-degree experience. Dr. Rhodes does not comment on the knowledge of the clinician or researcher.", "[57] Dr. Rhodes provides an explanation of drug delivery systems and a discussion of the absorption, distribution, metabolism, and elimination processes that pertain to methylphenidate.", "[58] Dr. Rhodes concludes that the words \"sustained-ascending dose over time\" would be interpreted to mean the release of the drug over time at an ascending rate. The word \"dose\" in this context would be understood to mean a specific quantity of a drug, and \"sustained-ascending\" would be understood to mean constantly increasing.", "[59] Dr. Rhodes determines that the words \"for regulation of tolerance to methylphenidate\" would be understood to mean that the composition would be therapeutically advantageous relative to compositions that display a constant or diminishing release rate over time. Dr. Rhodes states that where the time period is not expressly specified, the PSIA would understand the period to be not less than four hours.", "[60] Dr. Rhodes, notes that some may find the phrase \"sustained-ascending dose over time\" to be \"somewhat obscure\" but states that the disclosure reinforces his conclusion as to its meaning. In particular, Dr. Rhodes focuses on the disclosure's discussion of the problems with the prior art sustained-release formulations and he comments that they \"do not provide a continuously increasing release rate per hour throughout the extended dosing period;\" This he argues is evidence of the inventors' intention to claim an increasing release rate.", "[61] Dr. Rhodes reviews the mathematical equations in the disclosure that are used to explain the '852 patent's \"method of delivery rate in mg per hour that continually compensates for the development of acute tolerance.\" Dr. Rhodes argues that these equations would be interpreted by the PSIA to suggest a formulation that delivers increasing concentrations of the drug into the body at a specific time, i.e. that it is the release rate of the drug that is increasing.", "[62] Dr. Rhodes comments on the three delivery methods that are described in the disclosure, and explains that they are more complicated than the \"one of the simplest and quite common methods of formulating a conventional sustained release drug delivery system.\" Dr. Rhodes argues that this complexity would be understood by the PSIA as suggesting an increasing release rate, because otherwise the objective could be achieved through a simpler delivery system.", "[63] Dr. Rhodes reviews the examples provided in the '852 patent. Dr. Rhodes concludes that Example 1 describes an ascending release rate. Dr. Rhodes reaches a similar conclusion with respect to Example 2.", "[64] Dr. Rhodes is of the view that one can use in vitro dissolution testing to mimic how a formulation will release its drug in vivo. He explains that the Novopharm Product utilizes a much simpler delivery system than described in the '852 patent.", "[65] Dr. Rhodes examines the in vitro dissolution profiles of both Concerta and the Novopharm Product. (omitted) Dr. Rhodes states that that the Novopharm Product data does not disclose that it is a sustained-ascending dose and that therefore is of the view that the Novopharm Product does not infringe the '852 patent.", "[66] Dr. Rhodes goes on to comment on the affidavits provided in support of the Applicants' case. There is little agreement between Dr. Rhodes and the Applicants' experts. Notably, Dr. Rhodes critiques the figures included in the '852 patent, and argues that they are limited in what they teach the PSIA. In any event, Dr. Rhodes argues that plasma concentration profiles are not mentioned in the language of the claims. Dr. Rhodes also says that it is an error to ignore the unfed patient data provided by Novopharm on the basis that \"patients, and children in particular, often skip breakfast which is the intended time for such a medication to be taken.\" B. Dr. Mark Riddle", "[67] Dr. Riddle obtained his medical degree from Indiana University. He also has an M.S. in pharmacy. Dr. Riddle has held a number of positions in child psychiatry. He is currently Director of the Division of Child and Adolescent Psychiatry at The Johns Hopkins University School of Medicine, and he is also Professor in the Department of Psychiatry and Pediatrics at Johns Hopkins. Dr. Riddle has been a member of review groups for the National Institute of Mental Health, and in particular, was part of the Special Review Committee of the Multimodal Treatment Study of ADHD.", "[68] Dr. Riddle comments on the relevant PSIA and meaning of the relevant claims in the '852 patent. Dr. Riddle states that the PSIA would have three skill sets: (1) a pharmacist, physician and/or researcher with experience in clinical pharmacology and a reasonable understanding of the design, conduct and evaluation of bioavailability studies, (2) a pharmaceutical formulator with a graduate degree and at least two years of experience in the preparation of pharmaceutical formulations, and (3) a psychiatrist with clinical experience relating to the treatment of ADHD.", "[69] Dr. Riddle concludes that the '852 patent teaches: (1) a formulation that releases a particular methylphenidate profile \"whereby the amount of methylphenidate released in each time period is greater than that released in the preceding time period,\" (2) potential blood plasma profiles that might result from this formulation, (3) methods for making such formulations, and (4) that such formulations are useful for addressing acute tolerance of methylphenidate.", "[70] Dr. Riddle provides an interpretation of claims 1, 41 and 78. He determines that \"releasing methylphenidate\" would be interpreted to mean release of the drug from the dosage form for absorption into the body. Dr. Riddle states that \"dose\" is normally understood to mean \"either (1) the actual dosage form given to a patient, or (2) the portion of a drug released from a particular dosage form.\" Dr. Riddle concludes that it is the latter usage that is referred to in the '852 patent. Dr. Riddle argues that the use of the word \"dose\" in the dependent claims is clear, and that this use should be inferred in the independent claims. On this basis, Dr. Riddle concludes that the words \"sustained-ascending dose\" would be read by the PSIA to mean \"the release of constantly increasing portions of methylphenidate from the dosage form over time.\" Dr. Riddle states that the PSIA would not read the predicted plasma profiles as part of the claims.", "[71] Dr. Riddle states that the PSIA would read the '852 patent as directed toward acute tolerance, even though he argues that acute tolerance to methylphenidate was not proven at the relevant date. Dr. Riddle suggests that since there is no acute tolerance to methylphenidate, Novopharm's product could not be used to treat something that does not exist, and therefore it cannot infringe the '852 patent.", "[72] Dr. Riddle concludes that claims 1, 41 and 78 would be interpreted by a PSIA as follows: \"(a) Claim 1: the use of a dosage form comprising methylphenidate, the dosage form releasing methylphenidate in constantly increasing amounts for at least four hours, for the regulation of acute tolerance to the therapeutic effects of methylphenidate. \"(b) Claim 41: the use of a dosage form comprising methylphenidate, the dosage form releasing methylphenidate in constantly increasing amounts for a time period between six and twelve hours, for the treatment of ADHD. \"(c) Claim 78: the use of a dosage form comprising methylphenidate, the dosage form releasing methylphenidate in constantly increasing amounts for at least four hours, for the treatment of ADHD and the compensation of acquired acute tolerance to the therapeutic effects of methylphenidate.\" C. Dr. Arthur Straughn", "[73] Dr. Straughn holds a Pharm.D. from the University of Tennessee. He is currently Professor Emeritus, Director of the Drug Research Laboratory at the University of Tennessee. Dr. Straughn's expertise is on the effect drug formulation dissolution rates have on plasma drug concentration profiles. Dr. Straughn has co-authored papers with Dr. Patrick and Dr. González.", "[74] Dr. Straughn was asked to comment on the relevant PSIA, the meaning of the claims in the '852 patent, and whether Novopharm infringed these claims. He was also asked to comment on the affidavits of Janssen-Ortho's experts. In fulfilling this mandate, Dr. Straughn reviewed the '852 patent and portions of Novopharm's ANDS.", "[75] Dr. Straughn's conclusions regarding the relevant PSIA are similar to the views of Dr. Riddle. Dr. Straughn argues that clinical pharmacology and formulation aspects, within the '852 patent, are more significant than the treatment of ADHD aspect.", "[76] Dr. Straughn provides information on drug delivery systems as well as on methylphenidate. Dr. Straughn notes that the Ritalin SR formulation releases methylphenidate at a decreasing rate over time. Dr. Straughn does not comment on the relative effectiveness of Ritalin SR.", "[77] Dr. Straughn reaches the same conclusions as Dr. Riddle with respect to what the '852 patent teaches. He emphasizes that the plasma profiles provided in the '852 patent were not actually measured, but rather that they were predicted.", "[78] Dr. Straughn concludes that the PSIA would interpret the words \"sustained-ascending dose\" to mean \"the release of the drug methylphenidate from the dosage form in amounts that are constantly increasing.\" Dr. Straughn reaches the same conclusion as Dr. Riddle on the meaning of the word \"dose\", i.e. that it means the portion of the drug that is released at a given time.", "[79] Dr. Straughn concludes that claims 1, 41 and 78 have the following essential elements: The use of a dosage form comprising methylphenidate, the composition releasing methylphenidate in a constantly increasing amount for at least four hours for (a) the regulation of tolerance (in the case of claim 1); (b) the treatment of Attention-Deficit Disorder (in the case of claim 41); or (c) the treatment of Attention-Deficit Disorder and compensation of acquired tolerance to methylphenidate (in the case of claim 78).", "[80] Dr. Straughn analyzes the dissolution data of Novopharm's Product and concludes that it exhibits a (omitted) dose over time. On this basis, Dr. Straughn argues that Novopharm does not infringe the '852 patent.", "[81] Dr. Straughn disagrees with the statements made by Janssen-Ortho's experts. Notably, Dr. Straughn argues that their definition of \"sustained-ascending dose\" is wrong because Ritalin SR also displays a sustained-ascending plasma profile over four hours, and arguably over five hours. Dr. Straughn states that Figure 9 in the disclosure is evidence that the inventors acknowledged there were multiple ways to achieve a sustained-ascending plasma concentration profile, but that they believed an ascending release rate provided a particularly beneficial therapeutic effect. D. Dr. Stanley Kutcher", "[82] Dr. Kutcher holds a medical degree from McMaster University and a diploma in child psychiatry from the University of Toronto. He is a Fellow of the Royal College of Physicians and a professor of psychiatry at Dalhousie University. Dr. Kutcher has extensive experience diagnosing, treating and researching ADHD. He also has experience working with methylphenidate.", "[83] Dr. Kutcher was asked to comment on the meaning of \"tolerance\" in general and in relation to the treatment of ADHD, whether Novopharm's Product monograph is directed at compensating for acquired tolerance, and whether the Concerta monograph is directed at compensating for acquired tolerance. Dr. Kutcher was also asked to review and comment on Dr. Quinn's affidavit.", "[84] Dr. Kutcher provides background information on tolerance in general and tolerance in the context of methylphenidate. Dr. Kutcher argues that tolerance to methylphenidate has not been fully established: \"In my opinion, the evidence for the existence of acute tolerance to methylphenidate, is speculative, and has not been shown to exist in usual clinical settings. In this regard, I can say that I have not observed the development of acute tolerance to methylphenidate in patients. In my experience, this view is shared by clinicians who work with ADHD patients.\"", "[85] Dr. Kutcher concludes that the Novopharm Product monograph is not directed at compensating for acute tolerance (even if it existed), and that the only reference to tolerance is to the possibility of developing dependence on methylphenidate. Dr. Kutcher reaches the same conclusion with respect to the Concerta monograph. Dr. Kutcher disagrees with the statements of Dr. Quinn in his affidavit. E. Dr. James McCracken", "[86] Dr. McCracken is an adult and child psychiatrist. He is currently the Director of the Division of Child and Adolescent Psychiatry in the Department of Psychiatry and Behavioral Sciences at the University of California, Los Angeles. Dr. McCracken's expertise relates to testing new pharmacologic treatments for neuropsychiatric disorders in children, including ADHD.", "[87] Dr. McCracken was given the same mandate as Dr. Riddle and Dr. Straughn. His conclusions on the relevant PSIA as well as the meaning of the '852 patent claims are similar to their conclusions.", "[88] Dr. McCracken disagrees with Janssen-Ortho's experts. Notably, Dr. McCracken states that the PSIA would be aware of the plasma profile provided by Ritalin and Ritalin SR and would not interpret the '852 patent claims in a manner such that they would fall within the patent. He says that the pharmacokinetic curve for Ritalin shows a \"sustained-ascending methylphenidate plasma profile\" for almost two hours and the Ritalin SR curve shows a \"sustained-ascending methylphenidate plasma profile\" for at least four hours and in one instance for almost six hours. He states that \"in my opinion, it is unreasonable to interpret the claims of the '852 patent in a manner such that a well known prior art dosage form would fall within the scope of those claims.\" ISSUE", "[89] The only issue, as has been noted above, is whether the Novopharm Product infringes claims 1, 41 or 78 of the '852 patent. ANALYSIS", "[90] There is no disagreement between the parties that the party alleging infringement in an NOC - Janssen-Ortho in this case - bears the burden of proving that assertion: <FRAGMENT_SUPPRESSED>  ( Free World Trust ) at para. 44, endorsed the following definition of the PSIA provided by Dr. Fox: \"[A Person Skilled in the Art is] a hypothetical person possessing the ordinary skill and knowledge of the particular art to which the invention relates, and a mind willing to understand a specification that is addressed to him. This hypothetical person has sometimes been equated with the 'reasonable man' used as a standard in negligence cases. He is assumed to be a man who is going to try to achieve success and not one who is looking for difficulties or seeking failure.\"", "[92] The first step in any infringement analysis is to determine who this PSIA is in the circumstances of the particular patent at issue. Both parties' experts testified on this issue. In true fidelity to the notion of the PSIA as a mythical individual, all the experts testified that the PSIA would be a composite of multiple people, that is to say, that the '852 patent is directed at three different types of people, none of whom necessarily possess all the relevant experience. The experts by and large agree on the skill sets that the PSIA would possess, but disagree on the relative weight of these skill sets and which is more relevant or important when construing the patent's claims.", "[93] In the circumstances of the '852 patent, and as guided by the experts, I find that the PSIA is someone with the following characteristics (in no order of preference): a. a physician with at least two years of clinical experience treating ADHD; b. a physician with a good knowledge of pharmacology including pharmacodynamics and pharmacokinetics; and c. a formulator with a relevant graduate degree and at least two years of relevant experience including experience in extended-release formulations. CLAIM CONSTRUCTION", "[94] The law respecting the principles of patent claim construction is set out in detail in two decisions of the Supreme Court of Canada: Free World Trust and <FRAGMENT_SUPPRESSED>  ( Whirlpool ). Both cases involved patents issued prior to October 1, 1989 and therefore the provisions of the former applied. The '852 patent in this application was issued after October 1, 1989 and therefore the relevant legislative provisions are those of the new Act , the , R.S.C. 1985, c. P-4. Despite these legislative changes, the principles set out by the Supreme Court of Canada remain fully applicable.", "[95] Although both parties espouse the principles set out by the Supreme Court of Canada, they each emphasize different aspects of these principles in support of their own interpretation of the '852 patent. The following paragraphs summarize their differences.", "[96] The Applicants state that Novopharm failed to approach the patent with a mind willing to understand, it failed to consider the patent's inventive concept, and it failed to consider the entire disclosure in arriving at its construction. Further, they accuse Novopharm of an approach they describe as \"excessive literalism\" rather than the required purposive approach.", "[97] For its part, Novopharm states that the Applicants ignored the clear language of the claims and have therefore broadened the scope of the invention, that they relied on an approach based on the \"spirit of the invention\" rather than the language of the claims, and that their interpretation of the claims is based on picking words and phrases from the disclosure and importing them into the claims. Further, it accuses the Applicants of engaging in an interpretation that is so elastic it stretches to the breaking point the invention actually claimed in the patent.", "[98] The fundamental dispute between these parties can be seen as the competition between two apparently opposing legal maxims that have been a part of patent law for more than one hundred years. On the one hand, there is the rule that a patent \"must be read by a mind willing to understand, not by a mind desirous of misunderstanding:\" <FRAGMENT_SUPPRESSED>  that a claim in a patent is not to be treated \"like a nose of wax which may be turned and twisted in any direction, by merely referring to the specification, so as to make it include something more than, or something different from, what its words express:\" <FRAGMENT_SUPPRESSED>  (Sup. Ct.), at pp. 51-52. Both of these rules were cited by the Supreme Court in Whirlpool . Janssen-Ortho relies on the first rule, arguing that Novopharm's experts were not properly instructed on the legal approach to claim construction, and as such, did not approach their task with a mind willing to understand. Novopharm relies on the second rule, arguing that Janssen-Ortho is improperly using the disclosure of the '852 patent to twist its claims in such a manner so as to bring Novopharm's product within the scope of the patent.", "[99] In order to arrive at the proper interpretation of the '852 patent, a very brief discussion of the fundamental principles of patent claim construction is in order.", "[100] An inventor's task is to set out the essential elements of his invention in words - a task that may be more challenging than the elusive spark of genius that gave rise to the invention. Henry Ward Beecher is attributed with having observed that \"words are pegs to hang ideas on.\" That observation is particularly apt when speaking of words in a patent claim.", "[101] Patent protection has been described as a bargain between the inventor and the public: Free World Trust, para. 13. In that sense the patent is like a contract; the inventor discloses his invention to the public in return for a time-limited monopoly during which only he can mine the commercial benefit of his invention. The terms of patent claims are initially drafted by the inventor, for he alone knows what it is that he has created. The final wording of the claims may have the input of a patent examiner before being accepted by the Commissioner of Patents as correctly stating what the invention is; however, it is ultimately the inventor who has the responsibility for ensuring that the language of the claims reflects the essential elements of the invention over which the inventor wishes to have a monopoly.", "[102] The specification of the invention set out in the patent document has two main parts - the description or disclosure, and the claims. Subsections 27(3) and (4) of the set out the required elements of the specification, in language which emphasizes the importance of the words of the claims: \"(3) The specification of an invention must (a) correctly and fully describe the invention and its operation or use as contemplated by the inventor; (b) set out clearly the various steps in a process, or the method of constructing, making, compounding or using a machine, manufacture or composition of matter, in such full, clear, concise and exact terms as to enable any person skilled in the art or science to which it pertains, or with which it is most closely connected, to make, construct, compound or use it; (c) in the case of a machine, explain the principle of the machine and the best mode in which the inventor has contemplated the application of that principle; and (d) in the case of a process, explain the necessary sequence, if any, of the various steps, so as to distinguish the invention from other inventions. \"(4) The specification must end with a claim or claims defining distinctly and in explicit terms the subject-matter of the invention for which an exclusive privilege or property is claimed.\"", "[103] The scope of patent protection should be both \"fair\" and \"reasonably predictable:\" Whirlpool , para. 49 and Free World Trust , para. 41. \"Predictability is achieved by tying the patentee to its claims; fairness is achieved by interpreting those claims in an informed and purposive way:\" Free World Trust , para. 43.", "[104] Construction of the patent is to be done before turning to examine any claims of infringement or validity. One is not to engage in results-oriented interpretation. The patent must not be construed with an eye to the prior art in respect of validity, with an eye on the allegedly infringing article, or with an eye on the article allegedly made in compliance with the patent. Construction by the PSIA is limited to the four corners of the patent document based on his general common knowledge at the relevant date.", "[105] In a reductio ad absurdum argument, the Applicants submit that Novopharm's interpretation of the claims, and in particular claim 41, cannot be correct because if it were correct then the Concerta product would fall outside the patent. This submission is given no weight for two reasons. First, as noted previously, the patent is to be construed without reference to the product alleged to have been made pursuant to the teachings of the patent. Second, as Novopharm points out, there is no evidence before the Court in this application that the Concerta product is made pursuant to the teachings of the '852 patent.", "[106] With the foregoing general principles of construction in mind, I turn now to examine some of the specific disputes between these parties that require resolution before advancing to consider the proper interpretation of the claims of the '852 patent.", "[107] Each party accepts that the patent is directed to the PSIA and that the role of the expert is not to interpret the claims but to put the Court in the position of being able to do so in a knowledgeable way: Whirlpool , para. 57. That being said, the parties' experts did offer their own interpretation of the patent claims. The Applicants assert that their experts' views are to be preferred because they, unlike Novopharm's experts, were provided with instruction on how to approach claim construction.", "[108] Typical of the instruction provided to the Applicants' experts is the following from Dr. Angst's affidavit, paragraph 13: \"I was advised by counsel for the Applicants that patent claims are to be construed in a 'purposive way' that involves construction of the language of the claims through the eyes and qualifications of a [person of ordinary skill in the art], and that one may look at the entire patent (the claims and the 'disclosure', i.e. the part of the patent that precedes the claims) to understand the words as sated in a claim, provided this does not enlarge or contract the scope of the patent claim. I was also further advised to have regard to the principles of patent construction set out in Schedule A to this Affidavit.\" Schedule A is attached as Appendix A to these reasons.", "[109] Because the role of the expert is \"not to interpret the patent claims but to put the trial judge in the position of being able to do so in a knowledgeable way\" ( Whirlpool , para. 57) it is dubious that the direction on patent construction provided to an expert will result in an opinion that is to be preferred to the opinion of an equally qualified expert who has not been given such instruction. The Applicants suggest that Novopharm's experts, not having been provided with the principles of patent construction, failed to approach the patent with a mind willing to understand. I find no evidence to support that assertion.", "[110] The mind willing to understand was a phrase first coined by Justice Chitty in <FRAGMENT_SUPPRESSED>  the context in which it was said. The phrase means no more than that the claim must be construed in a manner fair to the inventor whose expertise is not language but the science that underlies the invention. This is evident from Justice Chitty's judgment. It certainly ought not to be construed malevolently, I will not say it ought to be construed benevolently; I do say it ought to be construed fairly. It must be read by a mind willing to understand and not by a mind desirous of misunderstanding. Inventors and those who assist them are seldom skilled adepts in the use of language; faults of expression may be got over where there is no substantial doubt as to the meaning. The persons to whom a specification is particularly addressed are those who are conversant with the business to which the invention relates. The specification is sufficient if a person with ordinary skill and intelligence in the business can understand the directions and work upon them without experiments. The specifications must define in reasonable terms the ambit of the invention, and thus give fair warning to the public what the invention is for which the monopoly is claimed.", "[111] The second area of disagreement between the parties is whether one should consider the disclosure when construing the patent's claims. Novopharm submits that the claims are clear and unambiguous. It submits that the proper approach to the construction of the claims is to first look to the claims at issue, then to their dependent claims and lastly to the disclosure if there is any ambiguity or uncertainty with respect to the meaning of the claims. The Applicants submit that is not the correct approach. They submit that the claims must be considered in the context of the patent as a whole and that the Court must consider the disclosure including the examples and drawings contained therein.", "[112] There appears to be judicial support for both approaches. The Applicants point to the following passage at para. 52 of Whirlpool as support for its position that it is improper to construe claims without having regard to the disclosure. \"I have already given my reasons for concluding that to the extent the appellants are arguing for a simple 'dictionary' approach to construction of the '803 claims, it must be rejected.  <FRAGMENT_SUPPRESSED>  the Court cited earlier authority dealing with the word 'conduit' as used in a patent claim. Duff, C.J., at p. 572 accepted the proposition that '[y]ou are not to look into the dictionary to see what \"conduit\" means, but you are to look at the specification in order to see the sense in which the patentees have used it'. In <FRAGMENT_SUPPRESSED> , supra, as mentioned, Dickson, J., considered that the whole of the specification (including the disclosure and the claims) should be looked at 'to ascertain the nature of the invention' (p. 520). To the same effect is the statement of Taschereau, J., in <FRAGMENT_SUPPRESSED>  at p. 122: 'The claims, of course, must be construed with reference to the entire specifications, and the latter may therefore be considered in order to assist in apprehending and construing a claim, but the patentee may not be allowed to expand his monopoly specifically expressed in the claims \"by borrowing this or that gloss from other parts of the specifications\".' \"More recently, Hayhurst , supra, at p. 190, cautioned that '[t]erms must be read in context, and it is therefore unsafe in many instances to conclude that a term is plain and unambiguous without a careful review of the specification'. In my view, it was perfectly permissible for the trial judge to look at the rest of the specification, including the drawing, to understand what was meant by the word 'vane' in the claims, but not to enlarge or contract the scope of the claim as written and thus understood.\"", "[113] Novopharm relies on the following passage at para. 30 of <FRAGMENT_SUPPRESSED>  (F.C.A.): \"It is a matter of settled law that recourse to the disclosure portion of the specification is: (1) permissible to assist in understanding the terms used in the claims; (2) unnecessary where the words are plain and unambiguous; and (3) improper to vary the scope or ambit of the claims. It is equally clear that where the words used in the claims are clear and unambiguous, they must not be narrowed or limited to a patent's preferred embodiment.\" (cited authorities omitted)", "[114] Novopharm brought the attention of the Court to many other passages from other decisions, including the following from <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 1 (T.D.), at 31-32: \"... a patent is limited to what is stated in the claims, without covering what is described in the specification, and the courts are not required to redraft the claims of a patent: the inventor must bear the consequences if it is badly drafted. Further, in interpreting the claims of a patent, while reference may be made to the specification in order to understand the terms used in the claims, there is no reason to make such reference if the claim is worded in language that contains no ambiguity, and it will then be completely inappropriate to refer to the specification if in so doing the result is to alter the scope or ambit of the claims ...\" (emphasis added)", "[115] In my view, the whole of the specification (including the disclosure and the claims) may be examined to ascertain the nature of the invention. Where the words of the claims are plain and unambiguous and capable of only one interpretation by a person skilled in the art, recourse to the disclosure is unnecessary. This is not to say that the interpreter should not examine the disclosure. In my view, one should do so, but with caution. Recourse may be had to the disclosure for the purpose of confirming the interpretation arrived at from examining the claims alone or to disclose an ambiguity in the language of the claims that was not otherwise evident. However, the patentee cannot expand the monopoly specifically expressed in the claims by borrowing phrases from the disclosure and placing them into the language of the claims.", "[116] I agree with Novopharm that when one looks beyond the language of the claims at issue one ought first look at the dependent claims as an aid to interpreting the independent claims, before one resorts to the disclosure.", "[117] The importance of the dependent claims when interpreting the independent claims is evident from the following observations made by Justice Pelletier in <FRAGMENT_SUPPRESSED>  regarding the relationship between dependent and independent claims. \"90. Section 24 of the Patent Rules , C.R.C. 1978, c. 1250, as they stood at the date the patent was issued, reads as follows: '24. Claims must be complete independently of any reference to any document referred to in the disclosure; a broader claim should precede a narrower, and any additional characteristic described in a narrower claim should be added to those described in a broader claim by referring to the broader claim by number.' \"It is apparent that a 'broader' claim is an independent claim relative to the 'narrower' claim, which incorporates it, and is dependent upon it. The relationship of dependent and independent claims is dealt with more explicitly in s. 87 of the current Patent Rules SOR/96-423, which, in my view, makes explicit that which was implicit in the former rules: '87(1) Subject to subsection (2), any claim that includes all the features of one or more other claims (in this section referred to as a \"dependent claim\") shall refer by number to the other claim or claims and shall state the additional features claimed. '(2) A dependent claim may only refer to a preceding claim or claims. '(3) Any dependent claim shall be understood as including all the limitations contained in the claim to which it refers or, if the dependent claim refers to more than one other claim, all the limitations contained in the particular claim or claims in relation to which it is considered.' \"91. It is clear from s. 87 of the Patent Rules that a dependent claim includes all the features and limitations of the claim which it incorporates by reference. As a result, the independent claim cannot be given a construction which is inconsistent with the claims which are dependent upon it . My colleague Campbell, J., adopted this reasoning in \"95. The corollary of this principle is that independent claims must be construed in a manner consistent with their dependent claims .  <FRAGMENT_SUPPRESSED>  (U.S.C.A. Fed. Cir. 1995), the Court held at p. 1579: 'Interpretation of a disputed claim term requires reference not only to the specification and prosecution history, but also to other claims ... The fact that we must look to other claims using the same term when interpreting a term in an asserted claim mandates that the term be interpreted consistently in all claims. ... (examining use of term \"standard\" in non asserted claims to interpret same term in asserted claims.)' \"96. This extends not only to the consistent use of terms, but also to internal consistency between independent and dependent claims.\" (emphasis added)", "[118] If one considers the disclosure before considering the dependent claims, one runs a risk of forming an opinion as to the proper construction of the independent claims based on the content of the disclosure when that interpretation is not supported by or may, in fact, be contrary to the dependent claims.", "[119] I do not take the Supreme Court of Canada to be saying that in every case one must examine the disclosure prior to construing the claims of the patent; rather, I take the Court in Whirlpool and Free World Trust to be raising a caution that one should not reach a firm conclusion as to the meaning of the words in the claims being construed without having tested one's initial interpretation against the words of the disclosure. When that is done, if the disclosure suggests another interpretation of the terms used in the claims, then resort to the meanings given in the disclosure is proper, subject to the proviso that the invention that is protected is what is expressed in the claims which cannot be added to by anything mentioned in the disclosure that has not found its way into the claims as drafted. As was noted by Justice Taschereau in <FRAGMENT_SUPPRESSED>  at p. 122: \"The claims, of course, must be construed with reference to the entire specifications, and the latter may therefore be considered in order to assist in apprehending and construing a claim, but the patentee may not be allowed to expand his monopoly specifically expressed in the claims 'by borrowing this or that gloss from other parts of the specifications' .\" (emphasis added) Mr. Stainsby, counsel for Novopharm, put that principal more colourfully when he said in his oral submissions that the \"jurisprudence does not permit an unescorted and unchaperoned romp through the disclosure.\" I agree.", "[120] The purpose of claim construction, at the end of the exercise, is to ascertain what exactly is contained within the garden bounded by the fences set out by the inventor. To wander afield, outside the garden's fences, picking sunflowers and petunias, and then say the garden is a flower garden, when all that one can see when standing within the garden's fences are red zinnias, illustrates why one must first have some view of the scope of the garden from the inside before one traipses through the adjoining fields seeking clarification or confirmation of the nature of the garden. Without such an initial view, one may inappropriately borrow the flora outside to define that which grows inside the fence. In short, one should not take an unescorted and unchaperoned romp through the disclosure; one must have a guide or compass which one obtains from first examining all of the claims of the patent.", "[121] In this case I find that none of the experts took a proper approach to construction. The Applicants' experts failed to come to any view as to the meaning of the claims at issue before turning to the disclosure. This, in my view, was largely due to the instruction they were given and to the fact that they virtually ignored the dependent claims of the patent. This failure led them to the view that \"dose\" as used in the disclosure referred to \"plasma concentration\" whereas they admitted in cross-examination that the word \"dose\" as used elsewhere in the dependent claims referred to \"amount\". There is a presumption that words, and especially terms of art, used in a patent, are presumed to have the same meaning, unless the context requires it to be otherwise. As a result, I give little weight to these experts' interpretation of the patent's claims.", "[122] Novopharm's experts, with the exception of Dr. Rhodes, failed to consider the disclosure at all in reaching their interpretation of the disputed terms. As such, I approach their interpretation of the '852 patent claims with significant caution.", "[123] The Applicants submit that their experts are more credible and thus their opinions ought to be given greater weight. They point out that Novopharm's experts were directed to focus on the three independent claims and not the disclosure. This observation is accepted and, as noted above, it results in the Court examining their opinions with caution. The Applicants also submit that there are portions of the affidavits of Novopharm's experts where the language used tracks the language of another's affidavit. The Applicants brought the Court's attention to previous decisions where the independence of expert witnesses was assessed in light of the overlapping language: <FRAGMENT_SUPPRESSED>  at para. 16; <FRAGMENT_SUPPRESSED>  at para. 75; and <FRAGMENT_SUPPRESSED>  at paras. 203-205.", "[124] Each of Novopharm's experts, to the extent that they were cross-examined on these similarities, attested that they agreed with the impugned statements in their affidavits. Novopharm's witnesses candidly admitted that the final work product was a collaborative effort between themselves and the lawyers for Novopharm. In some cases, the expert prepared a first draft of the affidavit, and in other cases it appears that counsel did a first draft after discussing with the expert his opinion on the matters on which he had been asked to opine. The experts never had put to them in cross-examination the suggestion made at the hearing that, based on the similarity of the words used in some parts of the affidavits, the thoughts expressed were not those of the affiant.", "[125] The Federal Court of Appeal in <FRAGMENT_SUPPRESSED> ; 254 N.R. 48 (F.C.A.), at para. 25, summarized the principle in <FRAGMENT_SUPPRESSED>  evidence that contradicts his testimony, the witness must be given a fair opportunity to explain the discrepancy. This is a rule grounded in fairness and reason. Its application depends upon the circumstances of the case. The trier of fact is always entitled to disbelieve or reject any evidence that is presented (J. Sopinka, S.N. Lederman and A.W. Bryant, The Law of Evidence in Canada , 2nd Ed. (Toronto: Butterworths, 1999), at 954-957).\"", "[126] The rule in <FRAGMENT_SUPPRESSED>  Applicants rely upon that was not put to the witnesses. Nonetheless, fairness and reason dictate that when a party proposes to make a submission that the words contained in a sworn affidavit are those of another and do not express the views of the affiant, that proposition ought to be squarely put to the affiant in order that he has an opportunity to respond.", "[127] Although there are some similarities in the language used in the affidavits of Novopharm's experts, it is not to an extent that causes me to question the bona fides of their experts' views in light of the considerations above expressed.", "[128] Lastly, before turning to the construction of the claims, I will deal with a submission made by both parties that the other has changed its position regarding the nature of the '852 patent.", "[129] The Applicants point to page 6 of Novopharm's NOA and submit that it is clear that Novopharm's position in the NOA was that \"in a sustained-ascending dose\" relates to the amount of methylphenidate that the composition discharges over time, i.e. its \"release rate\" or dissolution profile; whereas it submits that Novopharm in its memorandum is now taking the position that \"dose\" means \"amount\". The passages to which the Court's attention was directed in the NOA, are these: \"As is clear from the language of the claims and in particular the use of the words 'composition', 'releasing' and 'dose', this essential element of the claims relates to the amount of methylphenidate that the composition discharges over time, i.e. its dissolution profile. \"All of the claims of the 852 Patent require that the rate of methylphenidate released from the composition must ascend (i.e. increase) in a sustained manner over time, as described above. \"As a result, a person skilled in the art would understand, as of the publication date of the 852 Patent, that all of its claims are directed to the use of a composition or dosage form that releases methylphenidate in a sustained-ascending dose over time. A person of skill in the art would understand this to mean that the claimed dosage form would release increasing amounts of methylphenidate over time in, for example, in vitro dissolution studies. \"The language of the claims therefore describes the behaviour of the composition with regard to the composition's release rate of methylphenidate.\"", "[130] Novopharm submits that the NOA is broadly drafted because it is confined to the allegations it made therein. It points to the following at page 5 of the NOA and submits that it is clearly the same position taken by it in its memorandum. \"All of the claims of the 852 Patent claim the use of a dosage form that releases methylphenidate or a pharmaceutically acceptable salt thereof in progressively increasing amounts. In other words, the amount of methylphenidate released from the composition in a given time period (e.g. one hour) will be less than the amount released from the composition in the subsequent time period. \"For example, if the composition released 1.2 mg of methylphenidate over a one hour time period, then it would have to release more than 1.2 mg (e.g. 1.3 mg) in the subsequent one hour time period in order to exhibit a sustained-ascending dose over time.\"", "[131] I am satisfied that the position Novopharm took in the NOA is consistent with that advanced before the Court, namely, that the phrase \"in a sustained-ascending dose over time\" as used in the '852 patent refers to the amount of methylphenidate that is released from the dosage form, or composition, in successive time periods.", "[132] In a similar fashion, Novopharm submitted that the Applicants had changed their characterization of the import of the '852 patent, after receiving its detailed information concerning the Novopharm Product. It submits that the Applicants' position changed from alleging that the patent is a composition patent related to the use of a composition. It points to paragraph 10 of the Notice of Application where the Applicants allege as follows: \"The invention of the 852 Patent relates to novel compositions of methylphenidate hydrochloride and its use in the treatment of attention-deficit disorder.\"", "[133] At paragraph 32 of their memorandum, the Applicants state: \"The 852 Patent claims a new use of a methylphenidate composition that releases methylphenidate in such a way that results in the plasma concentration ascending over time, which regulates tolerance to methylphenidate.\"", "[134] In my view, it cannot be said that the Applicants' position has changed from one document to the other. In my opinion, it is more accurate to state that the Applicants' general position, as set out in their Notice of Application, was worded with specificity in their memorandum of argument.", "[135] Accordingly, I give no weight to either party's submission that the other has changed its interpretation of the claims of the '852 patent. THE INTERPRETATION OF THE CLAIMS OF THE '852 PATENT", "[136] The three independent claims, claims 1, 41 and 78, of the '852 patent are quite similar in their construction. For ease of reference they are repeated. \"1. Use of composition comprising 100 ng to 500 mg methylphenidate or a pharmaceutically acceptable salt thereof, together with a pharmaceutically acceptable carrier, the composition releasing methylphenidate or a pharmaceutically acceptable salt thereof in a sustained-ascending dose over time, for regulation of tolerance to methylphenidate or a pharmaceutically acceptable salt. \"41. Use of composition comprising 100 ng to 500 mg methylphenidate or a pharmaceutically acceptable salt thereof, together with a pharmaceutically acceptable carrier, the composition releasing methylphenidate or a pharmaceutically acceptable salt thereof in a sustained-ascending dose over a period greater than 6 hours and up to 12 hours, for the treatment of Attention-Deficit Disorder. \"78. Use of composition comprising 100 ng to 500 mg methylphenidate or a pharmaceutically acceptable salt thereof, together with a pharmaceutically acceptable carrier, the composition releasing methylphenidate or a pharmaceutically acceptable salt thereof in a sustained-ascending dose over time, for treatment of Attention-Deficit Disorder and compensation of acquired tolerance to methylphenidate or a pharmaceutically acceptable salt thereof.\"", "[137] I agree with the Applicants that the essential elements of claim 1 are as follows: a. use of a composition b. comprising 100 ng to 500 mg methylphenidate c. together with a pharmaceutically acceptable carrier d. the composition releasing methylphenidate e. in a sustained ascending dose over time f. for the regulation of tolerance to methylphenidate", "[138] The essential elements of claim 41 are as follows: a. use of a composition b. comprising 100 ng to 500 mg methylphenidate c. together with a pharmaceutically acceptable carrier d. the composition releasing methylphenidate e. in a sustained ascending dose over a period greater than 6 hours and up to 12 hours f. for the treatment of Attention-Deficit Disorder", "[139] The essential elements of claim 78 are as follows: a. use of a composition b. comprising 100 ng to 500 mg methylphenidate c. together with a pharmaceutically acceptable carrier d. the composition releasing methylphenidate e. in a sustained ascending dose over a time f. for the treatment of Attention-Deficit Disorder and compensation of acquired tolerance to methylphenidate.", "[140] These essential elements of the three claims at issue are to be read against the background of the state of the art as it existed on April 9, 1998.", "[141] The evidence of the experts of both parties as to the state of the art at that date is not in conflict. The relevant evidence before the Court as to that background may be summarized by the following statements: 1. Methylphenidate was known and had been in widespread use since at least the 1950s. 2. Prior to the '852 patent, methylphenidate, marketed as Ritalin, was the standard treatment for ADHD. 3. The first Ritalin dosage form was an immediate release dosage form and as such it would release all of the active drug in the tablet within minutes after being ingested. The dosage form once ingested would be dissolved in the gastric and intestinal fluids. Following release of the active drug into the GI tract, the drug enters the hepatic system and then the blood stream. Once in the blood stream the drug finds its way to the central nervous system where it will then have the intended affect on patients with ADHD. 4. The amount of methylphenidate in the blood plasma of the patient taking immediate release Ritalin quickly increases after ingestion of the tablet and then deceases as the drug is expelled from the body. The Ritalin would control the ADHD symptoms of the patient for 3 to 5 hours with the peak effectiveness being over the first 1 to 2 hours. The patient would then have to take another tablet of Ritalin in order to control the symptoms. Most patients took between 2 and 3 tablets a day. A graph of the concentration levels of methylphenidate in the patient's blood plasma would show a series of peaks and valleys, with a peak following the ingestion of each tablet. 5. A sustained release Ritalin, Ritalin SR, was developed later as a once-a-day alternative to the multiple dose regime of the immediate release Ritalin formulation. 6. A sustained release formulation was designed to slow the release of the drug such that the release process rather than being immediate takes place over several hours. 7. Ritalin SR releases methylphenidate over several hours and does so with a descending or decreasing rate of drug release over time; however, it results in a relatively constant or flat line level of concentration of methylphenidate in the blood plasma. 8. Ritalin SR was found to be less successful than immediate release Ritalin in treating ADHD.", "[142] Given this background to the prior art and the fact that Ritalin SR was not successful as a once-a-day treatment for ADHD, I turn to interpret the claims at issue.", "[143] As noted, the Applicants submit that the claims describe an ascending methylphenidate concentration in plasma. Their experts assert that a PSIA would understand that such a concentration would still be a \"sustained-ascending\" profile even if it declined somewhat during the relevant time period, provided the decline was less than 10 to 15 per cent.", "[144] The PSIA would read the three independent claims in the '852 patent as describing something new, something that did not previously exist for the treatment of ADHD. Dr. Straughn states that if the claims are interpreted as the Applicants submit, then they would not necessarily describe anything new. This point is made in the following passages from his affidavit. \"124. The pharmacokinetic profiles achieved by these release rates of methylphenidate from Ritalin and Ritalin SR are shown in the graph below, taken from: K. Patrick, A. Straughn, et al., The Absorption of Sustained-Release Methylphenidate Formulations Compared to an Immediate-Release Formulation, ,Vol. 10, 165-171 (1989). [Diagram omitted - see printed version] \"125. The above graph shows the pharmacokinetic profile for two doses of Ritalin (given at time zero and again at 5 hours and shown as the open squares). As can be seen, the first dose of Ritalin results in a rapid ascent in plasma concentration that peaks just before two hours, and then falls rapidly until the second dose of Ritalin is given. According to the definition of 'sustained-ascending methylphenidate plasma concentration' adopted by Drs. Patrick, Angst, Davies and Quinn, Ritalin achieves a sustained ascending methylphenidate plasma concentration for almost two hours (the peak of the first dose of Ritalin). \"126. The above graph also shows the pharmacokinetic profile achieved by Ritalin SR and a generic version of Ritalin SR, and the two curves are quite similar. \"127. As shown in this 1989 paper, both of the sustained-release methylphenidate dosage forms achieved a 'sustained-ascending methylphenidate plasma concentration' for approximately four hours, as defined by Drs. Patrick, Angst, Davies and Quinn. In fact, the top curve appears to peak at four hours, and then declines less than 10 to 15% at the fifth hour, so it may in fact be 'sustained-ascending methylphenidate plasma concentration' for up to five hours based on the parameters adopted by Drs. Patrick, Angst, Davies and Quinn. \"128. As a result, based on our 1989 paper, the prior art sustained-release methylphenidate dosage forms would easily fall within the scope of claims 1 and 78 if those claims were interpreted as a 'sustained-ascending methylphenidate plasma concentration' profile, as those claims have been interpreted by Drs. Patrick, Angst, Davies and Quinn .\" (emphasis added)", "[145] His evidence on this point was not shaken. Although it was suggested to Dr. Straughn on cross-examination that the profile shown on Figure 2 between hours 2 and 6 was a flat profile and not an ascending one, as it contained a variance of less than 10 to 15 per cent over that time period, he refused to accept that proposition. He testified that \"I would not call it a flat profile.\" I find that Figure 2 shows a sustained-ascending methylphenidate plasma profile over at least the first six hours from Ritalin SR and its generic version.", "[146] Dr. Patrick, the Applicants' expert, and a co-author with Dr. Straughn of the paper in question, was also cross-examined on Figure 2. His evidence supports the view that if the claim is interpreted as proposed by the Applicants, then Ritalin SR is a sustained-ascending release formulation. \"837 Q. It [i.e. Figure 2] shows profiles for the immediate release, which we talked about, and then two sustained-release formulations, right? A. That's correct? 838 Q. And the two sustained-release formulations show that the release rate increases, at least until three hours, and then in one case until four hours, right? A. That's correct. 839 Q. And so that's a sustained-ascending release rate for that time period? A. I would interpret it that way.\"", "[147] When specifically asked whether Ritalin SR infringes claim 1, Dr. Patrick asserts that it does not because the \"intent\" of the design of Ritalin SR was not for the regulation of tolerance. However, Dr. Angst when questioned on the same Figure 2 (although reproduced in a different article) affirms that in his view, and according to his definition of sustained-ascending plasma profile, the Figure 2 does show a sustained ascending plasma profile for Ritalin SR for a period of 6 hours or more. There is no dispute that Ritalin SR was developed for the treatment of ADHD. As such, if the Applicants' interpretation were accepted, it would mean that Ritalin SR would fall within at least part of the claims of the '852 patent. To that extent there would be nothing new described in the patent. In my view, where two possible interpretations of a patent are available, but only one produces a novel invention, that interpretation is the one to be preferred. While it is not impossible that a patent may disclose something already covered by the prior art, one should prefer an interpretation that avoids that result if possible.", "[148] In my view, with the background of the prior art and looking at the independent claims alone, a PSIA would interpret them to mean that methylphenidate is being released from the composition in a sustained-ascending amount over time. I come to this view for the following reasons.", "[149] First, the express words of the patent claims speak to \"the composition releasing methylphenidate ... in a sustained ascending dose over time\" and as such, the focus of the claim is on what is being released from the composition and how it is being released, rather than the impact on the patient's blood plasma the methylphenidate that is being released will have.", "[150] Second, this interpretation distinguishes the '852 patent invention from both prior art forms, as neither the immediate release Ritalin nor the sustained release Ritalin SR, released methylphenidate from the composition in sustained increasing amounts over time. The former released the methylphenidate immediately and the latter released decreasing or descending amounts of methylphenidate over time.", "[151] Lastly, there is no reference at all in the independent claims to concentration in blood plasma. That concept and possible interpretation is not suggested at all unless and until one turns to the patent's disclosure.", "[152] With this initial interpretation at hand I turn to the dependent claims of the patent. In my view they reinforce this initial interpretation. As was pointed out by Novopharm, virtually all of the dependent claims are directed to the formulation of the composition. Claim 21 serves as an illustration. It reads as follows: \"The use defined in any one of Claims 19-20, wherein the beads comprise increasing doses of methylphenidate or a pharmaceutically acceptable salt thereof selected from 1 mg, 2 mg, 5 mg and 10 mg, increasing to 40 mg.\" Here the word \"doses\" is clearly used with reference to the amount of methylphenidate that is contained in the composition formulation.", "[153] More telling, and also supportive of Novopharm's interpretation, is claim 10 which makes it clear beyond doubt that what is being referenced by the word \"dose\" is the amount of methylphenidate that is being released from the composition, not the concentration in the blood plasma. It reads as follows: \"The use defined in any one of Claims 1-9, wherein the composition releases methylphenidate or a pharmaceutically acceptable salt thereof in an initial dose followed by the sustained ascending dose over time\" (emphasis added). The dose is released from the composition; it is not that which finds its way into the blood stream.", "[154] The Applicants submit that when one examines the remainder of the specification one sees innumerable references to blood plasma concentration and that \"a mind willing to understand\" this invention would see that the increase in methylphenidate concentration in the blood over time is what this invention is really all about.", "[155] It is evident that the remainder of the patent specification does make reference to blood plasma concentration in the text as well as in the examples and the charts contained therein. However, a reading of the specification in its entirety shows that the patent purports that the effect of a composition that releases methylphenidate into the patient in a sustained ascending manner is a corresponding ascending concentration of methylphenidate in the blood plasma. In my view, this is evident from the following passage in the specification. \"... [I] n accordance with the practice of this invention, in one embodiment, it has also been found a method can be provided that administers a drug for treating Attention-Deficit Disorder, to a human orally as a function of time to achieve the desired drug concentration over time. The concentration of drug relates to the dose of drug in mg per hour delivered per unit time in hours for absorption into the systemic circulation. The method of the invention uniquely provides a method for maintaining a desired drug effect by adjusting continually the drug delivery rate when the therapeutic effect declines during acquired acute tolerance.\" (emphasis added)", "[156] The difference between the '852 patent invention and the sustained release Ritalin of the prior art, as described in the patent, also points to the fundamental impact of the '852 patent invention as being a composition that released a drug in an ascending profile over time. The prior art of the Ritalin SR is described as follows in the patent in the section describing the background to the invention. \"Another prior art dosage form for dispensing a drug is the sustained-release dosage form. A drug dispensed from a prior art sustained-release dosage form may ascend initially but not over the entire dosing interval, and it actually may decline over time. That is, these sustained-release dosage forms dispense a drug in a nonascending profile over time, as they do not provide a continuously increasing release rate per hour throughout the extended dosing period . This dosage form, additionally , may not provide the required duration of therapy and the appropriate blood pattern. For drugs that act on the central nervous system, like methylphenidate, dispensed from a sustained-release nonascending dosage form, the patient often develops an acute tolerance to the drug manifested by a shortened duration and a decrease in the intensity of the therapeutic effect needed for acceptable therapy. The prior sustained-release delivery is also devoid of means that compensate for its shortcomings inherent therein. \"The above presentation teaches that a critical need exists for a novel dosage form and for a novel method for administering a drug that overcomes the shortcomings known to the prior art, This long-felt need exists for a dosage form and for a method for (1) administering the drug at a sustained-increasing rate that simultaneously reduces or eliminates the frequency of daily dosing; for (2) a dosage form and a method for administering the drug in a sustained-compensating dose to substantially compensate for acute tolerance to the drug thereby maintaining a preselected clinical response; for (3) a dosage form that administers the drug in a sustained-ascending profile clinically indicated for the management of Attention-Deficit Disorders; and, for (4) a dosage form and a method for administering the drug initially and in a sustained-ascending profile throughout the entire school day.\" (emphasis added)", "[157] The need identified above in the '852 patent was for a novel dosage form and a novel method for administering the drug. Both relate to a composition that releases methylphenidate in increasing amounts over time. Although this formulation may also have the advantage that it results in increased concentration of methylphenidate in the blood plasma over time that was not claimed in the patent's claims and to import it from the remainder of the specification, in my view, tips the fairness scale too far in favour of the inventor. It is unfair to the public and provides the inventor with something over which he did not claim a monopoly in the patent's claims.", "[158] For these reasons, I reject the interpretation of the '852 patent urged on the Court by the Applicants and accept as correct that submitted by Novopharm.", "[159] Because Novopharm's product does not release methylphenidate from its dosage form in a sustained-ascending dose over time, it does not infringe the '852 patent.", "[160] Although this is sufficient to dispose of this application, I will say a few words concerning the submission that there can be no infringement because tolerance, as protected by the patent, does not exist.", "[161] Janssen-Ortho's experts argue that acute tolerance is clinically observed albeit not scientifically proven. Novopharm's experts argue that acute tolerance to methylphenidate is neither clinically observed nor scientifically proven, and that Janssen-Ortho could have conducted studies to prove the existence of acute tolerance to methylphenidate.", "[162] Claim 1 refers to the \"regulation of tolerance\". Claim 78 refers to the \"compensation of acquired tolerance\". The PSIA would read these claims and understand that the inventors were claiming the use of a composition to treat ADHD that had the added benefit of minimizing the phenomenon of tolerance. The PSIA would know that tolerance had been proposed as one explanation for the relative ineffectiveness of Ritalin SR.", "[163] I give little weight to Novopharm's assertion that clinical data of acute tolerance could be readily obtained. Tolerance is measured by a diminishment of a drug's effectiveness over time. In the case of methylphenidate, the drug's effectiveness is the control of ADHD symptoms. The evidence supports that drawing multiple samples of blood from children would likely not be medically approved, not to mention that it would be very unpleasant for the children (or adults) involved; this makes producing scientific data on acute tolerance to methylphenidate difficult.", "[164] The Swanson article (Exhibit K to Dr. Patrick's affidavit), proposes acute tolerance as an explanation for Ritalin SR's relative ineffectiveness. I prefer the Applicants' experts on the issue of whether acute tolerance to methylphenidate has been a clinically observed phenomenon. In my view, it is unnecessary for Janssen-Ortho to prove such a claimed use with scientific data. Janssen-Ortho has established on the balance of probabilities that those most directly involved in treating patients, and thus those most likely to observe the effect of tolerance, are generally of the view that the phenomenon exists.", "[165] For these reasons, the application is dismissed.", "[166] The Respondent, Novopharm, is entitled to its costs. I would hope that the experienced counsel who appeared in this application will be able to come to an agreement on the costs to be paid. If they are unable to agree on an amount then I will remain seized to make a further order as to costs. Failing their agreement, counsel are to provide written submissions as to costs within 15 working days following the date hereof. JUDGMENT", "[167] THIS COURT ORDERS that 1. The application is dismissed. 2. Novopharm is entitled to its costs and I shall remain seized in that regard if the parties are unable to reach agreement as to the costs. Application dismissed. SCHEDULE \"A\" PRINCIPLES OF PATENT CONSTRUCTION In construing a patent, and to give effect to the true intentions, the patent specification should be given a purposive construction rather than a purely literal one derived from applying to it the kind of meticulous verbal analysis in which lawyers are too often tempted by their training to indulge. <FRAGMENT_SUPPRESSED>  (H.L.), at 243 Furthermore, the Supreme Court has held that: it has always been a fundamental rule of claims construction that the claims receive one and the same interpretation for all purposes. Whirlpool , supra, at 149 Construction of a patent is a question of law for the Court. However, it should be undertaken with the knowledge of a person skilled in the art, to the extent that such knowledge is revealed by expert evidence at trial. Whirlpool , supra, at 147 <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 1 (F.C.A.), at 9 To reject purposeful construction would imply embracing a purposeless approach that ignores the context and use to which the words are being put. Whirlpool , supra, at 149 Purposive construction does not go outside the four corners of the specification. It is permissible for the trial judge to look at the rest of the specification, including the drawing, to understand what is meant by a particular word in the claim, but not to enlarge or contract the scope of the claim as written and thus understood. Whirlpool , supra, at 153 Person Skilled in the Art A person skilled in the art has been defined as: a hypothetical person possessing the ordinary skill and knowledge of the particular art to which the invention relates, and a mind willing to understand a specification that is addressed to him. The hypothetical person has sometimes been equated with the \"reasonable man\" used as a standard in negligence cases. He is assumed to be a man who is going to try to achieve success and not one who is looking for difficulties or seeking failure. Free World Trust, supra , at 189; citing Fox, H.G. The Canadian Patent Law and Practice Relating to Letters Patent for Inventions , 4th Ed. (Toronto Carswell, 1969), at 184 Further General Principles for Claim Construction A patent must be read by a mind willing to understand, not a mind desirous of misunderstanding. This necessarily means that close attention must be paid to the purpose and intent of the author. The Court should not apply an overly technical or astute approach, and should endeavour to give effect to the construction which will give the inventor protection for that which he has in good faith invented. Whirlpool , supra, at 149 <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 145, at 157 (S.C.C.) A dictionary approach is not to be used in construing claims. This would be using evidence from outside the four corners of the specification. Furthermore, looking at the claims of a patent using a dictionary approach is equivalent to looking at the words through the eyes of a grammarian or etymologist, rather than through the eyes of and with the knowledge of a person skilled in the art. Whirlpool , supra, at 153 While each claim of the patent must be considered individually, they must not be construed in isolation from the other claims and the rest of the patent. <FRAGMENT_SUPPRESSED>  at para. 7. [End of document]"]}