{"id_": "067168", "body_str": ["[1] Mosley, J. : This is a motion by the respondent Ministers for an order that the application for leave and for judicial review in this matter is premature. The motion is dismissed for the reasons that follow.  <FRAGMENT_SUPPRESSED> I. BACKGROUND  <FRAGMENT_SUPPRESSED>", "[2] The applicant, Hassan Almrei, a citizen of Syria, has been in Canada since January 1999. He was granted protection as a Convention Refugee in June 2000. In November 2000, Mr Almrei applied for permanent resident status. On October 19, 2001, a certificate was issued against him alleging that he was a risk to the security of Canada. The Federal Court upheld that certificate on November 21, 2001. Proceedings ensued in which Mr Almrei contested the legality of his continued detention, the reasonableness of danger opinions concerning the risk of return to Syria and the constitutionality of the security certificate procedure. In the course of these proceedings, Mr Almrei's application for permanent residence was terminated in 2002 without notice to him.  <FRAGMENT_SUPPRESSED>", "[3] The 2001 security certificate was quashed by the decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , which held that the procedure then in place was constitutionally flawed. A second certificate, issued against the applicant on February 22, 2008, was quashed on December 19, 2009 by this Court on the ground that it was not reasonable: Almrei (Re) , 2009 FC 1263, [2009] FCJ No 1579. The government did not appeal that decision. During these events, Mr Almrei was held in detention for over seven years.  <FRAGMENT_SUPPRESSED>", "[4] Following his release from custody and the conclusion of the certificate proceedings, Mr Almrei sought to determine the status of his 2000 application for permanent residence. Upon discovering that it had been rejected, Mr Almrei unsuccessfully sought judicial review of that decision. He then brought a fresh application for permanent residence on humanitarian and compassionate grounds on October 5, 2010. In February 2012, he was advised that the application had been accepted for processing from within Canada, subject to the completion of other requirements such as medical and security assessments.  <FRAGMENT_SUPPRESSED>", "[5] In September 2012, after a series of communications with the Canadian Security and Intelligence Service and Citizenship and Immigration Canada regarding the status of his application, Mr Almrei filed an application for leave and for judicial review. He sought an order of mandamus to compel the respondent Minister of Citizenship and Immigration, or his officers, to make a decision on his request for permanent residence. Leave was granted in that matter, Court File IMM-9749-12, and the application was set down for hearing on Tuesday, September 10, 2013.  <FRAGMENT_SUPPRESSED>", "[6] Through an email message late on the afternoon of Friday, September 6, 2013, counsel for Mr Almrei was provided with a copy of a \"Procedural Fairness\" letter of the same date, to be delivered to his client on the Monday following. Written by a Delegate of the respondent Minister of Citizenship and Immigration, the letter stated that the Minister was considering finding the applicant inadmissible to Canada under paragraph 37(1)(b) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA].  <FRAGMENT_SUPPRESSED>", "[7] Paragraph 37(1)(b) of the IRPA provides the following:  <FRAGMENT_SUPPRESSED> Organized criminality  <FRAGMENT_SUPPRESSED> 37. (1) A permanent resident or a foreign national is inadmissible on grounds of organized criminality for  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> (b) engaging, in the context of transnational crime, in activities such as people smuggling, trafficking in persons or money laundering.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED>", "[8] Upon being advised of this development the day prior to the hearing, the applications judge, Madam Justice Snider, determined that it was not in the interests of justice to proceed with the hearing and adjourned the matter sine die . The applicant then brought the underlying application for declaratory and injunctive relief against the respondents that is presently before the Court.  <FRAGMENT_SUPPRESSED>", "[9] Among other things, in the present application Mr Almrei seeks declarations from the Court that the question of his inadmissibility is subject to the doctrines of issue estoppel, res judicata and abuse of process. He also seeks an injunction enjoining the respondent Minister of Citizenship and Immigration from finding him inadmissible pursuant to subsection 34(1) and paragraph 37(1)(b) of the IRPA on the basis of any of the allegations that were before the Court in the second security certificate proceedings.  <FRAGMENT_SUPPRESSED>", "[10] On October 18, 2013, Mr Justice Boivin (then a member of this Court) granted a motion staying the determination of the applicant's admissibility and application for permanent residence in Canada until the underlying application for judicial review in this matter has been decided. In his reasons, Justice Boivin found that the alleged abuse of process was a serious issue, that the applicant would suffer irreparable harm if the admissibility determination proceeded and that the balance of convenience between the parties favoured the issuance of a stay.  <FRAGMENT_SUPPRESSED>", "[11] The application for leave in this matter was brought before Mr Justice Simon Noël for determination. In case management discussions conducted by Justice Noël, the respondent Ministers took the position that the application is premature as a decision as to the applicant's admissibility has yet to be made. In a Direction issued on April 8, 2014, Justice Noël indicated that leave would be granted pursuant to section 74 of the IRPA when all preliminary matters had been dealt with, and that the Chief Justice had referred those matters, and the application for judicial review, to the undersigned judge for determination.  <FRAGMENT_SUPPRESSED>", "[12] Following a conference with counsel for the parties, additional written representations were submitted and a hearing was conducted to receive oral argument on the issue of prematurity.  <FRAGMENT_SUPPRESSED> II. THE PROCEDURAL FAIRNESS LETTER  <FRAGMENT_SUPPRESSED>", "[13] The September 6, 2013 Procedural Fairness letter states, among other things:  <FRAGMENT_SUPPRESSED> In previous correspondence, you were informed that your request for an exemption to allow your application to be processed from within Canada was approved and that your application would continue to be processed to determine whether you meet all other statutory requirements of the Immigration and Refugee Protection Act , such as medical, security, passport, etc.  <FRAGMENT_SUPPRESSED> New information suggests that your application for permanent residence under humanitarian and compassionate grounds may have to be refused as it appears you are a person described in subsection 37(1)(b) of the Immigration and Refugee Protection Act . Specifically, an inadmissibility assessment from the Canadian Border Services Agency, which has been included with this letter, indicates that there are reasonable grounds to believe you are inadmissible on grounds of organized criminality for engaging, in the context of transnational crime, in activities such as people smuggling, trafficking in persons or money laundering.  <FRAGMENT_SUPPRESSED>", "[14] The inadmissibility assessment from the Canadian Border Services Agency (CBSA) included with the Delegate's letter is dated July 11, 2013. Stressing that the decision rested with the Minister's Delegate, the following excerpts provide the basis for the CBSA's recommendation that there are reasonable grounds to believe that the applicant is inadmissible under paragraph 37(1)(b):  <FRAGMENT_SUPPRESSED> Executive Summary  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> (U) The applicant has acknowledged having arranged for the transfer of a false passport for financial gain. He has also acknowledged having participated in a plan to fraudulently obtain Ontario and Michigan drivers licences.  <FRAGMENT_SUPPRESSED> [...]  <FRAGMENT_SUPPRESSED> Topic-Specific Information  <FRAGMENT_SUPPRESSED> (B) In a solemn declaration sworn on November 10, 2002, the applicant stated:  <FRAGMENT_SUPPRESSED> ... I did help Nabil Al Marabh in obtaining a false Canadian passport. Nabil told me that he really wanted to see his mother, as she was ill. He said that he had not seen her for twelve years. I said that I would help him. An Arab man I knew gave me the number of a man in Montreal. I got Nabil the passport from the man in Montreal. I was not working with the man that made the passport for Nabil. I paid for it only with the money that Nabil gave me for it and I kept a share.  <FRAGMENT_SUPPRESSED> (U) During testimony before the Federal Court of Canada, the applicant stated that he also provided Al Marabh with a citizenship card, driver's licence, and SIN card. He indicated that he received $2000 for his part in the transaction.  <FRAGMENT_SUPPRESSED> (U) Additionally, the applicant stated during testimony before the Federal Court that he \"... participated in a scheme with Ibrahim Ishak to obtain valid Ontario driver's licences for people who could not otherwise legally obtain them.\" Justice Mosley summarized the activities as follows: \"An Ontario GI permit would be taken to Michigan and exchanged for a Michigan license. They would then use those to obtain Ontario licenses with full driving privileges. They charged $500 for this service. <FRAGMENT_SUPPRESSED> [\"U\" means \"unclassified\"; \"B\" is a reference to the \"B\" classification level.]  <FRAGMENT_SUPPRESSED>", "[15] In addition to the CBSA assessment, the applicant was provided with several other documents including recent jurisprudence of this Court and the Federal Court of Appeal, excerpts from the IRPA and the Criminal Code of Canada , and copies of the United Nations Convention Against Transnational Organized Crime and the supplemental Protocol Against the Smuggling of Migrants by Land, Sea and Air . The applicant was advised that he had the opportunity to provide any information he would like to be considered before a decision was made, and he was given sixty days to provide additional documents and make further submissions.  <FRAGMENT_SUPPRESSED>", "[16] According to counsel for the respondents, the Minister of Citizenship and Immigration has committed to making a decision within 45 days of receipt of the applicant's additional documents and submissions.  <FRAGMENT_SUPPRESSED> III. ISSUES  <FRAGMENT_SUPPRESSED>", "[17] The primary issue before the Court at this stage is whether the applicant's request for relief is premature, in that a final decision on his application for permanent residence has not been made and will not be made until after he responds to the procedural fairness letter. Collateral to that is the question of whether the stay imposed by Justice Boivin should be vacated.  <FRAGMENT_SUPPRESSED> IV. ARGUMENT  <FRAGMENT_SUPPRESSED>", "[18] The respondents argue that this application is premature because of the absence of exceptional circumstances warranting early recourse to the courts, the availability of alternative administrative remedies, the fragmentation of the process if the application goes ahead, waste, delay and the lack of the administrative decision-maker's findings from which this Court might benefit. The respondents note that the Minister's decision on the application for permanent residence would have been rendered by December 20, 2013, at the latest, had the applicant not sought to enjoin that process in this Court.  <FRAGMENT_SUPPRESSED>", "[19] The respondents rely largely on the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  [2010] FCJ No 274 at paras 31-33 [ CB Powell ], leave to appeal to Supreme Court of Canada refused, [2011] SCCA no 267:  <FRAGMENT_SUPPRESSED>", "[31] Administrative law judgments and textbooks describe this rule in many ways: the doctrine of exhaustion, the doctrine of adequate alternative remedies, the doctrine against fragmentation or bifurcation of administrative proceedings, the rule against interlocutory judicial reviews and the objection against premature judicial reviews. All of these express the same concept: absent exceptional circumstances, parties cannot proceed to the court system until the administrative process has run its course. This means that, absent exceptional circumstances, those who are dissatisfied with some matter arising in the ongoing administrative process must pursue all effective remedies that are available within that process; only when the administrative process has finished or when the administrative process affords no effective remedy can they proceed to court. Put another way, absent exceptional circumstances, courts should not interfere with ongoing administrative processes until after they are completed, or until the available, effective remedies are exhausted.  <FRAGMENT_SUPPRESSED>", "[32] This prevents fragmentation of the administrative process and piecemeal court proceedings, eliminates the large costs and delays associated with premature forays to court and avoids the waste associated with hearing an interlocutory judicial review when the applicant for judicial review may succeed at the end of the administrative process anyway: see , e.g., Consolidated Maybrun, supra at paragraph 38;  <FRAGMENT_SUPPRESSED>  (Ont. Div. Ct.). Further, only at the end of the administrative process will a reviewing court have all of the administrative decision-maker's findings; these findings may be suffused with expertise, legitimate policy judgments and valuable regulatory experience: see , e.g., Consolidated Maybrun, supra at paragraph 43; <FRAGMENT_SUPPRESSED>  (B.C.S.C.), aff'd (1995), 130 D.L.R. (4th) 461 ( <FRAGMENT_SUPPRESSED>  consistent with and supports the concept of judicial respect for administrative decision-makers who, like judges, have decision-making responsibilities to discharge: <FRAGMENT_SUPPRESSED>  (S.C.C.) at paragraph 48.  <FRAGMENT_SUPPRESSED>", "[33] Courts across Canada have enforced the general principle of non-interference with ongoing administrative processes vigorously. This is shown by the narrowness of the \"exceptional circumstances\" exception. Little need be said about this exception, as the parties in this appeal did not contend that there were any exceptional circumstances permitting early recourse to the courts. Suffice to say, the authorities show that very few circumstances qualify as \"exceptional\" and the threshold for exceptionality is high: see, generally, D.J.M. Brown and J.M. Evans, Judicial Review of Administrative Action in Canada (loose-leaf) (Toronto: Canvasback Publishing, 2007) at 3:2200, 3:2300 and 3:4000 and David J. Mullan, Administrative Law (Toronto: Irwin Law, 2001) at pages 485-494. Exceptional circumstances are best illustrated by the very few modern cases where courts have granted prohibition or injunction against administrative decision-makers before or during their proceedings. Concerns about procedural fairness or bias, the presence of an important legal or constitutional issue, or the fact that all parties have consented to early recourse to the courts are not exceptional circumstances allowing parties to bypass an administrative process, as long as that process allows the issues to be raised and an effective remedy to be granted: see Harelkin, supra; Okwuobi, supra at paragraphs 38-55; <FRAGMENT_SUPPRESSED>  (Ont. Div. Ct.). As I shall soon demonstrate, the presence of so-called jurisdictional issues is not an exceptional circumstance justifying early recourse to courts. [Emphasis added]  <FRAGMENT_SUPPRESSED>", "[20] The respondents also rely on <FRAGMENT_SUPPRESSED>  at paras 35-38 [Halifax] Alberta (Information and  <FRAGMENT_SUPPRESSED>  at paras 23-24 [ Alberta Teachers ]; and <FRAGMENT_SUPPRESSED>  ACWS (3d) 808 at paras 10-11. They submit that these authorities hold that the threshold for exceptionality is high, and that even concerns about procedural fairness, bias, jurisdictional error or the presence of an important legal or constitutional issue do not constitute exceptional circumstances permitting parties to bypass the administrative process where that process allows the issues to be raised and an effective remedy to be granted.  <FRAGMENT_SUPPRESSED>", "[21] These decisions led my colleague Justice Yves de Montigny to conclude in <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1609 at para 51, that circumstances that had previously been found to be exceptional may no longer qualify as exceptional if an internal administrative remedy was available.  <FRAGMENT_SUPPRESSED>", "[22] More recently, the Federal Court of Appeal has indicated that, in the tax context, as long as an adequate effective recourse exists, premature intervention by way of judicial review before the Federal Court is not warranted, even if an abuse of process is present: <FRAGMENT_SUPPRESSED>  [2013] FCJ No 1155 at para 89. The Court of Appeal noted that whether the alternative remedy is actually an \"adequate effective recourse\" will depend upon the circumstances of the particular case.  <FRAGMENT_SUPPRESSED>", "[23] Here, the respondents submit, the applicant has an adequate alternative remedy. The applicant can respond to the potential inadmissibility finding under paragraph 37(1)(b) of the IRPA. The Minister's Delegate will then release a decision, which may render the issues of abuse of process and res judicata irrelevant. The applicant can also make submissions to the Delegate going to humanitarian and compassionate grounds, which could include the underlying facts of the abuse of process and res judicata arguments. If the Delegate determines that the applicant is inadmissible pursuant to paragraph 37(1)(b), she may nevertheless grant the application on humanitarian and compassionate grounds after considering all the circumstances. Finally, the applicant may challenge the Delegate's decision by applying for leave and judicial review.  <FRAGMENT_SUPPRESSED>", "[24] The respondents argue that as in <FRAGMENT_SUPPRESSED>  116 DLR (4th) 333, the applicant has adequate alternative remedies and therefore there is no basis for judicial review. In Szczecka , the Federal Court of Appeal found that the availability of judicial review of the Refugee Division's ultimate decision weighed against premature intervention to resolve a controversy over an interlocutory issue.  <FRAGMENT_SUPPRESSED>", "[25] The applicant concedes the general principle of judicial non-interference with ongoing administrative processes. However, the applicant submits that contrary to the respondents' arguments, the exceptional circumstances in the case at bar warrant a departure from the general principle. Specifically, the applicant submits that the Court has already made a final determination on the issue of his admissibility based on the facts that were presented to it during the certificate proceedings. To allow the Minister to consider these facts in relation to a new ground of inadmissibility that could have been raised earlier runs contrary to the principle of finality of judicial decisions, is barred by issue estoppel and would be an abuse of process.  <FRAGMENT_SUPPRESSED>", "[26] The applicant argues that the case law on which the respondents rely merely sets out the general principle and can be distinguished from the case at bar, on the basis that those cases did not feature any exceptional circumstances which warranted a departure from that general principle.  <FRAGMENT_SUPPRESSED>", "[27] The applicant acknowledges that both CB  <FRAGMENT_SUPPRESSED> , and Halifax , above, affirm the notion that judicial intervention in the administrative process should only occur in the clearest of cases. However, he argues that both are distinguishable. In this instance, the applicant is not seeking to prevent the inquiry from proceeding on jurisdictional grounds, as in CB Powell , or because of delay, as in Halifax . Rather he seeks to avoid an inefficient multiplicity of proceedings and delay by preventing the respondents from re-litigating the same allegations in a different forum more than 12 years after they were first brought to the respondents' attention.  <FRAGMENT_SUPPRESSED>", "[28] The test, the applicant submits, is set out by the Supreme Court in Halifax , above, at para 45:  <FRAGMENT_SUPPRESSED>", "[45] In my view, the reviewing court should ask whether there was any reasonable basis on the law or the evidence for the Commission's decision to refer the complaint to a board of inquiry. This formulation seems to me to bring together the two aspects of the jurisprudence to ensure that both the decision and the process are treated with appropriate judicial deference.  <FRAGMENT_SUPPRESSED>", "[29] In this matter, the applicant submits, there is no reasonable basis on the law or the evidence for the decision to consider an alternate ground of inadmissibility. The respondents chose to use the security certificate process to determine his admissibility on the same facts. They cannot now seek to use a different administrative procedure, he argues, to re-litigate the same allegations raised in the security certificate proceedings because they are unhappy with the outcome.  <FRAGMENT_SUPPRESSED>", "[30] The applicant rejects the assertion that he is delaying a decision on his application and argues that the Ministers are responsible for the delay, since they failed to bring forward the section 37 allegation during the security certificate proceedings. Further, they waited until two days before the scheduled hearing for his mandamus application to raise the allegation. This delay in raising the allegation based on information that was before this Court during the security certificate proceedings was noted by Justice Boivin in his decision granting the stay.  <FRAGMENT_SUPPRESSED>", "[31] The applicant submits that he has no adequate alternative remedy. Requiring him to defend his admissibility a third time, as argued by the respondents, is not a remedy - it is an abuse. The applicant further submits that the doctrine of abuse of process constitutes a clear exception to the general principle that courts should defer to the administrative decision-making process.  <FRAGMENT_SUPPRESSED>", "[32] The applicant cites several decisions of this Court in support of his argument: <FRAGMENT_SUPPRESSED>  [2011] FCJ No 633; <FRAGMENT_SUPPRESSED>  [2012] FCJ no 1700; <FRAGMENT_SUPPRESSED>  [2007] FCJ no 456.  <FRAGMENT_SUPPRESSED>", "[33] The applicant argues that in <FRAGMENT_SUPPRESSED> , the Court specifically rejected the respondents' argument that the admissibility determination process should be allowed to continue because the Delegate may find in favour of the applicant. At issue  <FRAGMENT_SUPPRESSED> was whether an admissibility hearing should be permanently stayed on the basis that the Minister had been aware of all the relevant information for 22 years. At para 54, Justice Harrington reached this conclusion:  <FRAGMENT_SUPPRESSED> 54 It is a fundamental principle of natural justice and the rule of law under which we live that a person be given a fair opportunity to answer the case against him. That opportunity has been lost. It was abusive to issue an opinion in 2009 that Mr. Beltran is inadmissible considering that the authorities had been aware of his situation for 22 years.  <FRAGMENT_SUPPRESSED> V. ANALYSIS  <FRAGMENT_SUPPRESSED>", "[34] <FRAGMENT_SUPPRESSED>  [ Lorenz ], Mr Justice John Evans affirmed the principle that absent \"the most unusual and exceptional circumstances\", courts will not intervene in administrative proceedings before a final decision has been rendered. Justice Evans set out six factors to be considered in determining whether the Court should refuse relief on the ground of prematurity. These factors are: (1) hardship to the applicant, (2) waste, (3) delay, (4) fragmentation, (5) strength of the case and (6) the statutory context.  <FRAGMENT_SUPPRESSED>", "[35] While I think it is unquestionable that the applicant has and is experiencing hardship due to the extraordinary circumstances in which this matter has arisen, that factor is not determinative: <FRAGMENT_SUPPRESSED> , at para 20. Delay should be considered as a factor affecting the parties in the particular case, as well as the conduct of other administrative proceedings: Lorenz at paras 24-25. The exceptional circumstances alleged should be \"clear and obvious\": Lorenz at para 32. Finally, the factors must be considered in light of the facts of the particular case as well as in the context of the statutory scheme from which the application for judicial review arises: Lorenz at para 33.  <FRAGMENT_SUPPRESSED>", "[36] I note that unlike this matter which concerns a series of proceedings against the applicant, Lorenz, CB Powell, Halifax and <FRAGMENT_SUPPRESSED> , all concerned a single administrative proceeding with no previous procedural history between the parties.  <FRAGMENT_SUPPRESSED>", "[37] In Beltran , Justice Harrington considered the issues of delay and hardship in light of the overall procedural history between Mr Beltran and the respondent Minister of Citizenship and Immigration. He found the delay in that case to be inexcusable. See also Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2010] FCJ No 856 at para 56.  <FRAGMENT_SUPPRESSED>", "[38] In Tursunbayev , Justice Russell held that the applicant could bring abuse of process arguments at an early stage of the admissibility process, notwithstanding that a decision had not been made regarding his admissibility or deportation. This was in the context of disclosure issues over what was alleged to be a disguised extradition to accommodate the enforcement interests of a foreign jurisdiction.  <FRAGMENT_SUPPRESSED>", "[39] In Kanagaratnam , Justice Manson granted an interim stay preventing the Delegate from deciding the applicant's application until the judicial review seeking a declaration that the proceedings amounted to an abuse of process was heard. In doing so, Justice Manson rejected the respondents' arguments on prematurity and the availability of judicial review after the Delegate rendered a decision.  <FRAGMENT_SUPPRESSED>", "[40] Justice Phelan granted a stay of proceedings in the middle of a judicial review hearing in the John Doe matter, above, finding that the process may have been abusive. The decision under review was arguably interlocutory, he found, but fundamental to the case.  <FRAGMENT_SUPPRESSED>", "[41] This application for judicial review has delayed administrative proceedings which, according to the respondents, would otherwise have resulted in a decision in December 2013. However, contrary to the statement in the Procedural Fairness letter, there is no \"new information\" forming the basis of the fresh allegation of inadmissibility. As noted by Justice Boivin on the stay motion, the Ministers are responsible for the delay in bringing forward the allegation. The period of this delay is approximately 12 years.  <FRAGMENT_SUPPRESSED>", "[42] Similarly, although the respondent argues that the fragmentation of the permanent residence application process and the additional costs incurred through these proceedings militate against judicial intervention, this fragmentation and any related additional costs could have been avoided had the allegation of inadmissibility under paragraph 37(1)(b) been raised earlier.  <FRAGMENT_SUPPRESSED>", "[43] For the purposes of this motion, I do not think it is necessary to determine the merits of the arguments that the ground of inadmissibility under paragraph 37 (1)(b) is subject to issue estoppel and res judicata . I would note that the question out of which the estoppel is said to arise must have been fundamental to the decision arrived at in the earlier proceeding. Moreover, it must concern material facts and conclusions of law or mixed fact and law that were necessarily determined in the earlier proceedings: <FRAGMENT_SUPPRESSED>  at para 24.  <FRAGMENT_SUPPRESSED>", "[44] At first impression and without deciding the matter, based on the principles set out in the authorities cited, it is not obvious that these requirements can be met. However, I am satisfied that the arguments raised by the applicant are not frivolous: <FRAGMENT_SUPPRESSED>  [2003] FCJ No 1931, leave to appeal refused, [2004] SCCA no 62; Canada (Minister of Public Safety and  <FRAGMENT_SUPPRESSED> . As Justice LeBel noted at paras 39-41, the doctrine is characterized by its flexibility and is unencumbered by specific requirements, unlike res judicata and issue estoppel. It has its roots in a judge's inherent and residual power to prevent abuses of the court's process. The doctrine evokes the public interest in a fair and just process and the proper administration of justice. One circumstance in which abuse of process has been applied is where the litigation before the court is found to be in essence an attempt to re-litigate a claim which the court has already determined.  <FRAGMENT_SUPPRESSED>", "[46] The abuse of process doctrine may also extend to a case in which one party has been guilty of an unreasonable delay causing severe prejudice to the other, as the applicant contends has occurred here: <FRAGMENT_SUPPRESSED>  FTR 41 (Eng).  <FRAGMENT_SUPPRESSED>", "[47] While the applicant has been undoubtedly prejudiced in having to undergo further proceedings and to incur additional costs in the determination of his application for permanent residence, the threshold for establishing abuse of process because of administrative delay is very high; as discussed  <FRAGMENT_SUPPRESSED> at para 115:  <FRAGMENT_SUPPRESSED> Where inordinate delay has directly caused significant psychological harm to a person, or attached a stigma to a person's reputation, such that the human rights system would be brought into disrepute, such prejudice may be sufficient to constitute an abuse of process. The doctrine of abuse of process is not limited to acts giving rise to an unfair hearing; there may be cases of abuse of process for other than evidentiary reasons brought about by delay. It must however be emphasized that few lengthy delays will meet this threshold. caution that in cases where there is no prejudice to hearing fairness, the delay must be clearly unacceptable and have directly caused a significant prejudice to amount to an abuse of process. It must be a delay that would, in the circumstances of the case, bring the human rights system into disrepute. ...  <FRAGMENT_SUPPRESSED>", "[48] The public interest in proceeding to a determination on the allegations against the applicant was considered to be a significant factor  <FRAGMENT_SUPPRESSED> , at para 87, in which there was an allegation of a crime against humanity. Here, the paragraph 37(1)(b) allegations relating to the commission of passport and other document frauds do not amount to the same level of criminality but are serious nonetheless. Uttering a false passport, for example, constituted an offence at the relevant time punishable by up to fourteen years of imprisonment: Criminal Code of Canada , RSC 1985, c C-46, s 57. The actual penalty that would be imposed for such an offence is, of course, likely to be much less, particularly for an offender without any prior criminal history in this country.  <FRAGMENT_SUPPRESSED>", "[49] I note that in <FRAGMENT_SUPPRESSED> , at para 28, Justice Rothstein concluded that while subsequent proceedings could result in an abuse of process finding, it was not available in that particular case because of the wording of the statute. That conclusion was based on the wording of section 34 of the Immigration Act , RSC 1985, c I-2, which Justice Rothstein interpreted as permitting subsequent proceedings on the same facts. The section, as it read at that time, provided that:  <FRAGMENT_SUPPRESSED> 34. No decision given under this Act prevents the holding of a further inquiry by reason of the making of another report under paragraph 20(1)(a) or subsection 27(1) or (2) or by reason of arrest and detention for an inquiry pursuant to section 103.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[50] In practice, however, as explained in the explanatory notes provided to Parliament when the Bill enacting this version of section 34 was introduced, an inquiry would not be reopened to reverse a decision favourable to the person concerned but only to allow the presentation of additional evidence that could have the effect of reversing a negative decision, or to permit correction of a technical flaw such as issuance of the wrong kind of removal order: Explanatory Notes of an Office Consolidation of the Immigration Bill prepared by the Department of Manpower and Immigration, Canada , November 1976 (Library of Parliament). It is not clear whether this explanation was brought to the attention of Justice Rothstein  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[51] Once again, the general rule for intervention at an early stage in the proceedings, set out in CB  <FRAGMENT_SUPPRESSED> , at para 31, is that absent exceptional circumstances, courts should not interfere with ongoing administrative processes until after they are completed, or until the available, effective remedies are exhausted. The threshold for exceptionality is high, and concerns relating to procedural fairness, bias or important constitutional or legal questions do not constitute exceptional circumstances where the administrative process allows the issues to be raised and an effective remedy to be granted: CB Powell at para 33. Nevertheless, in my view, the facts of this case qualify as exceptional.  <FRAGMENT_SUPPRESSED>", "[52] On this motion, the respondents contend that the issues raised under section 37 were not resolved in either the first security certificate proceeding or the second dealt with  <FRAGMENT_SUPPRESSED>  (Re) , above. The first security certificate was issued and reviewed under the former Immigration Act . The second followed the enactment and implementation of the IRPA The questions addressed in the second certificate proceeding were whether the applicant constituted a danger to the security of Canada as set out in paragraph 34(1)(d) of the IRPA, had engaged in terrorism contrary to paragraph 34(1)(c), and was a member of an organization as described in paragraph 34(1)(f). These are substantially the same questions that were addressed under the predecessor legislation in the first certificate proceeding.  <FRAGMENT_SUPPRESSED>", "[53] The issue now before the Minister's Delegate is whether the applicant has engaged in transnational criminal activity contrary to paragraph 37(1)(b). While that, on its face, is a different ground and therefore does not for that reason invoke cause estoppel, I conclude that the question now before the Delegate arose collaterally or incidentally in the security certificate proceedings. At first impression, the applicant raises an arguable case that it is abusive to ask him to defend his admissibility for the third time in twelve years with respect to concerns arising from the same activities.  <FRAGMENT_SUPPRESSED>", "[54] If the matter proceeds first to an administrative determination, it will not be open to the Minister's Delegate to consider whether the question of the applicant's inadmissibility is barred by reason of issue estoppel, res judicata or abuse of process. These are questions of law that the Delegate, as an administrative decision-maker, is not competent to determine: <FRAGMENT_SUPPRESSED>  at para 3. Those questions could only be addressed upon judicial review of the Delegate's decision.  <FRAGMENT_SUPPRESSED>", "[55] I recognize that it is open to the Delegate to consider the context and the facts that underlie the applicant's arguments in reaching a decision on the humanitarian and compassionate factors favouring the grant of permanent resident status: <FRAGMENT_SUPPRESSED>  [2014] FCJ No 472 at paras 69-71. That does not, in my view, serve as an adequate alternative remedy as it would be open to the parties to seek judicial review of the decision and, in effect, litigate the question of Mr Almrei's admissibility for the third time at this Court. Should he succeed in his application for judicial review that would be the end of the matter, subject to a decision by the Court to certify a question for appeal.  <FRAGMENT_SUPPRESSED>", "[56] The information about the applicant's unlawful dealing in identity documents was known to the immigration authorities when the decision was made to proceed against him on national security grounds. As was noted  <FRAGMENT_SUPPRESSED>  (Re) , above, at paras 494-495, steps could have been taken to seek the removal of the applicant prior to the issuance of the certificate. It is therefore surprising that the Delegate chose to characterize that information as \"new\" in the Fairness Letter when it clearly was in the possession of the respondent Ministers for many years. What appears to be \"new\" is solely the decision to proceed against the applicant on the paragraph 37(1)(b) ground at a very late stage.  <FRAGMENT_SUPPRESSED>", "[57] This case is therefore analogous to <FRAGMENT_SUPPRESSED> , where Justice Harrington found that a delay was inexcusable because the Minister had failed to act despite having knowledge of relevant information for many years. Although the delay has been shorter in this matter, the respondents' decision to raise the issue of inadmissibility at the last moment effectively pre-empted a judicial hearing on an application for mandamus that may have resulted in a positive remedy for the applicant in his efforts to obtain permanent resident status.  <FRAGMENT_SUPPRESSED>", "[58] I think it relevant to consider as an exceptional circumstance the fact that the applicant was detained under strict custody for over seven years. This included periods in a maximum security institution and a provincial remand facility under harsh conditions and, following his release in 2008, under very strict limitations on his movements and contacts. The length of this detention exceeded that of any prison sentence that could reasonably have been expected had the applicant been criminally charged and convicted for the offences that are now said to serve as the basis for the CBSA recommendation that he is inadmissible under paragraph 37(1)(b). While detention for immigration enforcement purposes is not equivalent to imprisonment as part of a sentence for criminal offences, it is detention nonetheless and similarly engages the liberty interests of the individual under section 7 of the Charter , as the Supreme Court found in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[59] The applicant continues to face hardship resulting from the delay in dealing with his application for permanent residence and he presents an arguable case that a potential decision finding him inadmissible would constitute an abuse of process, or in the alternative would conflict with the principles of res judicata and issue estoppel. Any waste, delay or fragmentation that may result from proceeding with his application for judicial review before the inadmissibility decision is made is, in my view, attributable to the respondents' conduct in this matter.  <FRAGMENT_SUPPRESSED> VI. CONCLUSION  <FRAGMENT_SUPPRESSED>", "[60] I find that this is one of the rare cases where a court should exercise its discretion to intervene before an administrative decision has been rendered. I am not satisfied that the applicant has an alternative remedy available to him that is an \"adequate effective recourse\" to the allegations against him under paragraph 37(1)(b). The factors favouring intervention outweigh those that support deference to the administrative function. I find that the exceptional circumstances pointing to a finding of abuse of process meet the \"clear and obvious\" standard which warrants judicial intervention at this stage: <FRAGMENT_SUPPRESSED> , at para 32.  <FRAGMENT_SUPPRESSED>", "[61] In reaching this conclusion, I draw attention to the fact that Justice Boivin found that there was a serious issue to be tried in the underlying application and that the applicant would suffer irreparable harm if the situation was allowed to continue. I note also that Justice Noël had indicated that leave would be granted for the application to be heard. In light of my colleagues' findings, and my analysis of the relevant factors established by the jurisprudence, it is my view that this matter should proceed to a hearing on the merits sooner rather than later.  <FRAGMENT_SUPPRESSED>", "[62] As a result, the respondents' motion is dismissed and the Court upholds the stay issued by Justice Boivin on October 18, 2013, which bars the respondent Ministers from proceeding with the inadmissibility inquiry.  <FRAGMENT_SUPPRESSED>", "[63] As it can be assumed that leave will be granted for the application for judicial review to be heard, the parties shall provide the Court with a proposed schedule for completing the remaining steps required to proceed to a hearing.  <FRAGMENT_SUPPRESSED> VII. COSTS  <FRAGMENT_SUPPRESSED>", "[64] The applicant sought an order dismissing the motion with costs. Under Rule 22 of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22, no costs shall be awarded to or payable by any party in respect of an application for leave, an application for judicial review or an appeal under these Rules unless the Court, for special reasons, so orders.  <FRAGMENT_SUPPRESSED>", "[65] The Court has full discretionary power over the amount and allocation of costs and the determination of by to whom they are to be paid under Rule 400 of the Federal Courts Rules , SOR/98-106. In the particular circumstances of this matter, I consider that there are special reasons for awarding costs in favour of the applicant.  <FRAGMENT_SUPPRESSED>", "[66] The present application for leave and for judicial review resulted from the delivery, at the eleventh hour prior to the hearing of a mandamus application, of notice of a new inquiry on grounds long known to the respondents. It was open to the respondents to allow the application for mandamus to proceed to a leave decision and a hearing on the merits. Their decision to bring this unsuccessful motion resulted in additional costs to the applicant. It should come at a price. I fix that price at a lump sum of $3000.00 inclusive of disbursements.  <FRAGMENT_SUPPRESSED> VIII.", "[67] The respondents requested that the Court consider certifying the following question:  <FRAGMENT_SUPPRESSED> Does an allegation of an abuse of process constitute \"exceptional circumstances\" justifying judicial review before the tribunal has rendered its final decision?  <FRAGMENT_SUPPRESSED>", "[68] The jurisdiction to certify a question is set out in subsection 74(d) of the IRPA which permits appeals to the Federal Court of Appeal only where the judge of the Federal Court \"in rendering judgment\" certifies that a serious question of general importance is involved and states the question.  <FRAGMENT_SUPPRESSED>", "[69] This does not, in my view, contemplate appeals from interlocutory questions, such as those which arise on this motion, absent a refusal by the applications judge to exercise jurisdiction: <FRAGMENT_SUPPRESSED>  [2005] FCJ No 107.  <FRAGMENT_SUPPRESSED>", "[70] In the event that I am wrong on the jurisdiction to certify a question under section 74 in these circumstances, I would decline to certify the question proposed. It is not a question that would lend itself to a generic approach leading to an answer of general application that transcends the particular context in which it arose: <FRAGMENT_SUPPRESSED>  [2006] FCJ No 275 at para 10. As indicated by the jurisprudence discussed above, the question of whether an abuse of process justifies the intervention of the Court before the tribunal has rendered its final decision depends on the facts of each case.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[71] THIS COURT ORDERS that  <FRAGMENT_SUPPRESSED> 1. the motion is dismissed;  <FRAGMENT_SUPPRESSED> 2. the stay issued by Justice Richard Boivin on October 18, 2013 to prevent the determination of the applicant's inadmissibility and application for permanent residence in Canada until the underlying application for judicial review has been decided is maintained;  <FRAGMENT_SUPPRESSED> 3. the parties shall provide the Court with a proposed schedule to complete the steps required to perfect the application; and  <FRAGMENT_SUPPRESSED> 4. the applicant is granted the costs of this motion in the lump sum amount of $3000.00, disbursements included.  <FRAGMENT_SUPPRESSED> Motion dismissed.  <FRAGMENT_SUPPRESSED> Editor: E. Joanne Oley/vnh  <FRAGMENT_SUPPRESSED>"]}