{"id_": "067215", "body_str": ["[1] Tannenbaum, D.J. : This is an application for judicial review of the October 22, 2008 decision of Pre-Removal Risk Assessment (\"PRRA\") Officer M.C. Bennett.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[2] The Applicant is a 71-year-old citizen of Pakistan. He left Pakistan in December 1991 for the United States and entered Canada in July 1992. His application for refugee protection was rejected in 1994. The Applicant was removed to the United States in April 1997, but returned to Canada later that year and made a second refugee claim. This claim was based largely upon the same facts as the first, and was dismissed on July 30, 1999. On judicial review however, Justice Pelletier (as he then was) set this decision aside. Following a re-hearing by the Immigration and Refugee Board (\"IRB\"), the Applicant's claim was again rejected because the Applicant lacked credibility. On April 29, 2003, Justice Kelen dismissed the Applicant's application for leave and judicial review in respect of the third decision.  <FRAGMENT_SUPPRESSED>", "[3] The Applicant filed his PRRA application on August 21, 2007. He based his claim upon four grounds. He stated first that he feared persecution or death at the hands of the Pakistan Peoples Party (\"PPP\") due to his affiliation with the Jamiat Ulema-e-Islam (\"JUI\") party. He next claimed that his return would result in continued persecution at the hands of the Pakistani police. Third, he feared persecution at the hands of the Pakistani military and the militant Sipah-e-Sahaba and Lashkar-e-Jhangvi groups. This fear stemmed from threats made by his daughter-in-law, whom he claimed has ties to these organizations. Finally, he alleged that his brother, who resides in Pakistan, had also threatened his life.  <FRAGMENT_SUPPRESSED>", "[4] While the Applicant requested an oral hearing in order to permit the Officer to properly assess his credibility, the Officer declined this request, finding it unnecessary in the circumstances. In rejecting the PRRA application, the Officer concluded that the Applicant had failed to present sufficient objective evidence in support of his claim that he faced a personalized risk in Pakistan.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[5] The issues are as follows:  <FRAGMENT_SUPPRESSED> 1. Did the Officer err by failing to acknowledge the presumption of truth in respect of the Applicant's sworn evidence?  <FRAGMENT_SUPPRESSED> 2. Did the Officer err by basing his decision upon the issue of credibility without affording the Applicant an oral hearing?  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[6] Credibility findings are at the heart of a PRRA officer's decision. As a result, the standard of patent unreasonableness has in the past been applied to the review of such findings: <FRAGMENT_SUPPRESSED>  at para. 6 (F.C.). The standards of patent unreasonableness and reasonableness simpliciter were collapsed into the single standard of reasonableness following the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED>  (F.C.), Justice Beaudry found that the issue of whether an officer should have ordered a hearing pursuant to paragraph 113(b) of the Immigration and Refugee Protection Act was a question of mixed fact and law, reviewable on the standard of reasonableness.  <FRAGMENT_SUPPRESSED> Law and Argument  <FRAGMENT_SUPPRESSED> Did the Officer err by failing to acknowledge the presumption of truth in respect of the Applicant's sworn evidence?  <FRAGMENT_SUPPRESSED>", "[8] The Applicant contends that the Officer failed to assess whether the Applicant's evidence was itself probative and instead proceeded directly to the conclusion that corroboration was required. The Applicant submits that the sworn testimony of a person claiming protection enjoys a presumption of truth absent a valid reason to doubt it: <FRAGMENT_SUPPRESSED>  at para. 5 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[9] The Respondent submits that the presumption of truth may be rebutted upon a lack of corroborating evidence, when such corroboration might reasonably be expected: <FRAGMENT_SUPPRESSED>  (F.C.T.D.). The Respondent argues that the Applicant failed to provide any such corroborating evidence and that the Officer's decision was therefore reasonable.  <FRAGMENT_SUPPRESSED>", "[10] In my view, it was reasonable in the circumstances to expect the Applicant to have provided objective evidence in support of his allegations of risk. Such evidence could have been in the form of third party affidavits sworn by his political colleagues and family members. The Applicant also could have submitted a copy of the charges allegedly filed against him by his daughter-in-law with the Toronto police. Absent this evidence, which one would reasonably expect to find filed in support of his application, it was open to the Officer to conclude that the Applicant's unsubstantiated statements were insufficient to warrant the granting of his PRRA.  <FRAGMENT_SUPPRESSED> Did the Officer err by basing his decision upon the issue of credibility without affording the Applicant an oral hearing?  <FRAGMENT_SUPPRESSED>", "[11] The Applicant submits that the Officer's conclusion that he failed to provide sufficient objective evidence reveals that the Officer's decision was rooted in the belief that the Applicant lacked credibility. An officer's sufficiency findings may amount to credibility findings: <FRAGMENT_SUPPRESSED>  Applicant submits that a hearing must be held if credibility is \"at the heart\" of a PRRA decision: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[12] The Respondent submits that a hearing is only held in exceptional circumstances and only where credibility is central to the PRRA decision. It argues that such was not the case here, as the Officer did not take issue with the Applicant's credibility. Rather, the Officer based his decision on the lack of objective evidence demonstrating both the risks previously considered by the IRB and the new risks put forward by the Applicant.  <FRAGMENT_SUPPRESSED>", "[13] Section 167 of the Immigration and Refugee Protection Regulations , S.O.R./2002-227 sets forth the factors that must be considered when an officer is determining whether to hold a hearing:  <FRAGMENT_SUPPRESSED> 167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:  <FRAGMENT_SUPPRESSED> (a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;  <FRAGMENT_SUPPRESSED> (b) whether the evidence is central to the decision with respect to the application for protection; and  <FRAGMENT_SUPPRESSED> (c) whether the evidence, if accepted, would justify allowing the application for protection.  <FRAGMENT_SUPPRESSED>", "[14] It is clear on the face of the decision that the Officer was critical of the lack of objective evidence because he took issue with the Applicant's credibility. At page four of his decision, the Officer states:  <FRAGMENT_SUPPRESSED> I find that [the Applicant] has not provided sufficient reliable or trustworthy evidence to address the credibility concerns raised by the IRB and I am not persuaded to arrive at a different conclusion on the basis of the evidence presented in this PRRA application.  <FRAGMENT_SUPPRESSED>", "[15] Nonetheless, the Officer acknowledged the existence of political violence, extrajudicial killings, the increasing number of disappearances of political opponents and corruption within the police forces in Pakistan.  <FRAGMENT_SUPPRESSED>", "[16] The Officer's findings respecting the Applicant's credibility were central to his application. Given the Officer's conclusions respecting the documentary evidence, it follows that if the Officer had believed the Applicant, he would likely have granted the PRRA. I am satisfied that the circumstances of this case are such that the factors under section 167 were met. Consequently, it was contingent upon the Officer to hold a hearing. His failure to do so constitutes a reviewable error.  <FRAGMENT_SUPPRESSED>", "[17] THIS COURT ORDERS AND ADJUDGES that for the reasons given, the application for judicial review is allowed and the matter referred back to a different PRRA Officer for redetermination. No question of general importance has been submitted for certification.  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  AUTORITIES CONSULTED BY THE COURT  <FRAGMENT_SUPPRESSED> 1. <FRAGMENT_SUPPRESSED>  (F.C.A.)  <FRAGMENT_SUPPRESSED> 5. <FRAGMENT_SUPPRESSED>  (F.C.A.)  <FRAGMENT_SUPPRESSED> 9. <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> 20. <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> 32. <FRAGMENT_SUPPRESSED> . Malhi v M.C.I. , 2004 FC 802  <FRAGMENT_SUPPRESSED> 46. <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}