{"id_": "067428", "body_str": ["[1] Zinn, J. : Ms. Parveen challenges a decision by an immigration officer at the Canadian High Commission in London, United Kingdom, that she does not meet the requirements for immigration to Canada in the Saskatchewan Immigrant Nominee Class [SINP]. Background", "[2] Ms. Parveen is a citizen of Pakistan. The Officer did an initial assessment of her file on February 27, 2013. Her language test scores were at or slightly above the minimum required levels for the SINP, but the SINP also requires that nominees have the English language ability to do the job that has been offered to them by a Saskatchewan employer or to get a job in their field.", "[3] The Officer noted that Ms. Parveen's current and intended occupation is to work as a nurse and that Human Resources Skills Development Canada [HRSDC] identifies oral communication, reading text, document use and writing as essential skills for this occupation. The Officer concluded, based on the demonstrated language proficiency, that he was not satisfied that she would be able to perform the tasks of her intended profession or that she would be able to become employed in Canada or if she did find employment, that it would be of a sufficient level to become economically established. He noted that the fact that she would have support from a family member residing in Saskatchewan would not be considered economic establishment and would not be sufficient to outweigh his concerns about her language abilities.", "[4] A pre-refusal letter was sent on March 21, 2013, which allowed her to file additional submissions. Ms. Parveen provided a response to the letter on April 17, 2013. She indicated that she had originally wanted to apply as a Nurse Aide (NOC 3413) since she was advised by a SINP immigration officer that the minimum required level of English (IELTS Band 4.5) would be sufficient for this occupation, no registration was required, and international qualified nurses could start working right away. She intended to work towards becoming a Registered Nurse (NOC 3152), which requires higher English proficiency and registration, while in Canada. However, the SINP officer had advised her to write Registered Nurse on her application since that was her long-term intended profession. After receiving the pre-refusal letter, Ms. Parveen got SINP to amend her nomination letter to indicate Nurse Aide (NOC 3413) as her intended occupation.", "[5] She added that based on her review of job websites, there were many employment opportunities for nurse aides in Saskatchewan and the salary is sufficient to become economically established. She was continuing to improve her English language skills. She observed that English had been the medium of instruction for her studies and for her work in a government hospital in Pakistan. Finally, she provided a job offer from a company in Saskatchewan for a \"support administrator\" position.", "[6] The Officer reviewed the application on December 3, 2013. He noted that the job offer Ms. Parveen has provided was as a support administrator for an IT Enabled Service company providing website design and development services and that the letter did not describe the job duties. He assumed that SINP still supported her nomination since a new nomination letter had been issued. However, he was not satisfied that the response relieved his concerns.", "[7] He was not satisfied that Ms. Parveen could work as a Nurse Aide with only the basic English language proficiency. He noted that many of the job listings that she referred to included a \"Continuing Care [Assistant] Certificate\" [CCA Certificate]. The Officer found that this could be obtained from the Saskatchewan Institute of Applied Science and Technology, but that to be eligible one must have an IELTS overall score of 6.5 and a minimum score of 5.0 for each component. This is to be contrasted with the minimum IELTS scores for the SINP which are: Listening 4.5, Reading 3.5, Writing 4.0, and Speaking 4.0. Ms. Parveen scored Listening 4.5, Reading 4.0, Writing 4.0, and Speaking 4.5).", "[8] The Officer was also concerned that, despite her statement that she could easily find employment as a Nurse Aide, she had presented a job offer in a different field. The Officer found that this position likely fell within NOC 1221 (Administrative Officer), which likely requires more than basic English language proficiency.", "[9] The Officer concluded that, although she was named in a provincial certification of nomination, Ms. Parveen did not appear to have the language skills to enable her to become economically established in Canada. He was not satisfied that she met the definition of a Provincial Nominee under section 87 of the Immigration Protection Regulations , SOR/2002-227 [the Regulations]. The Officer noted that, having consulted with the province as required by subsection 87(3) of the Regulations, he was substituting his evaluation of her likelihood to become economically established for the criteria set out in subsection 87(2) of the Regulations.", "[10] The application was referred to a second officer for review and concurrence of the decision, as required by subsection 87(4) of the Regulations. The second officer concurred with the Officer. Issues", "[11] This application raises the following issues: 1. Was there a breach of procedural fairness? 2. Did the Officer err in his determination of the Applicant's likelihood of economic establishment? Analysis", "[12] Issues of natural justice and procedural fairness are reviewable on the correctness standard: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 43.", "[13] An officer's decision about whether or not an applicant is likely to become economically established is a question of mixed fact and law within their experience and expertise. Therefore, this determination is therefore reviewable on the reasonableness standard: <FRAGMENT_SUPPRESSED> .", "[14] The reasonableness standard also applies to a visa officer's decision to substitute his or her own evaluation for a provincial nomination certificate: <FRAGMENT_SUPPRESSED>  citing <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). A. Breach of Procedural Fairness", "[15] Ms. Parveen submits that she was not provided with the opportunity to respond to the Officer's concerns after she submitted a new nomination certificate that updated the intended occupation to Nurse's Aide. She submits that the Officer was under an obligation to provide her with an opportunity to respond to his concerns regarding the job offer she had presented, since these arose after the pre-refusal letter.", "[16] I agree with the respondent that there was no breach of procedural fairness. Ms. Parveen was provided with an opportunity to respond to the Officer's concerns as laid out in the pre-refusal letter and there was no onus on the Officer to request a further response to those concerns. The job offer was evidence provided by the applicant herself. She failed to provide a complete description as to why it was included; and the fault for any misunderstanding by the Officer rests with her. There was no requirement at law for the Officer to make further enquiries. The onus is on an applicant to submit sufficient evidence of economic establishment and there is no duty on the Officer to inform the applicant of any concerns that arise directly from the statutory requirements: <FRAGMENT_SUPPRESSED> . The Officer was not concerned with the credibility, accuracy or genuineness of the job offer letter - he determined that the documentation did not demonstrate that the applicant would become economically established, which is a legislative requirement. B. Determination of Likelihood of Economic Establishment", "[17] Ms. Parveen submits there are a number of reasons why the Officer's assessment of her likelihood to become economically established is unreasonable.", "[18] First, she submits that she met the minimum language requirements for the intended occupation of Nurse Aide and this was not properly considered by the Officer.", "[19] I agree with the respondent that the Officer was not bound by the established minimum language requirements when determining potential economic establishment. Meeting the minimum language requirements is not determinative of economic establishment, therefore the Officer's evaluation is not unreasonable because Ms. Parveen's language skills exceed the Saskatchewan Immigrant Nominee Program minimum: <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> above at para 9; <FRAGMENT_SUPPRESSED> above at para 11.", "[20] Second, Ms. Parveen submits that the Officer refused her application on the basis of Registered Nurse and did not consider Nurse Aide. This assertion is based on the fact that, after acknowledging that SINP had issued a new nomination letter for the Applicant as a Nurse Aide, the Officer made the following finding: English lang proficiency wld be insufficient for her to establish as a nurse in SK. Although PA states she cld work as a nurse aide w/o registration & that there are many such employment opportunities in SK, I am not satisfied she cld work in this occ w/ only the basic English lang proficiency as she has demonstrated having. [emphasis added.]", "[21] I agree with the respondent that it is clear from the entry quoted, as well as the full record, that the Officer was well aware that the application had been changed to Nurse Aide from Registered Nurse. Ms. Parveen hoped to eventually become a nurse. In any event, it is clear from the passage above, that the Officer concluded that he was not satisfied that she could become established as a Nurse Aid given her level of English. As noted above, even though she met the minimum language level that was a finding that was open to the Officer.", "[22] Third, Ms. Parveen submits that the Officer erred in claiming that she needed a CCA Certificate because, as an internationally qualified nurse, she does not need a CCA Certificate to perform the job responsibilities of a Nurse Aide. She notes that even if a CCA Certificate were required, one must only obtain it within 2 years of working as a Nurse Aide.", "[23] I agree with the submission of the respondent that the Officer did not state that a CCA Certificate was always a requirement, only that many of the job postings for Nurse Aide indicated that this was a requirement.", "[24] Fourth, Ms. Parveen submits that the Officer erred by rejecting the application on the basis that she had presented a job offer in a field unrelated to nursing. She says that she intended to use this job, in addition to her savings, to meet her financial needs while searching for a job in her intended occupation. The letter was provided to show that she had a guaranteed way to become economically established in Canada.", "[25] The Officer's underlying concern was not that Ms. Parveen must be economically established upon arrival, but whether she might ever become economically established. I agree with the respondent that there was nothing improper in the Officer noting that the job offer was not in the intended profession; had it been then it may well have provided support for her claim that she could become economically established in her chosen profession.", "[26] Fifth, Ms. Parveen submits that the Officer erred by not giving weight to her brother's support in Canada.", "[27] I agree with the respondent that a careful reading of the decision and the Officer's notes indicates that, as the Officer explained in the pre-refusal letter, he did not give weight to her family support in Canada because it would not constitute economic establishment and would not outweigh his concerns over her level of English language ability.", "[28] Sixth, Ms. Parveen submits that the Officer made erroneous assumptions about the duties for the support administrator job that she had been offered. She submits that the Officer erred in characterizing this position as \"Administrative Officer\" (NOC 1221). She asserts that the duties of this position will include making photocopies, faxing, and arranging client files, which comes under \"General Officer Clerk\" (NOC 1411).", "[29] I agree with the respondent that the onus was on Ms. Parveen to have included her job duties with the job offer letter and to provide the evidence for the Officer to make the determination. She cannot now fault him if he misunderstood the exact nature of the duties when she failed to provide it.", "[30] Lastly, Ms. Parveen submits that the Province is more experienced in determining the likelihood of economic establishment, and therefore her nomination certificate should be determinative of that issue. She argues that the Officer did not provide any evidence to support his belief that she would not able to become economically established whereas she has provided evidence to demonstrate that she has sufficient English language proficiency to work as a Nurse Aide.", "[31] In my view, it has not been shown that the Officer overlooked any relevant considerations or that the decision was based on irrelevant factors such that the Officer's decision is unreasonable. It appears to the court that the true nature of the applicant's dispute is about the appropriate weight to be given to her ability or inability to become a Registered Nurse or Nurse Aide, or complete further training to do so because of her language skills.", "[32] The Officer took a broad approach and, as the respondent submitted, \"used his discretion to give significant weight to the fact that the Applicant's language skills were insufficient to obtain her intended occupation.\" Determining the weight to be given to relevant considerations is within the Officer's knowledge and expertise and I agree that deference should be afforded to the Officer in this regard. I do not agree that the Officer failed to explain why he remained unconvinced that the language skills of Ms. Parveen would enable her to become economically established in Canada. The burden is always on the applicant to convince an officer - Ms. Parveen failed to do so. Conclusion", "[33] There was no breach of natural justice and the decision was reasonable when the entire record is reviewed. Accordingly, the application must be dismissed.", "[34] Ms. Parveen submitted the following questions for certification: Q.l When it comes to the facts, the Provincial Immigration Officer is expert to determine the ability of the applicant to become economically established as described in Section 7.7 of OP 7-B Provincial Nominees, Is not it unreasonable for the Federal Immigration Officer to look behind the provincial nomination decision? Q.2 When the Federal Immigration Officer has concerns regarding the Provincial Nomination of the applicant, Should it not be compulsory for the Provincial Immigration Officer to explain those concerns under IRPA act and the facts as currently they do not reply to the procedural fairness letters? Q.3 Is not it a contradiction that the Provincial Immigration Officers and the Federal Immigration Officers are not on the same page to identify whether the applicant would become economically established in that particular province under IRPA act? Q.4 When Provincial Government reply to the Procedural Fairness Letter and change the nomination certificate to the different skill level, should not it be compulsory for the Federal Immigration Officer to inform again, the Provincial Government as well as the applicant about any concerns if raised according to the monitoring and compliance section of OP 7-B Provincial nominees?", "[35] In my view, none of these are questions that are certifiable because they address areas of jurisprudence which is well established in the Federal Courts.", "[36] It is well established that the federal officer is not bound by the decision of a provincial program officer and is entitled to form his or her own opinion as to the likelihood of an immigrant to become economically established in Canada: See the decisions cited at paragraph 14, above.", "[37] Those same authorities establish that there is no obligation on the federal officer to explain his concerns to an applicant or to the provincial officer before rendering his decision.", "[38] These propositions underlie the proposed questions and they are thus not certifiable. JUDGMENT", "[39] THIS COURT'S JUDGMENT is that the application is dismissed and no question is certified. Application dismissed. Editor: J. Danielle King/bk [End of document]"]}