{"id_": "067651", "body_str": ["[1] Strayer, D.J. : This is an appeal of a decision of a citizenship judge dated August 14, 2006, rejecting the Applicant's application for Canadian citizenship. II. Background", "[2] The Applicant was landed as a permanent resident of Canada on November 28, 1999, being a citizen of Iran.", "[3] The citizenship application in question here was filed on March 14, 2005. In his citizenship application, the Applicant indicated that, due to absences from Canada during the four-year period preceding his application, he had only been in Canada for 1055 days.", "[4] Under paragraph 5(1)(c)of the Citizenship Act, R.S.C. 1985, c. C-29, an applicant must have \"accumulated at least three years of residence\" during the four years preceding his application. Three years' residence, of course, is equal to 1095 days of residence.", "[5] In denying the application, the citizenship judge stated: Mr. Farid Farshchi has neither 1095 days in Canada as required by the Citizenship Act, nor has he demonstrated a continued presence in Canada during the relevant four years.", "[6] In this appeal, the Applicant complains that the citizenship judge should have applied the test for \"residence in Canada\" for the purpose of the Act as described by Justice Barbara Reed in Re Koo, [1993] 1 F.C. 286, at para. 10, as being the place where an applicant \"regularly, normally or customarily lives\", which I shall refer to as the \"normally resident\" test. The Applicant complains that the citizenship judge instead either applied the physical presence test of residence or blended the two tests. The Respondent argues that the citizenship judge chose to use the physical presence test and applied it correctly. III. Analysis", "[7] The parties are not in agreement on the correct standard of review. The Applicant argues that the standard is that of reasonableness, while the Respondent says that the only issue here is one of fact: namely, whether the Applicant was or was not physically present in Canada the requisite number of days. Therefore, the relevant standard is that of patent unreasonableness.", "[8] While I do not think the choice of standard here will affect the outcome, I will apply the standard of reasonableness. I agree with the analysis which has been done in numerous cases in recent years in this Court (see, for example, Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> )) that the correct standard is that of reasonableness. This conclusion follows from the fact that there is no privative clause, but that citizenship judges acquire a certain expertise in these residence cases and the issue before the reviewing court is essentially one of mixed fact and law. I believe that is true in this case.", "[9] The Applicant contended that the citizenship judge was obliged to apply the test of normally resident as described in Koo. It appears to me that, since the decision of this Court in  <FRAGMENT_SUPPRESSED>  the predominant view of this Court has been that a citizenship judge has the choice of which test to apply but, having chosen one, must apply it consistently. I adhere to this extensive jurisprudence although I am aware that there are now some suggestions to the contrary in recent decisions.", "[10] The decision of the citizenship judge is not without ambiguity. Under the heading \"Has the applicant met the residency requirement of 1095 days in Canada?\" the following paragraph appears: In his application for citizenship, Mr. Farshchi stated that during the relevant four year period he was out of Canada 405 days, leaving him with 1055 days in Canada. This is 40 days short of what is required by the Citizenship Act. While I may consider this a minor shortage and overlook the requirement of the Citizenship Act, I need to be convinced that indeed Mr. Farshchi was in Canada 1055 days during the relevant period and that he has demonstrated an ongoing presence in Canada.", "[11] If the citizenship judge intended to use the physical presence test, which I believe she did, she could have finished her analysis with the first two sentences of that paragraph. But the last sentence is questionable. I am not aware of any clear authority for declaring 40 days to be a \"minor shortage\" so that the citizenship judge can \"overlook the requirement of the Citizenship Act.\" If one is applying the physical presence test of residence, it seems to me that it requires such presence in Canada for a total of 1095 days. (Only the \"normally resident\" interpretation of the \"residence\" requirement in the Act permits actual presence in Canada for less than the three years.) But even if I am right in this, and the citizenship judge misstated the law and applied it thus, it could not have worked to the disadvantage of the Applicant. If the citizenship judge concluded he was not physically present for 1055 days, he could not have been found to be present for 1095 days. A close reading of the decision makes it clear that, in substance, the citizenship judge was not convinced beyond a reasonable doubt that the Applicant had been physically present in Canada 1055 days during the relevant period, as he asserted. Under the heading \"Does the applicant demonstrate an ongoing physical presence in Canada?\" [emphasis added] she noted that he had not produced the passport applicable during part of the period in question She went on to say: Without this missing passport Mr. Farshchi is required to provide concrete substantial evidence of an ongoing physical presence in Canada. She proceeded to review the evidence as to whether it showed a \"continuing presence\" or \"continued presence\" in Canada. I am unable to say that her conclusion is unreasonable. There were, in my view, good grounds for doubting the Applicant's assertion that he had been in Canada virtually all of the time covered by his first passport, a passport which he could not produce, whereas during the relevant period covered by his current passport it showed he had been absent from Canada 53% of the time. The citizenship judge was certainly entitled to find the other evidence submitted to prove presence in Canada to be inconclusive. I see no indication of her having applied an evidentiary burden other than the balance of probabilities.", "[12] The Applicant complains that by the Respondent's processes for filing an application for citizenship, and through the actions of the citizenship judge, he was asked to provide information which would have been relevant in applying the \"normally resident\" or Koo test. He says that either the citizenship judge was, by having this information, mixing the two tests or that somehow he was the victim of some unfairness by being misled as to which test was being used. Much of this application information is no doubt collected by the Respondent for various purposes. As for the proceedings before the citizenship judge, the law clearly recognizes that the citizenship judge can choose which test to use after having examined the evidence: see, for example, Tulupnikov [2006] F.C.J. No. 1807 at paras. [17] - [18]. I cannot see how this resulted in any unfairness to the Applicant in the present case. The Applicant's real complaint seems to be that the citizenship judge did not find his evidence probative on a balance of probabilities. IV. Disposition", "[13] The appeal will therefore be dismissed. JUDGMENT", "[14] IT IS HEREBY ORDERED AND ADJUDGED that the appeal of the decision of the citizenship judge of August 14, 2006, be dismissed. [End of document] <FRAGMENT_SUPPRESSED>"]}