{"id_": "067737", "body_str": ["[1] Dawson, J. : Jin Xia Zheng is a citizen of the People's Republic of China who claimed refugee protection on two bases: first, as a perceived Falun Gong supporter; and, second, as a woman affected by the one-child policy of China in that she would be forced to undergo sterilization or the insertion of an intra-uterine device (IUD). The Refugee Protection Division of the Immigration and Refugee Board (RPD or Board) rejected Ms. Zheng's testimony as being implausible and incredible.  <FRAGMENT_SUPPRESSED>", "[2] On this application for judicial review of that decision, the Minister concedes that the Board's reasons contain errors but argues that the reasons as a whole withstand scrutiny. The application for judicial review is allowed because, notwithstanding the able submissions of counsel for the Minister, I find that the Board committed errors that directly affected its rejection of Ms. Zheng's testimony as it touched upon the issue of the one-child policy.  <FRAGMENT_SUPPRESSED>", "[3] It was Ms. Zheng's testimony that she became pregnant in 2005. She and her boyfriend then went to the neighborhood committee to apply for a marriage certificate. She says that while there she became ill and vomited, and the neighborhood committee then questioned her as to whether she was pregnant. She admitted that she was pregnant. Thereafter, she was forced to take pills that induced an abortion. She was told she would have to return later to have an IUD inserted.  <FRAGMENT_SUPPRESSED>", "[4] The RPD rejected this testimony because Ms. Zheng could not produce any government paperwork stating that she had an abortion, because she could not name the medication that was forcibly put down her throat, and because it was implausible that she would be ill within the first month of pregnancy while being interrogated by the neighborhood committee. In order to conclude that it was implausible that Ms. Zheng would be forced to undergo an abortion, the RPD also relied upon the facts that she was only one month pregnant and that both her parents and her boyfriend's parents supported the couple.  <FRAGMENT_SUPPRESSED>", "[5] There are two significant difficulties with the Board's reasoning. First, the pregnancy was more advanced than the Board believed. Ms. Zheng testified that she was seven or eight weeks pregnant when she attended the neighborhood committee and was forced to undergo an abortion. She produced an ultrasound report that reported her to be 7.2 weeks pregnant as of April 10, 2005. Human experience would tell the RPD that this would increase the likelihood of morning sickness and vomiting. It is not obvious that the RPD would draw the same inference had it appreciated that Ms. Zheng's pregnancy was more advanced. It was patently unreasonable for the Board to draw the inference that it did based upon a misunderstanding of the evidence.  <FRAGMENT_SUPPRESSED>", "[6] Second, the documentary evidence before the RPD established that the People's Republic of China prohibits pregnancies of unmarried women and documented instances of couples who were not legally married being forced to undergo abortions. In view of that evidence, there was no rational connection upon which the RPD could infer that the existence of parental support rendered a forced abortion to be implausible. The implausibility finding was, therefore, patently unreasonable.  <FRAGMENT_SUPPRESSED>", "[7] After the Board's two implausibility findings are removed, the remaining reasons for rejecting Ms. Zheng's evidence about her pregnancy and abortion are the absence of corroboration and the finding that it was incredible that Ms. Zheng would not be able to name the medication that she was forced to take.  <FRAGMENT_SUPPRESSED>", "[8] As to the latter finding, Ms. Zheng testified that the pills were forced down her throat. In that circumstance, one cannot logically draw any inference that Ms. Zheng ought to know the name of the medication. There was no evidence that she otherwise was able to learn the name of the medication.  <FRAGMENT_SUPPRESSED>", "[9] There remains the absence of documents corroborating the forced abortion. Leaving aside whether there was any basis in the evidence upon which to assume that such a document would exist, in the absence of contradictory evidence it is an error for the RPD to require an applicant to produce corroborative evidence.  <FRAGMENT_SUPPRESSED>  at para. 45 (T.D.). The absence of corroborative evidence was therefore an insufficient basis upon which the RPD could impugn Ms. Zheng's testimony.  <FRAGMENT_SUPPRESSED>", "[10] The application for judicial review is therefore allowed.  <FRAGMENT_SUPPRESSED>", "[11] Counsel posed no question for certification, and I am satisfied that no question arises on this record.  <FRAGMENT_SUPPRESSED>", "[12] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed, and the decision of the Refugee Protection Division dated July 10, 2006 is hereby set aside.  <FRAGMENT_SUPPRESSED> 2. The matter is remitted for redetermination before a differently constituted panel of the Refugee Protection Division.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}