{"id_": "067744", "body_str": ["[1] Mactavish, J. : Jian Sheng Tan seeks judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board rejecting his claim for refugee protection. The Board concluded that Mr. Tan's story of being sought by the family planning authorities in China was not credible, and that he would not be at risk of forced sterilization in Guangdong Province as a result of his having violated the one-child policy, were he to return to China.  <FRAGMENT_SUPPRESSED>", "[2] For the reasons that follow, I have concluded that the Board's overall finding that Mr. Tan was not credible was reasonable. I have also concluded that the finding that Mr. Tan had not established that there is more than a mere possibility that he would face forced sterilization in Guangdong Province was reasonable. As a consequence, the application for judicial review will be dismissed.  <FRAGMENT_SUPPRESSED> The Board's Credibility Assessment  <FRAGMENT_SUPPRESSED>", "[3] The Board had numerous reasons for finding that Mr. Tan's claim that he was being sought by the family planning authorities in Guangdong Province was not credible. While I agree with Mr. Tan that some of the Board's findings (such as the inconsistency in his evidence as to his years of education) relate to purely peripheral matters, a number of the Board's negative credibility findings go to the core of his refugee claim.  <FRAGMENT_SUPPRESSED>", "[4] For example, the Board was concerned by the fact that Mr. Tan had stated that he was divorced in his 2007 application for a visitor's visa, but claimed that he was in a long-term marriage in the context the refugee claim he filed in 2009. Mr. Tan's family status was central to his claim for refugee protection, and the material inconsistencies in his evidence on this point raised serious questions with respect to his overall credibility.  <FRAGMENT_SUPPRESSED>", "[5] Mr. Tan's failure to disclose his earlier application for a visitor's visa and his misrepresentation in his original Personal Information Form (PIF) as to where his parents and siblings were living were both relevant to his apparent long-standing desire to emigrate to Canada, one that pre-dated the events allegedly giving rise to his refugee claim. The Board was aware that Mr. Tan subsequently amended his PIF, and was mindful of the explanation that he provided for the inaccuracies in his original form. However, it did not accept that explanation, providing lucid reasons for so doing. No reviewable error has been demonstrated in this regard.  <FRAGMENT_SUPPRESSED>", "[6] Mr. Tan's explanation for his decision to travel on a fraudulent passport rather than his own genuine passport was similarly considered and rejected by the Board. The Board's finding in this regard was not speculative, but was based upon common sense and was entirely reasonable.  <FRAGMENT_SUPPRESSED>", "[7] The inconsistency in the information provided by Mr. Tan regarding the number of Chinese passports he has held was admittedly never put to him by the Board. However, given that he did not swear an affidavit in support of his application for judicial review, there is no evidence before the Court as to any explanation that he could have provided for this inconsistency.  <FRAGMENT_SUPPRESSED>", "[8] The Board quite reasonably rejected Mr. Tan's claim that he was unable to pay the $9,500 fine allegedly levied against him for violating the one-child policy, given that he was evidently able to raise $30,000 to leave China.  <FRAGMENT_SUPPRESSED>", "[9] The finding with respect to the apparent ability of Mr. Tan to access fraudulent documents, coupled with the evidence as to the general availability of fraudulent documents in China and the overall concerns with Mr. Tan's credibility led the Board to give little weight to the documentation he provided in support of his refugee claim. The weight to be ascribed to the evidence is a matter to be determined by the Board, and the conclusion that little weight should be given to the documents produced by Mr. Tan was one that was reasonably open to it.  <FRAGMENT_SUPPRESSED>", "[10] The Board clearly had serious concerns with respect to Mr. Tan's overall credibility and did not believe that he was currently being sought by the family planning authorities in China for forced sterilization. This was a conclusion that was reasonably open to the Board on the record before it. This is not, however, the end of the matter.  <FRAGMENT_SUPPRESSED>", "[11] The Board did not question the fact that Mr. Tan comes from Guangdong Province and that he has two children, in apparent violation of the one-child policy. These uncontested facts required the Board to examine the country condition information in order to determine whether Mr. Tan faced more than a mere possibility of persecution in the future.  <FRAGMENT_SUPPRESSED> The Enforcement of Family Planning Legislation in Guangdong Province  <FRAGMENT_SUPPRESSED>", "[12] The Board reviewed the country condition information concerning the enforcement of family planning legislation in Guangdong Province, noting that the evidence in this regard was \"mixed\". The Board was nevertheless satisfied that Mr. Tan would not face forced sterilization in Guangdong Province were he to return to China.  <FRAGMENT_SUPPRESSED>", "[13] Mr. Tan submits that this finding was unreasonable, citing on this Court's decisions in <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 217 and <FRAGMENT_SUPPRESSED>  [2013] F.C.J. No. 212 in support of this claim. It is, however, apparent from a review of Huang and Cao that both cases are readily distinguishable from the present situation.  <FRAGMENT_SUPPRESSED>", "[14] In Huang , the Board relied on outdated information with respect to the enforcement of family planning legislation in Guangdong Province, failing to have regard to evidence with respect to a mass sterilization campaign in the city of Puning in 2010. In the present case, the Board expressly considered this evidence.  <FRAGMENT_SUPPRESSED>", "[15] In Cao , the Court found that the Board's finding with respect to the country condition information was made \"in the context of [the] findings and negative inferences\" previously noted in the decision: at para. 24. The Court had concluded that a number of the Board's credibility findings  <FRAGMENT_SUPPRESSED> were unreasonable and that the Board's analysis of the country condition information had been tainted by these unreasonable findings. In contrast, in this case I have concluded that the Board's overall negative finding with respect to Mr. Tan's credibility was one that was reasonably open to it.  <FRAGMENT_SUPPRESSED>", "[16] This case most closely resembles the situation that recently confronted Justice Russell in <FRAGMENT_SUPPRESSED>  [2013] F.C.J. No. 813. The country condition information that was before the Board in Liang appears to have been the same as was before the Board in this case, and the Board's analysis of that evidence in Liang appears to have been virtually identical to its analysis in this case.  <FRAGMENT_SUPPRESSED>", "[17] I adopt the analysis set out at paragraphs 84 to 95 of Justice Russell's reasons, and find that the Board's determination that Mr. Tan had not established that there is more than a mere possibility that he would face forced sterilization in Guangdong Province was reasonable.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[18] For these reasons, the application for judicial review is dismissed. I agree with the parties that the case does not raise a question for certification.  <FRAGMENT_SUPPRESSED>", "[19] THIS COURT ORDERS AND ADJUDGES that this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13] Huang et Cao", "[14] Huang", "[15] Cao Cao", "[16] Liang Liang", "[17] Conclusion  <FRAGMENT_SUPPRESSED>", "[18] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[19] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}