{"id_": "067860", "body_str": ["[1] Manson, J. : This is an application for judicial review of Refugee Appeal Division [RAD] Panel Member Rena Dhir [RAD Panel] to uphold the decision of Refugee Protection Division [RPD] Panel Member J. Schmalzbauer [RPD Panel] to refuse the Applicant's application for refugee protection. I. Background", "[2] The Applicant was born in Kebri Dahar, in the Somali region of Ethiopia, and is of Somali ethnicity to the Ogaden clan. He lived there with his parents, two brothers, and four sisters until 2006.", "[3] The Ethiopian calendar differs from the Western (Gregorian) calendar.", "[4] The Applicant alleges that in 2004 his father was falsely accused by the government of being a member of the Ogaden National Liberation Front [ONLF]. Later that same year he was arrested and tortured. He was imprisoned for four years and released at some point while the Applicant was in Panama.", "[5] The Applicant alleges that around April of 2007, soldiers came to his house and arrested his eldest brother Ahmed, and detained him for a week. One week after his release soldiers returned and arrested him again. Three months later the Applicant's family received a call from the government informing them Ahmed had been killed, and requesting they collect his body. The Applicant, his mother, and his uncle went to the gate of the military facility to collect him.", "[6] The Applicant alleges that in December of 2008 Ethiopian soldiers came to his family home and threatened his family to stop supporting the ONLF. Approximately one week after he left Kebri Dahar and travelled to Kenya, where he remained for a month. After this time, he travelled to South Africa where he was given a temporary refugee permit to be renewed every six months for two years, after which he would only be required to renew it every two years.", "[7] While in South Africa, the Applicant alleges he learned through his mother that soldiers were seeking him and suspected he had left to work with the ONLF.", "[8] The Applicant married his wife in South Africa on May 20, 2011. She is also Ethiopian and came to South Africa to join him.", "[9] The Applicant alleges that in 2009, his uncle told him over the phone that he had been threatened by the government and had fled to Kenya. He returned to Ethiopia in 2011 in order to support his family. Within a week of his return soldiers sought the Applicant's uncle at his house and shot him.", "[10] The Applicant states that while in South Africa he was targeted, and received numerous threats. He went to the police four times but nothing came of his complaints.", "[11] In December of 2011, the Applicant closed the store he owned with a business partner in South Africa and left for the United States. He sent his wife back to Ethiopia.", "[12] The Applicant travelled through Argentina, Colombia, Panama, Costa Rica, Nicaragua, Honduras, Guatemala, and Mexico before arriving in the United States on July 22, 2012. Upon his arrival he was detained and requested asylum but was rejected.", "[13] The Applicant arrived in Canada on August 1, 2013, and claimed refugee status on September 3, 2013.", "[14] The Applicant's RPD hearing was held on May 12, 2014 and May 23, 2014. His claim was refused in a decision dated June 2, 2014.", "[15] The RPD's negative decision was reviewed by the RAD, and upheld without convening a hearing, in a decision dated December 1, 2014.", "[16] The RPD Panel's initial decision to refuse the Applicant's application was based largely on credibility issues that collectively she felt justified a refusal. The RAD Panel conducted an independent assessment of the evidence before the RPD Panel as well as the hearing record and reached the conclusion that the RPD Panel's credibility assessment was justified, and that she had adequately assessed all of the evidence before her in making her decision. II. Issues", "[17] The issues are: A. Did the RAD breach procedural fairness by not providing the Applicant with an oral hearing or calendar conversion? B. Was the RAD's decision reasonable based on the record? III. Standard of Review", "[18] The appropriate standard of review is correctness for the issue of procedural fairness, and is reasonableness for the second issue. IV. Analysis A. Procedural Fairness", "[19] The Applicant concedes that the RAD Panel conducted an independent assessment of the evidence as required by the Court's recent jurisprudence, but asserts that rather than \"recognize and respect the conclusion of the RPD\" on credibility, the RAD Panel made her own independent determination on credibility, as is within her power to do ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[20] The Applicant argues that having conducted an independent credibility analysis, it is subject to the fundamental principle of fairness set out in Singh , which states that a credibility determination in a refugee claim cannot be made without an oral hearing. The RAD Panel held no oral hearing and thus breached the principle of fairness ( <FRAGMENT_SUPPRESSED>  [ Singh ]).", "[21] The Applicant also argues that the RAD Panel further breached procedural fairness in failing to conduct a calendar conversion, and instead placed the onus on the Applicant to do so, without acknowledging the potential for error in making those conversions ( <FRAGMENT_SUPPRESSED> ).", "[22] In section 110(6) the Immigration and Refugee Protection Act, SC 2001, c 27 [IRPA] provides the opportunity for the RAD to hold a hearing if new documentary evidence raising a serious issue with credibility, central to the claim, with the potential to justify allowing or refusing the claim if accepted, is presented. That the evidence must be new and the subject of section 110(4) of the IRPA has been confirmed by this Court.", "[23] In this case no such new evidence was presented. Rather, the RAD Panel's analysis was conducted entirely based upon the record as it existed before the RPD Panel and the transcript of the RPD hearing. Moreover, the RAD Panel member specifically referred to the RPD's credibility assessment and found those findings to be reasonable. No oral hearing was required.", "[24] The second claim of breach of procedural fairness is that the RPD and RAD Panels failed to conduct a calendar conversion between the Ethiopian and Western calendars themselves, and instead placed the onus on the Applicant, which he submits raised serious possibilities of error that were not addressed by the Panels.", "[25] After reviewing the cases cited by the Applicant to support that a calendar conversion was owed to him by the RPD and the RAD, and that the Panels should have acknowledged the difficulties of calendar conversion in their decisions, I am convinced the cases do not stand for as high a threshold of procedural fairness as the Applicant asserts, and procedural fairness was not breached. It is important to note that in this case, the Applicant does not quarrel with the Respondent's characterization of the facts: the Applicant did not rely on the issue of calendar conversion as a reason for his inconsistencies in giving his evidence.", "[26] While  <FRAGMENT_SUPPRESSED> , ZB X(Re) , <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> the issue of confusion of dates based on calendar conversion is raised, in those cases the applicant(s) had fewer inconsistencies in other areas of their testimony, calendar conversion could not fully explain date issues, or the specific issues of date conversion were merely mentioned (for example that years differ by 7 or 8 years between the calendars depending on what time of hear it is). These cases do not support that the Panel was under a duty to conduct its own conversion, or that given other facts that support a negative credibility finding, the Board must disregard date discrepancies ( <FRAGMENT_SUPPRESSED> [ ZB ]; X(Re), 2006 CanLII 79951 (CA IRB) [ X(Re) ]; <FRAGMENT_SUPPRESSED>  particularly true - while the Applicant failed to even raise calendar conversion as a basis for his inconsistencies in his time lines provided to the RPD.", "[27] As stated by both the RPD and RAD Panels, while any single credibility issue may not have supported a refusal of the Applicant's application, when considered as a whole, the numerous inconsistencies amounted to adequate support for the Panel decisions. The RAD Panel member did not breach procedural fairness in her assessment of the Applicant's credibility, as an independent assessment was conducted, and in light of her consideration of the RPD reasons below. B. Reasonableness of the Decision", "[28] This case involves issues of credibility. The RPD deserves deference in its credibility findings as they are generally better positioned than another body to assess it, usually being the only party to have conducted an oral hearing.", "[29] There is no question that the RAD conducted an independent assessment of the record. Not only does the Panel member state at paragraph 37 of her decision that she reviewed the evidence and listened to the oral hearing, she also refers specifically to parts of the hearing transcript and pieces of evidence she reviewed throughout her decision. While the RAD did not have a written transcript of the RPD hearing, but an oral recording, I see no problem with the Applicant submitting a written transcript of that oral recording for the Court to consider, particularly since no objection was raised by the Respondent. (1) Dates", "[30] The RAD Panel member did turn her mind to the issue of calendar conversion but found that it did not explain the discrepancies with the Applicant's testimony and BOC. I find that this was reasonable based on the record. The Applicant had a number of inconsistencies, had shown that he had made changes to his BOC previously to clarify dates, and had made claims in two other countries that required him to recount dates and times of events. It was reasonable for both the RPD and RAD the Panel members to determine that calendar conversion could not explain away all of the inconsistencies on the record. (2) The Applicant's Younger Brother", "[31] The Applicant argues that he misunderstood the RPD Panel's questions at his hearing to address only members of his family that were incarcerated at that time. However, it is not the Court's function to reweigh the evidence, and that is what the Applicant is requesting. The RPD Panel is in a better position to assess the Applicant's credibility, and while it is possible that he misunderstood the question, to draw a negative inference from his failure to mention his younger brother's incarceration until asked about it specifically is not unreasonable. (3) The Applicant's Wife", "[32] While I agree with the Applicant that the RPD Panel's determination, upheld by the RAD Panel, regarding his wife returning to Ethiopia does not appear to have been made with regard to his statement that Ethiopian authorities were unaware of their marriage, and thus she would not be targeted as having been married to him, I find that the RPD Panel's findings were not unreasonable. The Panel assessed that the Applicant feared persecution from the state in Ethiopia and it is understandable that absent evidence of the Applicant's wife's difficulty facing a journey to North America, it would seem counter intuitive that he would send his wife back to the state where he alleges his entire family, among others, were so persecuted. The RPD Panel member was reasonable in finding that it did not seem consistent with his claimed subjective fear. (4) The Applicant's Older Brother", "[33] The Applicant appears to have given inconsistent testimony about collecting, or not collecting, his older brother's body at the prison facility where he died. While the Panel member considered his explanation that it was due to a translation error attributed to the student helping him fill out his application, she then reasonably determined that this did not fully explain the discrepancies.", "[34] The RAD Panel member's findings were based on cumulative inconsistencies and problems with the Applicant's testimony and submitted statements. The decision was reasonable based on the facts before the Panel member. C.", "[35] The Applicant raised two questions for possible certification: A. Does the duty of fairness, the Canadian Bill of Rights and the Canadian Charter of Rights and Freedoms prevent the Refugee Appeal Division from making its own credibility determination without holding a hearing itself or ordering a rehearing by the RPD? B. Where calendar conversion from the Ethiopian to the Gregorian calendar is relevant to a refugee protection claim, does the duty of fairness require that the Refugee Appeal Division or Refugee Protection Division offer calendar conversion to the claimant?", "[36] The Respondent objects to both questions being certified: (1) the independent credibility assessment by the RAD is a question already being dealt with by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , above, this fall, and in any event, has been dealt with in other decisions of this Court ( <FRAGMENT_SUPPRESSED> ); (2) given that the Applicant never raised the issue of calendar conversion before either the RPD or RAD as a reason for his inconsistencies in time lines, and for credibility concerns raised by both the RPD and RAD, it is not now a proper question for certification.", "[37] For the reasons given in my decision above, I agree with the Respondent's position in respect of the proposed questions for certification, and bearing in mind that there was (i) no new evidence before the RAD; (ii) that the RAD explicitly found that the Applicant did not provide persuasive evidence that the RPD member erred in her credibility assessment, and (iii) that section 111(2) of the IRPA was not satisfied, I am satisfied the RAD's independent assessment of the RPD's decision does not constitute a reviewable error based on the relevant jurisprudence and statutory scheme of the IRPA. There is no basis in fact or law for the Applicant's position that the independent credibility assessment by the RAD requires an oral hearing in this case.", "[38] As well, given that the Applicant was given multiple opportunities to explain his inconsistent evidence and did not rely on the difference in calendars as an explanation for those inconsistencies, there was no breach of duty of fairness by the RPD or RAD in not canvassing an explanation for inconsistencies not raised by the Applicant. Given the fact-dependent nature of these issues specific to this case, I refuse the request for certification of either question posed by the Applicant.", "[39] THIS COURT'S JUDGMENT is that 1. The application is dismissed; 2. No question is certified. I.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] II.", "[17] III. La norme de contrôle", "[18] IV. Analyse A.", "[19] <FRAGMENT_SUPPRESSED> ] ( <FRAGMENT_SUPPRESSED> ).", "[20] Singh <FRAGMENT_SUPPRESSED> ) [ Singh ].", "[21] <FRAGMENT_SUPPRESSED> ].", "[22]", "[23]", "[24]", "[25]", "[26] Gelashet, ZB X(Re) <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] ; X (Re) , 2006 CanLII 79951 (CA CISR) [ X (Re) ] ;", "[27] B.", "[28]", "[29] (1) Dates", "[30]", "[31]", "[32]", "[33]", "[34] C.", "[35]", "[36]", "[37]", "[38]", "[39] [End of document]"]}