{"id_": "068066", "body_str": ["[1] Tremblay-Lamer, J. [Translation]: This is an appeal from a decision by the Registrar of Trade-Marks on March 1, 1993 pursuant to s. 45 of the Trade-Marks Act (\"the Act \"), [see footnote 1] upholding the registration of TMA 204,269 for the brand name CORDON BLEU in the Register.  <FRAGMENT_SUPPRESSED>", "[2] CORDON BLEU INTERNATIONAL LTD., duly incorporated pursuant to the legislation of the Parliament of Canada, is a business manufacturing, selling and distributing various types of food and other products both at wholesale and retail. It also actively develops new products and methods of manufacturing food products and develops new recipes and food suggestions.  <FRAGMENT_SUPPRESSED>", "[3] The trade-mark CORDON BLEU No. TMA 204,269 is filed in the Register of Trade-Marks in respect of the following services:  <FRAGMENT_SUPPRESSED> \"recipes, suggestions and other instructive matter printed on the food product labels, said printed matter being applicable to the preparation, the cooking and/or improvement of said food products.\" [see footnote 2]  <FRAGMENT_SUPPRESSED>", "[4] On October 12, 1988, at the request of the appellant RENAUD COINTREAU & CO, a notice was issued by the Registrar of Trade-Marks to the respondent CORDON BLEU INTERNATIONAL LTD. pursuant to s. 45 of the Act in respect of registration TMA 204,269 for the mark CORDON BLEU.  <FRAGMENT_SUPPRESSED>", "[5] In reply to the Registrar's notice, the respondent filed an affidavit by its president and general manager, J. Robert Ouimet, signed on April 10, 1989.  <FRAGMENT_SUPPRESSED>", "[6] In his affidavit of April 10, 1989 Mr. Ouimet indicated that the mark CORDON BLEU was used in Canada in the normal course of business in connection with each of the services mentioned in the registration, namely recipes, suggestions and other instructive matter, printed on the food product labelled and applicable to the preparation, cooking and/or improvement of the said food products, before and at the date of the notice issued by the Registrar.  <FRAGMENT_SUPPRESSED>", "[7] As an illustration of the way in which the mark CORDON BLEU has been used in Canada in the normal course of business since at least 1964, Mr. Ouimet provided a representative sample showing use of the mark CORDON BLEU in association with recipes, suggestions and other instructive matter, printed on product labels, and copies of invoices showing the sale of CORDON BLEU products having labels with recipes or suggestions.  <FRAGMENT_SUPPRESSED>", "[8] In her decision on May 1, 1993 pursuant to s. 45 of the Act the Registrar Ms. Savard concluded that the mark CORDON BLEU was used in association with the services contemplated by the registration at the relevant date and decided that registration TMA 206, 269 would be maintained in the Register pursuant to the provisions of s. 45(5) of the Act .  <FRAGMENT_SUPPRESSED>", "[9] In her reasons Ms. Savard said the following:  <FRAGMENT_SUPPRESSED> [TRANSLATION] \"As these services take the form of a text printed on food product labels, the filing of such labels bearing the trade-mark and containing the said printed text, with invoices indicating the sale of goods having such labels in the relevant period, should suffice to meet the requirements of ss. 4(2) and 45 of the Trade-Marks Act .  <FRAGMENT_SUPPRESSED> \"Instructions, suggestions and recipes are printed on labels filed as exhibits and the latter bear the trade-mark CORDON BLEU, although the recipes also appear to be associated with the trade-mark DELISAUCE, the trade-mark CORDON BLEU is also there.  <FRAGMENT_SUPPRESSED> \"Although I am not sure that the public would perceive certain instructions and suggestions as a service provided by the holder under the trade-mark CORDON BLEU, I feel the point is open to question ...  <FRAGMENT_SUPPRESSED> \"The invoices establish the sale of various products and, in both cases, namely the 'hot chicken sauce' and 'maître d'hôtel beef gravy', labels were filed on which there were recipes, suggestions and/or instructive matter applicable to the preparation, cooking and/or improvement of the food product.  <FRAGMENT_SUPPRESSED> \"I accordingly conclude that the mark was used at the relevant date in association with the services contemplated in the registration.\" [see footnote 3]  <FRAGMENT_SUPPRESSED>", "[10] On May 3, 1993, pursuant to s. 56 of the Act , the appellant filed an appeal from Ms. Savard's decision.  <FRAGMENT_SUPPRESSED>", "[11] In support of its opposition to the appeal the respondent filed a second affidavit by Mr. Ouimet signed on June 28, 1993.  <FRAGMENT_SUPPRESSED>", "[12] In his second affidavit Mr. Ouimet explained that he is also president of the board and managing director of J.-R. Ouimet Inc. and that his company, the name of which appears on invoices for CORDON BLEU trade-marks and on the said products, was listed as the authorized user of the registration TMA 204,269.  <FRAGMENT_SUPPRESSED>", "[13] In support of his affidavit of June 28, 1993 Mr. Ouimet also filed various labels establishing services for \"suggestions and other instructive matter\" as well as other copies of invoices showing the sale of CORDON BLEU products having labels with recipes or suggestions.  <FRAGMENT_SUPPRESSED>", "[14] The appellant submitted that the respondent provided no services offering recipes, suggestions and other instructive matter since it did not provide services but instead sold CORDON BLEU products , such as hot chicken sauce and spaghetti sauce. In other words, the appellant submitted that the suggestions and other instructive material printed on CORDON BLEU product labels was not a service distinct from the product itself.  <FRAGMENT_SUPPRESSED>", "[15] For its part, the respondent maintained that because of the very wording of registration TMA 204,269 the provision of services by the respondent is clearly associated with the sale of products. It submitted that those services are in fact provided since they comply with the actual wording of the services mentioned in the disputed registration, namely \"recipes, suggestions and other instructive matter printed on the food product labels\".  <FRAGMENT_SUPPRESSED>", "[16] The respondent further submitted that if the appellant had an objection to the wording of the services chosen in its registration TMA 204,269, it could make its objection by filing a statement of opposition to the respondent's registration application pursuant to s. 38(2) of the Act .  <FRAGMENT_SUPPRESSED>", "[17] The appellant further objected that the respondent submitted only prints for labels, not labels themselves, did not provide invoices establishing the sale of products contemplated by the label prints and used the trade-mark DÉLISAUCE in association with recipes instead of the mark CORDON BLEU.  <FRAGMENT_SUPPRESSED>", "[18] In reply to these objections, the respondent argued that it should be recalled that in his first affidavit Mr. Ouimet clearly indicated that he was filing a representative sample showing use of the mark CORDON BLEU in association with recipes, suggestions and other instructive matter printed on product labels.  <FRAGMENT_SUPPRESSED>", "[19] Further, contrary to what was alleged by the appellant, the respondent submitted that it did in fact enter in evidence a copy of a sales invoice for the maître d'hôtel beef gravy, [see footnote 4] a product covered by the label prints, which established use of the mark CORDON BLEU in association with recipes.  <FRAGMENT_SUPPRESSED>", "[20] The respondent further maintained that use of the mark DÉLISAUCE was not a bar to related use of another trade-mark, namely CORDON BLEU, for recipe provision services.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[21] Section 45(1) of the Act states the following:  <FRAGMENT_SUPPRESSED> \"45(1) The Registrar may at any time and, at the written request made after three years from the date of the registration of a trade-mark by any person who pays the prescribed fee shall, unless he sees good reason to the contrary, give notice to the registered owner of the trade-mark requiring him to furnish within three months an affidavit or a statutory declaration showing, with respect to each of the wares or services specified in the registration, whether the trade-mark is in use in Canada, and if not, the date when it was last so in use and the reason for the absence of such use since that date. <FRAGMENT_SUPPRESSED>", "[22] The courts have clearly held that s. 45 of the Act provides a summary procedure for the purpose of ridding the Register of trade-mark registrations which have fallen into disuse. [see footnote 5]  <FRAGMENT_SUPPRESSED>", "[23] The comments of Hugessen, J.A., in <FRAGMENT_SUPPRESSED>  \"Section 45 provides a simple and expeditious method of removing from the register marks which have fallen into disuse. It is not intended to provide an alternative to the usual 'inter partes' attack on a trade mark envisaged by s. 57 .  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"Section 45(2) is clear: the Registrar may only receive evidence tendered by or on behalf of the registered owner. Clearly it is not intended that there should be any trial of a contested issue of fact, but simply an opportunity for the registered owner to show, if he can, that his mark is in use or if not, why not .  <FRAGMENT_SUPPRESSED> An appeal to the court, (sic) under s. 56 does not have the effect of enlarging the scope of the inquiry or, consequentially, of the evidence relevant thereto.\" [see footnote 7] (My emphasis.)  <FRAGMENT_SUPPRESSED>", "[24] Sections 2 and 4(2) of the Act define when a trade-mark is deemed to be used:  <FRAGMENT_SUPPRESSED> \"2. In this Act,  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> 'use', in relation to a trade-mark, means any use that by section 4 is deemed to be a use in association with wares or services;  <FRAGMENT_SUPPRESSED> \"4(2) A trade-mark is deemed to be used in association with services if it is used or displayed in the performance or advertising of those services. <FRAGMENT_SUPPRESSED>", "[25] The appellant argues essentially that the respondent was not in any way providing the services of offering recipes, suggestions and other instructive matter since it was selling products, not providing services. I do not share this view.  <FRAGMENT_SUPPRESSED>", "[26] It is worth noting at the outset that as there is no definition of the Act a limiting interpretation should not be imposed on the words \"services\". [see footnote 8] The word \"services\" should be given a broad and liberal interpretation. [see footnote 9]  <FRAGMENT_SUPPRESSED>", "[27] Further, in <FRAGMENT_SUPPRESSED>  in the definition of \"trade-mark\" to suggest that the services for which a trade-mark may be established are limited to those which are not \"incidental\" or ancillary to the sale of goods. It thus follows that the services may be incidental to the sale of products, as in the case at bar.  <FRAGMENT_SUPPRESSED>", "[28] The actual wording of the services for which the trade-mark is registered provides that the services are printed on the labels . In such a case, as the Registrar indicated, since it is impossible to separate the sale of the products from the provision of services, the filing of labels bearing the trade-mark with the wording of recipes, suggestions and other instructive matter accompanied by receipts indicating the sale of labelled products during the relevant period in my opinion constitutes sufficient evidence to meet the requirements of the Act .  <FRAGMENT_SUPPRESSED>", "[29] This evidence was submitted by the respondent. The food product labels filed by the respondent indicate the use of the CORDON BLEU trade-mark in association with the services listed in the registration.  <FRAGMENT_SUPPRESSED>", "[30] For the suggestions and other instructive matter, the respondent filed inter alia a label for hot chicken sauce. The trade-mark appears several times on the label, which carries the wording \"serve with our delicious boneless chicken and other meat dishes\". The label contains other instructive matter, since it has a suggested depiction of this hot chicken sauce.  <FRAGMENT_SUPPRESSED>", "[31] Further, the invoices filed by Mr. Ouimet indicate the sale of hot chicken sauce having this label.  <FRAGMENT_SUPPRESSED>", "[32] As to evidence in association with the services of supplying recipes , the appellant argued that the evidence was insufficient to meet the requirement of use of the CORDON BLEU mark in association with the services mentioned in the registration. I do not share this view.  <FRAGMENT_SUPPRESSED>", "[33] As the Registrar recognized in her decision, the evidence filed by the respondent shows sale of CORDON BLEU products having labels with recipes on them. The print of the CORDON BLEU product label, namely maître d'hôtel beef gravy, together with invoices showing he sale of this product, [see footnote 11] indicate use of the mark in association with the services contemplated in the registration.  <FRAGMENT_SUPPRESSED>", "[34] I agree with the respondent that use of the mark DÉLISAUCE is not a bar to the related use of another trade-mark, here CORDON BLEU, in association with the same service. Moreover, this was recognized in Kraft Ltd. [see footnote 12]  <FRAGMENT_SUPPRESSED>", "[35] As regards the physical support for the labels, I feel that a sensible reading of Mr. Ouimet's affidavit shows he did indicate that he was filing a representative sample showing use of the CORDON BLEU mark in association with recipes, suggestions and other instructive matter printed on the product labels. This statement clearly applied to the prints for the maître d'hôtel beef gravy.  <FRAGMENT_SUPPRESSED>", "[36] In short, we should recall the observations of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  44(1) at the time) requires \"an affidavit or statutory declaration not merely stating but 'showing', that is to say, describing the use being made of the trade mark ...\" [see footnote 14]  <FRAGMENT_SUPPRESSED>", "[37] That is precisely what Mr. Ouimet did. [see footnote 15] Further, the labels and copies of invoices for the sale of CORDON BLEU products established that the mark was used in the ordinary course of business at the relevant date. I therefore consider that the Registrar made no error in concluding that the CORDON BLEU mark was used in association with the services mentioned in the registration.  <FRAGMENT_SUPPRESSED>", "[38] In concluding, I should like to point out that the procedure to remove a mark is not the proper means of challenging the validity of the registration itself. It seems clear that the appellant tried to use the summary removal procedure to challenge the CORDON BLEU trade-mark in association with the services listed in the registration.  <FRAGMENT_SUPPRESSED>", "[39] The majority of decisions cited by the appellant in support of its argument that the mark CORDON BLEU No. TMA 204.269 is not distinct from the sale of the CORDON BLEU products are decisions rendered in connection with an objection proceeding, not a summary removal proceeding. [see footnote 16]  <FRAGMENT_SUPPRESSED>", "[40] The services in question may seem unusual, but in my opinion they comply with the actual wording of the services mentioned in the disputed registration.  <FRAGMENT_SUPPRESSED>", "[41] For these reasons, the appeal is dismissed with costs and Ms. Savard's decision to maintain registration No. TMA 204,269 is affirmed.  <FRAGMENT_SUPPRESSED> Appeal dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/pdk  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1.\tR.S.C. 1985, c. T-13.  <FRAGMENT_SUPPRESSED> 2.\tAppellant's record, tab C, at p. 17.  <FRAGMENT_SUPPRESSED> 3.\tRegistrar's decision under s. 45, appellant's record, tab B, at pp. 8-10.  <FRAGMENT_SUPPRESSED> 5. <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 223 (T.D.).  <FRAGMENT_SUPPRESSED> 10.\tSupra, note 8.  <FRAGMENT_SUPPRESSED> 11.\tAppellant's record, at pp. 46 and 70.  <FRAGMENT_SUPPRESSED> 12.\tSupra, note 8.  <FRAGMENT_SUPPRESSED> 13.\tSupra, note 5.  <FRAGMENT_SUPPRESSED> 14.\tIbid., at para. 10.  <FRAGMENT_SUPPRESSED> 15.\tAppellant's record, Mr. Ouimet's second affidavit, at paras. 13 and 19-21.  <FRAGMENT_SUPPRESSED> 16. <FRAGMENT_SUPPRESSED> ; Hôtel la  <FRAGMENT_SUPPRESSED>"]}