{"id_": "068060", "body_str": ["[1] Joyal, J. : These proceedings, by way of an application for judicial review, are in respect of a Jewish person, currently a citizen of Azerbaijan, whose claim for refugee status in Canada was denied by the Refugee Division of the Immigration and Refugee Board (the \"Board\") on November 23, 1994.", "[2] According to the record, the claimant was born in 1930 in what is now the state of Russia. In 1949, she married an Armenian and moved with him to Baku in Azerbaijan. In 1985, after having suffered harassment, threats and physical violence at the hands of anti-semitic people, she left Azerbaijan and moved to Lvov in the Ukraine. She had no status there and moved to Moscow, her city of birth, where she applied for, but was refused, a residence permit or probiska. After approximately two weeks there, she returned to Azerbaijan for a year or two, then moved back to the Ukraine, where she resided until 1993. In 1994, she left for Canada and claimed refugee status upon arrival.", "[3] In considering the applicant's claim for refugee status, the Board does not appear to have considered or ruled on the applicant's claim of persecution as outlined in her Personal Information Form. What was raised very early in the proceedings was whether or not the Convention refugee rules, as set out in s. 2(1) and in the schedule to the Immigration Act apply with respect to the applicant. In essence, the issue was whether or not the applicant, on claiming refugee or asylum in Canada, had failed to seek national protection elsewhere.", "[4] The Board concluded that in that respect, the applicant did not qualify as a refugee claimant. The Board noted first of all that the claimant had lived in Azerbaijan from 1949 onwards as a citizen of that country. The Board also noted that by reason of her birth, the applicant could also claim Russian citizenship. All she had to do was ask for it. It was true that Russia had denied her some kind of landing, but that was back in 1985, before the break-up of the U.S.S.R. Finally, as a third option, the Israeli Law of Return was available to her to emigrate to Israel and become a national of that country.", "[5] For its ruling, the Board relied on the following authorities: 1. <FRAGMENT_SUPPRESSED>  (T.D.), where Rothstein, J., decided that a Russian-born claimant could not obtain refugee status on the basis of persecution of Russian nationals in Latvia, when Russian nationality was available to her and there was no evidence of persecution there. 2. <FRAGMENT_SUPPRESSED>  (T.D.), where Muldoon, J., agreed with his colleague Rothstein, J., and, at page 166, noted that citizenship or nationality is not to be taken at the claimant's option, and if not exercised, does not provide the claimant with the right to claim refugee status in another country. 3. <FRAGMENT_SUPPRESSED> , where the Supreme Court of Canada ruled that \"asylum denotes surrogate protection\" and is only available when no national protection is available elsewhere. At p. 709 S.C.R., the Court stated: \"International refugee law was formulated to serve as a back-up to the protection one expects from the state of which one is a national. It was meant to come into play only in situations where that protection is unavailable and then only in certain situations. The international community intended that persecuted individuals be required to approach their home state for protection before the responsibility of other states became engaged.\" 4. <FRAGMENT_SUPPRESSED>  (T.D.), where Rouleau, J., dismissed an application for judicial review when the Board had ruled that the applicant, born in Russia but having resided in Estonia most of his life, was not a Convention refugee. The applicant could claim Russian nationality by reason of his birth in Russia.", "[6] The Board's view of the whole situation certainly appears respectful of the judicial pronouncements I have quoted. It is also a reminder that the underlying purpose of Canada's adherence to the U.N. Convention Relating to the Status of Refugees is to help persons who are \"in genuine need of protection\". As was said by Hugessen, J., in <FRAGMENT_SUPPRESSED>  Imm.L.R.(2d) 153 (F.C.A.): \"The purpose of that system is to provide safe haven to those who genuinely need it, not to give a quick and convenient route to landed status for immigrants who cannot or will not obtain it in the usual way.\"", "[7] Nevertheless, applicant's counsel takes exception to the Board's determination of the issues. He suggests that the principle enunciated in Ward (supra), has now been reduced to the absurd; that Zdanov (supra) and Bouianova (supra) seem to impose positive obligations to establish that no country will provide non-discretionary nationality or citizenship before a refugee board would entertain a refugee claim. Counsel concludes that such would be an aberration of Canada's duties under the", "[8] I will agree that the Board in the case before me appears to have taken a fairly formalistic approach to the claimant. Her Personal Information Form deals with persecution in pretty broad brush strokes: she speaks of being called a dirty Jew and of being beaten up way back in 1937-38; of her father having lost his employment by reason of his religion and of narrowly escaping a firing squad; of moving to Azerbaijan with her new husband in 1949 and having to cope with persecution for some 36 years; of living variously in the Ukraine and in Russia between 1985 and 1994, and of the persecution simply continuing unabated; of her daughter, now living in Canada, making all the necessary arrangements for her to reach Canada; of not knowing anyone in Israel and of not wanting to go there, except of course had her daughter chosen Israel over Canada when she emigrated in 1990.", "[9] It is a long and sad story, but to members of the Board, one that they hear time and time again. After finding that Russian nationality, Azerbaijan nationality and Israeli nationality are open to the claimant by simple demand, the Board ruled that any other more liberal approach or less stringent obligation would violate the underlying rationale of refugee law as a remedy of last resort.", "[10] In my view of the evidence before the Board, I cannot conclude that its decision is unreasonable. Nor can I criticize it, on the basis of current refugee law, for concluding that the applicant is entitled to Russian nationality by reason of her birth there in 1930, and that she is entitled to Israeli nationality under the provisions of the Law of Return.", "[11] I also note that the Board, at page 9 of its decision, stated as follows: \"The claimant has no fear of persecution in Israel, well-founded or otherwise. She testified that she did not apply to go to Israel because she thought the process took too long, because she had no friends or relatives there, and because her daughter was in Canada. In addition, she testified that she would have gone to Israel had her daughter resided there.\"", "[12] The Board then refers to the narrow jurisdictional mandate within which it is asked to operate. Its duty is to make a legal determination of the claimant's legal status. It does not decide who can remain in Canada, nor who should be removed. \"We simply decide who are Convention refugees and who are not. Nothing more, nothing less\".", "[13] Finally, the Board goes on to say that the claimant's preference for Canada is understandable, but this involves immigration matters, sponsorship concerns or humanitarian and compassionate considerations.", "[14] These comments by the Board should perhaps provide good guidance to courts in dealing with any judicial review application. Courts, in such proceedings, have similarly restrictive jurisdictional mandates. Courts, it has been said, can only intervene when the impugned decision is patently unreasonable, or when there is an error of law, or where procedural exigencies have not been respected.", "[15] In the matter before me, I see no reason to intervene in the Board's judgment that Canada's refugee claims system is not just another quick fix to obtain landed status here. Nor is there reason to criticize the Board's analysis of the nationality rules pertaining to Convention refugee status. As stated earlier, the basic principle of refugee law is to grant such status only to those requiring surrogate protection and not to those who have ready and automatic right to another country's nationality.", "[16] There are other elements of the case which might merit some attention or consideration, namely the age of the applicant and the presence of her daughter here in Canada. These are elements, however, which are better left to others and which are beyond the terms of reference of the Board and beyond the scope of judicial review.", "[17] At the hearing of this application, it was mentioned by counsel that the issue before the Court might merit the certification of a question to the Federal Court of Appeal. If that still holds true, the parties might agree as to the text of it or otherwise advise the Court of their position. Two weeks from the date of these Reasons for Order should give counsel sufficient time to respond, after which I will issue a formal Order. Application dismissed. Editor: Elizabeth M.A. Turgeon/vem [End of document]"]}