{"id_": "068182", "body_str": ["[1] Russell, J. : This is an application pursuant to s. 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( Act ) for judicial review of a decision of an immigration officer (Officer), dated November 23, 2007 (Decision) refusing the Applicants' request for a Temporary Resident Permit (TRP). The Applicants are also seeking an order of mandamus to have their TRP application determined. BACKGROUND", "[2] Mordechai Betesh (Principal Applicant) is a 32-year-old citizen of Israel whose entire immediate family resides with him in Canada. His family includes his wife, Liat, his two twin children, Yuval and Idan, and their baby, Roni. The Principal Applicant, his wife, and the twins are all nationals of Israel. Roni is a Canadian Citizen. The children's first language is English and the twins are in English kindergarten.", "[3] The Applicant and his family arrived in Canada on September 22, 2003 at Toronto Pearson International Airport to seek a better life in Canada.", "[4] The Applicants' first Humanitarian and Compassionate (H&C) grounds application was rejected on September 15, 2006. The Applicant and his family were asked to leave Canada on or about October 30, 2006. However, leave was granted for review of the H&C decision and, on July 16, 2007, a stay of removal was granted.", "[5] A judicial review application was argued and a decision released on February 13, 2008. Submissions on certification were submitted on February 25, 2008. No decision has been made on that appeal.", "[6] The Applicants filed a second H&C application on November 22, 2006. No decision on this application has been made. In August, 2007, the Applicants applied for a TRP.", "[7] The Applicants have a business, Dental Brands for Less Inc., located in Concord, Ontario, which sells dental supplies at a low cost. They started the business in April 2004 and have approximately 2200 customers. They aspire to expand into the United States. The business is expected to gross $5.5 million dollars in the upcoming business year.", "[8] The Applicants also aspire to set up dental clinics in Canada which will offer low cost dental treatments to those who cannot afford dental fees. The Applicants also contribute to a global dental program by giving equipment to lesser developed countries to help children receive dental treatments that they would not otherwise be able to afford. The Applicants also make donations to a Jewish Charity.", "[9] If the Applicants are removed from Canada, they will have to close their business. They attempted to hire a manager to run the business following the last deferral. He was an experienced manager from the United States. However, it was not possible for him to learn and operate the business as effectively as the Principal Applicant. The Applicants have also attempted to sell the business over the last few months. However, a prospective purchaser requested that the Principal Applicant stay and have an ongoing presence in the running of the business.", "[10] The Principal Applicant left Israel following a business conflict with an old business partner. The business went bankrupt and the trustee took over. This angered the parties to whom the business owed money. The Applicants allege that the creditors used members of organized crime to recoup their money and also to extort money from the Principal Applicant.", "[11] In Canada, the Principal Applicant was allegedly threatened twice by persons who the creditors had sent to find him. In the first incident, six men associated with organized crime attended the Applicants' business and threatened the Principal Applicant. They told him he had 48 hours to raise the money, and if he did not raise it, his business and family would be harmed. The Applicants say that the men were able to describe the inside of their house. The Principal Applicant immediately went to the police and his house was flagged on the police computers so that they could respond quickly if something occurred. The Principal Applicant says he was afraid that the police could not protect him, so he agreed to pay $30,000.00 and $3,000.00 per month to the extortionists. He stopped paying the $3,000.00 per month after one year and four months.", "[12] The second incident occurred in late March 2006. The Principal Applicant says he was contacted by phone by an organized crime group in Israel. They informed him that he owed them money and he had to pay them $1 million dollars. A note was left on his doorstep at his residence indicating the account number in Israel to which he should send the money. He says he went straight to the police and they responded by placing a detective at his home.", "[13] The police tracked the phone number and discovered that the call had been made from a Sobey's store and that the men had been caught on surveillance. The next day the Principal Applicant's car tires were slashed and the window on his front door was smashed. He then received another call in which the caller said, \"Don't you understand the clues we are giving you?\". The Principal Applicant filed another report with the police.", "[14] On June 10, 2007, the Principal Applicant says that men returned to his business and demanded more money. The Principal Applicant went to the police and undercover detectives were placed at his business. The police provided protective custody for one day while the detectives went to look for the men who had threatened the Principal Applicant. The Principal Applicant has not been informed of the status of that investigation.", "[15] The Principal Applicant believes that the criminals are determined to do his family harm. He does not believe that the Israeli police will be able to help. The evidence of these threats was never submitted to the PRRA officer, as it arose after the Applicants' PRRA was decided. DECISION UNDER REVIEW", "[16] In the Officer's November 23, 2007 letter to the Applicants, the Officer states that the TRP will not be granted pursuant to s. 24(1) of the Act . The Officer's work-in-progress remarks read as follows: \"15NOV2007. Client submitted application for TRPs for self & family members, 5384-4749, 5384-4751 & 5384-4750 on 21AUG2007 with one HPM C007753804 for $800. - REC,D IMM5476 giving authorization to act on behalf of client by entire firm of Mamann & Associates @ (416) 862-0000, but did not specify an individual - Referred to SDS for further review ... CYB/C 15NOV07 applicants under removal orders which are presently stayed by Federal Court. Second H&C application submitted, decision pending. Reason for seeking TRP: They have wholesale business; 6 employees (states no one else could run the business in his absence) and that [if] forced to leave Canada government of Canada will lose to him in amount of $220,000 and $680,000. Will not be paid to suppliers, revenue Canada and BMO. Therefore in national interest to grant TRP submits he's in danger from organized crime in Israel following a business conflict with an old partner in Israel in which he left the country and the business went bankrupt and his creditors and business partner he alleges are trying to recoup their money using organized crime which he claims have also threatened him in Canada. Since the subject has a pending H&C application which will be reviewed in depth and is not presently facing removal it would be inappropriate to issue temporary resident permits to his family and a duplication of review since he has already submitted his second H&C. Recommend refusal in the circumstances ...\" ISSUES", "[17] The Applicants have raised the following issues: 1) Did the Officer err in law in refusing the Applicants' TRP application on the grounds that to consider it would be a duplication of process and that no compelling reasons existed to conduct the assessment requested? 2) Have the Applicants satisfied the criteria for the granting of mandamus? STATUTORY PROVISIONS", "[18] The following provisions of the Act are applicable in these proceedings: Temporary resident permit \"24(1) A foreign national who, in the opinion of an officer, is inadmissible or does not meet the requirements of this Act becomes a temporary resident if an officer is of the opinion that it is justified in the circumstances and issues a temporary resident permit, which may be cancelled at any time. \"(2) A foreign national referred to in subsection (1) to whom an officer issues a temporary resident permit outside Canada does not become a temporary resident until they have been examined upon arrival in Canada. Instructions of Minister \"(3) In applying subsection (1), the officer shall act in accordance with any instructions that the Minister may make. Annual report to Parliament \"94(1) The Minister must, on or before November 1 of each year or, if a House of Parliament is not then sitting, within the next 30 days on which that House is sitting after that date, table in each House of Parliament a report on the operation of this Act in the preceding calendar year. \"94(2) ... (d) the number of temporary resident permits issued under s. 24, categorized according to grounds of inadmissibility, if any;\" Cas particulier Instructions", "[19] The following provisions of the Immigration and Refugee Protection Regulations , SOR/2002-227 ( Regulations ) are also applicable in these proceedings: Permit holder class \"64. The permit holder class is prescribed as a class of foreign nationals who may become permanent residents on the basis of the requirements of this Division. Member of class \"65. A foreign national is a permit holder and a member of the permit holder class if (a) they have been issued a temporary resident permit under subsection 24(1) of the Act;\" Qualité STANDARD OF REVIEW", "[20] The appropriate standard of review for decisions refusing the granting of a Temporary Resident Permit pursuant to s. 24 of the Act has, prior to FRAGMENT_SUPPRESSED.", "[21] In FRAGMENT_SUPPRESSED , the Supreme Court of Canada recognized that, although the reasonableness simpliciter and patent unreasonableness standards are theoretically different, \"the analytical problems that arise in trying to apply the different standards undercut any conceptual usefulness created by the inherently greater flexibility of having multiple standards of review\" ( FRAGMENT_SUPPRESSED). Consequently, the Supreme Court of Canada held that the two reasonableness standards should be collapsed into a single form of \"reasonableness\" review.", "[22] The Supreme Court of Canada in FRAGMENT_SUPPRESSED also held that the standard of review analysis need not be conducted in every instance Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[23] In light of the Supreme Court of Canada's decision in FRAGMENT_SUPPRESSED and the previous jurisprudence of this Court, I find the standard of review applicable to the first issue raised by the Applicants to be reasonableness. When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( FRAGMENT_SUPPRESSED). Put another way, the Court should only intervene if the decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\". TEST FOR GRANTING MANDAMUS", "[24] The test for granting mandamus is found in FRAGMENT_SUPPRESSED, and is as follows: 1) There must be a public legal duty to act under the circumstances; 2) The duty must be owed to the applicant; 3) There must be a clear right to performance of that duty, and in particular the applicant must have satisfied all conditions precedent giving rise to the duty; 4) No other adequate remedy is available to the applicant; 5) The order sought must have some practical effect; 6) In the exercise of its discretion, the Court must find no equitable bar to the relief sought; and 7) On a balance of convenience, an order of mandamus should issue.", "[25] The court in FRAGMENT_SUPPRESSED, provides an analysis of the evidentiary onus on an applicant seeking mandamus. The Court also noted that, in order for delay to be considered unreasonable, three requirements have to be met: 1) The delay in question has been longer than the nature of the process required, prima facie; 2) Neither the applicant nor the applicant's counsel are responsible for the delay; 3) The authority responsible for the delay has not provided satisfactory justification. ARGUMENTS The Applicants", "[26] The Applicants point out that the provisions for a TRP give the Officer and the Minister a broad discretion to allow a person who would otherwise be inadmissible to enter or remain in Canada. The Applicants cite the purpose of TRPs as set out in s. 5.1 of CIC Policy Manual, IP01, Temporary Resident Permits (Manual): \"Normally, persons who do not meet the requirements of the Immigration and Refugee Protection Act are refused permanent resident or temporary resident visas abroad, denied entry at a port of entry, or refused processing within Canada. However, in some cases, there may be compelling reasons for an officer to issue a temporary resident permit to allow a person who does not meet the requirements of the Act to enter or remain in Canada.\"", "[27] The Applicants also cite and rely upon s. 5.5 of the Manual which sets out who may be eligible for a Temporary Resident Permit: \"Any person who is: - inadmissible and seeking to come into Canada if an officer is of the opinion that it is justified in the circumstances [A24(1)]; - in Canada and is inadmissible, subject to a report or reportable for violation of the Act, or does not otherwise meet the requirements of the Act; - not eligible for restoration of status.\"", "[28] The Applicants say that when determining whether a TRP should be granted, officers, managers or National Headquarters are obligated to weigh the needs and risk factors of each case. The Manual provides at paragraph 12.1 specific factors, some obligatory and some discretionary, that are to be considered in performing this assessment: \"Officers must consider: - the factors that make the person's presence in Canada necessary (e.g., family ties, job qualifications, economic contribution, temporary attendance at an event); - the intention of the legislation (e.g., protecting public health or the health care system). The assessment may involve: - the essential purpose of the person's presence in Canada; - the type/class of application and pertinent family composition, both in the home country and in Canada; - if medical treatment is involved, whether or not the treatment is reasonably available in Canada or elsewhere (comments on the relative costs/accessibility may be helpful), and anticipated effectiveness of treatment; - the tangible or intangible benefits which may accrue to the person concerned and to others; and - the identity of the sponsor (in a foreign national case) or host or employer (in a temporary resident case).\"", "[29] The Applicants also rely on paragraph 12.3 of the Manual which deals with national interest cases: \"The urgent need for the applicant's presence in Canada should normally relate to economic or employment security of Canadian citizens or permanent residents. Such need may be confirmed by appropriate officials of the national employment service or provincial government. The bona fides of the individual as well as the employer or business proposal and the urgency of the case should be well established before a permit is issued.\" Duplication of Process", "[30] The Applicants submit that there are no provisions in the Act or the Manual which allow for an immigration officer to refuse deciding a TRP application for any reason, including the fact that it may duplicate the considerations that come into play in an H&C application.", "[31] The Applicants also submit that the Officer erred in law by failing to apply s. 24 of the Act and render a determination when asked to do so. The Officer conducted no analysis of the evidence and failed to apply any of the guidelines from the Manual or to consider the merits of the application.", "[32] The Applicants point out that paragraph 12.3 of the Manual dealing with national interest is of direct application to them. If they are forced to leave Canada and close their business, a number of Canadian citizens and permanent residents will lose their jobs. Debts owed by the Applicants' company to the Government of Canada and to other suppliers may be lost. In addition, other Canadian businesses may close. The Applicants are not arguing for a predetermined outcome of approval. They merely want an assessment of the evidence to be conducted and a decision rendered on national interest. The Applicants submit that the Officer exceeded his jurisdiction and erred in law by failing to conduct a TRP analysis and issue a determination.", "[33] The Applicants further submit that the Officer erred by assuming that a consideration of the Applicants' TRP application would duplicate the H&C assessment which had yet to be carried out. They say there are no provisions relevant to H&C applications that consider the national interest under paragraph 12.1 of the Manual. Therefore, the basis upon which the Officer refused to render a TRP determination was erroneous, as it would not have involved a duplicative process.", "[34] The Applicants cite and rely upon FRAGMENT_SUPPRESSED. That case considered whether immigration officials were obligated to render a determination on an H&C application submitted under s. 115(2) of the old Immigration Act . The Federal Court of Appeal held that, if the statute contemplates that admission may be granted, then a prospective applicant is entitled to a decision: \"Since the Act contemplates that admission may be granted on this basis in particular cases, a prospective applicant is entitled to an administrative decision upon the basis of an application, and there is, therefore, a correlative duty to permit him to make the application. The application, including the request for exemption and the sponsorship of the application, must be considered and disposed of by decision, and not by an anticipatory attempt to avoid a decision because of its possible effect on the sponsor's right of appeal under s. 79 of the Act . (para. 16)\"", "[35] The Supreme Court of Canada in FRAGMENT_SUPPRESSED, varied the Federal Court of Appeal's decision but upheld the principle that officers are under a duty to consider the applications that are placed before them. The Applicants submit that a similar duty arises in this case under s. 24 of the Act . There is no precondition or restriction on when a TRP application can be made.", "[36] The Applicants submit that they filed for the faster relief of a TRP (relative to the 2-year wait usually associated with H&C applications) because it included criteria not provided for in the H&C program. Therefore, the TRP request is not duplicative of the H&C application. Mandamus Public Duty Owed to the Applicants", "[37] The Applicants submit that the Respondent is under a statutory duty to consider and make a decision on their application under s. 24 of the Act . The first two requirements of mandamus are met: there is a public duty to act and that duty is owed to the Applicants. Right to Performance", "[38] The Applicants submit that they have satisfied the conditions precedent giving rise to the duty and have completed their applications and paid the requisite fees. The Applicants say they have a right to a determination on the merits. No Other Adequate Remedy/The Order will Have a Practical Effect", "[39] The Applicants have failed in their judicial review application and have been directed to leave Canada. Their second H&C application has yet to be decided. Their only present means for remaining in Canada and avoiding removal is an immediate determination on their TRP requests. No Equitable Bar", "[40] The Applicants have complied with every request made by the immigration authorities. Therefore, the Applicants say they come to this Court with clean hands. Balance of Convenience", "[41] The Applicants submit that, through no fault of their own, and due to the refusal of the Officer to exercise his duty under s. 24 of the Act , there was no determination made on the merits for the TRP applications. They say that the balance of convenience favours the Applicants.", "[42] They also say that the fact that the remedy of mandamus was not originally pleaded is not a bar on judicial review. The Court can and does craft its own remedies to meet the errors identified in a judicial review application. In addition, the TRP application was refused on the grounds that no decision would be made. This is, in effect, a refusal to carry out a clear statutory duty: FRAGMENT_SUPPRESSED.", "[43] The Applicants again cite and rely upon the Supreme Court of Canada decision of FRAGMENT_SUPPRESSED where the Court dealt with an officer who refused a request to consider an application for permanent residence. The officer in that case had decided that no decision would be made on the merits. In the case at bar, the Officer refused to consider the merits of the TRP application and the Applicants seek an order compelling the Officer to consider the merits and render a decision. The appropriate relief, therefore, is an order of mandamus. The Respondent Duplication of Process", "[44] The Respondent submits that, despite the outstanding H&C application and the Applicants' benefiting from a judicial stay of removal, the Applicants applied for a TRP. This request was refused as it was found to be duplicative of the Applicants' H&C application and to be of no purpose, given the stay against removal. The Respondent contends that the Applicants have raised no serious issue with respect to the decision and, given the discretionary nature of TRPs and the fact that they should only be issued with caution and in special circumstances, they should not be granted to individuals who are simply seeking to exhaust their immigration options.", "[45] The Respondent cites and relies upon FRAGMENT_SUPPRESSED which states that TRPs FRAGMENT_SUPPRESSED", "[46] The Respondent submits that s. 24 of the Act is intended to soften the sometimes harsh consequences that a strict application of the Act may cause in cases where there may be \"compelling reasons\" to allow a foreign national to enter or remain in Canada despite inadmissibility or non-compliance with the Act . Basically, the TRP allows officers to respond to exceptional circumstances while meeting Canada's social, humanitarian and economic commitments: FRAGMENT_SUPPRESSED and Manual at s. 2.", "[47] The Respondent goes on to point out that, before a TRP is issued, consideration must be given to the fact that TRPs grant their bearer more privileges than do visitor, student or work permits. Like foreign nationals from those two categories, a TRP bearer becomes a temporary resident after being examined upon entry to Canada, but may also be eligible for health or social services and can apply for a work or student permit from Canada. They may also obtain, without discretion, permanent resident status if they reside in Canada throughout the validity period and do not become inadmissible on grounds other than those for which the TRP was granted: FRAGMENT_SUPPRESSED; Regulations ss. 64-65 and Manual at s. 5.7.", "[48] The Respondent submits that TRPs should be recommended and issued cautiously. Parliament was aware of the exceptional nature of TRPs and has retained a supervisory function over the power to issue them, forcing the Minister to include in her annual report to Parliament the number of TRPs granted under s. 24 of the Act , \"categorized according to grounds of inadmissibility, if any\": FRAGMENT_SUPPRESSED; Act at s. 94(2) and Manual at s. 5.2, 5.22.", "[49] The Respondent says that the Applicants have raised no serious issue in arguing that the Officer erred by basing her decision on irrelevant or improper considerations. Although H&C and TRP requests are not identical, they are similar in terms of their availability to inadmissible foreign nationals seeking an exemption from the normal requirements of the Act . The Court has made it clear that H&C considerations, if anything, are broader in scope than the \"exceptional\" or \"compelling\" circumstances required to justify the issuance of a TRP. The Respondent cites and relies upon FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[50] The Respondent submits that it was reasonable for the Officer to refuse the Applicants' TRP requests because there was \"no compelling reason to issue TRPs before these [H&C and judicial review] processes have concluded\": FRAGMENT_SUPPRESSED. This discretionary decision was consistent with the caselaw regarding the threshold for issuing TRPs. Mandamus", "[51] The Respondent submits that, although the Officer provided minimal reasons, these reasons adequately explain the basis of her Decision. The Decision was reasonable and rational and discloses no basis for this Court's intervention. As the Court of Appeal has cautioned in FRAGMENT_SUPPRESSED, it would be inappropriate to require administrative officers to give as detailed reasons for their decisions as may be expected of adjudicative administrative tribunals. ANALYSIS", "[52] This application raises a narrow but important issue.", "[53] It is clear to me that a s. 24 Decision was made in this case and the Officer refused the Applicants' request for a TRP. The reasons for the refusal are equally clear: a. A pending H&C application had been undertaken which would be \"reviewed in depth\"; b. The Principal Applicant was not facing removal; c. It would not be appropriate to issue a TRP in these circumstances because the pending H&C application would result in duplication of review.", "[54] The Applicants' complaint is that the Officer's refusal to consider the merits of their TRP application is a reviewable error. They say that a TRP is a distinct category of application and that the Officer failed to recognize it as such. In the Applicants' view, an H&C application does not suffice because it is focussed upon undue hardship and does not allow scope for the urgent economic, business and \"national interest\" issues that arise on the facts of this case.", "[55] The objectives and exceptional nature of a s. 24 exemption were recently discussed in some detail by Justice Shore in FRAGMENT_SUPPRESSED, and I do not believe there is a dispute in theory between the parties over these general issues.", "[56] The dispute is whether the Officer should have disposed of the matter in the way he did without a consideration of the merits.", "[57] As Justice Phelan made clear in FRAGMENT_SUPPRESSED, at paragraph 12, \"section 24 requires an officer to decide whether a TRP is justified 'in the circumstances'\" and this means \"the relevant circumstances\".", "[58] It seems to me that the \"circumstances\" must include other applications that the Applicant has made and that are pending, whether a TRP is necessary given the existence of a stay of removal, and whether it would be appropriate to undertake a TRP review that could lead to duplication and other possible complications vis-à-vis the whole scheme of the Act . I see nothing in the Manual or the jurisprudence to suggest these are not appropriate considerations. The fact that merit issues have arisen and have been dealt with in other cases does not, in my view, prevent an officer from considering \"circumstances\" such as those that arise in the present case that might suggest that a refusal is appropriate without going into the merits.", "[59] I see nothing in such an approach that, in theory at least, would offend the principles enunciated in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[60] In the present case, the TRP application was permitted, it was considered, and a decision was made. The Decision was not made in the way that the Applicants wanted it made, but there is no doubt that the Officer considered the Applicants' submissions and disposed of the application for clear reasons.", "[61] So I do not see an error of law on these facts because the TRP application was considered and it was refused.", "[62] The question is whether the refusal was reasonable given the issues raised by the Applicants before the Officer as to why pressing economic, business and \"national interest\" considerations were at stake (including the interests of third parties) that would not be addressed under an H&C application concerned with undue and disproportionate hardship.", "[63] In my view, there was nothing inaccurate or unreasonable in the Officer's pointing out that \"duplication of review\" would occur and that this would be undesirable. Just because an H&C application does not address everything that the Applicant would like to have addressed, does not mean there will not be undesirable duplication on some issues. The Officer's Decision speaks to the time that the TPR decision was made and does not say that a TRP application would be inappropriate at some other time. Given the fact that the Applicants were not facing removal from Canada and had submitted a second H&C application that was pending, there was no imminent threat to the important economic and business interests at stake, and hence no compelling reason to resort to a TRP.", "[64] A positive TRP decision would certainly provide a more secure status and other benefits for the Applicants, but that does not mean that the Officer was wrong or unreasonable to refuse the application because, in effect, there was no real need for such exceptional and extraordinary relief at the material time because the Applicants had other means available to them to secure their position in Canada, and those means were being actively pursued and considered.", "[65] Given these circumstances, I cannot say that the Decision was unreasonable.", "[66] Counsel are requested to serve and file any submissions with respect to certification of a question of general importance within seven days of receipt of these Reasons for Judgment. Each party will have a further period of three days to serve and file any reply to the submission of the opposite party. Following that, a Judgment will be issued. Application dismissed. Editor: Angela E. McKay/gs [End of document]"]}