{"id_": "068587", "body_str": ["[1]", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] JUGEMENT", "[10] <FRAGMENT_SUPPRESSED>  applicant is disputing the legality of a decision by the Refugee Protection Division of the Immigration and Refugee Board (the panel), which found that he is not a \"Convention refugee\" or a \"person in need of protection\" within the meaning of sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act).", "[2] The applicant, an 84-year-old citizen of Haiti, left his country in July 2007 to visit his daughter in Canada. Today, he is afraid to return to his country because of the increasing number of kidnappings. At his age, he will not be able to protect himself against potential abductors who will see him as an ideal target. He was already approached in 2005 by bandits who believed he had money because he is a coal merchant and was returning from Canada.", "[3] The panel found that none of the Convention grounds were involved and that the applicant had not established that he would be subjected personally to a danger of torture, a risk to his life or a risk of cruel and unusual treatment should he return to Haiti. Essentially, the risks the applicant faces from criminals are the same for the entire Haitian population.", "[4] The Court's intervention is not required in this case.", "[5] According to the documentary evidence, kidnappers in Haiti generally act out of opportunism rather than choosing their victims based on their nationality, race, sex or even age, and anyone who appears to be wealthy is at risk of being kidnapped for ransom. The documentary evidence also suggests that any increase in risk is also linked to a refugee claimant's political activities or other past activities. The jurisprudence is clear and consistent: a generalized fear caused by a situation that prevails in the entire country, here Haiti, and that affects the whole population is not, in itself, sufficient to justify the status of \"person in need of protection\": <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] affirmed by 2009 FCA 31; <FRAGMENT_SUPPRESSED> .", "[6] The applicant contends that the panel erred by finding that the fact that he had been targeted in Haiti in the past, particularly after his return from Canada in 2005, did not personalize his risk. In support of this argument, he states that in <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], the Court held that the fact that a young Salvadorian man had been repeatedly approached by a street gang (associated with MARAS) that was seeking to recruit members personalized his risk of being approached again by this gang (see also <FRAGMENT_SUPPRESSED>  for a similar decision in the case of a Guatemalan citizen).", "[7] In my opinion, this case is different from <FRAGMENT_SUPPRESSED> , mentioned above. Even though bandits targeted the applicant in 2005, nothing demonstrates that today in 2011, taking into account his current situation, he faces a higher risk than that faced by the wealthier sub-group of the population that he is a member of, i.e., members of the diaspora. We point out that at paragraph 18 of <FRAGMENT_SUPPRESSED> , mentioned above, the Court noted the case of an \"applicant who has been targeted in the past and who may be targeted in the future but whose risk situation is similar to a segment of the larger population\" and stated that such a situation does not involve a personalized risk but a risk that is shared by many other individuals (see also <FRAGMENT_SUPPRESSED> ).", "[8] The Court is of the view that the panel's finding of fact is not unreasonable and is supported by the evidence in the record. That said, the Court cannot help noting that, given the applicant's very advanced age and the extremely difficult conditions in Haiti, he no doubt has very serious grounds for an application to the Minister based on humanitarian and compassionate considerations.", "[9] The application for judicial review is dismissed, and no question of general importance is raised in this case. JUDGMENT", "[10] THE COURT RULES that the application for judicial review is dismissed. No question is certified. [End of document]"]}