{"id_": "068739", "body_str": ["[1] Roy, J. : This is an application pursuant to section 72 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA]. The applicant, Mr. Remadas Pushparasa, seeks judicial review of a decision issued on May 22, 2014 by a visa officer in the Immigration Section of the High Commission of Canada in Singapore. The visa officer refused his application for a permanent residence visa as either a member of the Convention refugee abroad class or a member of the Humanitarian-protected persons abroad designated class under sections 144 to 147 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [IRPR].", "[2] Having carefully considered the parties' written and oral submissions, the Court concludes that the application for judicial review must be dismissed. I. The legislative scheme", "[3] Subsection 139(1) of the IRPR requires a permanent residence visa to be issued to a foreign national in need of refugee protection, if a number of criteria are met: the foreign national must be outside Canada, have submitted an application in accordance with the IRPR, seek to come to Canada to establish permanent residence, have no reasonable prospect of repatriation or resettlement in a country other than Canada, be a member of one of the prescribed classes, be referred by the UNHCR, another referral organization or a private sponsorship, and be admissible to Canada. Where the foreign national intends to reside in a province other than Quebec, he or she must also show an ability to become successfully established in Canada, taking into account resourcefulness, presence of relatives, potential for employment, and ability to learn to communicate in English or French. Foreign nationals intending to reside in Quebec must meet the selection criteria set by that province.", "[4] The visa officer considered the applicant's permanent residence application under two prescribed classes: the Convention refugee abroad class and the Humanitarian-protected persons abroad designated class. These classes are defined in the IRPR.", "[5] Sections 144 and 145 of the IRPR define the Convention refugee abroad class; they allow a Ministerial delegate to issue a permanent residence visa to a foreign national where an officer determines that the foreign national is a Convention refugee. A foreign national who meets these criteria is referred to as a member of the Convention refugee abroad class. Convention refugees abroad class 144. The Convention refugees abroad class is prescribed as a class of persons who may be issued a permanent resident visa on the basis of the requirements of this Division. Member of Convention refugees abroad class 145. A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee. Qualité", "[6] As can be seen, in order to qualify in the Convention refugees abroad class, the person must be determined to be a Convention refugee. It is section 96 of the IRPA that establishes who is a Convention refugee for the purpose of the law: they must have a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group, or political opinion and be unable or unwilling to be protected in their countries of nationality or former residence. Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. a) b)", "[7] Sections 146 and 147 of the IRPR define the Humanitarian-protected persons abroad class; they allow a Ministerial delegate to issue a permanent residence visa to a foreign national where the officer determines that the foreign national is outside his or her countries of nationality and habitual residence and has been and continues to be seriously and personally affected by civil war, armed conflict, or massive violation of human rights. A foreign national who meets these criteria is referred to as a member of the Humanitarian-protected persons abroad class or the country of asylum class. Person in similar circumstances to those of a Convention refugee 146. (1) For the purposes of subsection 12(3) of the Act, a person in similar circumstances to those of a Convention refugee is a member of the country of asylum class. Humanitarian-protected persons abroad (2) The country of asylum class is prescribed as a humanitarian-protected persons abroad class of persons who may be issued permanent resident visas on the basis of the requirements of this Division. Member of country of asylum class 147. A foreign national is a member of the country of asylum class if they have been determined by an officer to be in need of resettlement because ) they are outside all of their countries of nationality and habitual residence; and ) they have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights in each of those countries. a) b) The distinguishing feature is that the person abroad continues to be seriously and personally affected by civil war in the countries of nationality or habitual residence. II. Facts", "[8] The applicant is an ethnic Tamil and citizen of Sri Lanka currently living in Malaysia as a refugee. The story he tells of his life in Sri Lanka is tragic and grim. The applicant was born in 1986 in Jaffna Province in the north of the country, an area which is overwhelmingly Tamil. He grew up in a family with three brothers and a sister, but as a result of the civil war fought between the Sri Lankan Army and the Liberation Tigers of Tamil Eelam [LTTE] between July 1983 and May 2009, the applicant claims to have lost his parents, two brothers, and a sister.", "[9] Between 1991 and 2009, the applicant states that he and his family had to move at least six times as a result of the conflict and to avoid the sons being recruited by the LTTE. One of the applicant's brothers went missing in 1995 and is presumed dead after fighting for the LTTE. His parents, sister, and one brother have been missing since April 20, 2009 and are also presumed dead. His remaining brother came to Canada at some point in time, where he apparently was found to be a Convention refugee by the Refugee Protection Division of the Immigration and Refugee Board.", "[10] Between May 2009 and July 2009, the applicant states that he was kept in the Ananthakumarasamy refugee camp in Sri Lanka where he alleges that he was beaten by the Sri Lankan Army and accused of associating with the LTTE. He claims that he was able to leave the camp after paying a bribe to some of the Army officers, with financial assistance from an uncle.", "[11] The applicant claims he then paid an agent to help him leave Sri Lanka. On July 9, he left for India with the agent; however, on July 18, he and the agent returned to Sri Lanka. The following day, the applicant was sent to Singapore by the agent. After arriving in Singapore, he went to Malaysia, where he has since resided as a refugee. The applicant was allegedly told by the agent that it would be easier to get to Singapore and then to Malaysia from Sri Lanka than from India. When interviewed by the visa officer considering his application for permanent residence in Canada, he indicated that he had no difficulties exiting, entering, and exiting Sri Lanka in July 2009. He traveled using a valid Sri Lankan passport.", "[12] The applicant has no permanent status in Malaysia, but he has been recognized as a refugee by the United Nations High Commissioner for Refugees (UNHCR), as would attest refugee cards issued twice by the UNHCR. The first card expired in 2012 and his current one is set to expire on February 29, 2016. III. The decision under review", "[13] On June 24, 2010, the applicant applied for a permanent residence visa to come to Canada as a Convention refugee, at the Canadian High Commission in Kuala Lumpur. His application was privately sponsored by an uncle in Markham, Ontario and other relatives. Submissions from counsel and supporting documentation were provided in a letter dated June 21, 2010. On May 17, 2013, the applicant was requested to attend an interview in relation to his application, which took place on June 19, 2013 in Kuala Lumpur. Prior to the applicant's interview, counsel for the applicant provided additional submissions on June 5, 2013 regarding Sri Lankan country conditions.", "[14] On May 22, 2014, the unnamed visa officer issued the decision that is the subject of this judicial review in a letter to the applicant. The officer considered the applicant under both the Convention refugee abroad class and the Humanitarian-protected persons abroad class. He or she noted that the applicant was interviewed with the assistance of an interpreter fluent in English and Tamil and that the applicant did not indicate any difficulties with the interpretation. The officer determined that the applicant did not meet the requirements under section 96 of the IRPA, which entails that he does not qualify under section 145 of the IRPR for immigration to Canada in that a well-founded fear of persecution had not been established. Similarly, the applicant does not qualify under section 147 because he had not been and continued not to be seriously and personally affected as a result of the civil war in Sri Lanka. The officer added that he or she also was not satisfied that the applicant met the requirements of subsection 108(4) of the IRPA. As a result of these conclusions, the officer was not satisfied that the applicant was a member of the Convention refugee or Humanitarian-protected person abroad classes and, as such, refused the application.", "[15] The officer also made notes regarding the decision in the Computer Assisted Immigration Processing System [CAIPS]. This Court has repeatedly found that these notes form part of a visa officer's reasons (REFERENCE_SUPPRESSED (per Justice Strickland); REFERENCE_SUPPRESSED (per Justice Noël), REFERENCE_SUPPRESSED (per Justice Russell)). The officer noted that he or she reviewed the application, the interview notes, and the information submitted by the applicant and his counsel. The officer summarized the facts presented by the applicant. The officer noted that the applicant's evidence shows that he \"did not experience significant threats when traveling from Sri Lanka to India, returning to Sri Lanka, and then traveling from Sri Lanka to Singapore.\" The officer also noted that although one of the applicant's brothers was allegedly forced into the LTTE in the 1990s, the applicant himself neither supported nor participated in LTTE activities.", "[16] The officer indicated in the CAIPS notes that the decision had been made in light of his or her knowledge of current country conditions in Sri Lanka, and specifically referred to the following documents: UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka 21DEC12; UK Border Agency - Sri Lanka OGN v 14, July 2013; UNHCR report on Sri Lankan Refugee Returnees in 2012, December 2013. The officer noted that, in post-conflict Sri Lanka, the authorities only consider an individual's past history relevant to the extent that it demonstrates a present risk to the unitary Sri Lankan State or the Sri Lankan Government. The mere fact that a person is of Tamil ethnicity or is from a predominately Tamil region does not constitute being a person in need of protection. Given the applicant's returning to Sri Lanka on the advice of the agent and the lack of difficulty he encountered in doing so, the officer believed that he did not have a well-founded fear of persecution or that he had been and continued to be seriously and personally affected as a result of the civil war that ended in 2009. IV. Analysis", "[17] The applicant argues that the visa officer erred in considering his application for permanent residence. Specifically, the applicant asserts that the officer erred in law by not properly considering that he had been designated as a Convention refugee by the UNHCR, by finding that the applicant lacked a well-founded fear of persecution, and by inadequately assessing the applicant under subsection 108(4) of the IRPA. The applicant also asserts that the officer breached the duty of procedural fairness by relying on documentation used in the decision that was not disclosed to the applicant.", "[18] The manner in which the applicant articulates these issues is at odds with the established framework of administrative law. On assessing a decision on judicial review, the question is not whether the officer \"erred in law\" but rather whether the decision meets the appropriate standards of review.", "[19] The jurisprudence is clear on the appropriate standards of review in such a decision. Questions of whether a decision-maker, including a visa officer, complied with the duty of procedural fairness are reviewable on a correctness standard ( REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). Substantive decisions as to whether an applicant is a member of the Convention refugee abroad class are subject to the reasonableness standard (REFERENCE_SUPPRESSED; CITATION_SUPPRESSED). A. Duty of fairness", "[20] The Court will first address the duty of procedural fairness owed to the applicant. As noted above, the visa officer explicitly referred to three particular sources of country condition information for Sri Lanka in the CAIPS notes.", "[21] In the written submissions, the applicant argued that the visa officer's use of documents published after his interview on June 19, 2013 and after his counsel made submissions on June 5, 2013, amounts to a breach of procedural fairness. The applicant did not press the issue at the hearing of this case, relying entirely on the few paragraphs found in the memorandum of fact and law. Those submissions in turn argue simply that in the particular circumstances of this case, the failure of the decision-maker to disclose ahead of the decision the UK OGN of July 2013 was a breach of the duty of fairness. No further explanation is offered as to how the duty of fairness would have been violated in this case.", "[22] The legal authority governing when a decision-maker may rely on documents not disclosed to the applicant is REFERENCE_SUPPRESSED. The test is articulated in the following fashion: These decisions are based, it seems to me, on the two following propositions. First, an applicant is deemed to know from his past experience with the refugee process what type of evidence of general country conditions the immigration officer will be relying on and where to find that evidence; consequently, fairness does not dictate that he be informed of what is available to him in documentation centres. Secondly, where the immigration officer intends to rely on evidence which is not normally found, or was not available at the time the applicant filed his submissions, in documentation centres, fairness dictates that the applicant be informed of any novel and significant information which evidences a change in the general country conditions that may affect the disposition of the case. (Para 22) The Court concludes: The fact that a document becomes available after the filing of an applicant's submissions by no means signifies that it contains new information or that such information is relevant information that will affect the decision. It is only, in my view, where an immigration officer relies on a significant post-submission document which evidences changes in the general country conditions that may affect the decision, that the document must be communicated to that applicant. (Para 26)", "[23] The applicant did not argue before this Court how the information that is readily available information evidenced a change in the general country conditions that may have affected the disposition of the case. Having examined the documents used by the decision-maker, the Court is not of the opinion that they show the kind of changes in the general country conditions that could have affected the decision. They merely reflect continued, but gradual improvements in the conditions in post-civil war Sri Lanka, not unlike the documentation available prior to the applicant's interview and submissions. Accordingly, the lack of disclosure to the applicant does not represent a breach of procedural fairness.", "[24] I find comfort in the decision of this Court in REFERENCE_SUPPRESSED, where Justice Phelan reached the same conclusion (at para 12). B. Reasonableness", "[25] I turn now to the reasonableness of the decision. As noted above, the applicant has challenged the decision on its merits based on purportedly improper assessments of his UNHCR refugee designation, his well-founded fear of persecution, and section 108(4) of the IRPA.", "[26] In REFERENCE_SUPPRESSED, the Court noted that the purpose of a UNHCR card is to demonstrate that the \"bearer has been individually assessed and is officially acknowledged by this UN Body as a refugee\" (para 54). Section 13.3 of the Operation Manual OP 5 \"Overseas Selection and Processing of Convention Refugees Abroad Class and Members of the Humanitarian-protected Persons Abroad Classes\", which is a set of guidelines used by officers who must make determinations in cases such as this one, states that visa officers should consider an applicant's UNHCR designation when considering an application for refugee status in Canada (see also CITATION_SUPPRESSED).", "[27] However, that designation does not go any further and it is not determinative of an application for refugee status within Canada; immigration to Canada must nonetheless occur in accordance with the IRPA and IRPR ( CITATION_SUPPRESSED; REFERENCE_SUPPRESSED). Sections 145 and 147 of the IRPR govern. Guidelines are not law and they do not constitute a fixed or rigid code. They were used by the Supreme Court in REFERENCE_SUPPRESSED, in understanding how the Minister interpreted some provisions in the IRPA. In this case, it would appear that they assist in the use of the discretion inherent in the decision to be made. They may even frame an administrative process for it to be reasonable and thus fair. In CITATION_SUPPRESSED supra , there was no reference in either the decision or the CAIPS notes to the UNHCR designation held by the applicant (para 58).That is not the situation in this case. In CITATION_SUPPRESSED supra , the Court held that the \"reasons read as a whole establish that the applicant's status as a UNHCR refugee was considered and that a rigorous assessment of his application on its merits in accordance with Canadian law was conducted. This is what the jurisprudence calls for and this is what the Board undertook\" (para 69). In my view, it is the decision as a whole that must be considered to determine if it is reasonable.", "[28] The CAIPS notes are clear that the officer was aware of the UNHCR designation at the applicant's interview. A photocopy of the valid card appears at page 55 of the Certified Tribunal Record [CTR]. The record also shows email communication between an official and the UNHCR as to whether the applicant had also submitted an application to the United States (CTR at page 28). Questions were asked of the applicant during his interview with Canadian officials about the status of the discussions with the United States immigration authorities. However, the officer concluded that, notwithstanding the designation, the applicant did not meet the requirements of the IRPA and IRPR on the merits of his application, which are determinative. In the opinion of the Court, the officer's consideration of the applicant's UNHCR designation meets this standard when the reasons as a whole are considered.", "[29] In the case at bar, the applicant acknowledges that the decision-maker was aware of the UNHCR card; he complains about the reasons given which, he argues, do not show that it was considered. However, read as a whole as should be, the decision demonstrates more than awareness of the existence of the UNHCR card. Rather, the reasons show that the decision-maker concluded that the facts and circumstances of the applicant did not qualify him as a refugee. The applicant did not show that he has the profile of someone who would be of interest for the authorities in his home country in the aftermath of the civil war. Five years after the war has ended, the applicant is of little interest, as his ability to come and go would attest. This is not unreasonable as this constitutes an outcome that is acceptable.", "[30] In effect, the officer concluded that the applicant lacked a well-founded fear of persecution, and as such, was not a member of the Convention refugee abroad class. To establish a well-founded fear of persecution, an applicant for refugee status must subjectively fear persecution and this fear must be well-founded in an objective sense (REFERENCE_SUPPRESSED).", "[31] The officer determined that the applicant lacked a credible subjective fear that was objectively well-founded based on his willingness and ability to travel in and out of Sri Lanka. An applicant with a personal fear of persecution would be unlikely to return to Sri Lanka on the advice of an agent that it was easier to get to Singapore from Sri Lanka than from India. That the applicant traveled under his own name and was neither detained nor harmed during his brief return to the country reasonably supports a finding that the Sri Lankan authorities are not seeking to persecute or harm the applicant.", "[32] This Court has previously found that ease of travel in and out of the country of alleged persecution can undermine a well-founded fear of persecution, especially when the travel occurs using a legitimate passport ( REFERENCE_SUPPRESSED).", "[33] The same kind of determination would apply to a determination made about section 147 of the IRPA. The requirement that the applicant continues to be seriously and personally affected by the armed conflict that afflicted his country of nationality is not established on the evidence of this case. The country conditions will obviously play a significant role in the determination that an applicant continues to be seriously and personally affected by the civil war.", "[34] Improvements in country conditions can result in a refugee claim that would have been valid under the prior conditions, no longer being valid (REFERENCE_SUPPRESSED; CITATION_SUPPRESSED). The country conditions will vary over time. Here, it seems that the passage of time has had the effect of bringing a measure of improvement for people of Tamil ethnicity. The applicant's profile does not meet that of those who continue to be of interest for the authorities. In my view that was enough to dispose of the matter. The decision reached by the officer fits within the range of possible, acceptable outcomes. However, both in the decision letter and in the CAIPS notes, the officer found that the applicant did not meet the exception to the rejection of a refugee claim.", "[35] Paragraph 108(1)(e) of the IRPA provides that a refugee claim shall be rejected where \"the reasons for which the person sought refugee protection have ceased to exist.\" Subsection 108(4) states: (4) Paragraph (1)( ) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment.", "[36] I have not found in the decision any clear finding that \"the reasons for which the person sought refugee protection have ceased to exist.\" Actually, there is no finding that the applicant is a refugee. Indeed there is no finding that the applicant has suffered past persecution. The officer concluded, perhaps out of an abundance of caution, that, based on the applicant's evidence and the current country conditions in Sri Lanka, the applicant did not meet this threshold. The applicant contends that no reasons were given for reaching the conclusion that subsection 108(4) requirements were not met.", "[37] The scheme of the Act is rather straightforward. There will be cases where, in spite of the fact that the reasons for making refugee status have ceased to exist, and thus the person is not a refugee, the treatment suffered alone is sufficient to refuse to return to the country of origin. Subsection 108(4) speaks of a narrowness of cases where one finds \"compelling reasons arising out of previous persecution, torture, treatment or punishment\".", "[38] I share the view of Chief Justice Crampton in REFERENCE_SUPPRESSED, that as a precondition to a consideration of the remedial provision of subsection 108(4) is that an applicant has suffered past persecution, or torture, or treatment and punishment. Furthermore, such persecution must be appalling in order to rise to \"compelling reasons\". The civil war in Sri Lanka has been a tragedy: the applicant has lost several family members. But there is no evidence on this record that the applicant suffered persecution, torture, or treatment or punishment leading to compelling reasons for refusing to return to his country of origin. He certainly wants to immigrate to Canada. But that is not sufficient to have access to the remedy of subsection 108(4). We do not have that pre-requisite here. The burden was on the applicant to present evidence of persecution to satisfy the test of \"compelling reasons\". It was not discharged.", "[39] Be that as it may, it will suffice in this case to note that in view of the findings made by the officer, which are reasonable, the applicant has not established the compelling reasons referred to in subsection 108(4). The officer did not conclude that the applicant was a refugee and the applicant did not establish previous persecution, torture, treatment or punishment. The conditions for the application of the exceptional remedial provision of subsection 108(4) are simply not present.", "[40] Contrary to what is asserted by the applicant, the adequacy of reasons alone is not enough to make a decision unreasonable. Reviewing courts are invited to consider the evidence before the tribunal, as well as the nature of the statutory task, in order to assess the reasons for the decision. The Supreme Court cited with specific approval this paragraph from Prof. David Dyzenhaus in \"The Politics of Deference: Judicial Review and Democracy\", in The Province of Administrative Law , ed by Michael Taggart (Oxford, UK: Hart Publishing, 1997), 279, at page 304, in the case of REFERENCE_SUPPRESSED: \"Reasonable\" means here that the reasons do in fact or in principle support the conclusion reached. That is, even if the reasons in fact given do not seem wholly adequate to support the decision, the court must first seek to supplement them before it seeks to subvert them . For if it is right that among the reasons for deference are the appointment of the tribunal and not the court as the front line adjudicator, the tribunal's proximity to the dispute, its expertise, etc, then it is also the case that its decision should be presumed to be correct even if its reasons are in some respects defective. [Emphasis in original.] To assess whether a decision meets the CITATION_SUPPRESSED criteria (REFERENCE_SUPPRESSED), the \"reasons [must] allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes\" ( CITATION_SUPPRESSED). In so doing, the Court will consider the reasons in light of the evidence available on the record.", "[41] The decision, when supplemented with the CAIPS notes, meets this threshold and is not unreasonable. The role of the Court applying the reasonableness standard on judicial review is not to reweigh the facts or evidence before it, even where other reasonable, and perhaps more favourable, determinations are possible. Obviously, once it is reasonably determined that the applicant is neither a refugee nor a person who continues to be seriously and personally affected by the civil war, it follows that subsection 108(4) cannot find application. The applicant has not established the compelling reasons which arise out of previous persecution, torture, treatment or punishment. He is, like many others, the unfortunate and tragic victim of a civil war. Subsection 108(4) addresses cases different from his. V. Conclusion", "[42] The application for judicial review is dismissed. The parties concluded that there is not a serious question of general importance and no question for certification arises. JUDGMENT", "[43] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed and no question for certification arises. CITATION_SUPPRESSED"]}