{"id_": "068799", "body_str": ["[1] Noël, J. : This is an application for judicial review of the decision of Farid Osmane, officer of the Refugee Protection Division (\"RPD\") of the Immigration and Refugee Board (\"IRB\") dated November 4, 2004, wherein the Applicant was denied status of Convention refugee or a person in need of protection, as per ss. 96 and 97, respectively, of the Immigration and Refugee Protection Act (\"IRPA\" or the \"Act\"). ISSUES:", "[2] Did the Applicants receive a fair hearing?", "[3] Were the Board's credibility findings patently unreasonable? CONCLUSION", "[4] For the reasons outlined below, this court is of the opinion that the Board did not commit a reviewable error and that the judicial review should be dismissed. BACKGROUND", "[5] The Applicants are Tamil-speaking Muslims from Negombo, Sri Lanka. Mohamed Hilmy Sindar Shahib (the \"principal Applicant\") was appointed as representative for his children.", "[6] In November 2001, the principal Applicant witnessed a car driven by People's Alliance (\"PA\") members hit a crowd of United National Party (\"UNP\") members near his store. In order to force Mr. Shahib to testify in court about the incident, the police arrested him in January 2002 and July 2002. PA members, who did not want Mr. Shahib to testify, abducted him and his family and made death threats in January 2002. PA members also set fire to his store in July 2002 when they were unable to find him. At that time, the Applicants went into hiding, and they left Sri Lanka for Canada in November 2002. SUBMISSIONS OF THE PARTIES A. Did the Applicants receive a fair hearing? The Applicant", "[7] The Applicants argued initially that the Board member urged the Refugee Protection Officer (\"RPO\") to begin the questioning of the principal Applicant and that such a situation was a breach to the principles of natural justice. This argument was not pursued at the hearing.", "[8] The Applicants still considered that there was a denial of natural justice as a consequence of the numerous interventions of the Board members during the hearing. According to the Applicants, such interventions, taken as a whole, constituted a violation of the Rules of natural justice. Further, they contended that the Applicants did not receive a fair hearing. The Respondent", "[9] The Respondent submits that subsection 162(2) of the Act imposes an obligation on the Board to deal with all proceedings before it as informally and quickly as the circumstances and the considerations of fairness and natural justice permit. Furthermore, paragraph 170(g) of IRPA states that the Board \"is not bound by any legal or technical rules of evidence.\" In other words, the Respondent is of the opinion that the Board is free, within reason, to determine its own administrative procedures:  <FRAGMENT_SUPPRESSED>  at para. 16. Also, Counsel for the Respondent referred the Court to Section 165 of IRPA which stipulates that members of the R.P.D. have the same power as commissioners who are appointed under the Inquiries Act, R.S. 1985, c. I-11, s. 4.", "[10] In addition, Counsel for the Respondent submits that members of the R.P.D. have a different role than a judge and that their implication in the process can vary depending on the circumstances. In this case, the interventions of the member were done for clarification purposes in a polite manner, according to Respondent. The member was involved but such involvement did show that he was interested in hearing the Applicants's testimony and that he was trying to understand the Applicants story. B. Were the Board's credibility findings patently unreasonable? The Applicant", "[11] The Applicants note that the Board member based its adverse credibility findings on omissions in their Port of Entry notes and their Personal Information Forms (\"PIFs\"), including the following: - Mr. Shahib's wife did not mention in her PIF that she was afraid the police would behave indecently with her; - Mr. Shahib failed to mention in his PIF that the police had already verbally abused his wife when he was detained; - Mr. Shahib failed to mention that he was afraid of PA thugs in an immigration form that he filled out; - Mr. Shahib failed to amend his PIF to reflect the fact that the police and PA thugs had gone to look for him at his in-laws' place of residence, and threatened to kill him; and - Mr. Shahib failed to write in his PIF that the driver of the car involved in the accident had surrendered to the police.", "[12] The Applicants submit that the Board failed to take into consideration the whole of the evidence. Mr. Shahib explained that he had been told at his interview with immigration officers that it was not necessary to elaborate on his claim because he would have an opportunity to do so at his hearing. The Applicants argue that the Board unreasonably rejected this explanation.", "[13] The Board considered Mr. Shahib's claim that there were 75-80 people attending the UNP meeting, and found this inconsistent with an article in the Sunday Leader that estimated that there were 1500-1600 people in attendance. The Applicants did agree that this finding of credibility could be qualify as being reasonable. For the sake of transparency, Counsel for the Applicants also identified two other credibility findings that could be seen as being reasonable. First, they agreed on the inconsistency between the principal Applicant's declaration according to which he was hiding while he also testified that he was operating his store. Second, they accepted the explanation provided to explain the delay between the alleged persecution and the Applicants' departure from Sri Lanka.", "[14] The Board also found that there was inconsistent evidence regarding the location of the rally. Mr. Shahib testified that it took place across the street from his store, beside a gas station. However, the Board noted that the documentary evidence provided by Mr. Shahib stated that the meeting was to be held at a shopping complex and not \"by the side of the gas station in front of stores or his own store\". The Applicants submit that the Board ignored evidence confirming that Mr. Shahib's store was located in the shopping complex. Thus, according to them, there was no inconsistency between Mr. Shahib's testimony and the documentary evidence. The Respondent", "[15] The Respondent submits that the Board's finding of an overall lack of credibility on the part of Mr. Shahib and his wife is well founded, is supported by the evidence and is based on serious and relevant considerations. The Board is entitled to make adverse credibility findings based on omissions and contradictions in the claimant's Port of Entry notes, PIF and testimony.", "[16] It is the opinion of the Respondent that all the credibility findings made are justified by the evidence and that they are well explained.", "[17] Furthermore, the Respondent submits that the allegations and arguments provided by the Applicants are not sufficient to demonstrate that the Board erred in drawing negative conclusions regarding the Applicants' credibility or the evidence presented at the hearing. ANALYSIS Standard of Review", "[18] Questions relating to the IRB's application of the principles of natural justice and procedural fairness and specifically the member's conduct in intervening on numerous occasions might give rise to a reasonable apprehension of bias for an informed person, viewing the matter in a realistic and practical way. If such is the case, then a Court must intervene (see Committee for Justice and  <FRAGMENT_SUPPRESSED> ). Such issues are decided against a standard of correctness:  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 544 (C.A.)(QL). Also, it might be the case that the behaviour of the member was such that it prevented the Applicants to present their full story. Therefore, if there is an appearance of bias on the part of the member by his numerous interventions or that such interventions prevented a fair hearing, the Court must intervene.", "[19] The standard of review of decisions of the Immigration and Refugee Board dealing with credibility and fact-driven decisions is patent unreasonableness:  <FRAGMENT_SUPPRESSED>  at para. 42. See also  <FRAGMENT_SUPPRESSED>  (F.C.A.) at para. 4, where the Court states that the Refugee Division, as a specialized tribunal, has complete jurisdiction to determine the plausibility of testimony: \"[W]ho is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences?\" The numerous interventions of the members", "[20] My review of the transcript of the hearing reveals that the member was actively participating. The member intervened on at least 25 occasions. The objectives of the interventions in most part were to obtain some clarifications and precisions. On a few occasions it was done to help the Applicants to testify. Except for one intervention (page 743 of the Tribunal Record), I am satisfied that all the other interventions were justified. The exception does not justify an intervention by this Court.", "[21] The involvement of the member was done in a polite and courteous way. It indicates a good knowledge of the file and an interest in understanding the issues to be dealt with. The Board member managed professionally the objections that were raised. The Court considers that a member of the R.P.D. is not a judge. He has to assume the responsibilities of presiding an investigation which involves a fact finding mission. As such, he can actively participate in the process aimed at clarifying the issues at stake. He has done so in this case and his work does not give rise to an apprehension of bias.", "[22] A review of the record reveals that there were significant omissions and inconsistencies in the Applicants' evidence. I have identified 10 credibility findings made by the Board member. They are all supported by reasons. I see no reason to intervene. Furthermore, it was open to the Board to find that the Applicants' delay in leaving Sri Lanka reflected a lack of subjective fear on their part. Accordingly, I see no basis for overturning the Board's decision.", "[23] Therefore, this application for judicial review is dismissed.", "[24] The parties were asked if they had a certified question to propose and they have not done so. ORDER", "[25] THIS COURT ORDERS THAT: - This application for judicial review be dismissed and no question will be certified. [End of document]"]}