{"id_": "068854", "body_str": ["[1] Shore, J. [Translation]: [9] There is no question that the Board has all the necessary discretion to assess the credibility of the testimony of people who claim refugee status, and may have regard to a multitude of factors in so doing. The Board may base its findings on internal contradictions, inconsistencies and evasive statements, which are the \"heartland of the discretion of triers of fact\", and other extrinsic factors such as rationality, common sense and judicial notice, but those findings must not be made in a perverse or capricious manner or without regard for the material before the  <FRAGMENT_SUPPRESSED>  IMM-4668-96, December 12, 1997; <FRAGMENT_SUPPRESSED>  F.C.A., A-388-92, March 24, 1994. <FRAGMENT_SUPPRESSED>  (QL).) JUDICIAL PROCEEDING", "[2] This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act), from a decision by the Refugee Protection Division of the Immigration and Refugee Board (the Board) on January 16, 2007, that the applicants were not \"Convention refugees\" nor of \"persons in need of protection\" under sections 96 and 97 of the Act. FACTS", "[3] On September 3, 2005, the female applicant, Misenga Bunema, 22 years old, was forced into a marriage with Colonel Léon Kasonga. Ms. Bunema alleges that she was beaten and forced to have sexual relations against her will, as well as being assaulted by this man.", "[4] On September 10, 2005, Ms. Bunema fled her husband's residence and took refuge with a friend of one of her uncles who had opposed the marriage to the colonel.", "[5] The female applicant's brother, Bilolo Bunema, alleges that, on September 11, 2005, he was taken to the residence of Colonel Kasonga, where he was interrogated and beaten and then held in a communal prison for two days. The applicants also allege that their paternal uncle was beaten and killed by the colonel's soldiers.", "[6] In November 2005, thanks to the friend of their maternal uncle, the applicants left the Democratic Republic of the Congo (DRC). After transiting through Paris, they allege that they arrived in Canada on November 20, 2005, and made a claim for refugee protection the following day. IMPUGNED DECISION", "[7] In a decision dated January 16, 2007, the Board dismissed the applicants' claim for refugee protection, as it considered that they \"were not credible, and their testimony was not trustworthy regarding essential elements of their claim for refugee protection\" (Board's decision, p. 2).", "[8] In its reasons, the Board noted that \"significant inconsistencies between the claimants' testimony, their statement made when they applied for refugee protection and their identity documents were immediately apparent to the panel\". These problems led the panel to doubt that the applicants had \"ended their studies on the date and for the reasons claimed, which from the outset taint[ed] their credibility\" (Board's decision, pages 2 and 4).", "[9] The Board also noted \"another serious inconsistency\", which \"further undermines the claimants' credibility\". Ms. Bunema did not explain to the Board's satisfaction why she had not fled her home as soon as she was told she would be married to a colonel in the Congolese army, though she had vigorously opposed the marriage (Board's decision, pages 4 and 5).", "[10] The Board considered that Mr. Bunema's credibility was damaged when he was confronted with the statements he made when he sought refugee protection. In this connection, the Board considered that the male applicant's contradictions \"on central points, which are without reasonable explanation, irremediably impair the credibility of his story\" (Board's decision, pages 5 and 6).", "[11] The Board noted that \"Ms. Bunema's testimony contained several serious weaknesses regarding the alleged murder of her paternal uncle . . .\". Consequently, the Board did not attach any evidentiary value to the death certificate submitted by the female applicant on this point (Board's decision, pages 6 and 7).", "[12] The Board also noted several inconsistencies which undermined the credibility of the applicants' narrative as to the various actions taken by a Mr. Ilunga, who supposedly helped the applicants to hide and to flee their country (Board's decision, pages 7 to 9).", "[13] The Board concluded that it was \"dealing with a story invented to justify a claim for refugee protection\" (Board's decision, page 9).", "[14] Additionally, aside from the applicants' lack of credibility, the Board considered that it could not accept the applicants' claim that they had a well-founded fear of persecution or torture as Congolese nationals. The Board considered that this claim was not supported either by the applicants' conduct in delaying to put forward this allegation, or by the evidence of objective conditions in the applicants' country of origin (Board's decision, pages 9 and 10). ISSUES", "[15] Did the Board make a patently unreasonable error in finding that Misenga Bunema and Bilolo Bunema were not credible? STANDARD OF REVIEW", "[16] Assessing the credibility of witnesses and weighing evidence is a matter for the Board. The latter has well-established expertise in deciding questions of fact, and in particular in assessing the credibility and the subjective fear of persecution of a refugee protection claimant ( <FRAGMENT_SUPPRESSED>  (QL), at paragraph 14).", "[17] In an application for judicial review turning on questions of credibility, the standard of review that must be applied is that of patent unreasonableness. The Court must demonstrate a high degree of deference since it is up to the Board to weigh the applicants' testimony and assess the credibility of their statements. If the Board's findings are reasonable, no intervention is warranted. However, the Board's decision must be based on the evidence: it should not be made arbitrarily or on the basis of erroneous findings of fact without regard for the evidence put forward ( <FRAGMENT_SUPPRESSED>  (QL), at paragraph 38; <FRAGMENT_SUPPRESSED>  (QL), at paragraph 4). ANALYSIS Did the Board make a patently unreasonable error in finding that Misenga Bunema and Bilolo Bunema were not credible?", "[18] In its decision, the Board referred to several inconsistencies and contradictions regarding the applicants' studies and occupations. Following a thorough review of the documentary evidence and the transcript of the hearing, the Court considers that the discrepancies identified by the Board are real and relevant contradictions. Further, the Board did not give the applicants' lack of credibility on this point more importance than was necessary. On the contrary, the Board indicated in its reasons that the problems which it had noted affected the applicants' credibility \"immediately\". The Board then undertook an analysis of the most important points in the applicants' narrative. (a) Contradictions and improbabilities regarding the applicants' studies and occupations", "[19] It was thus open to the Board to note the following inconsistencies in the applicants' evidence: (a) In their narrative, the applicants alleged that, following their parent's death, they had to interrupt their studies and earn their living with their own resources. However, it appears that the applicants were able to continue with their studies, including studies abroad (Board's decision, page 3). (b) In his narrative, Mr. Bunema alleged that he had to interrupt his studies in 1999 after his high school education. However, it appears that he was able to study in Kinshasa and in Zambia from 1999 to 2002. (c) In his Personal Information Form (PIF), Mr. Bunema did not mention his studies in Zambia from 2001 to 2002, limiting himself to those done in Kinshasa from 1999 to 2001. The Board did not accept the male applicant's explanation that he had \"forgotten\" to mention this point. (d) Ms. Bunema stated that she followed her brother to Zambia, but that she did not study there. However, the female applicant obtained a student visa from the Zambian authorities and was identified as a student in her passport at that time. The Board did not believe the female applicant's explanation that she had simply accompanied her brother to Zambia, that her uncle had obtained her travel documents and that she did not know why she was designated as a student in those documents. (e) Ms. Bunema was also identified as a student in a certificate of loss of identity documents dated November 2002, three years after the alleged end of her studies. The Board did not believe the female applicant's explanation that it was her uncle who had obtained this document for her and that she did not know why she was so designated in the document. (f) The applicants alleged that they lived together. However, two different addresses were shown under the heading [TRANSLATION] \"residence\" in their passports. Additionally, neither of the two addresses indicated correspond to those given on their PIFs. The Board did not believe the applicants' explanation that their passports indicated their uncle's mailing address, since they could not explain why he would have indicated two different addresses for his residence.", "[20] In short, the applicants did not establish that the Board's findings on this point were so vitiated as to make its decision patently unreasonable as a whole. (b) Contradictions and improbabilities regarding the female applicant's forced marriage", "[21] Contrary to what the applicants maintain, it was open to the Board to conclude from all the evidence in the record that the female applicant was not credible when she said that her uncle forced her to marry a colonel in the Congolese army.", "[22] In this regard, in her written narrative, the female applicant said she had [TRANSLATION] \"vigorously opposed\" her uncle's plan without there being any reason for this opposition. Accordingly, the Board found it surprising that the female applicant did not try to escape this sad fate which she said she feared. It was open to the Board to conclude that the female applicant was not credible regarding the mistreatment by the colonel in the Congolese army.", "[23] It further appeared that the Board took into account the documentary evidence regarding the common practice of forced marriage in the DRC. Contrary to what is argued by the applicants, the evidence did not indicate that all women were resigned to this practice (applicants' record, page A56).", "[24] Accordingly, the Board's decision was not patently unreasonable as a whole. (c) Contradictions and improbabilities regarding the circumstances surrounding the applicants' flight", "[25] Contrary to the applicants' allegations, it was open to the Board to take into account the applicants' contradictory testimony regarding the circumstances of their flight from the DRC.", "[26] In this regard, in the applicants' written narrative, they stated that a friend of their uncle, Mr. Ilunga, helped them to flee the DRC. However, Mr. Bunema made no mention whatever of the important part played by his uncle's friend, as appears from the point of entry notes. Thus, when the Board asked him how much the trip had cost, the male applicant stated that he did not know since it was his uncle who had [TRANSLATION] \"prepared everything\". In reply to another question, the male applicant then mentioned that his uncle was called Mr. Bapuka. Accordingly, the Board could not reasonably accept the male applicant's explanation when he said that in his first reply he intended to refer to Mr. Ilunga (Board's decision, page 5).", "[27] The Board further noted that the male applicant stated at the point of entry that his uncle was the only person who could help them to hide. In his written narrative, however, it was actually Mr. Ilunga who gave the applicant this assistance. The Board could not accept the male applicant's explanation that he had mentioned Mr. Ilunga's name to the immigration officer, but the latter failed to mention it in his notes (Board's decision, page 6).", "[28] It was also open to the Board to doubt the male applicant's narrative regarding the statement that Mr. Bakupa had nevertheless played a part in their experience by financing their trip, and that Mr. Ilunga did not mention Mr. Bakupa's name so as to protect him from the DRC authorities. This explanation is contradicted by a letter from Mr. Ilunga in which he said he personally paid the cost of the applicants' trip abroad (applicants' record, page A84).", "[29] In view of the foregoing, it was not unreasonable for the Board to find that the applicants' testimony was not credible regarding the circumstances of their flight from the DRC. (c) Contradictions and improbabilities regarding the alleged murder of the applicants' uncle", "[30] Contrary to the applicants' allegations, it was open to the Board not to believe that their uncle was murdered following the female applicant's flight. Thus, in their initial written narrative, the applicants stated that the soldiers beat their uncle to death in front of his wife and looted his house. The female applicant also said, in reply to questions from the immigration officer, that her uncle had been beaten [TRANSLATION] \"and killed at the scene\".", "[31] However, the death certificate obtained by the applicants after their written narrative was filed indicates that the applicants' uncle died not on September 11, 2005, but on September 12, 2005, the day after this alleged assault.", "[32] Accordingly, the Board did not feel that the applicants were credible when they filed a [TRANSLATION] \"correction\" to their written narrative, indicating that their uncle had died not on September 11, 2005, but the following day (Board's decision, page 6).", "[33] It was certainly not unreasonable for the Board to believe that the applicants had clearly tried to adjust their narrative, and so had not provided credible testimony regarding the alleged murder of their uncle. On this point, as it did not believe that the male applicant's uncle was [TRANSLATION] \"murdered\", the Board could conclude that the death certificate did not assist the applicants. Additionally, the fact that their uncle's name was incorrectly retranscribed on the death certificate was another reason for not attaching any evidentiary value to the document. The Board's decision was thus not patently unreasonable on this point. CONCLUSION", "[34] For all these reasons, the application for judicial review at bar is dismissed. JUDGMENT", "[35] THE COURT ORDERS 1. The application for judicial review be dismissed; 2. No serious question of general importance be certified. <FRAGMENT_SUPPRESSED>  (C.A.F.) (A-399-92, 24 mars 1994). <FRAGMENT_SUPPRESSED>  (QL).)", "[2] , L.C. 2001, c. 27 ( Loi Loi FAITS", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] NORME DE CONTROLE", "[16]", "[17] ANALYSE", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33] CONCLUSION", "[34] JUGEMENT", "[End of document]"]}