{"id_": "068808", "body_str": ["[1] Rennie, J. : The applicant seeks judicial review of a decision of Senior Immigration Officer Spigelski (PRRA Officer), dated August 22, 2011, refusing the applicant's Pre-Removal Risk Assessment (PRRA) application (IMM-8252-11) pursuant to section 112 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ).", "[2] The applicant also seeks judicial review of the decisions of Canada Border Services Agency (CBSA) Enforcement Officer Desmarais (Enforcement Officer), dated January 11, 2012 (IMM-535-12) and January 16, 2012 (IMM-536-12), refusing the applicant's two requests to defer his removal to Senegal scheduled for January 28, 2012 pending the Court's disposition of his judicial review applications.", "[3] For the reasons that follow the application is dismissed. Facts", "[4] The applicant, Doudou Sane, is a citizen of Senegal.", "[5] The applicant lived in the United States for eight years but returned to Dakar, Senegal in February 2005. In 2006 the applicant and his friend traveled to Casamance, Senegal to settle the applicant's inheritance of a property left by his father. The applicant and his friend were allegedly targeted by both rebel and government forces. They were abducted by the military, brought to a camp and detained for two days. The applicant states that he escaped the camp with the help of a soldier. Upon returning to Dakar the applicant and his friend received threatening telephone calls. The applicant contends that his friend is now missing.", "[6] The applicant fled Senegal and arrived in Canada on March 24, 2007 on a visitor's visa. He filed a refugee claim on May 31, 2007. The Refugee Protection Division [RPD] rejected his claim on June 1, 2010, finding the applicant lacked credibility as he hesitated and his testimony contained many contradictions. The applicant did not seek judicial review of the denial of his refugee claim.", "[7] The applicant's mother received a convocation notice, or what appears to be a summons for the applicant to appear, from the Senegalese police on October 6, 2010.", "[8] On March 9, 2011, the applicant applied for a PRRA which automatically stayed his removal ( Immigration and Refugee Protection Regulations , SOR-2001-227, section 232). A negative decision was rendered on his PRRA application on August 22, 2011 and delivered to him on November 9, 2011. Accordingly, the statutory stay of removal lapsed and the applicant's removal to Senegal was scheduled for January 28, 2012.", "[9] The applicant made requests for a deferral of his removal to Senegal pending the outcome of his judicial review applications on January 10, 2012 and on January 13, 2012. The deferral requests were refused by the Enforcement Officer on January 11, 2012 and January 16, 2012 respectively.", "[10] On January 18, 2012, the applicant sought judicial review of the rejection of his PRRA application and the denial of the deferrals. The applicant then filed a motion with this Court for a stay of removal pending the Court's determination of his application for leave and judicial review. On January 24, 2012, the Court granted the motion to stay the applicant's removal to Senegal scheduled for January 28, 2012.", "[11] The application to review the decision to defer removal is now moot insofar as the applicant received what he sought in his request for deferral, as his stay motions were granted by this Court. Determining the reasonableness of the Enforcement Officer's decision would have no practical effect on the applicant's rights. A stay of removal was granted, the applicant remains in Canada, and is no longer scheduled to be removed to Senegal. The applications in respect of the refusal to defer (IMM-535-12 and IMM-536-12) are therefore dismissed. Decision Under Review", "[12] The PRRA Officer reviewed the applicant's allegation and RPD's decision. He noted that the allegations put forward in the PRRA application were the same as those presented before the RPD. The PRRA Officer noted that the applicant submitted new objective evidence; the police convocation notice and several articles on the treatment of prisoners in Senegal, in support of these allegations. The PRRA Officer noted that the police convocation notice neither stated the reason for the convocation nor made mention of the alleged risk the applicant invoked. The document did not provide, in the Officer's view, proof of the risk alleged by the applicant and was thus not considered in the PRRA application. As for the other nine documents on general country conditions, the PRRA Officer was of the view that they failed to provide proof of the applicant's alleged risks and concluded that the applicant had failed to provide sufficient evidence to demonstrate a personalized risk if removed to Senegal.", "[13] Accordingly, the application was refused. Standard of Review and Issues", "[14] The first issue raised by this application is whether the PRRA Officer's decision was reasonable: <FRAGMENT_SUPPRESSED> . Analysis", "[15] The applicant argues that the PRRA Officer erred in excluding the police convocation notice and failed to acknowledge that technical rules of evidence do not apply in the context of PRRA applications. In my opinion, however, the applicant is essentially asking the Court to re-weigh the evidence on the issue and to reach a conclusion that favours him. This is not the role of the Court on judicial review: <FRAGMENT_SUPPRESSED> .", "[16] The PRRA Officer did not commit reviewable errors in analyzing and weighing the relevant new evidence nor in reaching the general conclusion that the applicant failed to demonstrate a personalized risk if removed to Senegal. The convocation notice requests that the applicant attend the Senegal \"Direction générale de la sureté nationale\" without providing further detail. In support of his PRRA application the applicant had the obligation of adducing new evidence pursuant to paragraph 113( ) of the IRPA , but failed to do so. It was open to the PRRA Officer to refuse to consider the convocation notice from the police as it did not state the reason for the convocation nor the risk invoked by the applicant.", "[17] Furthermore, as the respondent argues, the articles before the PRRA Officer pertaining to the treatment of prisoners in Senegal do not demonstrate that the risk alleged by the applicant was materially different from the time of the RPD decision to the time of the PRRA application. Finally, the PRRA Officer reasonably determined, on the basis of objective documentary evidence, that there was no reason to believe that a person with the applicant's profile would face a risk of persecution beyond a mere possibility in Senegal. These findings were open to the Officer based on the evidence before him.", "[18] A PRRA application by a failed refugee applicant is not an appeal or reconsideration of the decision of the RPD. While it may require consideration of some or all of the same factual and legal issues as a claim for refugee protection, as I observed in <FRAGMENT_SUPPRESSED> \"[t] he principle that a PRRA application is not a forum in which to re-litigate a failed refugee claim is well-settled in the jurisprudence of this Court\".", "[19] I am also persuaded by the respondent's argument, namely that documentary evidence demonstrating that the human rights situation in a country is problematic does not necessarily mean there is a risk to a given individual: <FRAGMENT_SUPPRESSED> . As the respondent indicates, the profile of those likely to be at risk is a factual finding in respect of which a PRRA officer is entitled to significant deference.", "[20] The applicant further contends that the PRRA Officer applied the incorrect standard of proof in his assessment of the evidence, and in particular, of the notice of convocation. The Officer rejected the document as it \"... did not give any indication of the alleged risk invoked by the applicant\" and did \"not provide proof of the risk allegation\" and \"[would] not be considered in the present application.\"", "[21] The PRRA Officer had to be correct in his approach to the evidence and the standard of proof. The applicant contends that in requiring \"proof\" the Officer set the bar too high, in that, use of language of \"requiring proof\" is in error, as it implies a degree of certainty or evidentiary value beyond that of being probative on a balance of probabilities.", "[22] I agree with the applicant that the language does not reflect the precision associated with a studied discussion of the standard of proof in a court of law. However, it was open to the Officer to conclude that the document was of no probative value whatsoever, as he did. In my view, the reasons indicate that the notice of convocation was rejected as being of no probative value, or of having such little value that it could not be considered proof of any of the facts or risks which the applicant sought to infer from the document. In sum, reading the passage in context and in light of the deficiencies noted by the PRRA Officer, I do not find this to be a misstatement of the standard of proof, but rather it is a statement of the sufficiency or adequacy of the document to establish material facts in issue.", "[23] The application in respect of the refusal of the applicant's Pre-Removal Risk Assessment (PRRA) application (IMM-8252-11) is therefore dismissed.", "[24] These reasons dispose of all three applications for judicial review in issue: IMM-8252-11, IMM-535-12 and IMM-536-12. JUDGMENT", "[25] THIS COURT'S JUDGMENT is that 1. The applications for judicial review in IMM-535-12 and IMM-536-12 are dismissed and moot. 2. The application for judicial review in IMM-8252-11 is dismissed. 3. There is no question for certification. <FRAGMENT_SUPPRESSED>  Rennie , LC 2001, c 27 (la LIPR).", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14] <FRAGMENT_SUPPRESSED> . Analyse", "[15] <FRAGMENT_SUPPRESSED> .", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] JUGEMENT", "[25] [End of document]"]}