{"id_": "068864", "body_str": ["[1] Harrington, J. : Mr. Skrzypek suffers from some disability, of that there can be no doubt. The issue, however, is whether he is entitled to a disability pension pursuant to the Canada Pension Plan . He is eligible to apply for a pension based on the contributions he had made to the Plan. Because of the timing of his contributions, his minimum qualifying period ended on 31 December 2003. To receive the pension, he must show that his disability existed on or prior to that date and continuously thereafter. Section 42(2) of the Plan provides that a person shall be considered to be disabled only if he or she has a severe and prolonged mental or physical disability. A disability is \"severe\" if the person is incapable regularly of pursuing any substantially gainful employment ( <FRAGMENT_SUPPRESSED>  NR 324, at paragraph 50; and <FRAGMENT_SUPPRESSED>  NR 385, at paragraphs 14-17).  <FRAGMENT_SUPPRESSED>", "[2] Mr. Skrzypek's application was first dismissed on the grounds that he did not have a severe and prolonged physical disability as of 31 December 2003. The Plan sets out a series of reconsiderations and appeals available to a person dissatisfied with an initial decision such as this one.  <FRAGMENT_SUPPRESSED>", "[3] Under section 81, the Minister was called upon to reconsider the initial decision. He confirmed it.  <FRAGMENT_SUPPRESSED>", "[4] Unsatisfied with that reconsideration, Mr. Skrzypek then appealed to the Review Tribunal in accordance with section 82. The Tribunal also ruled against him.  <FRAGMENT_SUPPRESSED>", "[5] The next step is an appeal to the Pension Appeals Board. The appeal is not of right. Leave must be obtained from the chairman, the vice-chairman, or a designated member of the Board. Section 83(3) provides that where leave to appeal is refused, written reasons must be given. The Act does not specify that written reasons need be given when leave is granted. In this case, as is fairly usual, the application for leave was made ex parte and leave was granted without prior notice to the Minister by the designated member. No reasons were given. This is a judicial review of that decision.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[6] The Attorney General, on behalf of the Minister, raises a number of issues. The primary issue in this case, in my opinion, is that the required procedure was not respected. Rule 4 of the Pension Appeals Board Rules of Procedure (Benefit) (\" PAB Rules \") provides, among other things, that an application for leave to appeal from a decision of a Review Tribunal must set out the grounds upon which the appellant relies to obtain leave to appeal, a statement of the allegations of fact, the reasons intended to be submitted, and the documentary evidence intended to be relied upon in support of the appeal.  <FRAGMENT_SUPPRESSED>", "[7] In this case, the application for leave to appeal was simply accompanied by a letter restating the ailments with which Mr. Skrzypek had been diagnosed and a general dissatisfaction with the decision:  <FRAGMENT_SUPPRESSED> It remains our position that Mr. Skrzypek continues to suffer from a severe and prolonged disability rendering him regularly incapable of pursuing any substantially gainful occupation.  <FRAGMENT_SUPPRESSED>", "[8] Since the application for leave to appeal was seriously defective, it was submitted that the designated member should have either invoked rule 9 of the PAB Rules and called upon Mr. Skrzypek to produce information required for the purpose of determining the leave, or else given reasons as to why leave was granted. I agree with the Attorney General's submissions. Without such reasons, one can only speculate as to whether the designated member was aware of the legal test to be applied on applications for leave and whether his assessment of the record in applying that test was reasonable.  <FRAGMENT_SUPPRESSED>", "[9] The Attorney General also submitted that the decision was not \"recorded\" in that all that was received was a letter from the Board. No written decision has ever been provided, and it was only later that the name of the designated member was furnished. He relies upon the recent decision of <FRAGMENT_SUPPRESSED> ; [2011] FCJ No 510. Since I am granting the application for judicial review on other grounds, it is not necessary for me to consider this point.  <FRAGMENT_SUPPRESSED> DISPOSITION  <FRAGMENT_SUPPRESSED>", "[10] I shall grant the application for judicial review, without costs, and refer the matter back to the same designated member of the Pension Appeals Board for reconsideration. The member may or may not invoke rule 9 of the PAB Rules as he sees fit, but if not, and if leave to appeal is again granted, reasons must be provided.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[11] The standard of review was well-established by Mr. Justice Mackay in <FRAGMENT_SUPPRESSED>  (QL), at paragraph 15:  <FRAGMENT_SUPPRESSED> On the basis of this recent jurisprudence, in my view the review of a decision concerning an application for leave to appeal to the PAB involves two issues,  <FRAGMENT_SUPPRESSED> 1. whether the decision maker has applied the right test - that is, whether the application raises an arguable case without otherwise assessing the merits of the application, and  <FRAGMENT_SUPPRESSED> 2. whether the decision maker has erred in law or in appreciation of the facts in determining whether an arguable case is raised. If new evidence is adduced with the application, if the application raises an issue of law or of relevant significant facts not appropriately considered by the Review Tribunal in its decision, an arguable issue is raised for consideration and it warrants the grant of leave.  <FRAGMENT_SUPPRESSED>", "[12] As I stated in <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 1330, at paragraph 6:  <FRAGMENT_SUPPRESSED> The first part of the analysis, a determination as to whether the decision maker has applied the right test, is a matter of characterization and is to be reviewed on a correctness standard. The second, at least as an appreciation of the facts is concerned, is reviewed on a reasonableness standard ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[13] In this case, no new evidence was adduced; indeed there was no requirement that new evidence be adduced. As no reasons were given, it falls upon the Court to determine whether Mr. Skrzypek's application for leave to the Pension Appeals Board raised an arguable case.  <FRAGMENT_SUPPRESSED>", "[14] In <FRAGMENT_SUPPRESSED> , it was the Minister who sought leave to appeal the decision of a Review Tribunal. In that case, rule 4 had been scrupulously followed in that detailed submissions were presented to the designated member supporting the application for leave. As in this case, leave was granted without reasons being provided. It was Mr. McDonald who sought judicial review of that decision.  <FRAGMENT_SUPPRESSED>", "[15] The issue in that case, as in this, was whether on the record an arguable case was raised. Guided by the Minister's notice of application for leave, I was able to work my way through the record and conclude that an arguable case had indeed been raised in that case. As noted by Mr. Justice Lemieux in <FRAGMENT_SUPPRESSED>  FTR 142, another case in which no reasons had been given for the granting of leave, at paragraph 29, where leave is granted without reasons, the application for leave itself may stand in the place of the absent reasons:  <FRAGMENT_SUPPRESSED> While Justice Deyell did not provide written reasons for his grant of leave, I hold, for the purposes of this judicial review application, the Minister's identification of arguable issues in his ex parte written application for leave to appeal are deemed to be the reasons for the grant of leave. In my view, such a finding is warranted by the very terms of section 83 of the Act which, as noted, provides where leave is granted the application for leave to appeal becomes the notice of appeal.  <FRAGMENT_SUPPRESSED>", "[16] In this case, Mr. Skrzypek's application for leave did not follow rule 4 and did not identify any issues or grounds of appeal. The question then is whether I should embark on a review of the record which includes doctor reports, body bone scans, electro-diagnostic reports, MRI lumbar spine diagnostics, abdominal ultrasounds, and so on. Frankly, I am not in position to make any assessment, and indeed if I were to do so, I would be usurping the function of the designated member of the Pension Appeals Board, a person who should be an expert in these matters.  <FRAGMENT_SUPPRESSED>", "[17] I could possibly justify the decision to grant leave by putting words into the designated member's mouth. There may well have been a difference of opinion as to the weight of certain evidence, and this would give rise to an arguable case for an appeal, which would be heard on a de novo basis.  <FRAGMENT_SUPPRESSED>", "[18] This observation arises from paragraphs 30 and 31 of the Review Tribunal decision which read as follows:  <FRAGMENT_SUPPRESSED>", "[30] The Review Tribunal had the opportunity to observe and hear the Appellant. The Review Tribunal found that he suffered and continued to suffer to a varying degree from the medical problems described. Notwithstanding, the Review Tribunal did not accept that his physical problems were severe or prolonged on or before the date of his MQP and continuously thereafter. The Review Tribunal accepted that the Appellant believed that he was unable to work at any substantially gainful job on or before the date of his MQP; however, the Review Tribunal did not agree. The Appellant suffered to some degree from medical problems referred to above and likely still does, as revealed by his testimony and the medical evidence summarized above. His medical problems, on a balance of probabilities, did not render him incapable regularly or pursuing any substantially gainful occupation on or before the date of his MQP, December 31, 2003 and continuously thereafter. He was employed in 2004, 2005 and 2006.  <FRAGMENT_SUPPRESSED>", "[31] In summary, the Review Tribunal questioned the severity of the Appellant's complaints which he said precluded him from working on or before the date of his MQP. The Appellant must establish, on a balance of probabilities, that his medical problems were severe and prolonged on or before the date of his MQP and likely thereafter. The cumulative consideration of information demonstrated that the problems caused by the Appellant's medical conditions were not severe and prolonged as is required.  <FRAGMENT_SUPPRESSED>", "[19] However, if the designated member did indeed think that the Review Tribunal erred in assessing the evidence, then it was up to him to say so. There may possibly be cases in which the Court is able to make such an assessment, as was done in <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 611, currently under appeal, but this is not one of them.  <FRAGMENT_SUPPRESSED>", "[20] Based on the record before me, absent reasons as to why leave was granted (which, as stated above, may simply be an endorsement of the rule 4 application), I am left without any guidance whatsoever. Although Mr. Justice Létourneau was speaking of the role of a an appeal court, I believe his remarks in <FRAGMENT_SUPPRESSED>  NR 177, apply equally to judicial review:  <FRAGMENT_SUPPRESSED>", "[20] I should add that, as an American appellate judge once said, judges are not ferrets: cited in <FRAGMENT_SUPPRESSED> . It cannot be expected that appeal judges will embark on a search of the record to find pieces of evidence which could support or particularize broad allegations made by a party to the appeal.  <FRAGMENT_SUPPRESSED>", "[21] As it stands, there were no reasons given why leave was granted. Although it might seem incongruous to speak of procedural fairness when a self-represented, unemployed labourer, who needs his son to act as an interpreter, is pitted against the might and power of the state, fair is fair.  <FRAGMENT_SUPPRESSED>", "[22] As Mr. Justice Pelletier stated, speaking for the Court of Appeal, in <FRAGMENT_SUPPRESSED> , a decision which, though made in the criminal context, is equally applicable to the administrative law context. In this case, the obligation to give reasons is found in the statute.  <FRAGMENT_SUPPRESSED>", "[4] If the decision-maker does not provide reasons which set out his findings and the basis upon which they are made, there is no substrate for the application of the standard of review.  <FRAGMENT_SUPPRESSED>", "[23] Consequently, in my opinion, the right thing to do is to refer the matter back to the same designated member who granted leave.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[24] FOR REASONS GIVEN;  <FRAGMENT_SUPPRESSED> THIS COURT ORDERS that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is granted, without costs.  <FRAGMENT_SUPPRESSED> 2. The matter is referred back to designated member, the Honourable K.C. Binks, of the Pension Appeals Board, for a re-determination in accordance with the reasons given.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Steven C. McMinniman/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}