{"id_": "069085", "body_str": ["[1] , L.C. 2001, ch.27 (la « Loi Loi.", "[2] Contexte de la demande", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] Analyse", "[13]", "[14]", "[15] <FRAGMENT_SUPPRESSED> :", "", "[16]", "[17] JUGEMENT", "[18] <FRAGMENT_SUPPRESSED>  under subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act) for judicial review of a decision dated January 20, 2010, by the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board), which determined that Guzman Lopez was neither a refugee nor a person in need of protection under sections 96 and 97 of the Act.", "[2] The Board rejected the applicant's refugee claim on the grounds that his story was not credible, that he had not rebutted the presumption of state protection and that there was an internal flight alternative (IFA). Background of claim", "[3] The applicant is a Mexican citizen. When he lived in Mexico, he worked for the Mexican government in the Agriculture, Farming and Rural Development Secretariat. In 2002, he was sent to Chiapas to assist with eradicating the Mediterranean fly. There were conflicts in that area of Mexico because of the presence of the Zapatistes who, according to the applicant, manipulated and intimidated the local population into not assisting employees of the Mexican government. The applicant claims that the Zapatistes, inter alia, banned the citizens from having contact with him.", "[4] The applicant alleges that he encouraged the citizens to not let the Zapatistes intimidate them and that, beginning in June 2006, they threatened and attacked him. He also claims that he received death threats. The final attack occurred on August 30, 2006, which prompted the applicant to flee Mexico for Canada and to apply for refugee protection here.", "[5] The applicant contends that he did not alert the authorities or file a complaint because Mr. Juan, the representative of the Zapatistes, had ties with the local police. Board's decision", "[6] The Board rejected the applicant's refugee claim for three reasons. First, it found that the applicant's story was not credible based, in particular on numerous inconsistencies between the information in his Personal Information Form (PIF) and his testimony. In addition, the Board pointed out that the applicant made statements at the hearing about important elements of his refugee claim that he had not mentioned in his PIF, including the death threats he claimed to have received and the alleged ties between Mr. Juan and the local police. With respect to the ties between Mr. Juan and the police, the Board determined that \"the alleged ties between Juan and the police chief, the fact that Juan was paying off the police and that the police are corrupt were additions made by the claimant at the end of his testimony to embellish his story.\" In short, the Board did not believe the applicant's story.", "[7] Second, the Board found that \"even if the claimant were credible\", he had not rebutted the presumption of state protection because he did not provide convincing explanations as to why he had not sought protection from the Mexican authorities. The Board concluded that the applicant's evidence in this regard was not clear or convincing.", "[8] Last, after raising this issue at the hearing, the Board determined that the applicant had an IFA. The Board did not accept the applicant's allegation that Mr. Juan would look for him elsewhere in the country because \"of how angry he was with [him], because [he] was responsible for the fact that the aboriginal population was no longer ignorant of its rights.\"", "[9] In the Board's view, the situation described by the applicant was a \"local problem\" and concluded that it did not believe that the Zapatistas, and specifically Mr. Juan, would be interested in the claimant to the point of searching the entire country for him.", "[10] The Board identified three cities as IFAs and found that the applicant would not face a fear of persecution by the Zapatistas in those locations and that it was not unreasonable to suggest that the applicant move to one of those cities. In the Board's view, the applicant's relocation to one of the identified cities was a realistic and affordable option. The Board therefore concluded that the applicant had not discharged his burden of proof to establish that there was no IFA for him. Issues", "[11] The applicant submits that the Board's findings about his credibility and the existence of state protection were unreasonable. However, he did not challenge the Board's finding that there was an IFA.", "[12] In his initial memorandum, the respondent dealt only with the IFA issue and argued that the applicant's failure to dispute this determinative finding of the Board was sufficient to dismiss the application for judicial review. Nonetheless, in his supplementary memorandum filed on September 9, 2010, the respondent set out his position on the applicant's submissions concerning the Board's findings about the applicant's credibility and state protection. Analysis", "[13] With respect, I believe that, in this case, the existence of an IFA was a determinative finding in the Board's decision and that the failure to dispute this finding is sufficient to dismiss this application for judicial review.", "[14] <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1706, as in this case, the applicant had not disputed the Board's finding concerning an IFA. Our Court recognized that the Board's finding about an IFA was sufficient on its own to reject the claim for refugee protection because an internal flight alternative is inherent to the very concept of refugee and person in need of protection.", "[15] <FRAGMENT_SUPPRESSED> :", "[9] For a refugee claim to be approved under sections 96 or 97 of the Act, there must be an internal flight alternative in the applicant's country of nationality: As to the third proposition, since by definition a Convention refugee must be a refugee from a country, not from some subdivision or region of a country, a claimant cannot be a Convention refugee if there is an IFA . It follows that the determination of whether or not there is an IFA is integral to the determination whether or not a claimant is a Convention refugee. I see no justification for departing from the norms established by the legislation and jurisprudence and treating an IFA question as though it were a cessation of or exclusion from Convention refugee status. For that reason, I would reject the appellant's third proposition. ( <FRAGMENT_SUPPRESSED>  (C.A.), at paragraph 8.) (emphasis added.)", "[16] Moreover, there is nothing before me to suggest that the Board's assessment as to the availability of an IFA was an error that would justify the Court's intervention. I have reached the same conclusion regarding the Board's findings on the applicant's credibility and the existence of state protection.", "[17] For all these reasons, the application for judicial review is dismissed. No question of general importance was proposed for certification, and none warrants certification. JUDGMENT", "[18] THE COURT ORDERS that the application for judicial review is dismissed. No question is certified. [End of document]"]}