{"id_": "069067", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC- 2001, c. 27 (Act) for judicial review of the decision of a Visa Officer (Officer) of the High Commission of Canada in New Delhi, India, dated 21 November 2011 (Decision), which refused the Applicant's application for permanent residence in Canada as a member of the Skilled Worker class. BACKGROUND", "[2] The Applicant in a citizen of India. He submitted an application for Permanent Residence as a Federal Skilled Worker at the High Commission of Canada in New Delhi, India. His application was refused because he failed to submit the documentation requested by the Officer.", "[3] The Applicant first submitted his application at the High Commission in New Delhi on 18 April 2010. This application was rejected due to an error in calculating his adaptability points. The Applicant filed an application for judicial review which resulted in the Respondent making an offer to settle. The Applicant accepted the offer on 10 April 2011 and the file was sent back to the High Commission for determination.", "[4] Not having heard anything, the Applicant sent a letter to the High Commission dated 24 May 2011 inquiring about the status of his application. On 3 August 2011, someone from the High Commission called the Applicant's home and asked to speak with him. The Applicant was not home, but his wife gave the caller the Applicant's cell phone number.", "[5] On 8 August 2011, the Applicant was contacted by someone from the High Commission who asked him to provide complete copies of the passport of every member of his family, as well as a copy of his older son's refusal letter with respect to a student visa application.", "[6] On 22 August 2011, the Applicant sent the requested documents to the High Commission via Blue Dart (the DHL agent in India). These documents were tracked, and were delivered on 23 August 2011. The Applicant provided a copy of the delivery confirmation. The copies of the passports provided by the Applicant in this package were not complete; he had only provided a copy of the biography page and the last page from each of his children's passports.", "[7] The Respondent says that it sent a letter to the Applicant on 22 September 2011 advising him that he had 30 days to provide complete copies of all passports. A copy of this letter is found on page 41 of the Certified Tribunal Record. This letter was sent by regular mail, without tracking or confirmation of delivery. The Applicant says that he never received the letter and did not know that the copies of the passports were incomplete.", "[8] On 16 November 2011, the Officer reviewed the file and determined that the background checks could not be properly completed without the requested documentation. The application was refused on 21 November 2011. On 13 December 2011, the Applicant received a letter dated 21 November 2011 stating that his application had been refused because he did not provide copies of complete passports (old and new) for himself and his family members.", "[9] Not understanding what had happened, the Applicant sent a letter to the High Commission on 13 December 2011 stating that he had never received the 22 September 2011 letter. There was no reply to this letter. On 21 December 2011, the Applicant sent another letter to the High Commission explaining that his immigration matter is of high interest to him, that he initially applied in 2010, and that he would not simply neglect to forward the requested documents.", "[10] On 13 January 2012, the Applicant's counsel received an email from the High Commission stating that they were unable to trace the package that was delivered to them by Blue Dart on 22 August 2011. On 17 January 2012, the Applicant's counsel replied by email and enclosed the status report of the Blue Dart package. The Applicant's counsel advised the High Commission that, if necessary, he would forward all the required documents again . The Applicant's counsel also advised the High Commission that time was of the essence because the Applicant only had 60 days from the receipt of the refusal letter to make an application for judicial review.", "[11] On 31 January 2012, the Applicant's counsel received a response from the High Commission stating that counsel's e-mail had been forwarded to the appropriate section. Applicant's counsel responded by email on the same day, again requesting confirmation of receipt of the 22 September 2011 letter.", "[12] On 10 February 2012, the Applicant filed this application for judicial review. On 15 February 2012, Applicant's counsel received an email from the High Commission stating that the Applicant's file was with a Visa Officer and was under review. On 20 February 2012, the Applicant's counsel received a copy of a letter indicating the Applicant's application for Permanent Residence had been refused. DECISION UNDER REVIEW", "[13] The Decision in this case consists of a letter dated 21 November 2011 (Refusal Letter), and the Officer's notes to the file (Notes).", "[14] The Refusal Letter, found on page 156 of the Applicant's Record, states that the Applicant was asked on 8 August 2011 to produce copies of complete passports (old and new) for himself and his family members. It then states that a reminder was sent to the Applicant on 22 September 2011, informing him that he had 30 days to provide these documents and that if they were not provided his application would be assessed based on the information already before the Officer. The Refusal Letter stated that, to date, the High Commission still had not received these documents, and thus the Applicant's application was denied because he had not met the requirements of subsection 11(1) of the Act and the Officer was not satisfied that the Applicant was not inadmissible.", "[15] The Officer's Notes start by reviewing the procedural history of the application. The entry dated 1 August 2011 says that the Applicant's son, Angkon, indicated that he had not been issued any previous refusals, but in fact he has been refused two study permits. The Notes indicate that the Applicant should be contacted and told that the documents for his son were not completed properly. The Notes from 8 August 2011 say that the Officer spoke with the Applicant and told him to provide full copies of passports for the entire family, and that the Applicant confirmed that he would forward the documents. The documents were marked as received on 8 September 2011.", "[16] The Notes on 21 September 2011 state that the requested documents were not received and that a letter should be prepared for the Applicant requesting the additional information. The Notes say the letter was prepared and mailed on 22 September 2011.", "[17] The Officer wrote in the Notes on 15 November 2011 as follows: BCrim is outstanding. Based on the fact that the application originally submitted false information pertaining to his son's study permit refusal, I am not prepared to make a BCrim decision without first reviewing copies of ppts. Applicant has been advised on August 8 and again on September 22 of the requirement to provide the copies. Required documents have not been received. Applicant has been advised that failure to provide the documents could result in the refusal of his application. No extension request was received by our office. ECD: Please prepare ERR letter for non compliance and file back to CEB as soon as it has been completed. Letter to reflect today's date.", "[18] The Notes state that on 21 November 2011 the application was refused, and the Refusal Letter was mailed to the Applicant on 25 November 2011. ISSUES", "[19] The Applicant raises the following issues in this application: a. Whether the Applicant's right to procedural fairness was violated by the Respondent's failure to ensure the Applicant received the 22 September 2011 letter; b. Whether the Officer ignored evidence when rendering the Decision. STANDARD OF REVIEW", "[20] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[21] The opportunity to respond to a decision-maker's concerns is an issue of procedural fairness (see <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 100 that \"It is for the courts, not the Minister, to provide the legal answer to procedural fairness questions.\" Further, the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> held that the \"procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.\" The standard of review on the first issue is correctness.", "[22] The second issue goes to the Officer's use of the discretion awarded to him or her to award a permanent residence visa. The decision of a visa officer to grant a permanent residency is reviewable on a standard of reasonableness (see <FRAGMENT_SUPPRESSED> ). Thus, the standard of review on the second issue is reasonableness.", "[23] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[24] The following provisions of the Act are applicable in these proceedings: Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. [...] Obligation - answer truthfully 16. (1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires. [...] 11. [...] [...] ARGUMENTS The Applicant Procedural Fairness", "[25] The Applicant says that whether or not the 22 September 2011 letter was never sent or got lost in the mail, he never received it. This being the case, his right to procedural fairness was violated because he was not given a meaningful opportunity to participate in the determination of his application.", "[26] The situation at hand is very similar to the one considered in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. That case dealt with an applicant who failed to attend an interview because she never received the notice for it. Justice John O'Keefe said at paragraph 28 that ...Given the applicant's responsiveness and genuine interest to immigrate to Canada, I am of the opinion that she did not simply receive the letter and fail to appear. In light of this finding, I also find that the applicant was not given sufficient notice of the interview. As a result, I believe that the applicant was not given a meaningful opportunity to participate in the process as required by even the low end of the procedural fairness spectrum. As there has been a breach of the duty of procedural fairness, the application for judicial review must be allowed and the matter is referred to a different officer for redetermination.", "[27] The permanent residence application in the present case was clearly very important to the Applicant. He had no knowledge that the High Commission wished him to send more documentation, and he did not receive the 22 September 2011 letter. Had the Applicant received the letter, he would have simply resent the documents.", "[28] The Applicant points to the decision in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] as authority that the Applicant was not awarded procedural fairness. In that decision, Justice Danièle Tremblay-Lamer said at paragraphs 16-19: Furthermore, when counsel was informed that the application had been rejected because the requested information had not been sent in time, she immediately contacted the visa office in Warsaw, more than once, to explain that neither she nor the applicant had ever received the e-mail in question. In such a situation, the officer should have given the applicant the opportunity to provide the required documents in order to be able to assess her application on the merits. This is a flagrant violation of the requirements of procedural fairness due to the fact that, as a result of this communication problem, the applicant did not have the opportunity to provide the officer with all of the evidence required to make an informed decision. If the decision were to be upheld, the consequences of this communication problem would be extremely prejudicial to the applicant and her family who, after having waited several years, would have to file a new immigration application and who, moreover, would in all likelihood no longer qualify due to recent regulatory changes to the federal skilled worker program.", "[29] The Applicant submits that the 22 September 2011 letter was crucial to the determination of his application, and it should have been sent by registered mail, or the Officer should have followed up with the Applicant after not receiving a response from him. The High Commission had the Applicant's cell phone number and could have easily called him. The Applicant did not know he was required to submit more copies of the passports, and so had no opportunity to respond to the Officer's concerns. He submits that he was not afforded procedural fairness throughout the application process, and the Decision ought to be quashed and sent back for redetermination. Reasonableness of the Decision", "[30] The history of this application demonstrates that the Applicant is dedicated to the immigration process. It is illogical to think that upon receipt of a request from the High Commission for something as simple as photocopies of his family's passports he would simply neglect to provide them.", "[31] The Officer did not consider the totality of the evidence before rendering the Decision. The Officer should have noticed the Applicant's diligence in pursuing his immigration matters, and should have acted accordingly. The Applicant states that Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED>  establishes that a decision is not reasonable if it cannot stand up to a somewhat probing examination, and the Decision in this case is unreasonable because it does not meet this threshold. The Respondent", "[32] The Respondent asserts that the visa office had no indication that the 22 September 2011 letter failed to reach the Applicant, and the risk of non-delivery rests with him. Once it is proven that the communication was sent to the Applicant, the onus shifts to him. As stated by Justice Roger Hughes in <FRAGMENT_SUPPRESSED> : The principle to be derived from these cases, all dealing with communications from the Embassy processing the application to the applicant or applicant's representative, is that the so-called \"risk\" involved in a failure of communication is to be borne by the Minister if it cannot be proved that the communication in question was sent by the Minister's officials. However, once the Minister proves that the communication was sent, the applicant bears the risk involved in a failure to receive the communication. This principle has been recognized in other cases such as <FRAGMENT_SUPPRESSED> .", "[33] The Respondent submits that it has proven on a balance of probabilities that the 22 September 2011 letter was sent to the Applicant. It specifically points out that: i. A copy of the letter is contained in the file; ii. The address on the letter is identical to the address on the Refusal Letter, which the Applicant received; iii. The Notes indicate that the Officer sent instructions to send the letter; iv. The Notes make explicit reference to the letter being sent on 22 September 2011.", "[34] The evidence in this application is virtually identical to the evidence in <FRAGMENT_SUPPRESSED>  [ Yang ]. In that case, Justice Judith Snider said at paragraph 8: Having reviewed the record before me, I am satisfied that, on a balance of probabilities, the March 27 letter was sent, by regular surface mail, to the address indicated by the Applicant. A copy of the letter is contained in the file; the address is correct; and, the Computer Assisted Immigration Processing System (CAIPS) notes make explicit reference to the sending of the March 27 letter. While the Applicant has produced evidence that his consultant did not receive the March 27 letter, he does not present evidence that would lead me to doubt that the letter was sent to the correct address by reliable means. The Respondent submits that the Yang decision is authority that there was no breach of procedural fairness when the Officer did not ask the Applicant, for a third time, to supply the missing documents.", "[35] The Respondent submits that there was no obligation on the Officer to send the letter by registered mail or to obtain confirmation of its receipt. There is clear jurisprudence that the Officer was under no obligation to confirm or prove that the Applicant received the communication (see Yang at paragraph 14; <FRAGMENT_SUPPRESSED> ). The Applicant's reliance on <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> is ill-founded; in <FRAGMENT_SUPPRESSED> there was evidence that the letter in question was not sent ( <FRAGMENT_SUPPRESSED> at paragraphs 26-28), and in <FRAGMENT_SUPPRESSED> there was evidence that should have alerted the visa officer that the email was not sent ( <FRAGMENT_SUPPRESSED> at paragraph 15). In the present case, there was no evidence before the Officer that might have led her to believe that the Applicant had not received the letter.", "[36] The Respondent points out that in the instructions given to the Applicant on 8 August 2011 he was told to submit complete copies of the passports, and he indicated that he understood. The Notes confirm that the Applicant understood the instructions. Thus, the Applicant was given two opportunities to submit the documents. Not only that, even after the application was refused the Applicant tried to send in the missing documents, but again he failed to submit photocopies of the entire passports as requested.", "[37] The Respondent also notes that in the Applicant's Memorandum he refers to email correspondence between himself and the High Commission that took place after his application was refused. The Respondent says that it is unclear why the individual in the email dated 16 January 2012 said that the High Commission never received the documents submitted by the Applicant in August 2011, when in fact it did. Nevertheless, it is clear from the Notes that the Officer did receive these documents and considered them before refusing the application.", "[38] The Federal Court has held that procedural fairness does not require Citizenship and Immigration Canada to confirm receipts of communications (see Yang at paragraph 14; <FRAGMENT_SUPPRESSED> ). The Applicant was given two opportunities to submit the required documentation, and he did not do so. The Respondent submits that the appropriate remedy in this case is to require the Applicant to re-apply by submitting the correct documentation. ANALYSIS", "[39] The Applicant says that, on 22 August 2011, after receiving a call from an officer in New Delhi, he \"sent the required documents via Blue Dart.\" This is not an accurate statement of what happened. The Notes show that on 8 August 2011, an officer telephoned the Applicant and advised him to provide a corrected Schedule-1 for his son with details regarding his previous student visa applications \"and also to provide us with copies of all the pages of passports, (old and new) for entire family.\" The Notes also make clear that the Applicant \"confirmed understanding and stated that he would provide us with the requested documents.\" There is no reason on the evidence before me to doubt the accuracy of the Notes.", "[40] The Applicant, however, did not provide complete copies of the passports for all family members. He only submitted the bio page and the family info page for his son and daughter. Notwithstanding the Applicant's failure to comply, a reminder letter dated 22 September 2011 was sent to him, although he says he did not receive it.", "[41] I agree with the Respondent that the evidence before this Court establishes, on a balance of probabilities, that the letter dated 22 September 2011, was properly sent. The High Commission had no indication that the communication failed. Accordingly, the risk of non-delivery rests with the Applicant.", "[42] As the Respondent points out, the jurisprudence is clear that once the Minister proves that a communication was sent to an applicant and the High Commission has no indication that the communication failed, the risk of non-delivery rests with the applicant.  <FRAGMENT_SUPPRESSED>  paragraph 12; and <FRAGMENT_SUPPRESSED> .", "[43] In this case, the Respondent has proven, on a balance of probabilities, that the letter dated 22 September 2011 was sent to the Applicant. This is because: (a) A copy of the letter is contained in the file; (b) The address on the letter is identical to the address on the decision letter, which the Applicant received; (c) The Officer's affidavit confirms that the CAIPS Notes accurately reflect her assessment of the file, and the CAIPS Notes indicate that the Officer sent instructions to send the letter in question; (d) The CAIPS Notes entered by a Program Assistant (CAIPS initials AM) on September 22 make explicit reference to the letter in question being sent on that date.", "[44] In Yang , above, Justice Snider found similar evidence to be sufficient to conclude, on a balance of probabilities, that a letter was sent via regular mail.", "[45] Accordingly, the Applicant bears the risk involved in a failure to receive the communication. This means there was no breach of procedural fairness when the Officer did not ask the Applicant, for a third time, to supply the missing documents.", "[46] The Applicant argues that the Officer should have sent the letter at issue by registered mail or confirmed receipt of the letter before refusing the application. However, the jurisprudence establishes that the Minister is under no obligation to confirm or prove that the Applicant received a communication.  <FRAGMENT_SUPPRESSED> ; and Yang , above, at paragraph 14.", "[47] In support of his argument that the Officer was required to confirm receipt of the letter dated 22 September 2011, the Applicant relies on <FRAGMENT_SUPPRESSED> , above, and <FRAGMENT_SUPPRESSED> , above. However, in <FRAGMENT_SUPPRESSED> , there was evidence that the letter in question was not sent, and in <FRAGMENT_SUPPRESSED> there was evidence that should have alerted the officer that the e-mail in question had not been properly sent. In the present case, the Respondent has proven that the letter was properly sent, and there was no evidence before the Officer that might have led her to believe that the Applicant did not receive the letter. Accordingly, in my view, there was no obligation on the Minister to send the letter in question by registered mail or confirm receipt, as suggested by the Applicant.", "[48] In the present case, I have no reason to doubt the Applicant's evidence that he did not receive the 22 September 2011 letter. However, this does not end the matter. The governing jurisprudence tells us, in effect, that the risk of a failure of communication shifts to the Applicant if the Respondent is able to show that, on a balance of probabilities, the communication was sent and, secondly, that the Respondent had no reason to think that the communication had failed.", "[49] As Justice Robert Barnes made clear in <FRAGMENT_SUPPRESSED> In summary, when a communication is correctly sent by a visa officer to an address (e-mail or otherwise) that has been provided by an applicant which has not been revoked or revised and where there has been no indication received that the communication may have failed, the risk of non-delivery rests with the applicant and not with the respondent. In the result, this application must be dismissed.", "[50] Notwithstanding this clear position of the law, Applicant's counsel has asked the Court to consider the serious implications that dismissing this application will have for the Applicant. While the Court has a great deal of sympathy for the fact that a negative decision could mean that the Applicant might not be able to come to Canada, the Court clearly has no general discretion to disregard established precedent on this basis. Other applicants have also had to suffer serious consequences of negative decisions.", "[51] There are reasons for our present system and why the risk must fall on the Applicant. His counsel has made every effort to distinguish what happened in this case from the governing jurisprudence, and she has pressed upon the Court in a most able way the Applicant's position. In the end, however, the Court must apply the law as it stands.", "[52] For reasons already given, there was no obligation on the Respondent to send the communication in question by registered mail, or to check and ensure that the 22 September 2011 letter was received by the Applicant. Thus, there has been no breach of procedural fairness in this case. As the issue of whether the Officer ignored evidence is necessarily intertwined with the procedural fairness issue, I also find that the Decision was reasonable.", "[53] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[54] THIS COURT'S JUDGMENT is that 1. The application is dismissed. 2. There is no question for certification. <FRAGMENT_SUPPRESSED>  Russell", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] BCrim BCrim ECD ERR CEB", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] [...] [...] Application before entering Canada 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. [...] Obligation - answer truthfully 16. (1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires. [...] LES ARGUMENTS INVOQUÉS", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32] <FRAGMENT_SUPPRESSED> : <FRAGMENT_SUPPRESSED> .", "[33]", "[34] <FRAGMENT_SUPPRESSED>  [ Yang Yang", "[35] Yang", "[36]", "[37]", "[38] Yang ANALYSE", "[39]", "[40]", "[41]", "[42]", "[43]", "[44] Yang", "[45]", "[46] Yang", "[47]", "[48]", "[49] <FRAGMENT_SUPPRESSED> :", "[50]", "[51]", "[52]", "[53] JUGEMENT", "[54] [End of document]"]}