{"id_": "069228", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) for judicial review of a decision of the Immigration and Refugee Board, Refugee Protection Division (the Board), dated August 4, 2011, wherein the applicants were determined to be neither Convention refugees within the meaning of section 96 of the Act, nor persons in need of protection as defined in subsection 97(1) of the Act. This conclusion was based on the Board's finding that the applicants failed to submit credible and trustworthy evidence to establish a well-founded fear of persecution or serious harm upon their return to Palestine.", "[2] The applicants request that the Board's decision be set aside and the matter be referred back for redetermination by a differently constituted panel. Background", "[3] The principal applicant is Eman Hanna Alhayek. The other applicants are his wife, Nizar H A Alhayek and three of their four sons: Hanna, Majdi Nizar and Fadi. All the applicants are citizens of Palestine from the West Bank. Prior to leaving Palestine, they resided in the city of Beit Sahour in the West Bank.", "[4] The principal applicant studied sociology at the University of Bethlehem. During his studies, he was a member of the student union and in 1981, joined the Democratic Union, a political party focused on peaceful resistance of the Israeli occupation.", "[5] In 1982, the principal applicant was arrested by the Israeli army. During his detention, the principal applicant was interrogated and tortured. After eighty days, the principal applicant was released. The following year, he was elected as a student representative on the board of the Democratic Union. The Israeli government invited the board members to a meeting and subsequently arrested them and detained them for thirteen days.", "[6] In 1984, the principal applicant married his wife. He graduated from university the following year. One night, the Israeli army visited the couple's home, entered it and inspected each room before leaving. The army returned in September 1985. They arrested the principal applicant and tortured him. He was detained for four and a half months. After retaining legal counsel and paying a fine, the principal applicant was released. Upon release, the principal applicant did construction work to support his family.", "[7] In 1987, the Israeli army returned to the applicants' home. After searching the house, they arrested the principal applicant and held him in administrative detention for thirty six days. The following year, the Israeli army arrested the principal applicant again and held him in administrative detention for six months. After his release, the principal applicant returned to construction work. In 1989, the principal applicant was arrested again and detained for six months.", "[8] In 1990, the Israeli army visited the applicants' home again. They inquired about the principal applicant and demanded that on his return home, he visit the police station. In fear of being separated from his family again, the principal applicant did not go to the police station. Instead, he went into hiding. After approximately three years, Israel and Palestine signed a peace agreement. Believing it was finally safe to return home, he moved back in with his family.", "[9] After the peace agreement, the political party Democratic Union split into two factions: FIDA believed in peace whereas Hamas was not satisfied. The principal applicant supported FIDA and refused to fight with Hamas. Nevertheless, Hamas wanted the principal applicant to join them. Hamas members visited his home and attacked it several times in their attempt to have him join them.", "[10] In 1997, the principal applicant sought to escape the pressure at home and went to the United States to visit his uncle. He stayed there for one year. When he returned to Palestine, the principal applicant began working as a teacher. Hamas and the Democratic Union, who had joined forces in the common belief that violence was necessary to resolve the Palestine situation, began pressuring the principal applicant to join and fight with them. To escape this pressure, the principal applicant returned to the United States in 2000 and stayed there for ten months. His family obtained visas in late 2000, but due to logistical problems caused by the second intifada, they were unable to leave and their visas expired. The principal applicant explained that he did not seek asylum during his first two trips to the United States because at that time, the Israeli army was only detaining people, not killing them.", "[11] Hamas began pressuring the principal applicant's eldest son to join them and he refused. In 2001, the principal applicant returned home and took his eldest son to the United States. The rest of the family joined the principal applicant and the eldest son in the United States in 2001. The same year they filed asylum claims in the United States. The following year, the principal applicant learned that his cousin was killed in Palestine by the Israeli army.", "[12] The asylum process in the United States took approximately ten years and included two unsuccessful appeals. After these unsuccessful attempts and a denial of their work permit renewals, the applicants decided to come to Canada to seek refugee protection. The principal applicant's eldest son is married to an American citizen and remains in the United States.", "[13] On July 1, 2010, the applicants filed refugee claims. Their claims are based on the past persecution experienced by the principal applicant and fear of the Israeli army and Hamas. On July 21, 2010, the hearing of the applicants' refugee claim was held in Toronto. The applicants travelled from British Columbia to attend their hearing. The Board was unable to arrange an Arabic standby interpreter and the principal applicant therefore agreed to proceed in English. Board's Decision", "[14] The Board issued its decision on August 4, 2011. It determined that the applicants were neither Convention refugees nor persons in need of protection. The Board found that the determinative issue was a lack of credible and trustworthy evidence with which to establish a well-founded fear.", "[15] The Board noted the principal applicant's testimony that upon return to Palestine he would be persecuted based on his previous imprisonment for his opinion and that he and his sons would be forcefully recruited to fight for Hamas. However, the Board found that these allegations were not corroborated by the evidence in the applicants' claims.", "[16] In support, the Board noted that the principal applicant did not adduce any evidence to suggest that the Israeli army had troubled him after 1993 when he returned home after three years in hiding. The Board also noted that the principal applicant had no trouble with the Israeli army from 1993 through to 1997 when he went to the United States or between 1998 and 2001 when he returned intermittently to Palestine. The Board further noted that there was no evidence before it to suggest that the principal applicant has been associated with any political organization or involved in any political activity for over twenty years. The Board therefore concluded that there was no evidence to suggest that the principal applicant would attract attention from the Israeli authorities or be targeted by the Israeli army should he return to Palestine.", "[17] The Board also found that the applicants did not present credible and trustworthy evidence to suggest that he was in hiding from the Israeli army between 1990 and 1993. The Board noted that during this time, the principal applicant stated in his Personal Information Form (PIF) narrative that he continued to work in construction. However, the Board deemed it implausible that in a city as small as Beit Sahour, with a population of only 12,000, the Israeli army, if they were in fact determined to kill the principal applicant, would not have found him when he continuously exposed himself by going to work, even if he worked at different construction locations and did not work every day. Thus, as the principal applicant continued to go to work, the Board concluded that he most likely did not go into hiding and consequently, the Israeli army was not looking for him between 1990 and 1993.", "[18] The Board observed that the principal applicant did not consistently testify whether he was detained several times between 1982 and 1989. The Board highlighted that although the principal applicant stated in his PIF narrative that he was arrested numerous times and sometimes detained for as long as six months, he stated in his refugee claim that he was never sought or detained by the police, army or any other authority. At the interview by a Canada Border Services Agency (CBSA) officer, the principal applicant stated that he was arrested and let go, but not detained. Further, when questioned on these discrepancies, the principal applicant first replied that he did not understand the meaning of detain and then attributed the inconsistencies to a lack of a professional interpreter. The Board found these explanations not credible.", "[19] In support of this finding, the Board noted that the applicant resided and worked in the United States for over ten years. He spoke relatively fluent English and testified in English at the hearing without difficulty. The principal applicant also sought asylum in the United States on the same basis as his refugee claim in Canada. The Board therefore expected that the principal applicant would be familiar with the meaning of detain and know the difference between arrest and detain. The Board also deemed it unreasonable to blame the interpreters for the discrepancies in his testimony as he was assisted by a friend in completing his refugee claim and had a CBSA appointed Arabic interpreter present to facilitate the interview. Therefore, the Board drew a negative credibility inference on the principal applicant's allegations.", "[20] The Board also noted the principal applicant's testimony that after 1985, he was not related to any political organization. There was no evidence to suggest that he had been involved in any political activity or expressed his political opinion at any public platform since 1985. The Board therefore found that he did not currently possess a political profile to attract attention from the Israeli authorities and there was no reason for the Israeli army to go after him upon his return.", "[21] With regards to the death of his first cousin in 2002, the Board noted that there was no evidence to support the principal applicant's belief that his cousin was shot because he was mistaken for the principal applicant. The Board deemed this allegation pure speculation. Therefore, the Board concluded that the principal applicant would not be targeted by the Israeli army upon his return.", "[22] The Board also found that the principal applicant did not adduce sufficient evidence to suggest that Hamas would try to forcibly recruit him or his sons to fight for them. There was no personal or documentary evidence to support these allegations. The Board also noted that the principal applicant did not consistently testify on Hamas' efforts to recruit him or his nephews. The Board noted that the principal applicant did not mention Hamas going after his nephews in his PIF narrative.", "[23] At the hearing, the principal applicant explained that he wrote in his PIF narrative on his own case, not that of his siblings. The Board deemed this explanation unsatisfactory. The Board highlighted the instruction on the PIF to indicate measures against the applicant, members of his family and similarly situated persons such as his nephews if they were also targeted for recruitment by Hamas. The Board therefore drew a negative credibility inference from the complete silence in the PIF narrative on Hamas threatening his nephews.", "[24] Similarly, the Board noted the principal applicant's testimony that Hamas sent him a message through his brother that they wanted him to go back to Palestine to fight for them. This allegation was not included in the PIF narrative. The Board found his explanation for this omission, namely, that he was concerned about his brother's safety in Palestine, not credible. No evidence was provided to suggest that his PIF narrative would be divulged to Hamas to the detriment of his brother's security. The Board noted that the principal applicant could have provided written threats to him from Hamas without disclosing their source. In addition, had he been genuinely worried about his brother's safety, he would not have produced this evidence at the hearing. The Board therefore drew a negative credibility inference from the principal applicant's complete silence on the threats by Hamas in his PIF narrative.", "[25] The Board concluded that it was most likely that the principal applicant fabricated the allegations about Hamas' efforts to recruit him and his nephews to embellish his claim. The Board noted that this was corroborated by the documentary evidence. It highlighted the reported lack of awareness of anybody being forcefully recruited to a particular political movement, although political groups may try to convince Palestinian university students to join their movements. The Board therefore did not consider it likely that Hamas would attempt to forcefully recruit the principal applicant or his sons.", "[26] Finally, the Board noted that applicants' testimony that upon their return to Palestine, they would be subjected to discrimination that might reach a level of persecution on a cumulative basis on the ground of nationality. However, the Board found that the principal applicant did not adduce credible and trustworthy evidence to indicate how they would be discriminated against if returned to Palestine today, how the discrimination would reach a level of persecution or of serious harm on a cumulative basis and how the risk of discrimination that they would face in Palestine is not faced generally by other individuals in the country. Therefore, the Board did not accept the allegation of persecution or serious harm on a cumulative basis as a valid ground for accepting the principal applicant as a genuine refugee.", "[27] The Board therefore rejected the principal applicant's refugee claim. As the other applicants' claims were based on the principal applicant's claim, the Board concluded that their claims must also fail. Issues", "[28] The applicants submit the following points at issue: 1. Were the Board's findings on the credibility of the applicants unreasonable? 2. Did the Board fail to do a proper analysis in determining that the claim was not established on a cumulative basis?", "[29] I would rephrase the issues as follows: 1. What is the appropriate standard of review? 2. Did the Board err in its credibility analysis? 3. Did the Board err in its assessment on cumulative discrimination? Applicants' Written Submissions", "[30] The applicants submit that the Board's credibility findings were unreasonable and that it failed to conduct a proper assessment on whether the applicants would experience cumulative discrimination reaching a level of persecution.", "[31] On its negative credibility finding, the applicants submit that the Board drew three unreasonable inferences.", "[32] First, the Board noted inconsistencies in statements made by the principal applicant at the port of entry on whether he was arrested and released, or whether he was detained by Israeli authorities. The applicants explain that in the refugee claim completed by the principal applicant at the port of entry, the principal applicant stated that he had been arrested by Israeli authorities, but not detained. In the accompanying notes to file, the CBSA officer noted that the principal applicant had difficulties responding to several questions including whether he had committed an offence or crime in any country and whether he had been arrested by any authorities. The officer noted that the principal applicant did not want to state that he had been arrested or charged with an offence as he did not believe that he had committed any crime. The applicants note that there is no transcript of this interview and the officer merely summarized what transpired. Further, as the interview occurred late in the day, the officer was in a rush to leave.", "[33] At the hearing, the principal applicant explained that when he marked that he had been arrested and not detained, he meant that he had not been taken to court. He also did not understand the concept of detention and the interpreter used during the examination at the port of entry was not a certified interpreter but rather a family member. This was problematic as concepts such as arrest, charge and detention can have different meanings in different contexts. The applicants note that the Board itself seemed confused by the definition of detention, distinguishing its questions between being in jail and being detained.", "[34] The applicants note that they provided corroborating evidence of the principal applicant's detention. In his PIF narrative, the principal applicant clearly stated that he had been detained on six occasions. This was also contained in his testimony in his United States asylum claim. The applicants also provided certificates from the International Committee of the Red Cross and a letter from the Mayor of Beit Sahour confirming the detentions. The applicants submit that the Board did not examine this supporting evidence, focusing instead on the principal applicant's statement on his refugee claim that he had been \"arrested and then let go\". The Board found an inconsistency between this statement and his PIF narrative, from which it drew a negative credibility inference.", "[35] The applicants submit that in so doing, the Board overzealously searched for a contradiction and microscopically analyzed the evidence, thereby failing to consider the larger picture of the claim. In addition, the Board was required to refer to evidence, such as the certificates from the Red Cross and the letter from the Mayor of Beit Sahour, which expressly contradicted its credibility finding.", "[36] Second, the Board deemed it implausible that the principal applicant was able to work while he was allegedly living in hiding between 1990 and 1993. However, at the hearing, the principal applicant explained that his employment was not full time, but rather sporadic: \"[i]t was like sometimes one day a week, sometimes two days a week\". The work was also for different families. The applicants note that implausibility findings should only be made in the clearest of cases. In this case, the Board did not rely on any documentary evidence to support his assertion that the principal applicant's version of events was fabricated. In addition, the Board did not take into account the context in which the principal applicant was working and did not demonstrate how it would be \"outside the realm of what could reasonably be expected\" for someone to earn an income through sporadic construction work while residing in various homes to avoid detection by the authorities.", "[37] Third, the Board noted that the principal applicant's testimony at the hearing on the recruitment of his nephews by Hamas was omitted from the PIF narrative. In so doing, the applicants submit that the Board failed to consider a letter from the principal applicant's nephew that was included in the applicants' personal documentation package. In that letter, the principal applicant's nephew confirmed that he and the principal applicant's son Majd were harassed by extremist groups. The applicants submit that it is not clear from the Board's decision whether it considered this letter. The Board did not assess it when considering whether the omission in the PIF narrative was significant.", "[38] In rendering its finding on this issue, the applicants note that the Board relied on documentary evidence from the Board's Research Directorate regarding forced recruitment by Hamas, Fatah and other organizations in the West Bank. However, in so doing, the Board failed to consider that the documentary evidence also acknowledged that information on the consequences for individuals who refuse to join these groups could not be found within the time constraints of the research. The applicants submit that it was thus impossible to know whether or not forced recruitment was occurring from this documentary evidence. The applicants note that if individuals or their families will be harmed for refusing to join, that would be a type of forced recruitment. Thus, the applicants submit that the Board erred in relying on this documentary evidence without acknowledging the limitation of that research. It is established jurisprudence that decision makers err when they selectively rely on certain passages of documents.", "[39] Finally, the applicants submit that the Board failed to conduct a proper cumulative discrimination analysis to determine whether it amounts to persecution. The Board failed to consider any of the country condition documentation included in the National Documentation Index. It failed to reference the numerous reports on discrimination faced by Palestinians living in the West Bank. The Board also failed to make any assessment as to why recent experiences of Palestinians living in the West Bank was not relevant to its assessment of whether these applicants would suffer cumulative discrimination if returned to Palestine. The applicants note that even where there is a situation of generalized oppression, a claim can be successful where grounded in civil or political status. Respondent's Written Submissions", "[40] The respondent submits that the Board's credibility findings were reasonably open to it based on the applicants' testimony and the weighing of the evidence. In addition, the respondent submits that the Board reasonably assessed and considered the cumulative basis of the applicants' claim and determined that they failed to meet their burden of presenting sufficient evidence to demonstrate persecution on a cumulative basis or personalized risk of harm.", "[41] The respondent submits that credibility and the consideration of evidence are factual findings that attract a highly deferential standard of review. The appropriate standard of review is thus reasonableness. Similarly, the Board's determination of whether past incidents may cumulatively amount to persecution under section 96 of the Act is a question of mixed fact and law that also attracts a reasonableness standard.", "[42] The respondent submits that the Board made its findings of the inconsistencies in the applicants' evidence on detention after conducting a thorough review of the evidence including the explanation before the Board. The respondent notes that at the applicants' port of entry examination, there were in fact two interpreters: one was a CBSA appointed Arabic interpreter and the second was a family member. The respondent submits that the Board reasonably concluded from the lengthy asylum process in the United States that the principal applicant would know the difference between the meaning of arrest and detain by the time he came to Canada.", "[43] The respondent also notes that the principal applicant resided and worked in the United States for over ten years and the Board's finding that he spoke relatively fluent English and testified in English at the hearing without difficulty. Finally, the Board found that the applicants adduced no evidence to suggest that the principal applicant was troubled by the Israeli army after 1993 or that he would attract attention or be targeted by the Israeli army should he return to Palestine.", "[44] The respondent submits that when credibility and plausibility are at issue, it is open for the Board to consider a failure to adduce corroborative evidence in assessing credibility. The respondent also notes that the Board is not required to refer in its decision to all the evidence before it. Failure to mention evidence cannot be used to support an inference that it was not considered.", "[45] The respondent also submits that the Board's implausibility finding that the principal applicant was living in hiding for three years was reasonable based on the lack of credible and trustworthy evidence supporting this claim. The respondent submits that the applicants failed to discharge their burden of showing that the inferences drawn by the Board could not reasonably have been arrived at.", "[46] With regards to the alleged forced recruitment by Hamas of the principal applicant's son and nephews, the respondent submits that the Board came to a reasonable finding based on the omission of this allegation from the PIF narrative and the unsatisfactory explanation provided by the applicants. Further, with respect to the Board's reference to the country evidence on Hamas, the respondent submits that the applicants are merely dissatisfied with the weight assigned to it. This concern is not a valid basis for judicial review.", "[47] Turning to the Board's cumulative effects analysis, the respondent notes that the Board specifically considered the cumulative effects of the applicants' allegations of harm but found insufficient credible and trustworthy evidence to support the allegation of discrimination amounting to persecution or personalized risk. In its analysis, the Board considered the alleged mistreatment of the applicants by the Israeli army against the lack of evidence that the Israeli army had troubled the principal applicant since 1993, the lack of evidence of involvement in political activity over the past twenty years, the inconsistent testimony on the number of times that the principal applicant was detained between 1982 and 1989 and its negative credibility finding on the principal applicant being in hiding between 1990 and 1993. Thus, the respondent submits that the applicants failed to discharge their burden of showing how their personal circumstances amount to persecution. This failure cannot be imputed to the Board. Analysis and Decision Issue 1 What is the appropriate standard of review?", "[48] Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see FRAGMENT_SUPPRESSED).", "[49] It is established jurisprudence that credibility findings, described as the heartland of the Board's jurisdiction, are essentially pure findings of fact that are reviewable on a reasonableness standard (see FRAGMENT_SUPPRESSED). Similarly, the weighing of evidence and the interpretation and assessment of evidence are reviewable on a standard of reasonableness (see FRAGMENT_SUPPRESSED).", "[50] In reviewing the Board's decision on a standard of reasonableness, the Court should not intervene unless the Board came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see FRAGMENT_SUPPRESSED). It is not up to a reviewing Court to substitute its own view of a preferable outcome, nor is it the function of the reviewing Court to reweigh the evidence (see FRAGMENT_SUPPRESSED). Issue 2 Did the Board err in its credibility analysis?", "[51] It is well established that credibility findings demand a high level of judicial deference and should only be overturned in the clearest of cases (see FRAGMENT_SUPPRESSED).", "[52] On judicial review, isolated sections of the decision should not be scrutinized, rather, the Court must consider whether the decision as a whole supports a negative credibility finding (see FRAGMENT_SUPPRESSED). The Court should generally not substitute its opinion unless it finds that the decision was based on erroneous findings of fact made in either a perverse or capricious manner or without regard for the material before it (see FRAGMENT_SUPPRESSED).", "[53] In this case, the Board drew negative credibility inferences from the principal applicant's testimony on being detained between 1982 and 1989, the fact that he worked between 1990 and 1993 while allegedly in hiding from the Israel army and his omission in his PIF narrative of Hamas threats against his nephews and more recently against himself.", "[54] At the outset, it is notable that the Board stated in its decision that the principal applicant spoke relatively fluent English and testified in English at the hearing without difficulty. Based on this perceived fluency and the fact that the principal applicant had sought asylum in the United States on a similar basis as his refugee claim in Canada, the Board held that the principal applicant would be familiar with the meaning of detain. A review of the hearing transcript clearly indicates otherwise.", "[55] For example, in response to questioning about the interview with the CBSA officer at the port of entry, the transcript clearly shows the principal applicant's confusion arising from his distinction of arrest for a crime and arrest based on a political opinion: PRESIDING MEMBER: Okay, page 9 [of the form Claim for Refugee Protection in Canada]. One question is: Have you ever been sought by the police, the army, or any other authority? You said, \"No.\" Have you ever been arrested by the police, the army, or any other authorities? You said, \"Yes.\" But there is notes. You said, \"Arrested by Israeli police, not detained.\" PRINCIPAL CLAIMANT: Yes, sir. PRESIDING MEMBER: Another question is: Have you ever been detained by the police, the army, or any other authority? You said, \"No.\" So you were not detained? PRINCIPAL CLAIMANT: Yes, sir. PRESIDING MEMBER: You were just arrested and let go, you said. PRINCIPAL CLAIMANT: She want to say, the officer, that - I talk with her. She said you make any crime? I have never been a crime. I never arrested because I'm a criminal or something. That's what happened. I tried to explain to the officer in that time, I tell her, \"I never arrested like a criminal, ma'am. I arrest because of my opinion. If you want to say that, say it, but I would never say (Inaudible) am arrested because I am a criminal.\" That's what happened. I discussed with her more than 20 minutes. She don't want to understand me what I tried to explain to her. I told her, \"I never arrest like a criminal or a crime. I am not a thief, I am not do anything wrong. I arrest because I protect my opinion, because I want to say my opinion.\" That's what happened, sir. [...] PRESIDING MEMBER: And she said that she discussed with you and eventually you said you had been arrested by Israeli police, arrested and let go, and not detained. PRINCIPAL CLAIMANT: See, that's what I mean, because I want to tell her - she insist, you a crime. No, I am not a crime. She still want to say crime. I'm not make a crime. I arrest by soldiers because my opinion. For me that's not a criminal. It's not a crime to me to be in jail. If I am a thief I would be shy to be in jail, but I am not make any crime for that. We discuss with her until she said, okay, because she want to finish, she want to go, because it is too late.", "[56] As indicated, although the Board kept pressing the principal applicant on whether he had been detained or arrested and let go, the principal applicant remained focused on his position that he had not been arrested as a criminal, but was rather arrested for his political opinion. The principal applicant clearly did not understand the Board's line of questioning. Later, the transcript highlights the principal applicant's confusion about the meaning of detain: PRINCIPAL CLAIMANT: What's mean \"detained\"? PRESIDING MEMBER: You said arrested and let go. So if you're detained for six or seven times, and one time it's for six months, definitely you was detained. You said you're not detained. PRINCIPAL CLAIMANT: I do not know what's meaning of \"detained\" until now. What's meaning \"detained\", tell me. PRESIDING MEMBER: You checked it yourself here in the box. You said, \"Arrested by Israeli police, but not detained.\" PRINCIPAL CLAIMANT: Yes, without court. That's meaning. PRESIDING MEMBER: Did you tell officer that you were detained for six months, six months, 30 days, 36 days - did you ever tell this to the Immigration officer, whether the officer have ten minutes or whatever time discussing with you? PRINCIPAL CLAIMANT: I still not understand the question, please, sir. PRESIDING MEMBER: No, I'm just asking another question. Did you ever tell the Immigration officer, who had the discussion with you about all those questions, that you were detained for six months? Did you tell that to the officer on the border? PRINCIPAL CLAIMANT: Yes, I told them I was in jail by the soldiers. PRESIDING MEMBER: I'm not talking about the jail. Just answer my question now. Did you tell the officer you were detained or put in the prison for six months several times? Did you tell the officer that? PRINCIPAL CLAIMANT: I don't think they asked me about that. PRESIDING MEMBER: They didn't ask you, but you didn't tell them either? PRINCIPAL CLAIMANT: No, I don't think so.", "[57] Although the principal applicant finally stated that he did not tell the CBSA officer that he was detained, the transcript clearly indicates a high level of confusion on this questioning. The principal applicant did not understand the meaning of being detained and the Board switched back and forth between being detained and being in jail, which further added to the confusion. Later in the hearing, the principal applicant explained different terminology that he considered relevant to his understanding of being detained: PRESIDING MEMBER: But counsel asked you what would you call this? They put you in prison for six months, what do you call this? COUNSEL: In English, can you translate it in English what you would say happened to you? PRINCIPAL CLAIMANT: We call it arrest administration. Something like you - I'm sorry, I don't mean you. An officer assigned to arrest anybody without any judgement. And officer assigned to arrest anybody, put them in jail for six months. COUNSEL: So for you it's still arrest? PRINCIPAL CLAIMANT: Yes. COUNSEL: I doesn't mean how long time you spent in prison? PRINCIPAL CLAIMANT: Yes. COUNSEL: It's still an arrest? PRINCIPAL CLAIMANT: Yes, they arrest me, that's what we say.", "[58] As indicated, the hearing transcript does not strongly support the Board's negative credibility inference on the question of whether the principal applicant was detained or not. This problem is exacerbated by the Board's failure to address the certificates from the International Committee of the Red Cross and the letter from the Mayor of Beit Sahour that supported the principal applicant's submissions.", "[59] It is also notable that the Board later made another error in its treatment of the documentary evidence; specifically when it relied on documentary evidence in finding no evidence of forced recruitment by Hamas. As noted by the applicants, the research reported in that evidence was limited and did not address the consequences of those who refused to join Hamas. Therefore, contrary to the Board's finding, this evidence did not clearly indicate that there was no forced recruitment by Hamas, rather, it explicitly acknowledged that more time was required to assess the consequences on those who refused to join.", "[60] It is well established that where there are concerns with an applicant's credibility, the decision maker may rely on a lack of documentary evidence corroborating that applicant's claims in drawing negative credibility inferences (see FRAGMENT_SUPPRESSED). However, where there is evidence contradicting such inferences, the decision maker must consider it. As explained by Madam Justice Judith Snider in FRAGMENT_SUPPRESSED: The Board is entitled to make reasonable findings based on implausibilities, common sense and rationality, and is entitled to reject uncontradicted evidence if not consistent with the probabilities affecting the case as a whole ( FRAGMENT_SUPPRESSED). While the Board may reject even uncontradicted testimony, the Board cannot ignore evidence explaining apparent inconsistencies and then make an adverse credibility finding FRAGMENT_SUPPRESSED", "[61] Thus, by not addressing the documentary evidence that supported the principal applicant's submissions and in light of the hearing transcript evidence cited above, the Board erred in drawing a negative credibility inference on the principal applicant's statements regarding being detained versus being arrested. As in FRAGMENT_SUPPRESSED, I find this FRAGMENT_SUPPRESSED. I would therefore allow this judicial review and remit the decision for redetermination by a differently constituted board.", "[62] Because of my finding on this issue, I need not deal with the remaining issue.", "[63] Neither party wished to submit a proposed serious question of general importance for my consideration for certification. JUDGMENT", "[64] THIS COURT'S JUDGMENT is that the application for judicial review is allowed and the matter is referred to a different panel of the Board for redetermination. Application allowed. Editor: E. Joanne Oley/klf ANNEX Relevant Statutory Provisions Immigration and Refugee Protection Act , SC 2001, c 27 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care."]}