{"id_": "069335", "body_str": ["[1] Snider, J. : The Applicant, Mr. Mutahir Shah, is a citizen of Pakistan and was a successful businessman in that country. He came to Canada in 2010, claiming protection because of his alleged fear of the Taliban who, he claims, extorted and attacked him. In a decision dated June 28, 2012, a panel of the Immigration and Refugee Board, Refugee Protection Division (the Board) determined that he was neither a Convention refugee pursuant to s. 96 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ) nor a person in need of protection pursuant to s. 97(1) of IRPA . The Board's decision is premised on a global credibility finding that \"the claimant is lacking in credibility generally and that this lack of credibility extends to all of the claimant's relevant testimony\".", "[2] The Applicant seeks to overturn the decision.", "[3] The only issue for determination is whether the decision that the Applicant lacked credibility was reasonable. For the reasons that follow, I conclude that there are no errors in the decision that warrant the Court's intervention; \"the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> ). Alleged errors in decision", "[4] The Applicant takes issue with a number of the inconsistencies mentioned by the Board in its decision and the inferences that were drawn from these alleged inconsistencies. Specifically, the Applicant argues that the inconsistencies were minor and, in some cases, were made in error.", "[5] I agree with the Applicant that, if the Board misstates evidence material to an analysis of credibility, the decision may be unreasonable (see, for example, <FRAGMENT_SUPPRESSED>  (FCA)). However, it is generally open to the Board to draw negative inferences regarding a claimant's credibility on the basis of inconsistencies in the claimant's evidence at different stages of the refugee determination process; this includes evidence given at port of entry, the claimant's Personal Information Form (PIF) and testimony at the hearing ( <FRAGMENT_SUPPRESSED> [2005] FCJ No 1929; <FRAGMENT_SUPPRESSED> [2003] FCJ No 272).", "[6] The Board's credibility finding was based on many inconsistencies identified in the Applicant's evidence. These inconsistencies dealt with issues material to the Applicant's claim, relating to the Applicant's persecution by the Taliban and precautions he took in his fear of the Taliban. Many of these inconsistencies might, on their own, be considered minor. However, cumulatively, they point to a story that is simply not true. In my view, it was open to the Board to consider these inconsistencies cumulatively and form a global, adverse credibility finding.", "[7] The Applicant asserts that the Board should not have drawn a negative inference from the fact that the Applicant initially could not remember when the incident at the gas station took place. I disagree. According to the Applicant, the Taliban approached a security guard at a gas station asking about the Applicant. This was an event that was significant to the Applicant's claim - according to his PIF, he took his children out of school at this time because of his fear. Given the significance of this event, the fact that the Applicant had difficulty remembering when it occurred could be a reasonable basis for the Board to evaluate credibility.", "[8] Further, it was reasonable for the Board to draw a negative inference from inconsistencies in the Applicant's testimony regarding when he took his children out of school. According to his PIF, the Applicant took his children out of school around April 2009 after he had been told that \"someone had inquired about [the Applicant] \". During his oral testimony, the Applicant stated that he pulled the children from school after he had been shot several months later. These events are significant to the Applicant's account of persecution and demonstrate great fear on the part of the Applicant. It was open to the Board to draw a negative inference regarding his credibility.", "[9] The Applicant also argues that the Board's finding that the Applicant had lived in Karachi was made in error. I agree that there are some transcript references to brief stays in Karachi as he moved his family to that city. However, when read in its entirety, the Applicant's testimony on this question was far from clear. Even if the Board erred on this point, this finding did not play a material role in the Board's decision.", "[10] Other alleged errors the Applicant advanced are either immaterial to the overall finding or are not errors but, rather, are alternative interpretations of the evidence before the Board. Corroborating Documents", "[11] The Applicant objects to the Board's treatment of certain of the evidence before it. (a) Medical Evidence from Dr. Block and Dr. Stall", "[12] The Applicant presented two medical reports - one from Dr. Block, a medical doctor, and one from Dr. Stall, a psychiatrist.", "[13] It the role of the Board to evaluate medical reports and assign weight to them.", "[14] Dr. Block's physician report, dated August 3, 2011, contains a recitation of the Applicant's account of events and the doctor's observations of the Applicant's scars and dental injuries. Dr. Block concluded that, \"Mr. Shah bears physical scars consistent with his history of gunshot wounds and physical assault\".", "[15] Dr. Block's opinion that the scars were consistent with the Applicant's history does not necessarily corroborate that the Applicant received injuries as he claims. The Board's unwillingness to place weight on this report was not unreasonable, taking into account the Board's misgivings about the Applicant's testimony, the fact that much of the report repeats the Applicant's account of events and the possibility that these injuries were incurred in other ways..", "[16] The Board also had before it the psychiatric report prepared by Dr. Stall, dated April 29, 2011. As noted by the Board, psychological evidence is not a \"cure-all\" for the deficiencies in a claimant's testimony (see, for example, <FRAGMENT_SUPPRESSED> [2008] FCJ No 978). Dr. Stall's opinion is based only on an assessment interview. No objective testing was performed. There is no evidence that the psychiatric conditions noted in the report originated from persecution as described by the Applicant. Further, the report appears to be entirely based on the Applicant's own statements, and the Applicant was not credible. (b) Medical Note from Pakistan", "[17] The Board's treatment of an illegible Pakistani medical note was also reasonable. An examination of this document supports the Board's conclusion that it is generally illegible. The first line may read, as the Applicant asserts, \"wound ...leg\", and the date is clearly August 16, 2009. However, this does not establish the cause of the injuries or details about the incident with of any degree of specificity. Further, counsel for the Applicant did not explain what the medical note said at the hearing, when the Board member and the interpreter explained that they could not read it. The Board's treatment of this document is reasonable. (c) Brother's Letter", "[18] The Board concluded that a letter from the Applicant's brother should receive little weight since it was unclear when it received and there was no way to know where the letter originated. Although there is a stamp on the letter which could be some sort of \"security feature\" it is impossible to read it or the writing around it.", "[19] It is open to the Board to assign greater or lesser weight to evidence based on its source and any existing corroboration ( <FRAGMENT_SUPPRESSED> Imm LR (3d) 306 [ Ferguson ]). All of this evidence appears to be hearsay - a description of telephone calls or information about the experiences of the Applicant's family, likely obtained from the Applicant and his niece. Therefore, the Board's analysis of the letter is reasonable. (d) FIR", "[20] The Board rejected a translation of a First Information Report (FIR), on the basis that no original of the document was produced and no reasonable explanation was provided by the Applicant for his failure to obtain the original prior to the hearing.", "[21] As noted in Ferguson , above, the Board is entitled to take into account the source of the evidence when assigning weight to it. It was open to the Board to assign no weight to the FIR, given that its genuineness is questionable based on the lack of supporting documentation. Under these circumstances, the Board was under no obligation to consider corroborating aspects of the document. Applicant's Mental State and Lack of Sophistication", "[22] Lastly, the Applicant argues that the Board failed to have regard to the mental state of the Applicant and his lack of sophistication. I do not agree.", "[23] The Board acknowledged the mental state of the Applicant and considered his ability to testify. In this context, the Board cited the opinion of Dr. Stall, who observed that the Applicant \"responded to questions in a logical, coherent manner\" and \"[t]here was no evidence of a disorder of thought form or content\".", "[24] I am satisfied that the Board had regard to the personal situation and characteristics of the Applicant. There is no reviewable error. Conclusion", "[25] The decision, as a whole, falls within the within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[26] Neither party proposes a question for certification. JUDGMENT", "[27] THIS COURT'S JUDGMENT is that 1. the application for judicial review is dismissed; and 2. no question of general importance is certified.", "[2]", "[3] <FRAGMENT_SUPPRESSED> , au paragraphe 47).", "[4]", "[5] <FRAGMENT_SUPPRESSED>  [2005] ACF no 1929, aux paragraphes 6 et 10; <FRAGMENT_SUPPRESSED>  [2003] ACF no 272, au paragraphe 6).", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] a)", "[12]", "[13]", "[14]", "[15]", "[16] b)", "[17] c)", "[18]", "[19] Ferguson d)", "[20]", "[21] Ferguson", "[22]", "[23]", "[24] Conclusion", "[25]", "[26] JUGEMENT", "[27] [End of document]"]}