{"id_": "069400", "body_str": ["[1] Snider, J. : The Applicant is a farmer from Sri Lanka, of Tamil heritage, who arrived in Canada in 2010 as one of 492 passengers on the M/V Sun Sea . He denies any involvement with the Liberation Tigers of Tamil Eelam (LTTE), which is designated as a terrorist organization in Canada. Nevertheless he claims refugee protection in Canada on the basis that he is at risk of persecution because he will be perceived to be associated with the LTTE since he arrived on the M/V Sun Sea . Moreover, he claims that he is at risk from the Sri Lankan authorities who will undoubtedly persecute him as a returning refugee claimant who travelled on the M/V Sun Sea .  <FRAGMENT_SUPPRESSED>", "[2] In a decision dated June 14, 2012, a panel of the Immigration and Refugee Board, Refugee Protection Division (the Board) denied the Applicant's claim for protection under s. 96 and ss. 97(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ). The key findings of the Board were that:  <FRAGMENT_SUPPRESSED> • The government of Sri Lanka did not suspect the Applicant of being associated with the LTTE while he was living in Sri Lanka;  <FRAGMENT_SUPPRESSED> • The Applicant would not face persecution as a returning failed Tamil asylum seeker; and  <FRAGMENT_SUPPRESSED> • The Applicant is not likely to be at risk on the basis of perceived association with the LTTE as a result of his coming to Canada on the M/V Sun Sea (the claim).  <FRAGMENT_SUPPRESSED>", "[3] The Applicant seeks to overturn this decision, raising the following issues:  <FRAGMENT_SUPPRESSED> 1. Did the Board err by failing to consider central, relevant and probative evidence relating to the Applicant's claim?  <FRAGMENT_SUPPRESSED> 2. Was the Board's conclusion that the Applicant was not perceived as having LTTE association before he left Sri Lanka unreasonable?  <FRAGMENT_SUPPRESSED> 3. Was the Board's analysis unreasonable because it was based on incorrect information, assumptions unsupported by the evidence and speculation?  <FRAGMENT_SUPPRESSED>", "[4] For the reasons that follow, I have concluded that the decision should stand.  <FRAGMENT_SUPPRESSED> III. Standard of Review  <FRAGMENT_SUPPRESSED>", "[5] The standard of review applicable to the decision is that of reasonableness. The role of the court when a reasonableness standard is appropriate is to determine \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law\" ( <FRAGMENT_SUPPRESSED>  [ ]). A court should also examine whether the decision displays \"justification, transparency and intelligibility within the decision-making process\" ( <FRAGMENT_SUPPRESSED>  at para 47).  <FRAGMENT_SUPPRESSED> IV. Preliminary Issue  <FRAGMENT_SUPPRESSED>", "[6] As part of his case before the Board, the Applicant submitted affidavit evidence related to the return to Sri Lanka of one of the M/V Sun Sea migrants. The Minister objected to the admission of this evidence at the hearing. Nevertheless, the Board accepted the documents as exhibits on the basis that they \"have a significant potential of holding probative value in this hearing\" (Certified Tribunal Record (CTR) Vol 8 at 1441). Before me, the Minister renews his objection.  <FRAGMENT_SUPPRESSED>", "[7] I have little doubt that, under the rules of evidence, these documents would not have been admitted in a court proceeding. The information is unreliable and based almost exclusively on hearsay. However, the strict rules of evidence normally do not apply to the proceedings of an administrative tribunal such as the Board. I can see no reason to rule that the Board erred by admitting the documents. At the end of the day, it is clear, from reading the Board's decision, that the documents were given the weight they deserved.  <FRAGMENT_SUPPRESSED> V. Analysis  <FRAGMENT_SUPPRESSED> A. Issue #1: Failure to have regard to the evidence  <FRAGMENT_SUPPRESSED>", "[8] The first issue raised by the Applicant is whether the Board erred by failing to have regard to a particular document directly relevant to his claim. That document is a speech given by the Sri Lankan Minister of National Defence. The text of the speech is posted on the Ministry of Defence website and a copy was provided to the Board. In the speech, the following remarks are made:  <FRAGMENT_SUPPRESSED> [W]e must realize that although the LTTE has been militarily defeated in Sri Lanka, its international network remains largely intact. In May this year, a vessel named the MV SUN SEA was reported to be off Thailand waters. The MV SUN SEA is a general cargo ship believed to be carrying more that 200 immigrants including a considerable number of LTTE cadres, and is heading towards Canadian waters. This voyage is part of the LTTE activists human smuggling operation that began after the military defeat of the LTTE in Sri Lanka.  <FRAGMENT_SUPPRESSED> Charging anything between US$15,000 to US$40,000 per immigrant, this human smuggling operation poses a significant threat, because it allows trained terrorist cadres to enter other nations while disguised as civilians or refugees.  <FRAGMENT_SUPPRESSED>", "[9] The Applicant submits that the failure of the Board to specifically deal with this important and relevant piece of evidence is a reviewable error.  <FRAGMENT_SUPPRESSED>", "[10] The court may presume that the RPD has considered all the evidence, and the Board is not required to specifically refer to each piece of evidence presented ( <FRAGMENT_SUPPRESSED> Imm LR (3d) 153; <FRAGMENT_SUPPRESSED> DLR (4th) 606). However, the RPD may commit a reviewable error by failing to specify central evidence to the applicant's claim which contradicts its reasoning or conclusion ( <FRAGMENT_SUPPRESSED>  (TD)).  <FRAGMENT_SUPPRESSED>", "[11] In the context of a record in which there are multiple items of documentary evidence relating to country conditions, the Board does not have to refer to every single document. Nonetheless, if the Board fails to mention the substantive content of critical evidence that contradicts its findings, then it has erred ( <FRAGMENT_SUPPRESSED> [2012] FCJ No 36).  <FRAGMENT_SUPPRESSED>", "[12] I agree that there is no direct reference, in the decision, to the Minister of Defence speech. However, the Applicant's argument that this is an error is not persuasive.  <FRAGMENT_SUPPRESSED>", "[13] We have to consider why the speech and other documents of this nature were put forward in the first place. These documents were obviously submitted to demonstrate that there was more than a mere possibility that the Sri Lankan government would perceive all passengers on the M/V Sun Sea to be associated with the LTTE.  <FRAGMENT_SUPPRESSED>", "[14] The Board dealt with documents of a similar nature in paragraph 74 of its reasons:  <FRAGMENT_SUPPRESSED> There is no doubt that the arrival of the M/V Sun Sea generated significant interest on the part of the public and government authorities in both Sri Lanka and here in Canada. A statement was made by a Sri Lankan official from the Sri Lankan High Commission in Ottawa to the effect that most passengers on the M.V. Sun Sea were hardcore LTTE people . This statement was made before the ship arrived in Canada and before CBSA had done any investigation regarding the passengers. There is insufficient credible evidence before me to conclude that this utterance represents the current position of the Sri Lankan government at this time. [Emphasis added.]  <FRAGMENT_SUPPRESSED>", "[15] The first problem with the Applicant's argument is that the speech in question was made before the M/V Sun Sea arrived in Canada. It was not made after the ship arrived or after the extensive examination of the passengers by Canadian authorities, with the assistance of Sri Lankan authorities. The fact that the speech remains on the website is certainly not persuasive evidence of the current views of the Sri Lankan government.  <FRAGMENT_SUPPRESSED>", "[16] The second reason for dismissing this argument is that I am satisfied that the Board did deal with the substance of the document and, more importantly, the reason for which it was put forward.  <FRAGMENT_SUPPRESSED>", "[17] The statement identified in paragraph 74, which was made at about the same time as the document in question, goes even further than the Minister's speech. While the Minister of Defence noted that \" a considerable number of LTTE cadres\" were on board the M/V Sun Sea , the referenced remarks were that \" most passengers on the M.V. Sun Sea were hardcore LTTE people\". The Board obviously recognized that the issue was whether all of the passengers aboard the vessel would be suspected to be LTTE. Whether or not this particular document was referred to, the final sentence of the paragraph 74 is correct; there was nothing before the Board that demonstrated that the current position of the government is that most of the passengers on the M/V Sun Sea were associated with the LTTE.  <FRAGMENT_SUPPRESSED> B. Issue #2: Unreasonable finding on LTTE perception in Sri Lanka  <FRAGMENT_SUPPRESSED>", "[18] With respect to the Applicant's claims that he was perceived to be associated with LTTE while in Sri Lanka, the Board concluded that \"the government of Sri Lanka did not suspect the claimant of being associated to the LTTE in any manner, after he was released from custody in 1987, and while he was living in Sri Lanka\" (Decision at paragraph 39). The Applicant submits that this finding is unreasonable given that the Applicant had been forced to go into hiding for a lengthy period of time. I do not agree.  <FRAGMENT_SUPPRESSED>", "[19] The Board recognized the facts of the Applicant's earlier detention and his going into hiding; the Board believed the Applicant. However, the Board considered this evidence and balanced it against other evidence. For example, in spite of the fact that he allegedly was suspected of ties to the LTTE, the Applicant was able to obtain a legitimate Sri Lankan passport in 2010 and to leave for Thailand with his own passport. Further, the search for the Applicant was not extensive and the Applicant was permitted to report voluntarily, even after disappearing for months. The Board's conclusion that the Sri Lankan government no longer had an interest in the Applicant is supported by the evidence; it is not unreasonable.  <FRAGMENT_SUPPRESSED> C. Issue #3: Unreasonable sur place decision  <FRAGMENT_SUPPRESSED>", "[20] The Applicant presented to the Board (and to this Court), the following line of reasoning supporting a conclusion that the Applicant would face more than a mere possibility of persecution upon his return to Sri Lanka:  <FRAGMENT_SUPPRESSED> 1. The evidence before the Board demonstrates clearly that agents of the government of Sri Lanka engage in a systemic use of torture of Tamil males as a means of securing information or confessions from detainees.  <FRAGMENT_SUPPRESSED> 2. All returning Tamil males who were on the M/V Sun Sea will be subjected to interrogation to determine whether they might have LTTE associations or information related to those LTTE members who were responsible for this people smuggling operation.  <FRAGMENT_SUPPRESSED> 3. It follows that there is more than a mere possibility that the Applicant will be subject to systemic torture upon his return.  <FRAGMENT_SUPPRESSED>", "[21] The flaw in the Applicant's argument arises with his third step. The Board acknowledged the human rights abuses of the Sri Lanka government and accepted that the Applicant would be detained and questioned upon his return. However, the Board refused to conclude that there was a serious possibility that this particular Applicant would be subjected to torture upon his return. The Board reasoned that, taking into account the specific circumstances of the Applicant, the Sri Lankan authorities were not likely to conclude that he was associated with the LTTE. Thus, there was not more than a mere possibility that he would have a lengthy detention with the risk of torture.  <FRAGMENT_SUPPRESSED>", "[22] The question is whether there was evidence before the Board supporting this reasoning. In my view, there was. For example, the Board had before it - and referred to - the fate of other returning failed asylum seekers. The Board also referred to the unrefuted fact that the Applicant had been cleared by Canadian officials of LTTE association after a \"detailed investigation\" which, the Board logically assumed, would be known to the Sri Lankan officials. As well, the Board explained that even individuals with known, low level LTTE connections have been released, suggesting that someone in the Applicant's situation would not be subject to intense scrutiny.  <FRAGMENT_SUPPRESSED>", "[23] The Applicant submits that the Board erred in its assumption that the decision of the Board would be persuasive evidence to the Sri Lankan authorities that he is not LTTE. In this argument, the Applicant fails to appreciate the entire context in which reference is made to the Canadian decision. The Board's suggestion that the Applicant show his Board decision to the Sri Lankan authorities is not unreasonable in the context of the decision as a whole. As assumed by the Board and by the Applicant, the Sri Lankan authorities would know that the Applicant travelled to Canada on the M/V Sun Sea , and would logically conclude that he applied for refugee protection. Therefore, theoretically speaking, the Board decision could not place him at greater risk and could be helpful in demonstrating why the Canadian authorities believed that the Applicant is not a member of the LTTE. Although there is no evidence that the Board decision would necessarily be probative to the Sri Lankan authorities, the Board acknowledges that the Sri Lankan government will conduct its own independent evaluation and this is phrased merely as an option.  <FRAGMENT_SUPPRESSED>", "[24] In support of his argument, the Applicant provided me with a number of Board decisions in which different panel members of the Board accepted M/V Sun Sea claimants as Convention refugees, allegedly following the Applicant's proposed line of reasoning. The problem is that these Board decisions do not have precedential value - for very good reason. The individual facts and records in each case must be examined. For example, in one of the cases referred to, the panel concluded that the claimant's profile was one suspected of having links with the LTTE, thereby exacerbating the risk on his return.  <FRAGMENT_SUPPRESSED>", "[25] Moreover, and more importantly, the decision is reviewable on a standard of reasonableness. It is possible for different conclusions to be reached on similar facts. I acknowledge that the Applicant put forward a rational line of reasoning for finding that the Applicant was at risk because of his passage on the M/V Sun Sea . However, that does not mean that the line of reasoning followed by the Board is unreasonable. The existence of a range of possible outcomes is the hallmark of the reasonableness standard and is the foundation of the deference owed to decision makers. Whether this Applicant would face more than a mere possibility of persecution is a factual question to be determined by the Board. While I or another panel member might have come to a different conclusion, the decision of this Board was reasonably open to it on this particular evidentiary record. The Court should not intervene.  <FRAGMENT_SUPPRESSED> VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[26] The decision is not unreasonable and should not be overturned.  <FRAGMENT_SUPPRESSED>", "[27] Neither party proposes a question for certification.  <FRAGMENT_SUPPRESSED>", "[28] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. the application for judicial review is dismissed; and  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[1] La juge Snider", "[2]", "[3]", "[4] III. La norme de contrôle  <FRAGMENT_SUPPRESSED>", "[5] <FRAGMENT_SUPPRESSED> , au paragraphe 47 (", "[6]", "[7] pas V. Analyse  <FRAGMENT_SUPPRESSED>", "[8] [TRADUCTION]  <FRAGMENT_SUPPRESSED>", "[9]", "[10] <FRAGMENT_SUPPRESSED> Imm LR (3d) 153; <FRAGMENT_SUPPRESSED>  (1re inst.); <FRAGMENT_SUPPRESSED>  (1re inst.)).  <FRAGMENT_SUPPRESSED>", "[11] <FRAGMENT_SUPPRESSED> [2012] ACF no 36).  <FRAGMENT_SUPPRESSED>", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25] VI. Conclusion  <FRAGMENT_SUPPRESSED>", "[26]", "[27] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[28] :  <FRAGMENT_SUPPRESSED> 2. no question of general importance is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}