{"id_": "069405", "body_str": ["[1] de Montigny, J. : This is an application for judicial review of a decision made by Mr. Brian McCauley, Assistant Commissioner of the Legislative Policy and Regulatory Affairs Branch of the Canada Revenue Agency (\"CRA\"), not to recommend to the Minister a remission of the harmonized sales tax (\"HST\") applied for by the Applicant pursuant to section 23(2) of the Financial Administration Act , R.S.C. 1985, c. F-11 (the \" Act \"). The Applicant sought the remission with respect to its liability for unreported HST on gasoline and tobacco products sold to non-natives at a gas station purchased by the Waycobah Band and situated on the Band's reserve. I. Facts", "[2] The Applicant, Waycobah First Nation (\"Waycobah\"), is a band under the Indian Act , R.S.C. 1985, c. I-5, and is a member band of the Mi'kmaq Nation. The Waycobah reserve, recognized as such under the Indian Act , is located on the western shore of the Bras d'or Lakes in rural Cape Breton, Nova Scotia. As of December 31, 2008, Waycobah had a total population of 895 persons, of which 810 persons reside on-reserve and 85 persons reside off-reserve.", "[3] In April 2000, the Applicant purchased the assets of a gasoline retail business operating under the name \"Rod's One Stop\", located on the Waycobah reserve. Its previous proprietor held the view that, due to certain treaty rights, Mi'kmaq were not required to charge, collect, and remit HST under the Excise Tax Act , R.S.C. 1985, c. E-15, on sales of taxable products to non-natives. When the Applicant purchased the gas station, it sincerely believed that it held similar treaty rights and continued therefore the practice of not collecting HST.", "[4] This issue of treaty rights has been the subject of litigation involving constitutional questions in both the Tax Court of Canada and the Federal Court of Appeal: see <FRAGMENT_SUPPRESSED> ; 299 N.R. 329; 2003 FCA 9. In that case, Mi'kmaq retailers appealed assessed taxes in respect of their taxable sales to non-natives. The appeals were dismissed in both courts and further leave to appeal to the Supreme Court of Canada was denied in June 2003: see [2003] S.C.C.A. No. 107; 320 N.R. 392. Once leave to appeal was denied, the Applicant considered the matter settled and began charging the HST in respect of taxable sales to non-natives at Rod's One Stop.", "[5] Rod's One Stop was selected for audit in October 2002 with respect to the period from April 1, 2000 to December 31, 2001. According to an internal memo dated 25 June 2009 from Karen Stirling to Maureen O'Leary (C.T.R., p. 8), the central issue was the Applicant's apparent non-compliance with the legislative requirements concerning commercial activities carried out on the reserve; specifically this concerned tobacco, fuel, and other taxable convenience store items sold to non-natives at Rod's One Stop. At one of the initial meetings, a representative from Grant Thornton, which had assumed band co-management responsibilities at the request of the Department of Indian Affairs and Northern Development, indicated that it was the Applicant's intention not to collect tax on the reserve, and that this intention was ostensibly based on a constitutional exemption by virtue of 18th century treaties. The band was encouraged to make a voluntary disclosure for the HST that should have been remitted in respect of taxable sales to non-natives throughout the period, which would have resulted in the cancellation of penalties related to any subsequent assessment. However, the Applicant made no such voluntary disclosure.", "[6] On March 26, 2003, the Applicant was assessed $1,153,547 net HST, $127,438 in penalties, and $66,589 in interest. The Applicant objected to this assessment; subsequently, their liability was reduced by $130,000.", "[7] From the date of the March 26 assessment until December 2003, the CRA continued to negotiate payment arrangements with the Applicant and Grant Thornton. The Applicant settled on paying $10,000 per month on the debt and, on April 6, 2004, CRA officials agreed to forgive approximately $420,123 in penalties and interest on the basis of financial hardship for the period of January 1, 2000 to September 30, 2003.", "[8] In September 2003, the Applicant was audited with respect to its operation of Rod's One Stop for the period January 1, 2002 to December 31, 2002. On March 18, 2003, the Applicant was assessed $543,508 net in tax, $23,542 in interest, and $54,558 in penalties. The Applicant did not file a Notice of Objection.", "[9] On November 13, 2004 and April 20, 2005, penalties and interest were waived with respect to the Applicant's HST liability in the amounts of $90,000 and $60,000 respectively.", "[10] The Applicant was audited for the period of January 1, 2003 to March 31, 2005. A Notice of Assessment was issued on January 9, 2006. The Applicant was assessed with respect to taxable sales of gasoline and tobacco products to non-natives in the amount of $758,381 net in tax, $35,354 in interest, and $86,991 in penalties. The Applicant was also assessed a gross negligence penalty in the amount of $179,818, owing to the fact that numerous meetings, outreach contacts, and two previous audits had made band officials fully aware of their HST obligations. As a result of this assessment, CRA officials informed the Applicant that it was in breach of its negotiated compliance arrangements and that the ongoing taxpayer relief that had been applied to its liability was in jeopardy.", "[11] By letter dated December 6, 2005, the Applicant's then Chief wrote to the CRA, advising that there were simply no funds available to meet the tax liability and that the Applicant had an operating deficit of $3.4 million. Housing; schools; and water, sewer, and road infrastructure on the reserve were in dire need of refurbishing and funds could not be allocated to the CRA arrears in these circumstances. In that letter, Chief Googoo asserted that the Applicant was not knowingly non-compliant, but that the amounts assessed in the audit of the January 1, 2003 to March 31, 2005 period were due to clerical errors and difficulties with a swipe card that identified native gasoline and tobacco sales.", "[12] At a meeting held on January 26, 2006 with the CRA, the Applicant agreed to maintain its $10,000 monthly arrears payments and to make current, accurate with its HST filings. In exchange, the CRA agreed not to initiate any collections action on the Applicant's account. Discussions relating to seeking a remission order occurred at this time, and the $10,000 monthly arrears payments were suspended in March 2006 pending further review of the issue.", "[13] In May 2006, Grant Thornton proposed a payment of $10,000 per month over five years in final settlement of the debt. This proposal was rejected by the CRA and no further monthly arrears payments were made after this time.", "[14] A request for remission dated June 27, 2008 was prepared by Grant Thornton and given to CRA officials at the Nova Scotia Tax Services Offices (\"Nova Scotia TSO\") at a meeting on July 3, 2008. In that request, the Applicant asserted that the existence of the HST debt was causing hardship by preventing borrowing for much-needed housing, sewer, water, and road projects on the reserve. Documents provided with the remission request included a letter from an engineering firm advising that the Applicant's sewer system was running at 90% of its capacity and could exceed that capacity with the addition of a new school and housing units. This could have resulted in damages to property and to the Bras d'Or lakes. The same firm wrote a second letter advising that $1,000,000 was needed in the short term to address critical water supply and environmental issues, as well as problems involving a non-functioning or older well. The Applicant further stated that, if the remission were not approved, it would apply for bankruptcy. The CRA was the band's only creditor.", "[15] The CRA officials at the Nova Scotia TSO recommended relief on the basis of extreme hardship, noting that the Applicant had reduced its deficit from $5,500,000 in 2002 to $700,000 in 2007 but that this had had a negative impact on finances available for education, housing, and infrastructure improvements. The Applicant's deficit was projected to increase to $7,000,000 in 2014 as a result of the Applicant's inability to make arrears payments against the CRA debt. The Recommendation Report references the letters from the engineering firm; the Applicant's financial statements for the March 31, 2007 year-end; the details contained in the engineering reports concerning the total required expenditures to upgrade water, sewer, and road infrastructures; and the Applicant's financial projections about declining revenues.", "[16] That report and the information contained in the Applicant's file were forwarded to the Technical Publications and Programs Division, Excise and GST/HST Rulings Directorate and assigned to Karen Stirling for review. Her report and recommendation to deny remission was reviewed by the manager of her unit and approved by the Director of the Division before being forwarded to the Headquarters Remission Committee. The Committee met on September 2, 2009. After a review of the file and a presentation by Karen Stirling, the Committee also recommended that the remission be denied.", "[17] A draft denial letter was then prepared by Karen Stirling and reviewed by her superiors before being sent to Pierre Bertrand, Director General, Excise and GST/HST Rulings Directorate for further review and approval. Finally, it was forwarded to Brian McCauley, Assistant Commissioner of the Legislative Policy and Regulatory Affairs Branch of the CRA on October 20, 2009, along with copies of the June 25 Recommendation Report to the Committee and the Minutes of the September 2, 2009 Committee meeting. On November 9, 2009, Mr. McCauley signed the letter advising the Applicant of his decision not to recommend to the Minister of National Revenue that a remission order be granted. II. The Impugned Decision", "[18] Assistant Commissioner Brian McCauley first summarized the background of the file and the various audits made by the CRA. He then explained in several paragraphs why the remission was not recommended. The core of the decision is short enough to be reproduced here: \"I regret to advise that remission is not recommended. \"You cite, as an extenuating circumstance, the constitutional issues raised at the Tax Court of Canada and the Federal Court of Appeal. In the context of the remission guidelines, remission may be granted very rarely as a result of a court decision, but only when the decision overturns CRA policy. This is not the situation in the court litigation in question. In any event, Waycobah should have been collecting the HST in respect of taxable sales to non-natives at Rod's One Stop even while the issue of constitutional exemption was being examined by the courts. \"Finally, notwithstanding the financial hardship the band is experiencing, the remission guidelines stipulate that a person's compliance record is to be taken into consideration when determining whether relief is appropriate in the circumstances. A major component of this case is the band's history of non-compliance with respect to its HST obligations regarding taxable sales to non-natives at Rod's One Stop, despite continual communication with CRA officials on this issue dating back to January 2002. \"As a result of the foregoing, the facts of this case do not conform to the CRA's remission guidelines to warrant granting relief.\" III. Issues", "[19] This application for judicial review raises the following issues: a) What is the appropriate standard of review? b) Did the CRA Assistant Commissioner err in applying the appropriate test for remission? More specifically, did the CRA Assistant Commissioner fail to consider relevant factors or consider irrelevant factors in not recommending the remission? c) Did the CRA Assistant Commissioner err by fettering his discretion? d) Did the CRA Assistant Commissioner breach natural justice by failing to have regard to the evidence put forward before him by the Waycobah First Nation? IV. Analysis A. The standard of review", "[20] The Supreme Court of Canada has directed a two-step approach to determine the appropriate standard of review. First, the Court must consider existing jurisprudence to ascertain whether the standard of review has already been established. If it has not, the court must then undertake a standard of review analysis: see <FRAGMENT_SUPPRESSED>  at para. 63.", "[21] The only existing decision regarding the refusal to recommend a remission requested pursuant to subsection 23(2) of the Act is that of Justice Noël in <FRAGMENT_SUPPRESSED> . In that decision, the Court followed the pragmatic and functional approach (now referred to as the \"standard of review analysis\") and determined that a review of the decision not to recommend remission called for considerable restraint. In the course of that analysis, the Court noted the following: 1) There is no privative clause in the Act 2) The relative expertise of the decision-maker is a very important factor, which militates for great restraint with respect to the CRA decision. The Court stated that the CRA had an undeniable expertise in implementing the CRA Remission Guide: A Guide for the Remissions of Income Tax, GST/HST, Excise Tax, Excise Duties or FST under the Financial Administration Act (the \" CRA Remission Guide \"). In particular, the members of the Committee are CRA officials from various sectors of the Department; they have considerable experience taking the public interest into account, as well as knowledge of the facts and of the law applicable to such matters; 3) The nature of the question in issue is one of mixed fact and law, which requires extensive knowledge of the facts in very complex cases. The Court noted that the CRA must apply the remission guidelines set out in the CRA Remission Guide to the facts while taking into account a number of factors relating to the public interest; 4) The legislation in question authorizes the Governor General in Council to remit taxes, a penalty, or an interest paid or payable where, in his view, collection of the taxes, penalty, or interest would be unjust, unreasonable, or not \"in the public interest\". The Court felt that the intent of Parliament (i.e., the purpose of the legislation) also demanded great judicial restraint. Although the disputed decision was administrative in nature, the Court concluded that the purpose of subsection 23(2) of the Financial Administration Act was to confer a broad discretion on the Governor General in Council to decide whether an amount paid should be remitted. The Governor General in Council was required to weigh a variety of factors and thus needed to enjoy a broad discretion.", "[22] The Court went on to decide that the standard of review was that of patent unreasonableness. It has now been settled by <FRAGMENT_SUPPRESSED> , above, that there are only two standards of review: reasonableness and correctness. Where the question is one of fact, discretion, or policy, or where the legal and factual issues are intertwined and cannot be readily separated, the standard of review is reasonableness.", "[23] The argument revolving around the fettering of discretion, on the other hand, raises a question of law. In essence, the Applicant argues that the CRA Assistant Commissioner did not properly apply the test for remission set out in the Financial Administration Act and failed to take the public interest into account, and rather chose to elevate the CRA guidelines to the level of law. Such a fettering of discretion, if it is established, would clearly amount to a reviewable error of law: see, for ex., <FRAGMENT_SUPPRESSED> ; 109 N.R. 216; 30 C.P.R.(3d) 269 (F.C.A.). That being said, it is not a question of law that is of \"central importance to the legal system ... and outside the ... specialized area of expertise\" of the administrative decision maker: <FRAGMENT_SUPPRESSED> , above, at para. 55. As such, it must therefore be reviewed against a reasonableness standard.", "[24] Finally, it is well established that questions of natural justice are not subject to a standard of review analysis. They are more appropriately assimilated to questions of law. In those cases, no deference is due, since the decision-maker as either complied or not complied with the duty of fairness appropriate in the circumstances: see <FRAGMENT_SUPPRESSED> . B. Did the CRA Assistant Commissioner err in applying the appropriate test for remission? More specifically, did the CRA Assistant Commissioner fail to consider relevant factors or consider irrelevant factors in not recommending the remission?", "[25] The Applicant submitted that the Assistant Commissioner erred by failing to consider the factors set out in subsection 23(2) of the Act when rejecting the remission request. That provision reads as follows: \"23(2) The Governor in Council may, on the recommendation of the appropriate Minister, remit any tax or penalty, including any interest paid or payable thereon, where the Governor in Council considers that the collection of the tax or the enforcement of the penalty is unreasonable or unjust or that it is otherwise in the public interest to remit the tax or penalty.\"", "[26] The Applicant pointed out that the decision-maker never used the terms \"public interest\", \"unjust\", or \"unreasonable\" in the substantive section of his decision, and simply relied on the CRA Remission Guide . According to the Applicant, the CRA Assistant Commissioner erred in not addressing Waycobah's written submissions arguing that remission was in the public interest because of health and environmental reasons, because it would promote the First Nation self-governance policy and because it would help avoid Waycobah's bankruptcy.", "[27] The Applicant also submitted that the Assistant Commissioner erred by taking into consideration an irrelevant factor when refusing to recommend the remission. Counsel explained that the refusal letter was closely based on the recommendation report prepared by Karen Stirling, who partially based her recommendation on the premise that if Waycobah was granted remission, to would set an \"undesirable precedent\" for other native bands.", "[28] In the same vein, the Applicant argued that the Assistant Commissioner erred by treating non-compliance as a bar to remission. Relying on Parliament's broad language and the scope of section 23 of the Act , according to which remission can be granted at any stage of the proceeding, regarding any tax or penalty, and even to a party that committed an offence, counsel stressed that it does not support the use of non-compliance as a bar to granting remission. Furthermore, the Applicant submitted that the Assistant Commissioner did not consider the bona fide reason for not collecting the HST, and that it is not a situation where the HST was collected but not remitted back.", "[29] As previously mentioned, the decision under review is of a discretionary nature and the Court can only intervene if the administrative decision-maker failed to take into consideration relevant factors or considered irrelevant ones.  <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal summarized this general administrative law principle as it applied to the CRTC: \"187. (...) If the administrative measure adopted is one that is authorized by the legislature, it is not the job of this Court to interfere in the correctness or appropriateness of the measure taken, still less to rule on the merits and appropriateness of selecting this rather than that measure and vice versa. At most, the Court may satisfy itself that the CRTC, in the exercise of its discretion, considered the relevant factors without adding to them any irrelevant factors. The actual exercise of weighing these factors, which generally pertains to the CRTC's field of expertise, is a matter for the CRTC. 'It is not normally the business of a reviewing court to substitute its view of the relative weight to be attributed to various factors considered in the exercise of discretion for that of the specialist administrative agency to which Parliament has entrusted the task': <FRAGMENT_SUPPRESSED>  [2004], at paragraph 14 (F.C.A., per Evans, J.A.).\"", "[30] The remission of a tax is clearly an exceptional measure that the Governor in Council may grant when the collection of the tax is considered unreasonable or unjust, or when it would otherwise be in the public interest to grant the remission. While each remission request is to be considered on its own merits, guidelines have been developed to assist CRA officials in their assessment of remission requests. Four categories of cases are listed as examples of circumstances where a remission order may be appropriate: extreme hardship, incorrect action or advice on the part of CRA officials, financial setback coupled with extenuating factors, and unintended results of the legislation. These are clearly meant not to limit the discretion of CRA officials, as is made clear in the following paragraph of the CRA Remission Guide's \"Remission Guidelines\" section: \"These guidelines provide a framework within which a remission might be supported. However, it must be kept in mind that they do not cover every circumstance; there may be other valid reasons that would justify consideration of a remission order. Good judgment must be exercised at all times and all relevant factors should be taken into consideration, e.g., a person's compliance history, credibility, circumstances, age, and health.\" CRA Remission Guide , \"Remission Guidelines\", at p. 9", "[31] I agree with the Respondent that the concept of \"public interest\" cannot be viewed merely in terms of the interests of any one group of taxpayers, but rather must also take into consideration the concerns of society generally. Through a remission order, the Applicant is asking for exemption from the application of legislation to which the rest of Canadian society is subject. The granting of a remission order necessarily involves a departure, in the particular case of a taxpayer, not only from the ordinary rules of taxation, but from the principle of equality of treatment. The phrase \"public interest\" must therefore be viewed in the context of the broad regulatory scheme governing the operation of taxation statutes and with an eye towards the principles animating the Excise Tax Act as a whole.", "[32] The Assistant Commissioner was aware of the \"public interest\" arguments made by the Applicant. The Recommendation Report that was before him refers to those arguments, and references the supporting documentation provided by the Applicant with respect to the strain on the sewer system, the potential for damage to property and the Bras d'Or lakes, funds needed to address critical water supply and environmental issues, and the cost of ameliorating wells. The facts presented by the Applicant with respect to its financial status, the need for considerable infrastructure expenditures, its desire to regain financial independence, and its potential bankruptcy were also before the Assistant Commissioner.", "[33] The Assistant Commissioner was not required to adopt the Applicant's characterization of what constitutes \"public interest\". The Applicant's submissions centre on the needs of the Applicant's community as a matter of public interest. However, the public interest of which the Minister is a guardian is much wider in scope.", "[34] The fact that the Assistant Commissioner did not use the phrase \"public interest\" in his letter to the Applicant can not be taken as an indication that he did not turn his mind to that consideration. It is clear from his affidavit that the draft denial letter was forwarded to him along with copies of the June 25, 2009 Recommendation to the Committee and with the Minutes of the September 2, 2009 Committee meeting. Indeed, his letter is based substantially on the Recommendation to the Committee.", "[35] Counsel for the Applicant implicitly admits that the letter and the Recommendation must be read together when arguing that the Assistant Commissioner erred by considering an irrelevant factor, i.e., that granting remission would set an undesirable precedent for other Indian bands in similar situations. While this factor was indeed mentioned in the Recommendation, it did not find its way into the letter sent by the Assistant Commissioner. To the extent that it must considered part and parcel of the Assistant Commissioner's decision, however, it was perfectly legitimate to take it into account. Once again, the Assistant Commissioner was entitled (and, I would submit, even required) to assess the broader implications of a recommendation for remission; such an exercise was clearly consistent with the legislative mandate to determine whether it would be in the public interest to remit a tax or penalty.", "[36] The Applicant's argument that the Assistant Commissioner improperly characterized Waycobah's non-compliance as a bar to a remission order is not borne out by a careful reading of his letter. First of all, it is clear from the CRA Remission Guide that it is a legitimate factor to be taken into consideration, as evidenced by the quote reproduced at paragraph 31 of these reasons. In fact, in the same section of the CRA Remission Guide dealing with the remission guidelines, four situations are listed where remission would likely not be recommended, one of which is when \"it is reasonable to conclude that the client was negligent or careless in complying with the law, or simply made an imprudent decision\" ( CRA Remission Guide , p. 13).", "[37] Secondly, there is no evidence that non-compliance was perceived as trumping any of the other relevant factors. There is no doubt that non-compliance was a significant factor in the decision. That being said, the decision states that \"notwithstanding the financial hardship being experienced\" by the Applicant, the Applicant's compliance record was being taken into consideration. This demonstrates that the Assistant Commissioner weighed these separate issues. There was a history of non-compliance by the Applicant stemming from its deliberate decision to ignore its tax obligations. Where the Governor in Council is required to consider both the public interest and whether collection of the tax is just, compliance is surely relevant. The taxation system is a self-reporting system and the success of its administration depends primarily upon taxpayer forthrightness. There is both public interest in maintaining the integrity of that system and justice in requiring that all Canadians be held to the same standard of compliance within the system.", "[38] As for the Applicant's argument that the Assistant Commissioner did not consider the reason for refusing to collect and remit HST until the decision of the Supreme Court of Canada, it ought to be rejected. First of all, the Assistant Commissioner was clearly aware of the Applicant's position with respect to HST collection and its treaty rights: it was summarized in the Recommendation Report and he refers to these \"extenuating circumstance\" in his letter. Moreover, the Applicant submitted that it began charging HST on taxable sales to non-natives after the Supreme Court of Canada decision in June 2003. In his letter, the Assistant Commissioner reiterates the Applicant's words used when he notes that, once leave to appeal to the Supreme Court was denied, the Applicant \"considered the matter settled and began charging the HST in respect of taxable sales to non-natives\".", "[39] However, the Assistant Commissioner was also aware that the Applicant's January 9, 2006 assessment for the period of January 1, 2003 to March 31, 2005 - much of which occurred after the time the Applicant had ostensibly started collecting and remitting HST - included a gross negligence penalty. This penalty was assessed because the CRA felt the Applicant ought to have been aware of its obligations under the Excise Tax Act given its frequent contact with the CRA. Moreover, the amount of the assessment, $758,381 of net tax alone, does not point to compliance during that period.", "[40] The Assistant Commissioner noted that the Applicant's history of non-compliance existed despite the continual communications with CRA officials on the issue of its HST obligations dating back to January 2002. It was open to the Assistant Commissioner to measure all of the factors related to non-compliance. He could reasonably determine that the Applicant's explanation for the mistaken non-compliance was outweighed by a consistent pattern of non-compliance with legislative requirements of which it was aware. C. Did the CRA Assistant Commissioner err by fettering his discretion?", "[41] Counsel for the Applicant submitted that the Assistant Commissioner fettered his discretion by elevating the remission guidelines to the level of law and by ignoring other relevant considerations. In support of this contention, counsel referred to the closing paragraph of the Assistant Commissioner's letter, as well as to the minutes from the CRA Headquarters Remission Committee and to the Recommendation to the Committee dated June 25, 2009, all of which seem to indicate that remission was not warranted because the facts of this case did not conform to the guidelines.", "[42] It is a well-established principle of administrative law that a decision-maker errs by giving guidelines force of law: \"In my view, by strictly applying this application policy as he did (and as Revenue Canada Headquarters advised him to do), the Director elevated guidelines to the level of law, and accordingly limited his decision-making authority in the exercise of the discretion conferred on him by an enabling statute.\" <FRAGMENT_SUPPRESSED> , at p. 7.", "[43] In other words, a decision-maker's discretion is fettered where a factor that may properly be taken into account in exercising discretion is elevated to the status of a general rule that results in the pursuit of consistency at the expense of the merits of individual cases. The essence of discretion is that it can be exercised differently in different cases. However, the reliance on a policy or guideline to come to a decision will not be objectionable per se. Such instruments, sometimes referred to as \"soft law\", may be quite helpful in ensuring consistency and enabling those governed by statutory provisions to know which factors may affect their claims. It will therefore be perfectly legitimate for an administrative authority to rely on a policy or a guideline in making a decision, so long as that policy or guideline does not remove the decision from the decision-maker or predetermine a matter without an opportunity to address the merits. In Glaxo Wellcome plc v. Minister of National Revenue , [1997] F.C.J. No. 1636; 142 F.T.R. 181 (F.C.), for example, the Court held that the Minister did not fetter his discretion when he followed the guidelines and gave them as a primary reason for disallowing the request of the Applicant: see also <FRAGMENT_SUPPRESSED> ; 125 Sask.R. 28; 81 W.A.C. 28; 119 D.L.R.(4th) 528 (C.A.), at 548.", "[44] In the case at bar, there is no evidence that the decision was predetermined. The Applicant's submissions were reviewed by officials of the CRA with reference to the guidelines. The Recommendation Report sets out in detail all of the Applicant's submissions. These submissions were particular to the Applicant, as was the decision. There is no evidence that the Assistant Commissioner fettered his discretion or that he felt bound by a policy.", "[45] In his letter, the Assistant Commissioner wrote that the band's history of non-compliance was a major component of its decision, not that it was the only component. He also considered other relevant facts, including the Applicant's financial circumstances and the court decisions referred to by the Applicant. Moreover, he was clearly aware of the financial hardship the band is experiencing, since he referred explicitly to it. In coming to his decision, he weighed the importance of all these factors.", "[46] Regard must also be had to the content and nature of the guidelines themselves. The remission guidelines include a list of \"common characteristics\" that have been developed in the context of a remission request. The guidelines remind the decision-maker to consider any and all relevant factors. Therefore, they do not offer a closed set of criteria that must be met such that they would fetter the discretion of the decision maker. Rather, the guidelines reiterate the need to be open to all relevant issues, just as the Assistant Commissioner was.", "[47] The Applicant argues that the Assistant Commissioner fettered his discretion when he wrote that the \"facts of this case do not conform to the CRA's remission guidelines to warrant granting relief\". However, each statement made in the decision must be viewed within the context of the entire decision. The Assistant Commissioner's decision, read as a whole, demonstrates that he noted the Applicant's request which it based on extreme hardship, financial setback coupled with extenuating circumstances and the assertion that granting remission would be in the public interest. The Applicant framed its submissions on the broadly-outlined considerations set out in the guidelines. The decision was made taking into account the specific facts of the Applicant's case.", "[48] Moreover, it cannot be said that the guidelines constrict the application of the Act and fetter the decision-maker's discretion. Not only are the four remission guidelines clearly not meant to be limitative, but the opening paragraph of that section of the CRA Remission Guide states explicitly that \"[e]ach remission request is considered on its own merits to determine whether collection of the tax or enforcement of the penalty is unreasonable or unjust, or if remission is in the public interest, in accordance with the broad terms set out in section 23 of the Financial Administration Act \" (p. 9). As a result, it cannot be said that strict adherence to the guidelines would amount to a fettering of discretion, since they mirror the language used in the Act and in no way restrict its ambit. D. Did the CRA Assistant Commissioner breach natural justice by failing to have regard to the evidence put forward before him by the Waycobah First Nation?", "[49] The Applicant argued that the Assistant Commissioner erred by deciding on the basis of a staff's negative recommendation without even reading another staff member's positive recommendation. This argument is not very compelling, because the Recommendation Report dated June 25, 2009 and prepared by Karen Stirling summarized the positive recommendation made earlier by the Nova Scotia TSO. Furthermore, nothing indicates that the CRA Assistant Commissioner has to review every staff's member recommendation. A review of the final report upon which consensus was reached is sufficient and consistent with established and efficient management practice.", "[50] The Applicant, relying on the common law principle of \"he who hears must decide\", also submitted that the Assistant Commissioner breached natural justice by not reviewing by himself the submissions made by Waycobah in the request letter and by relying instead solely on the reports and Committee minutes. This argument is also flawed for a number of reasons. First, the decision under review is an administrative decision, as opposed to a judicial or quasi-judicial one. No hearing or interview with the CRA Assistant Commissioner is required in such a context. It is well-established that the principle advanced by the Applicant does not apply to administrative decisions: see, for ex., <FRAGMENT_SUPPRESSED>  at paras. 14-15; <FRAGMENT_SUPPRESSED>  at para. 26.", "[51] Evaluating whether a tribunal has adhered to procedural fairness or the duty of fairness requires an assessment of the procedures and safeguards required in a particular situation: Conseil de la magistrature ( <FRAGMENT_SUPPRESSED>  N.B.R.(2d) 201; 636 A.P.R. 201, at para. 74. The flexible nature of the duty of fairness recognizes that meaningful participation can occur in different ways in different situations: <FRAGMENT_SUPPRESSED> , at para. 33.", "[52] The Financial Administration Act does not specify the procedure to be followed by a Minister in arriving at a recommendation, allowing the Minister to choose the procedure to be followed.", "[53] The analysis of what procedures are required by the duty of fairness should take into account and respect the choices of procedure made by the agency itself. This is particularly true when the statute leaves to the decision-maker the ability to choose its own procedures, or when the agency has an expertise in determining what procedures are appropriate in the circumstances.", "[54] Moreover, a decision to recommend or not to recommend remission is very different from a judicial decision, since it involves a considerable amount of discretion and requires the consideration of multiple factors. In addition, the remission of tax is an exception to the general principles of taxation law and it clearly does not amount to a right for the person affected, even if it can obviously have a significant impact on that person's life. When considered together, these factors militate for a duty of fairness at the lower end of the scale.", "[55] In the present case, the Applicant submitted information about its financial situation, the history of its failure to collect HST, and appended a number of supporting documents as exhibits. In short, the Applicant was not prevented from raising any of the factors it deemed relevant to the remission request. It is true that this information was not forwarded to the Assistant Commissioner. However, it was reviewed by the CRA official who prepared a detailed report. The Recommendation Report contained a summary of the facts as presented by both the Applicant and Nova Scotia TSO officials recommending remission. The facts presented by the Applicant and the Nova Scotia TSO were not disputed in the report. This Recommendation Report was then provided to the Assistant Commissioner.", "[56] I am satisfied that the Assistant Commissioner observed the duty of procedural fairness required in the circumstances. While he did not have direct access to the submissions of the Applicant and to the recommendation of the Nova Scotia TSO officials while forming his decision, he was informed of the substance of these submissions and of the recommendation by means of the neutral and thorough Recommendation Report. This was sufficient to satisfy the duty of procedural fairness in the context of s. 23(2) of the Act V. Conclusion", "[57] For all of the foregoing reasons, I am therefore of the view that this application for judicial review ought to be dismissed, with costs. JUDGMENT", "[58] THIS COURT'S JUDGMENT is that this application for judicial review be dismissed, with costs. Application dismissed. Editor: Steven C. McMinniman/pdk [End of document]"]}