{"id_": "069516", "body_str": ["[1]", "[2]", "[3] (LIPR).", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23] <FRAGMENT_SUPPRESSED> ).", "[24]", "[25]", "[26] La demanderesse cite", "[27]", "[28]", "[29] (4) En cas de non-respect (4) A sum of money deposited is forfeited, or a guarantee posted becomes enforceable, on the failure of the person or any member of the group of persons in respect of whom the deposit or guarantee was required to comply with a condition imposed.", "[30]", "[31]", "[32]", "[33]", "[34] , [1985] 2 RCS 643).", "[35]", "[36] ORDONNANCE", "[37] <FRAGMENT_SUPPRESSED>  [Translation]: This is an application for judicial review of the decision dated August 23, 2010, by the Canada Border Services Agency (CBSA), requiring the payment of $20,000 as a guarantee for the breach of a release condition by the brother of Colonia Falcon Domitlia (applicant).", "[2] For the reasons mentioned below, the application for judicial review will be dismissed.", "[3] The applicant is the sister of Victor Hugo Colonia Falcon (Mr. Falcon), to whom section 37 of the Immigration and Refugee Protection Act (IRPA) currently applies.", "[4] Mr. Falcon arrived in Canada in August 1991 and claimed refugee protection. This status was granted to him on May 27, 1992.", "[5] In January 1993, Mr. Falcon filed an application for permanent residence, which was rejected in 1997 because he was inadmissible on grounds of criminality. The evidence demonstrates that he committed several robberies in his country of origin before coming to Canada.", "[6] The Court is reiterating here, almost in their entirety, paragraphs 5 to 19 of the respondent's memorandum regarding the subsequent events, which are not really being challenged.", "[7] Previously, on August 30, 1995, Citizenship and Immigration Canada (CIC) prepared an initial inadmissibility report because Mr. Falcon had been convicted of robbery on June 21, 1995.", "[8] On March 12, 1997, a second inadmissibility report was prepared because Mr. Falcon had been convicted of breaking and entering on June 3, 1996, and of robbery and failure to comply with conditions on June 7, 1996.", "[9] Then, on June 3, 1998, CIC prepared a new inadmissibility report because Mr. Falcon had been convicted of assault causing bodily harm on June 7, 1996.", "[10] On April 9, 1999, a new inadmissibility report was prepared because Mr. Falcon had again been convicted of robbery on February 2, 1999.", "[11] On November 16, 2006, an inadmissibility report under subsection 44(1) of the IRPA was issued against Mr. Falcon alleging that he was part of an organized criminal group, as defined in subsection 37(1) of the IRPA, namely, a South American criminal organization specializing in robbery. This report was referred to the Immigration Division (ID) of the Immigration and Refugee Board (IRB).", "[12] On November 17, 2006, Mr. Falcon was arrested and detained by the immigration authorities.", "[13] On January 23, 2007, the ID issued a deportation order against Mr. Falcon pursuant to subsection 37(1) of the IRPA. Despite Mr. Falcon's record, the ID released him under several very strict conditions, including a guarantee of $20,000, on the condition that he not enter any business or shopping centre except those selling food only.", "[14] On May 12, 2010, Mr. Falcon breached one of the conditions imposed by entering a clothing store.", "[15] On June 30, 2010, Mr. Falcon reported to the CBSA, thereby complying with his release conditions. That same day, the Service de police de la Ville de Montréal (SPVM) arrested Mr. Falcon in relation to the incidents of May 12, 2010. Mr. Falcon was to appear in court on September 29, 2010, regarding the incidents of May 12, 2010.", "[16] That same day, on June 30, 2010, the chief of operations of the CBSA, Investigations Montréal (CBSA) signed a letter and sent it to the applicant. This letter specified that her brother had breached some of his release conditions, more specifically, the condition of not entering a business other than one selling food only. The letter also indicated that the CBSA was now entitled to claim the $20,000 offered as a guarantee for her brother's release by the ID in January 2007. The letter clearly specified that if the applicant was of the opinion that the guarantee should not be enforced, she had to send, within the thirty days following the mailing of the letter in question, explanations in this respect and that if she failed to do so, she would receive a letter confirming the CBSA's final decision ordering her to pay.", "[17] The CBSA received nothing from the applicant during those thirty days.", "[18] Meanwhile, Mr. Falcon was arrested by the authorities on July 8, 2010.", "[19] On July 9, 2010, the ID reviewed the reasons for Mr. Falcon's detention. During this hearing, a detailed report by the SPVM was filed into evidence (Exhibit M-3). This report showed that police had been patrolling 5824-A Saint-Zotique Street in Montréal on May 12, 2010, and that at 2:56 p.m., SPVM officer Marc Houle had seen two unknown men and two unknown women stop in a vehicle in front of the said residence. Further investigation revealed that one of the persons was in fact Mr. Falcon. Afterwards, this same SPVM officer had seen Mr. Falcon and two others enter 6200 Henri-Bourassa Street East (in Montréal), a Le Château warehouse clothing store. According to the supplementary report dated May 25, 2010, the surveillance team had witnessed several shopliftings in Montréal that same day. On May 19, 2010, Sergio Olivera, a loss prevention specialist, submitted a DVD of photos to the SPVM officers, who wrote up the supplementary report dated May 25, 2010. The photos revealed two people entering the Le Château store and stealing clothing from there. Searches were then conducted at the residences of the various people involved. On May 25, 2010, after the residences were searched, SPVM officer Caroline Dupuis, another police officer in the SPVM's Intelligence Division, identified Mr. Falcon as one of the people who had purportedly participated in the shoplifting committed at the Le Château store on May 12, 2010. On May 25, 2010, the people in question were arrested, including Mr. Falcon.", "[20] On August 23, 2010, the chief of operations of the CBSA signed a second letter and sent it to the applicant. The letter confirmed that, in the absence of explanations by the applicant, the CBSA required the payment in the amount of $20,000.", "[21] It is this decision that the applicant is challenging in this application for judicial review.", "[22] In the case at bar, the first issue is whether the applicant's brother breached his release conditions.", "[23] I am of the opinion that this is a question of fact for which the applicable standard of review is reasonableness ( <FRAGMENT_SUPPRESSED> ).", "[24] The second issue is whether the officer erred by failing to consider reducing the amount to be forfeited.", "[25] This issue was already the subject of an analysis in <FRAGMENT_SUPPRESSED>  paragraph 2, in which the Court stated that the applicable standard is reasonableness: 2. The Standard of review in matters respecting the return or forfeiture of bonds of this type has been considered by Justice Mosley of this Court in <FRAGMENT_SUPPRESSED> . He considered other decisions of this Court and stated that the jurisprudence is complex and still evolving. While at least one decision ( <FRAGMENT_SUPPRESSED> ) says that the standard is correctness, another ( <FRAGMENT_SUPPRESSED> ) says that it is reasonableness. Justice Mosley determined that he would examine the matter on the basis of reasonableness and so will I, except as to matters of law where the standard is correctness.", "[26] The applicant cites <FRAGMENT_SUPPRESSED>  arguing that this is instead a question of law and raises the standard of correctness.", "[27] I believe that this is a question of mixed fact and law; I would therefore apply the standard of reasonableness.", "[28] Regarding the allegations that the applicant's brother breached his conditions, the applicant draws attention to the fact that her brother's case (breach of condition charge) has not yet been heard and that her brother must benefit from the presumption of innocence.", "[29] However, subsection 49(4) of the Immigration and Refugee Protection Regulations , SOR/2002-227 (Regulations) states the following: (4) A sum of money deposited is forfeited, or a guarantee posted becomes enforceable , on the failure of the person or any member of the group of persons in respect of whom the deposit or guarantee was required to comply with a condition imposed (4) En cas de non-respect", "[30] There is no legal requirement for the officer to wait until the person charged with breaching a condition is convicted or pleads guilty before the officer determines whether the person failed to comply with one of the imposed conditions.", "[31] This is why chapter 7.8 of Guide ENF 8 (Exhibit \"S\", Guide, Respondent's Memorandum, page 135) states: \"CIC and CBSA managers and officers have discretionary power to decide whether a breach of conditions is severe enough to warrant the forfeiture of the deposit or the guarantee.\" This directive, while not having the force of law, is consistent with the interpretation of subsection 49(4) of the Regulations, which must be applied by officers faced with a similar situation.", "[32] In the case at bar, the officer had before him probative evidence that the applicant's brother had breached one of his release conditions. Moreover, Mr. Falcon himself admitted that he was in the Le Château warehouse on May 12, 2010 (Exhibit \"A\", hearing transcript dated July 9, 2010, page 29, second paragraph).", "[33] The officer therefore was not required to wait for a guilty verdict before writing to the applicant to advise her that the guarantee would be required.", "[34] With respect to the officer's discretionary authority to require all or part of the guarantee, the applicant raises a breach of procedural fairness ( <FRAGMENT_SUPPRESSED> ).", "[35] The respondent refers to the Guide and specifies that before February 1, 2007, there was some discretion for officers, who were able to require forfeiture of an amount less than the guarantee provided.", "[36] Given that the condition was breached on May 12, 2010, the new directives must apply. In fact, since February 1, 2007, officers no longer have the discretion to require forfeiture of an amount less that the guarantee provided. Evidently, the officer did not commit an error. ORDER", "[37] THE COURT ORDERS AND ADJUDGES that the application for judicial review be dismissed. [End of document] <FRAGMENT_SUPPRESSED>"]}