{"id_": "069510", "body_str": ["[1] Near, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated July 15, 2011. The Board determined that the Applicants were neither Convention refugees nor persons in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27.", "[2] For the reasons set out below, the application is dismissed. I. Facts", "[3] Pablo Orlando Pion Tarazona (the Principal Applicant) and his spouse, Silvana Sofia Tavera Barranza and daughter, Gabriela Sofia Pion Tavera (collectively the Applicants) are citizens of Colombia. Their refugee claim in Canada is based on a fear of the Autodefensas Unidas de Colombia (AUC).", "[4] The Principal Applicant was a property manager for a condominium complex in which several units were owned by the AUC. In March 2009, he found illegal cars parked on the property and called the police. A building resident and member of the AUC stole information from the Condominium Board. The Principal Applicant also reported this incident to the police and filed a criminal complaint on March 6, 2009.", "[5] The Principal Applicant began receiving threatening telephone calls from members of the AUC demanding that he resign and pay one hundred million pesos. Although he paid them ten million pesos in a specified location, he was told to leave the country if he did not want anything to happen to his family. The Applicant left for the United States of America on April 1, 2009 and arrived in Canada on September 8, 2009. II. Decision under Review", "[6] The Board found the Principal Applicant failed to rebut the presumption of state protection in Colombia. Country conditions suggested that, although not perfect, there is adequate state protection for victims of crime and serious efforts are being made to address problems of criminality. Since the Principal Applicant was willing to call police as a result of the initial issues with a member of the AUC and police responded each time, the Board found there was no reason why he could not have done so to address subsequent threats.", "[7] In addition, the Board determined that the Principal Applicant would have a viable Internal Flight Alternative (IFA) in Bogota as there was insufficient evidence that he would face persecution or, on a balance of probabilities, be at risk personally. Given that he complied with the AUC's demands, there was no ongoing motivation to seek him out, particularly since he no longer served as an obstacle to obtaining a coveted security contract at the condominium. III. Issues", "[8] The issues raised in this application can be addressed as follows: (a) Did the Board deny the Applicants a fair hearing by not granting their counsel the right to make written submissions and accommodate her disability? (b) Did the Board err in its assessment of state protection? (c) Did the Board err by finding the Applicants had a viable IFA? IV. Standard of Review", "[9] I must adopt the correctness standard for matters of natural justice and procedural fairness ( FRAGMENT_SUPPRESSED).", "[10] As for the Board's assessment of state protection and an IFA, I should employ the reasonableness standard of review (see FRAGMENT_SUPPRESSED).", "[11] In applying that standard, I will consider the existence of justification, transparency and intelligibility or whether the decision falls outside the range of possible, acceptable outcomes ( FRAGMENT_SUPPRESSED). V. Analysis A. Fairness of Hearing", "[12] The Applicants contend they did not receive a fair hearing because the Board failed to give their counsel the opportunity to make written submissions to accommodate her back problems. Counsel had requested time for written submissions from the Board since she could not carry country documents with her to the hearing. According to the Applicants, the Board unreasonably refused her request as akin to an adjournment without considering relevant factors. Since the Board's decision is based in part on an analysis of country conditions, the Applicants insist they suffered prejudice as a result.", "[13] Considering the relevant principles and surrounding circumstances, I am unable to accept the Applicants' position.", "[14] Rule 60 of the Refugee Protection Division Rules , SOR/2002-228 states that representations must be \"made orally at the end of the hearing unless the Division orders otherwise.\" Any possibility of written submissions would therefore be solely at the Board's discretion.", "[15] In FRAGMENT_SUPPRESSED, Justice Francis Muldoon rejected the argument that an applicant was denied the full opportunity to present her case, noting that the Board is not obligated \"to provide the opportunity for written submission, or to provide the applicant with an unlimited amount of time during which to make oral submissions.\"", "[16] In this case, there were already several delays in scheduling a hearing. The Applicants' counsel had opportunities to make the Board Member aware of complications arising from her condition and a potential request for further written submissions, but failed to explicitly do so until well into the hearing.", "[17] Although the Board Member denied counsel's belated request after considering it in a recess, she offered to provide her with copies of the relevant documents. Applicants' counsel requested two specific documents and was permitted a recess to consult them and locate passages in preparation for oral submissions. Her subsequent submissions drew directly on portions of those documents. Indeed, the Board references these submissions in its reasons.", "[18] The Board was not required to provide counsel for the Applicants with an opportunity to make written submissions and reasonably refused the request under the circumstances as being within its discretion. No reasons were provided for the refusal but I do not agree with the Applicant's suggestion that factors relevant to an adjournment must be considered in these cases. The nature of representations to the Board was at issue as opposed to an adjournment request. Either way, there are several factors that would justify precluding further written representations following a recess and with oral submissions being provided in a previously delayed hearing.", "[19] I also note that the Board made efforts to accommodate counsel and allow her to consult relevant documents. There is no doubt that her oral submissions were formally considered by the Board. The Applicants have not demonstrated that they were prejudiced in some way by their counsel's inability to provide written representations, such as critical documents that should have been referred to orally but were subsequently ignored by the Board and would have significantly bolstered their claim. Lacking specificity in this regard, I do not see how the Applicants were denied a fair hearing. B. State Protection", "[20] The Applicants also take issue with the Board's conclusion that if they were able to contact police and receive a response in their initial difficulties with the AUC and the condominium complex, they would be able to do so to address subsequent threats. According to the Applicants, the Board failed to appreciate the differences between these two situations.", "[21] While the Applicants may disagree with the Board's reasoning, it is within the range of possible, acceptable outcomes. Since the Applicant was willing to contact police to address business problems and the police responded appropriately, it is logical to conclude that a similar action and response would be reasonably forthcoming in more serious situations as the Respondent maintains.", "[22] Contrary to further submissions from the Applicants, I also consider the Board's assessment of the documentary evidence related to state protection reasonable. It is presumed to consider all of the evidence unless the contrary is shown and is not required to specifically mention every piece of documentary material ( FRAGMENT_SUPPRESSED.", "[23] The Board recognized inconsistencies among several sources of documentary evidence before concluding that, although not perfect, there was adequate state protection for victims of crime in Colombia. At paragraph 22 of its reasons, the Board also referred to the passages in documents from submissions by Applicants' counsel as to some level of collusion and tolerance between police and guerrilla groups in Colombia.", "[24] It nonetheless found that they had failed to rebut the presumption of state protection based on the documentary evidence and in light of the Applicants' previous interaction with police but subsequent failure to seek assistance for AUC's threats. The Board is entitled to weigh the evidence before it in this manner and consider the Applicants' past dealings with police.", "[25] There is no basis for the Court to intervene in the Board's determination that the Applicants failed to rebut the presumption of state protection with clear and convincing evidence by emphasizing their particular experience (see FRAGMENT_SUPPRESSED). This finding would also be definitive for their claim. C. Internal Flight Alternative (IFA)", "[26] While the decision can be upheld on the reasonableness of the state protection finding alone, I will address some of the arguments raised by the Applicants in relation to an IFA.", "[27] The Applicants further contest the Board's findings that they would have a viable IFA in Bogota. By suggesting that since they complied with the AUC's demands and would not be at risk, the Board misunderstood the situation. They were targeted for involving the police, not solely the desire for the security contract. The Principal Applicant was also extorted, told to resign and leave Columbia. According to the Applicants, they would not be complying with all of these demands and defying the organization by remaining in Bogota.", "[28] Since the Applicants followed the primary demands of the AUC and the security contract was one aspect of this dispute, the Board's IFA finding is reasonable. Earlier in the decision, the Principal Applicant was legitimately \"asked why he believed AUC would continue to pursue him should he return to Columbia, given that the incidents occurred more than two years ago, and he had resigned from the condominium complex, and thus was no longer an obstacle for the AUC in obtaining the coveted security contract.\"", "[29] In its IFA analysis, the Board expressly considered the arguments offered by the Principal Applicant at the hearing that the AUC would locate him anywhere and that the organization works in conjunction with police throughout Columbia. It also referred to his position that he had been \"declared their enemy\" and believed they would continue to search for him in his city. Balancing these claims against his compliance with the demands, the Board found \"there is less than a mere possibility that the AUC would have a continued interest in the claimant if he were to return to Bogota.\"", "[30] The Board found the Applicants simply had not provided sufficient evidence to demonstrate that, on a balance of probabilities, there is no [sic] serious possibility of being persecuted in Bogota and it would not [sic] be unreasonable, in all the circumstances of the case, for them to seek refuge there ( FRAGMENT_SUPPRESSED). VI. Conclusion", "[31] The Applicants were not denied a fair hearing in this instance by the Board's discretionary refusal to provide an opportunity for written representations following the hearing. The Board reasonably concluded that state protection would be adequate and a viable IFA existed in Bogota.", "[32] Accordingly, the application for judicial review is dismissed. JUDGMENT", "[33] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed. Application dismissed. Editor: Sharon McCartney/vnh"]}