{"id_": "069741", "body_str": ["[1] Beaudry, J. : This application is for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act) of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated August 12, 2005, finding that the applicants are neither Convention refugees nor persons in need of protection. ISSUES", "[2] The applicants raise the following issues: 1. Did the Board misapprehend the evidence with respect to the basis of the applicants' fear? 2. Did the Board err with respect to the failure to claim in the United States, and the parents' return trips to Kenya?", "[3] For the following reasons, the answer to both issues is negative and the present application shall be dismissed. BACKGROUND", "[4] David Nyachieo (the principal applicant) is a 53-year-old citizen of Kenya. He is joined in Canada by his wife, Electa Teresa Nyachieo (the female applicant), who is a 41-year-old citizen of Kenya, and by their three children: Linda Nyachieo (the elder daughter, 19 years old), Brenda Nyachieo (the younger daughter, 16 years old), and Fred Nyachieo (the son, 12 years old). The three children are all citizens of Kenya.", "[5] The principal applicant sought refugee protection on the basis that he faced persecution by a Member of Parliament, Jimmy Angwenyi, who used the Mungiki sect to intimidate and kill his perceived opponents, because of his efforts to teach his community about their human rights. He alleges that he showed teachers and parents how to communicate messages on sensitive issues such as the right to education, shelter, and good health, and female genital mutilation through music and art. The principal applicant was a well-known musician, and he incorporated such political messages into his own performances. He states that his performance was therefore a challenge to the local Member of Parliament, who many people felt had not given sufficient attention to these issues.", "[6] In 1997, the principal applicant's uncle was threatened and later killed because of his involvement in community activities with the principal applicant. Apparently his accused killers, who were never prosecuted, were members of the Mungiki sect, and were hired by Mr. Angwenyi to attack the uncle.", "[7] In 1998, after giving a speech with his brother in which they both commented on the shortcomings of the leadership, they were followed in their car, forced out and beaten. The brother was detained and tortured, but the principal applicant was able to escape. After this, the applicants hired private security, and avoided travelling after nightfall.", "[8] In 1999, the applicants applied for visitors' visas for the United States and Canada, allegedly with the intention of filing a claim for refugee protection in Canada. The son did not receive a visa, so the principal applicant and the female applicant travelled to the United States with the elder daughter. The principal applicant had been receiving threats that someone was going to circumcise the elder daughter. They left the elder daughter in the United States when they returned to Kenya. The female applicant returned to the United States on another visitor's visa in 2000, and remained there with the elder daughter. While the elder daughter's status expired, she remained in the United States illegally. The female applicant enrolled in school and obtained a student visa.", "[9] In 2003, the principal applicant accompanied his brother's children to the United States, where they were going to join their father, and then returned to Kenya.", "[10] In 2003, while the principal applicant was away from home, someone attempted to burn down the house while the son and the younger daughter were inside, apparently in an attempt to kill them. Following this incident, the principal applicant returned home, where he received telephone threats. He reported the matter to the police, who made no arrests.", "[11] In December 2003, the principal applicant applied again for American visas for himself, the son and the younger daughter, which they received. In March 2004, they travelled to the United States. The principal applicant, the younger daughter, and the son arrived in Canada on November 1, 2004, and immediately made a claim for refugee protection. The elder daughter arrived on December 17, 2004 and claimed refugee protection, and the female applicant arrived on February 16, 2005 and also claimed refugee protection. After the applicants left Kenya, someone broke into their rural home, and warned that if the principal applicant was seen there, he would be burned alive. DECISION UNDER REVIEW", "[12] The Refugee Protection Division stated that the applicants had claimed refugee protection on the basis of a well-founded fear of persecution by the Mungiki sect and the state authorities in Kenyabased on the perceived political opinions of the principal claimant. The Board mentioned that the principal applicant stated that he believed that Jimmy Angvenyi had hired thugs to threaten, harass and torture the principal applicant and his family.", "[13] The Board addressed several issues: possible persecution of the applicants by the government, possible persecution by the Mungiki sect, a fear of female genital mutilation (FGM), and the delay in claiming protection, return trips to Kenya, and failure to claim asylum in the Untied States.", "[14] The Board found that parts of the principal applicant's story appeared to be based in fact, but questioned both the objective and subjective elements of his fear of persecution. The Board found that the Kenyan government elected in 2002 was a strong proponent of reform in contrast to former abusive regimes. The Board found that it was unlikely that the government would seek to stifle the principal applicant's efforts to increase awareness of HIV/AIDS.", "[15] The Board further found that a reform-minded government was unlikely to associate with the Mungiki group. Further, it found that the Mungiki group was unlikely to be interested in the principal applicant's HIV/AIDS related activities because the group is more interested in the destruction of all western-style institutions, and the recreation of Kikuyu ethnic traditions.", "[16] The Board stated that the reliable facts combined with the applicants' allegations and testimony did not fit together, so the principal applicant's story was not believed.", "[17] The Board found that the elder daughter's alleged fear of female genital mutilation (FGM) was not supported by the documentary evidence. The practice is more prevalent in certain districts. It is prohibited from being conducted in state funded hospitals, and there was no evidence that women are subjected to this procedure without their family's support and co-operation. The Board found that it was improbable that this family, which is well-educated and western-thinking, would voluntarily subject the elder daughter to FGM.", "[18] The Board questioned the subjective element of the claims based on the applicants' failure to claim protection during their protracted stays in the United States, and the return to Kenya of the principal applicant and the female applicant. The Board rejected the explanation about the difficulties in obtaining travel documents for the younger children, because the brother's children had been able to travel to the United States with or without documents. The Board also found that it was unlikely that the principal applicant would have left two pre-teen children  <FRAGMENT_SUPPRESSED>  in order to travel with his brother's children to the United States, or would have left his children in the house the night of the alleged arson, if he feared the Mungiki sect.", "[19] The Board suggested that the staggered arrival dates of the family in Canada were more consistent with planned immigration than with the pursuit of refugee protection. ANALYSIS Standard of review", "[20] The first issue is whether the Board correctly assessed the evidence relating to the applicants' objective fear of persecution. This assessment engaged purely factual determinations, and, therefore, the standard of review is patent unreasonableness.", "[21] The second issue is a mixed question of fact and law: the Board examined the actions of the applicants, and then determined whether they were sufficient to indicate a lack of subjective fear within the law. In both  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1888 (T.D.) (QL), and  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1310 (T.D.) (QL), the Court has held that the standard of review on this issue is reasonableness simpliciter. 1. Did the Board misapprehend the evidence with respect to the basis of the applicants' fear?", "[22] The applicants argue that the Board misconstrued the facts and failed to consider the totality of the evidence. The applicants argue that their claims were based on a fear of persecution by a Member of Parliament because of the principal applicant's political opinion, and that the Board incorrectly identified their source of fear as the Mungiki sect and the state authorities.", "[23] The Board's statements about the likelihood of the Mungiki group working with the government show a misunderstanding of the evidence - the Member of Parliament involved in the alleged persecution is a member of the opposition, not of the governing coalition. Further, the Board focussed on HIV/AIDS-related education, which was only mentioned briefly in the female applicant's narrative, and was not discussed during the hearing.", "[24] The applicants also dispute the Board's statements about the degree of reform that has been undertaken  <FRAGMENT_SUPPRESSED> , and argue that the Board ignored objective evidence showing the ongoing problems with human rights  <FRAGMENT_SUPPRESSED> .", "[25] The Court of Appeal has held in a number of cases that while not every misunderstanding of evidence by a tribunal will be fatal to its decision, where that misunderstanding is central to the reasons of the tribunal the decision cannot stand ( <FRAGMENT_SUPPRESSED>  (C.A.) (QL)).", "[26] In the present case, the Board misapprehended the evidence of the applicants. The principal applicant claimed that he faced persecution because of the political messages that he introduced into the curriculum he designed, and in his own musical performances. The local Member of Parliament, who was part of the opposition, enlisted the assistance of the Mungiki to persecute the applicants because of these political activities.", "[27] The Board erroneously characterized the principal applicant's educational efforts as focussing on issues around HIV/AIDS rather than on human rights issues, and focussed on the likelihood that the governing coalition would align itself with the Mungiki, rather than on whether a member of the opposition might utilize the Mungiki to attack his opponents.", "[28] With respect to FGM, the Board suggested that one reason that it was unlikely that the elder daughter would be subjected to this practice was that it is confined to particular groups within the country. One of the groups that engage in this practice, as identified by the Board, is the tribe to which the applicants belong.", "[29] The Board did make errors in its assessment of the objective basis of the applicants' fear of persecution. However, I am not of the opinion that its decision on this issue is patently unreasonable. The decision taken as a whole is reasonable, and in light of the answer to the second issue, these mistakes are insufficient to justify the intervention of this  <FRAGMENT_SUPPRESSED>  (C.A.). 2. Did the Board err with respect to the failure to claim in the United States, and the parents' return trips to Kenya?", "[30] The applicants submit that the female applicant never stated that she had not sought refugee protection in the United States because their refugee protection system is not as generous as the Canadian system. The applicants did not claim refugee protection between 1999 and 2003 because things seemed to have improved  <FRAGMENT_SUPPRESSED> , and with elections forthcoming, they hoped that the situation would improve (this is somewhat different than the testimony at the hearing). The applicants had always intended to seek protection in Canada as a family.", "[31] With respect to FGM, the applicants point out that the Board stated that it is more popular in certain districts of the country, including Kisii, and that they are members of the Kisii tribe. They also state that FGM is not done only with the consent of the parents.", "[32] The respondent argues that the failure to claim protection in the United States, and the parents' return trips to Kenya cumulatively resulted in a finding of a lack of subjective fear.", "[33] The leading case on the impact of a delay in claiming protection is  <FRAGMENT_SUPPRESSED>  (C.A) (QL). This case continues to be applied in more recent decisions such as  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1680 (T.D.) (QL). In Heer, the Court stated that delay is an important factor, which the Board is entitled to consider. Delay is not, however, a determinative factor in itself ( <FRAGMENT_SUPPRESSED>  (C.A.) (QL)).", "[34] <FRAGMENT_SUPPRESSED>  (C.A.) (QL), the Court noted that remaining in the country of origin is inconsistent with a well-founded fear of persecution (also  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 501 (T.D.) (QL).", "[35] Finally, failing to claim in another country that is a signatory to the Refugee Convention may also indicate a lack of subjective fear (Khan, above).", "[36] Given the combination of the return of the principal applicant and the female applicant, and the time spent in the United States by all of the applicants without seeking protection, it was not unreasonable to conclude that there was a lack of subjective fear.", "[37] The sequence of events in this case does not demonstrate a continuing and bona fide subjective fear of persecution in  <FRAGMENT_SUPPRESSED>  (T.D.) (QL)).", "[38] The parties did not wish to submit question for certification and none arise. JUDGMENT", "[39] THIS COURT ORDERS that the application for judicial review is dismissed. No question is certified. [End of document]"]}