{"id_": "069761", "body_str": ["[1] Hughes, J. : This is an appeal from a decision of a Hearing Officer of the Trade-marks Opposition Board dated January 23, 2012 (cited as 2012 TMOB18) respecting Application No. 1,361,599 wherein registration of the words ENGINEERING EXCELLENCE IS OUR HERITAGE for \"brake pads for land vehicles, brake rotors for land vehicles\" was refused. For the reasons that follow I find that the appeal is dismissed. THE APPLICATION", "[2] A corporation located in the United States of America, Continental Teves Inc., filed an application with the Canadian Trade-marks Office on August 29, 2007 to register the words ENGINEERING EXCELLENCE IS OUR HERITAGE for use as a trade-mark in Canada in association with wares described as \"brake pads for land vehicles, brake rotors for land vehicles.\"", "[3] The application was based on use in Canada by that corporation since at least as early as January 31, 2007 and claimed priority from an application filed in the United States of America by that corporation on March 1, 2007.", "[4] The application was assigned by that US corporation to the Applicant in this appeal, Continental Teves AG & Co. oHG, by a document signed by the US corporation on February 9, 2009; and by the Applicant on August 8, 2008. The assignment stated that it was nunc pro tunc effective as of March 1, 2007, which was the date of filing the US application; hence, the Canadian priority date. THE OPPOSITION", "[5] The Respondent Canadian Council of Professional Engineers (CCPE) filed an Opposition to the registration of this trade-mark on May 30, 2008. A number of grounds were stated, some of which the Opponents' solicitors, by a letter dated May 11, 2012, have been withdrawn. The principal grounds upon which the Member made the decision under appeal, and remain before this Court for consideration, are those as set out in paragraphs 10. (c) and (f) of the Statement of Opposition which are as follows: 10. (c) The Opponent bases its opposition on the ground set out in s.38(2)(b) and 12(1)(b), namely that the trade-mark is not registrable in view of the facts set out in paragraphs 3-9 above. In particular, the trade-mark is not registrable because, as set out in s. 12(1)(b), it is clearly descriptive or deceptively misdescriptive of the character or quality of the wares in association with which it is used or proposed to be used, or of the persons employed in the production of the wares. Without limiting the generality of the foregoing, in view of the fact that the applied-for trade-mark includes the term \"engineering\", which is regulated in Canada, it follows that i. if members of the profession of engineering in Canada are involved in the production of the wares, the applied-for mark is clearly descriptive of both the character and quality of the wares and of the persons employed in their production; ii. if members of the profession of engineering in Canada are not involved in the production of the wares, then the applied-for mark is deceptively misdescriptive of both the character and quality of the wares and of the persons employed in their production. ... (f) The Opponent bases its opposition on the ground set out in s. 38(2)(d), namely that the trade-mark is not distinctive. The trade-mark is not distinctive as defined in s.2 of the Act, in that it fails to distinguish the Applicant's wares from the wares of others including other engineers in general which are licensed to practise engineering in Canada. In addition, any use by the Applicant of the applied-for mark would be misleading, in that such use would suggest that the wares of the Applicant are provided, sold, leased, or licensed by the Opponent or its constituent members or that the Applicant is associated with, or authorized by the Opponent or its constituent members listed in paragraph 3 above.", "[6] The Opponent filed as its evidence three affidavits of John Kizas, Manager, Strategic Development of the CCPE; the first was sworn March 13, 2009; the second was a reply affidavit sworn August 7, 2009; the third was a supplementary affidavit sworn October 8, 2009. Among other things, Kizas attested as to the use of the word ENGINEERING in Canada and various pieces of legislation respecting the use of that word. The Opponent also filed the affidavit of D. Jill Roberts, an assistant bailiff with a bailiff company in Ottawa. She attached exhibits of documents copied from public sources such as libraries and the internet respecting words such as ENGINEERING.", "[7] The Applicant filed the affidavit of Joanne P. Gort, an associate with the office of the Applicant's solicitors in these proceedings. She filed as exhibits copies of various dictionary definitions of words such as ENGINEERING, and various internet locations where such words could be found.", "[8] There was no cross-examination upon any of the affidavits filed in the Opposition. THE DECISION UNDER REVIEW", "[9] The decision under review was lengthy and reviewed in detail much of the evidence and argument of the parties put before the Board. As I will be referring to parts of this decision subsequently in these Reasons, I will not set out the decision at length here. It may be found on the web at: cipo.ic.gc.ca - TMOB Decisions- cited as 2012 TMOB 18, dated 2012-01-23.", "[10] The Hearing Officer refused the application. The Officer found, at paragraph 44, that the mark cannot be found to be clearly descriptive of the persons employed in the production of the wares in question; brake pads and rotors. The Officer found, at paragraphs 45 to 50 that the mark was deceptively misdescriptive of the persons employed in the production of the wares. At paragraph 53, the Hearing Officer found that as of the material date, the filing date of the Opposition, May 30, 2008, the mark was not adapted to distinguish, nor did it actually distinguish the wares of the Applicant from those of others within the meaning of section 2 of the Trade-marks Act . The Officer held that it was unnecessary to address whether the words in the mark are in common use by others.", "[11] In brief, the Officer held that the mark was unregistrable because it was deceptively misdescriptive and did not distinguish the Applicant's wares from those of others. NEW EVIDENCE ON APPEAL", "[12] The somewhat unusual provisions of section 56(5) of the Trade-marks Act provide that on an appeal such as this one, either party may file evidence in addition to that filed in the Opposition proceedings.", "[13] In this case, the Respondent CCPE filed an affidavit of Jennifer Allen, an employee in its solicitor's office, attaching a letter simply stating that the Respondent will not be relying on certain grounds set out in the Statement of Opposition. Those grounds were not dealt with by the Hearing Officer (paragraph 55 of the decision) and were not argued in this Court.", "[14] The Applicant, Continental Teves AG & Co. oHG, filed an affidavit of Dr. Thomas Eller, its Executive Vice President, Sales and Key Account Management. It served to incorporate by reference an exhibit setting out some of the history of that organization. The affidavit states, inter alia • that organization is a \"world leader\" in the design and manufacture of brakes, brake pads and brake rotors for land vehicles and has over a hundred years of global expertise in automotive engineering (paragraph 2); • that organization is well known for its involvement within the field of engineering and has received awards for excellence in engineering (paragraph 3); • that organization employs over 1,000 engineers in Germany and over 2,000 engineers in its facilities around the world.", "[15] What that affidavit does not say is what, if any, of this activity has taken place in Canada and how many, if any, engineers are employed in Canada. None of the specific examples provided in the exhibits relate to Canada. I infer, and Counsel for the Applicant acknowledged that it would be appropriate to do so, that if any significant activity had occurred in Canada, Eller would have said so. There was no cross-examination upon this affidavit. STANDARD OF REVIEW", "[16] It is well-accepted law, and agreed to by the parties that, given that this is an appeal - not a judicial review - but an appeal upon which new evidence can be, and in this case has been filed, that I must review the Hearing Officer's decision on a basis of reasonableness where it deals with the evidence before the Board; and correctness, where it deals with matters of law. Where the new evidence would likely have had an effect on the Hearing Officer's decision, I am to deal with the matter de novo . I repeat what I recently wrote at paragraph 18 of <FRAGMENT_SUPPRESSED> :", "[18] The standard of review of a Member's decision in Opposition proceedings is well known. I accept the Reasons of Justice Phelan of this Court in his decision in the recent case of  <FRAGMENT_SUPPRESSED> to 24 22 The standard of review is affected by the type of new evidence (if any) filed on the appeal in accordance with s 56(5) of the Trade-marks Act. In the absence of new evidence, the standard of review is reasonableness ( <FRAGMENT_SUPPRESSED>  FTR 17). 23 However, where new evidence is filed, it will cause the standard of review to be correctness where that new evidence is substantial and significant. Mere regurgitation or supplements of prior evidence would generally be insufficient to alter the standard of review ( <FRAGMENT_SUPPRESSED> FTR 40). 24 As summarized by K Gill and R S Jolliffe in Fox on Canadian Law of Trade-marks and Unfair Competition, 4th ed, loose-leaf, (Toronto: Thomson Carswell, 2002), at 6-48 [Fox]: \"[t]he mere filing of new evidence on appeal does not necessarily lower the standard of appeal to one of correctness. The quality of the new evidence must be considered. The question is to the extent to which the additional evidence has a probative significance that extends beyond the material that was before the Board.\" Fox goes on to write: \"[w]here the new evidence adds nothing of significance and is merely repetitive of existing evidence without enhancing its cogency, the standard of review will be whether the Registrar's decision was clearly wrong. In such cases, the presence of the newly filed evidence will not affect the standard of review applied by the Court on the appeal.\" I accept those statements as reflective of the law in Canada. ISSUES ON APPEAL", "[17] Given the additional evidence and appropriate standard of review, the issues for determination on this appeal are: 1. Did the Hearing Officer err in finding that the mark was not clearly distinctive based on section 12(1)(b) of the Trade-marks Act 2. Did the Hearing Officer err in finding that the mark was deceptively misdescriptive based on section 12(1)(b) of the Trade-marks Act 3. Did the Hearing Officer err in finding that the mark was not distinctive of the wares of the Applicant based on section 2 \"distinctive\" and subsection 38(2)(d) of the Trade-marks Act ONUS", "[18] In considering the above issues, two separate onuses must be kept in mind. They are correctly recited at paragraph 8 of the Hearing Officer's reasons; namely, that the Applicant bears the legal onus of establishing, on a balance of probabilities, that its application complies with the requirements of the Trade-marks Act ; the other is that the Opponent bears the initial evidential burden to adduce sufficient admissible evidence from which it could be reasonably concluded that the facts alleged to support each ground of opposition exist", "[8] The Applicant bears the legal onus of establishing, on a balance of probabilities, that its application complies with the requirements of the Act. However, there is an initial evidential burden on the Opponent to adduce sufficient admissible evidence from which it could reasonably be concluded that the facts alleged to support each ground of opposition exist [see  <FRAGMENT_SUPPRESSED>  (CanLII), (2002), 20 C.P.R. (4th) 155 (F.C.A.)]. The presence of an onus on the Applicant means that if a determinate conclusion cannot be reached once all the evidence is in, then the issue must be decided against the Applicant [see John  <FRAGMENT_SUPPRESSED> ]. Summary of the parties' evidence The Opponent's evidence The Kizas affidavits RELEVANT DATES", "[19] The jurisprudence has established somewhat of a maze as to the relevant dates upon which various grounds of registrability of a mark are to be considered. In this case, the Hearing Officer correctly set out and applied those dates: • for considering whether the mark is \"clearly descriptive\" or \"deceptively misdescriptive\" of the wares having regard to section 12(1)(b) of the Trade-marks Act , the relevant date is the filing date of the application; here August 29, 2007 (paragraph 33); • for considering whether the mark is distinctive, the relevant date is the filing date of the Statement of Opposition; here May 30, 2008 (paragraph 52).", "[20] This has not been disputed by the parties. THE EVIDENCE THAT WE HAVE AND DO NOT HAVE", "[21] Through the evidence of Kizas, filed in the Opposition, much of which has been reviewed by the Member, it is seen that every Canadian province and territory regulates the profession of engineering. There are provisions controlling and restricting the use of terms including \"professional engineer\"; \"P.Eng.\"; \"engineer\" and \"engineering\". Persons cannot use those terms to describe themselves or their businesses unless duly authorized by the appropriate authority. In many cases, no corporation or business may include in its corporate or business name any such term unless duly authorized.", "[22] The Hearing Officer appropriately refused to consider Kizas' evidence where it ventured into opinion evidence, as he did not possess the necessary qualifications in the areas in which he expressed those opinions such as public interest and public order.", "[23] Kizas stated that neither the original applicant for the mark, nor the current applicant (assignee), is licensed or registered to provide engineering services in any of Canada's provinces or territories.", "[24] The affidavit of Roberts, filed in the Opposition, provides the results of searches on the internet and from libraries, in respect of instances where ENGINEERING EXCELLENCE and the like may appear. Roberts also noted that, according to the internet, the Applicant had no business locations in Canada.", "[25] The affidavit of Gort provides the results of internet searches that she conducted as to the word \"engineer\" or \"engineering\". She also provided a record of some 53 Canadian Trade-mark Registrations which included the words \"engineer\", \"engineers\", \"engineered\" or \"engineering\".", "[26] As to the Trade-mark Registrations, Kizas filed a rebuttal affidavit. I accept what the Member wrote at paragraphs 21 and 22 of the reasons in this respect", "[21] Mr. Kizas states that he has reviewed the 53 trade-mark registrations attached as Exhibit N to the Gort affidavit, and noted that for some time the Opponent has had a policy of opposing trade-marks which consist of or include the term \"engineering\" in order to both protect the integrity of the title of members of the profession of engineering in Canada and to protect the public [paragraphs 4 to 7 of his affidavit].", "[22] More particularly, Mr. Kizas states that of the 53 trade-mark registrations located by Ms. Gort, ten were registered with the consent of the Opponent; two were registered by publishers of magazines or journals directed towards members of the engineering profession; four were registered before the Opponent began opposing problematic applications; two include the term \"engineering\" in such exceptionally small font size that the fact that the word \"engineering\" was included in the trade-mark was not noted at the time to oppose the applications; and the remaining 35 registrations include the word \"engineered\" not \"engineering\" or \"engineer\" [paragraphs 8 to 14 of his affidavit]. However, transposing the comments of Board Member Bradbury in Comsol, supra, at para 21, to the present case, there is no evidence that members of the Canadian public are aware of the Opponent's logic concerning what it considers to be an acceptable or unacceptable use of the word \"engineering\" by parties who are not licensed to practice engineering in Canada.", "[27] The affidavit of Allen filed in this appeal is irrelevant save as to the removal of certain issues.", "[28] The affidavit of Eller filed on this appeal establishes that the present (not the original) Applicant employs many engineers; none of them apparently Canadian, and has a long history of designing and manufacturing brake parts; apparently not in Canada.", "[29] What we don't have is as important as what we do have. First, we have no evidence from the Applicant as to its use of the trade-mark in Canada. A statement, apparently not specific to Canada, from one of its executives with an illegible logo, said by Counsel to contain the words \"Engineering Excellence is our Heritage\", with the initials TM following it, is in evidence. That document includes the use of that expression in a descriptive, non-trade-mark sense (Exhibit CC to the Roberts Affidavit). It was well within the power of the Applicant to show the Hearing Officer or the Court how it was actually using the mark.", "[30] With respect to the uses of \"engineering\" or \"engineer\" or \"engineered\" put forward by Roberts and Gort, we have no evidence as to the actual use by the persons said to use those terms. We have only copies of cryptic internet entries. We have no evidence of actual use of the Registered Trade-marks. We have no evidence of the \"consent\" to use of some of those trade-marks by the Respondent.", "[31] Importantly, we have no evidence as to what members of the public in Canada actually think when confronted with the use of words such as \"engineering\" and the like; whether on wares, services, or otherwise. While the use of surveys has, in my view correctly, been disparaged by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , as it was getting well out of hand, there are many ways besides expensive surveys in which the Court may be informed as to actual public reaction.", "[32] Here, the Hearing Officer and the Court, relying only on fragments from the internet and the like, are left to determine whether the mark at issue is \"distinctive\" or \"clearly descriptive\" or \"deceptively misdescriptive\" with lawyers for the parties adding their rhetoric in an endeavour to pull the decision-maker this way or that.", "[33] In this regard, unless the new evidence filed on appeal requires otherwise, the Court must be respectful of the decision of the Hearing Officer, whose expertise lies in determining whether a mark is \"clearly descriptive\" or \"deceptively misdescriptive\" or \"distinctive\". If the law has been correctly applied, then the Court must consider whether the Hearing Officer's decision was within the acceptable range of reasonable results. WHAT IS THE MARK AT ISSUE?", "[34] The mark for which registration is sought is the phrase ENGINEERING EXCELLENCE IS OUR HERITAGE. As the Supreme Court has stated in Masterpiece , supra, these words could be written in any manner and be accompanied by any other material. I repeat what Rothstein J for the Court wrote at paragraph 55: 55 In this case, Alavida's registration (TMA 684557) identifies the trade-mark that Alavida applied for and was subsequently registered -- the words \"Masterpiece Living\". This trade-mark is identified only in a textual form. It would therefore permit Alavida to use the words \"Masterpiece Living\" in any size and with any style of lettering, color or design. As found by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> Nothing restricts the appellant from changing the colour of its signs or the style of lettering of \"Mr. Submarine\" or from engaging in a telephone and delivery system such as that followed by the respondent or any other suitable system for the sale of its sandwiches. Were it to make any of these changes its exclusive right to the use of \"Mr. Submarine\" would apply just as it applies to its use in the appellant's business as presently carried on. Whether the respondent's trade marks or trade names are confusing with the appellant's registered trade mark must accordingly be considered not only having regard to the appellant's present business in the area of the respondent's operations but having regard as well to whether confusion would be likely if the appellant were to operate in that area in any way open to it using its trade mark in association with the sandwiches or services sold or provided in the operation. [Emphasis added; pp. 102-3.]", "[35] Rothstein J proceeded in Masterpiece to consider the question of confusion, wherein the Court is to put itself in the position of an average person who is likely to be a consumer of the wares or services in question. What must be considered are those characteristics that define the relevant mark. It is those defining characteristics, not the whole of the mark, that are to be considered. He wrote at paragraph 61: 61 In a case such as this, comparison can be approached by considering only those characteristics that define the relevant trade-marks or trade-name. It is only these elements that will allow consumers to distinguish between the two trade-marks or between the trade-mark and the trade-name. Here, because Alavida's proposed trade-mark is only the words \"Masterpiece Living\", the difference between or similarity with each of Masterpiece Inc.'s trade-marks and trade-name must be assessed only on the basis of these words alone. In my opinion, Alavida's \"Masterpiece Living\" is closest to Masterpiece Inc.'s \"Masterpiece the Art of Living\". I think that comparing this Masterpiece Inc. trade-mark with the Alavida trade-mark is decisive. If Alavida's mark is not likely to cause confusion with this Masterpiece Inc. mark, it is unnecessary to consider the other Masterpiece Inc. marks and trade-name which are less similar to the Alavida trade-mark. Conversely, if Alavida's trade-mark is found to be likely to cause confusion with this Masterpiece Inc. mark, it is unnecessary to test resemblance of its trade-mark with other Masterpiece Inc. trade-marks or its trade-name, although they may be relevant as part of the surrounding circumstances when likely confusion with the \"Masterpiece the Art of Living\" trade-mark is considered.", "[36] While Rothstein J was dealing with the issue of confusion in Masterpiece , the manner in which other issues such as \"clearly descriptive\" or \"deceptively misdescriptive\" or \"distinctiveness\" are to be approached is to be done in the same manner. What would the average consumer consider, upon encountering the mark, to be the defining characteristics?", "[37] This is the approach taken by Justice O'Reilly of this Court in <FRAGMENT_SUPPRESSED> , where he wrote at paragraph 21: 21 If part of a proposed trade-mark is objectionable, the question arises whether the whole can still be registered. Here, given that JBCL cannot register \"Spray Engineering\", can it register \"Brooks Brooks Spray Engineering\"? The answer depends on whether the objectionable part of the proposed trade-mark forms a significant part of the whole and, therefore, causes it to remain deceptively misdescriptive. The parties differed on the question whether the offensive part of the trade-mark must be the dominant element of it or merely a dominant feature. As I read the case law, the proper test is whether the deceptively misdescriptive words \"so dominate the applied for trade mark as a whole such that ... the trade mark would thereby be precluded from registration ...\": Chocosuisse Union des Fabricants --  <FRAGMENT_SUPPRESSED>  (T.M.O.B.), citing  <FRAGMENT_SUPPRESSED> .", "[38] This approach was adopted by the Hearing Officer in this case, as set out in the Officer's reasons at paragraphs 45 and 46", "[45] In order for a trade-mark to be deceptively misdescriptive, the test \"is whether the deceptively misdescriptive words 'so dominate the applied for trade-mark as a whole such that ... the trade-mark would thereby be precluded from registration'\" [ <FRAGMENT_SUPPRESSED> , at p. 514].", "[46] I find the word \"ENGINEERING\" so dominates the Mark. The word \"EXCELLENCE\" has a laudatory connotation and is primarily a descriptive term. The words \"IS OUR HERITAGE\" are secondary and directly refer to the first portion of the Mark. The dominant message remains that of \"ENGINEERING\" or \"ENGINEERING EXCELLENCE\".", "[39] I concur with the Hearing Officer's findings in this regard. SECTION 12(1)(b) - \"CLEARLY DESCRIPTIVE\" OR \"DECEPTIVELY MISDESCRIPTIVE\"", "[40] Section 12(1)(b) of the Trade-marks Act prohibits the registration of a mark which is \"clearly descriptive\" or \"deceptively misdescriptive\", of the wares or services in question or the conditions of or the persons employed in their production or their place of origin: 12. (1) Subject to section 13, a trade-mark is registrable if it is not . . . (b) whether depicted, written or sounded, either clearly descriptive or deceptively misdescriptive in the English or French language of the character or quality of the wares or services in association with which it is used or proposed to be used or of the conditions of or the persons employed in their production or of their place of origin; . . .", "[41] As to whether a mark is \"clearly descriptive\", I accept what Justice Strayer (as a Judge in this Court) wrote in To be non-registrable under s. 12(1)(b) of the Trade-marks Act, R.S.C. 1985, c. T-13, on the basis decided by the Opposition Board it is necessary that a trade mark be \"...clearly descriptive ...of the character or quality of the wares ...in association with which it is used or proposed to be used ...\". To be \"clearly\" descriptive there must be more than a \"mere implication or suggestion\" of the nature of the wares:  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) at p. 160. The meaning of the trade mark must be \"easy to understand, self-evident or plain ...\".  <FRAGMENT_SUPPRESSED>  at p. 34, [1968] 2 Ex. C.R. 89, 38 Fox Pat. C. 1 (Ex. Ct.).", "[42] With respect to \"deceptively misdescriptive\", I accept what the late Justice Cattanach of this Court wrote in <FRAGMENT_SUPPRESSED>  section 12(1)(b) of the Trade-marks Act and compared it with the wording of section 26(1)(c) of the predecessor statute, By virtue of para. 26(1)(c) of the Unfair Competition Act registration was prima facie, denied to word marks that \"were clearly descriptive or misdescriptive of the character or quality of the wares\". The advert \"clearly\" also modified the adjective \"misdescriptive\". In para. 12(1)(b) of the Trade Marks Act the word \"clearly\" as modifying the word \"misdescriptive\" has been replaced by the word \"deceptively\" so that it now reads \"deceptively misdescriptive\". The change was deliberate. Many words may be \"clearly misdescriptive\" of the wares with which they are used in association but are not necessarily \"deceptively misdescriptive\". In my view the proper test to be applied to the determination as to whether a trade mark in its entirety is deceptively misdescriptive must be whether the general public in Canada would be misled into the belief that the product with which the trade mark is associated had its origin in the place of a geographic name in the trade mark. Whether a trade mark is deceptively misdescriptive is as much a question of fact as is whether one trade mark is confusing with another.", "[43] The last paragraph of this passage is particularly significant. Each case will turn on its own facts. Those experienced in the trade-mark field may remark on the seeming contradictions in the jurisprudence where \"Tavern\" for beer has been held to be registrable, but \"Java Café\" for coffee has not; by way of example.", "[44] In the present case, the issue is whether the mark, being the phrase ENGINEERING EXCELLENCE IS OUR HERITAGE, in which the dominant message is ENGINEERING or ENGINEERING EXCELLENCE, is \"clearly descriptive\" or \"deceptively misdescriptive\" of wares, being \"brake pads for land vehicles; brake rotors for land vehicles\".", "[45] The Hearing Officer determined that the mark was not \"clearly descriptive\" of those wares. At paragraphs 43 and 44 of the reasons, the Officer wrote", "[43] As stressed by the Opponent at the oral hearing, the Mark is more in the nature of a slogan. Relying on the dictionary definitions of the term \"ENGINEERING\" provided by both the Applicant (through the Gort affidavit) and the Opponent (through the first Kizas affidavit), I find it reasonable to conclude that when considered in the context of the phrase \"ENGINEERING EXCELLENCE IS OUR HERITAGE\", the term \"engineering\" may function as 1. a noun referring to either \"the application of science to the design, building, and use of machines, constructions, etc.\" or \"the work done by an engineer\" and is being used together with the noun \"EXCELLENCE\" to convey a unitary idea, equivalent to saying \"EXCELLENCE IN ENGINEERING\"; or 2. a verb in a fanciful way to convey the idea of \"DESIGNING/or CREATING EXCELLENCE\".", "[44] As evidenced by the Opponent, the Applicant is not licensed or registered to provide engineering services in any of the provinces or territories of Canada, nor are any members of the engineering profession in Canada employed by the Applicant [paragraphs 51 and 2 of his first and third affidavits respectively]. As such, the Mark cannot be found to be clearly descriptive of the persons employed in the production of the Wares. Thus, the question becomes whether the Mark is deceptively misdescriptive, that is, whether it misleads the public? In other words, as a matter of first impression, would the public be deceived into thinking that the Wares have been designed, developed and tested by engineers practicing in the area of automotive engineering?", "[46] The Officer found, however, that the mark was \"deceptively misdescriptive\" of those wares. At paragraphs 45 to 49 of the reasons, the Officer wrote", "[45] In order for a trade-mark to be deceptively misdescriptive, the test \"is whether the deceptively misdescriptive words 'so dominate the applied for trade-mark as a whole such that ... the trade-mark would thereby be precluded from registration'\" [ <FRAGMENT_SUPPRESSED> , at p. 514].", "[46] I find the word \"ENGINEERING\" so dominates the Mark. The word \"EXCELLENCE\" has a laudatory connotation and is primarily a descriptive term. The words \"IS OUR HERITAGE\" are secondary and directly refer to the first portion of the Mark. The dominant message remains that of \"ENGINEERING\" or \"ENGINEERING EXCELLENCE\".", "[47] While the term ENGINEERING may have a broader significance than merely skills of professional engineers, I am of the view that, given the very nature of the Wares, the average Canadian is as likely, if not more likely, to react to the Mark by thinking that professional engineers are involved in the production of the Wares.", "[48] My finding is reinforced by the fact that Exhibits X and Y to the Roberts affidavit discussed above show that the phrase \"ENGINEERING EXCELLENCE\" is used by various entities (which fact, as indicated above, is not contested by the Applicant), the contexts of use of which all appear to relate to either the engineering profession or practice of engineering or to the education and training of engineers in Canada or abroad.", "[49] In view of the foregoing, I find that the Applicant has not discharged its burden to establish, on a balance of probabilities, that the Mark was not deceptively misdescriptive, as of the filing date of the application, of the persons employed in the production of the Wares.", "[47] In this appeal, the Court has been provided additional evidence in the Eller affidavit. That affidavit states that the Applicant in fact employs a substantial number of engineers in the production of the wares in question, and had done so for decades. Eller's view is that the Applicant's engineering is, in effect, excellent. This affidavit does not, however, link any of this activity, or any of those engineers, to Canada.", "[48] Given the Eller affidavit, it may be readily concluded that the phrase \"Engineering excellence is our heritage\" is a clear description of the manner in which the wares are designed and produced by the Applicant, unless one were to take the view that the term \"engineering\" is the mind of the Canadian public pertains to the professional services of those engineers licensed by one or more of Canada's provinces or territories to provide such services.", "[49] The Hearing Officer, at paragraph 44 of her reasons, clearly had in mind the evidence of Kizas, providing the statutes and regulations of Canada's provinces and territories governing and restricting the use of terms such as \"engineering\" to those licensed to provide such services. In decisions such as <FRAGMENT_SUPPRESSED> , supra, the Court recognized that the regulation of terms such as \"engineering\" must be considered. O'Reilly J wrote at paragraphs 19 and 20: 19 JBCL argues that it is only using the word \"engineering\" in its ordinary sense, referring to the use of skill or art in a particular field of activity. It is not using it in the professional sense. However, given that use of the term \"engineering\" is regulated by law, JBCL's argument is unpersuasive. The situation is different here than in respect of other registered uses of the word \"engineering\" cited by JBCL (e.g. \"document engineering\", \"engineering sunglasses\", and \"body engineering\"). In those cases, there is little chance that consumers would be misled into thinking that professional engineers are associated with the business. While \"spray engineering\" may not be a recognized field of speciality in the engineering profession, those words connote a range of sophisticated technical services related to fluid handling and distribution and, therefore, a connection with the kinds of services one might expect professional engineers to provide. 20 In my view, the very fact that the term \"engineering\" is closely regulated has implications here. Most people would assume that businesses using that word in their name offer engineering services and employ professional engineers, unless the context clearly indicated otherwise. The Board itself arrived at a similar conclusion when it refused to register JBCL's proposed trade-mark \"Spray Engineering\" on the grounds that the average client of JBCL would assume that engineers were involved in all or most of the business's activities:  <FRAGMENT_SUPPRESSED> .", "[50] <FRAGMENT_SUPPRESSED>  question as to whether one was a licensed Canadian engineer was irrelevant. He wrote at paragraphs 57 and 58: 57 I note that in the case at bar, the impugned term ENGINEERED functions as a verb (past participle) and refers to a process that has been performed on an article (wood). It does not represent the noun \"engineer\" - it is a verb and a past participle of the verb no less. I therefore, am of the view that the claim by the appellant that the proposed mark is deceptively misdescriptive of the persons engaged in the production of the goods and services is without merit. The proposed trade-mark is not THE WOOD ENGINEER'S ASSOCIATION. 58 It is also my view that none of the arguments raised by the appellant concerning the public's perception of the word \"ENGINEER\" or prohibitions against the use of the term or title \"ENGINEER\", unless one is in fact a registered professional engineer, have any merit given these above circumstances.", "[51] More recently, in <FRAGMENT_SUPPRESSED>  Justice O'Keefe held that the mark KELLY ENGINEERING RESOURCES for personnel employment services was not registrable, in that it implied that the services rendered were those of Canadian licensed engineers. He wrote at paragraphs 149, 153, 156 and 157: 149 The trade-mark, when considered in association with the listed services, implies that the respondent is entitled to provide engineering employment services to engineers and companies seeking to hire engineers. However, as indicated by the APEGGA Policy and the affidavit of Mr. Neth, human resource and staffing companies that offer services in the manner offered by the respondent require a permit to practice in Alberta. The respondent does not hold any such permit, which suggests that the trade-mark is deceptively misdescriptive of the services provided under that name. This is exacerbated by the evidence that the trade-mark is used to advertise employment of qualified designers, drafters and technicians. As noted by Mr. Neth, only licensed engineers are entitled to practice engineering in Canada and this advertisement misleads consumers into believing that designers, drafters and technicians placed by the respondent are also qualified to practice engineering. . . . 153 For these collective reasons and recalling that the purpose of this portion of paragraph 12(1)(b) is to prevent the purchasing public from being misled, I find that the trade-mark is deceptively misdescriptive of the character and quality of the listed services. It is therefore prohibited pursuant to paragraph 12(1)(b) of the Act. . . . 156 I also note the underlying rationale for the APEGGA Policy as explained by Mr. Neth. This policy is in place to protect customers who are unfamiliar with the practice of professional engineering. I find particularly troublesome the potential that a customer seeking to hire a qualified engineer, as advertised by the respondent, hires an engineer through the respondent's trade-mark that may be qualified in another jurisdiction but not licensed to practice engineering in Canada. This offends the objects specified in several Canadian engineering statutes. For example, subsection 5(c) of the Engineering Profession Act, RSNS 1989, c 148 (included in Mr. Kizas' affidavit) clearly states The objects of the Association are to [...] assure the general public of the proficiency and competency of professional engineers in the practice of engineering [...] 157 I find that the acceptance of the trade-mark application runs the risk of opening up the door to abuse, thereby placing the public interest at risk, the protection of which lies at the core of the regulation of the engineering profession in Canada. This accentuates the importance that a trade-mark used in a field related to engineering not be deceptively misdescriptive or of such a nature as to deceive the public in a manner that ultimately offends the public order. The trade-mark is therefore not saved by subsection 14(1) of the Act.", "[52] On the evidence before me, which is unaffected by the evidence of Eller, I conclude, as did the Hearing Officer, that: ...the average Canadian is as likely, if not more likely, to react to the mark by thinking that professional engineers are involved in the production of the wares (paragraph 47) and ..the contexts of the use of [ENGINEERING EXCELLENCE] which all appear to relate to either the engineering profession or practice of engineering or to the education and licensing of engineers in Canada and abroad (emphasis added - paragraph 48)", "[53] The Hearing Officer did not restrict her findings only to Canadian engineers licensed to practice in one or more of Canada's provinces or territories. On the evidence before her, she was correct in not limiting her findings in this way. While no person can practice the engineering profession in Canada without an appropriate licence, there is no evidence in this case that would indicate or suggest that the average consumer of brake products in Canada would, upon encountering the mark, believe that the products were designed of produced by licensed Canadian engineers.", "[54] Given the Eller evidence, I conclude that the phrase \"Engineering excellence is our heritage\" is clearly descriptive of the persons employed in the production of the wares, being brakes and brake pads and rotors. The phrase is not \"deceptively misdescriptive\". Thus, I will come to the same result as the Hearing Officer; namely, that the mark is not registrable having regard to section 12(1)(b) of the Trade-marks Act , but for the opposite reasons. SECTION 2 - \"DISTINCTIVE\"", "[55] Section 2 of the Trade-marks Act defines distinctive as: \"distinctive\", in relation to a trade-mark, means a trade-mark that actually distinguishes the wares or services in association with which it is used by its owner from the wares or services of others or is adapted so to distinguish them;", "[56] Section 38(2)(d) of that Act provides that the registration of a trade-mark may be opposed on the basis that it is not distinctive.", "[57] As the Supreme Court of Canada has stated, distinctiveness is the very essence of a trade-mark; it allows a consumer to identify the source of the goods ( Mattel Inc v 3894207 Canada Inc , [2006] 1 SCR 772, at para 75; <FRAGMENT_SUPPRESSED> , at para 39).", "[58] As previously stated, the onus rests on the Applicant to prove that the mark is distinctive in respect of the wares in question. The Opponent CCPE has provided evidence showing use of the phrase \"engineering excellence\" in Canada and elsewhere in a variety of contexts relating to, among other things, academic achievements, design of products, and the like.", "[59] The Hearing Officer was correct in concluding, at paragraphs 52 and 53 of her reasons, that the Applicant had not demonstrated that the mark was not adapted to distinguish; nor did it actually distinguish the wares of the Applicant. OBSERVATIONS AS TO THE PROTECTION OF TERMS SUCH AS \"ENGINEERING\"", "[60] I am aware that the Respondent CCPE has endeavoured to be zealous in protecting some form of exclusivity in respect of words such as \"engineer\" and \"engineering\". As set out in the Kizas affidavit, all of Canada's provinces and territories have legislation dealing with the use of such terms; particularly in the context of services rendered by licensed professional engineers. Some of the cases referred to in these Reasons illustrate the efforts made by the Respondent to be zealous in protecting such names.", "[61] The present decision is based on the evidence in the record and on the issues put before the Court. Initially, the CCPE also took the position that the mark sought to be registered offended the provisions of section 9(1)(n)(iii) of the Trade-marks Act , which provides that no person shall adopt a mark that consists of or is likely to be mistaken for a mark adopted and used by any public authority in Canada as an official mark for wares or services. Initially, it appears that this matter was in play before the Opposition Board, but was not dealt with in the reasons. An Amended Notice of Application filed by the Applicant in this Court put this issue in play. The Allen Affidavit, filed with this Court, attaches a letter from CCPE's lawyers making it clear that this ground would not be asserted on appeal.", "[62] At the hearing before me, Counsel for each of the parties acknowledged that section 9(1)(n)(iii) of the Act was not in issue; consequently, my decision does not deal with this matter. CONCLUSION AND COSTS", "[63] In the result, I come to the same conclusion as the Hearing Officer; the mark is not registrable. I agree with the Officer that the mark has not been shown to be distinctive. I agree with the Officer that registration is prohibited by section 12(1)(b) of the Trade-marks Act , but it is because the mark is \"clearly descriptive\" and not because it is \"deceptively misdescriptive\".", "[64] The appeal will, therefore, be dismissed. The parties have agreed that there shall be no order as to costs. JUDGMENT", "[65] FOR THE REASONS PROVIDED THIS COURT'S JUDGMENT is that 1. The appeal is dismissed; and 2. No Order as to costs. Appeal dismissed."]}