{"id_": "069900", "body_str": ["[1] Kane, J. : This is an application for Judicial Review pursuant to section 72 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act ], of a negative decision of an Immigration Officer [the Officer] made on March 6, 2012, with respect to the applicants' Pre-removal Risk Assessment [PRRA] which found that the applicant was not a Convention refugee nor a person in need of protection pursuant to sections 96 and 97 of the Act .  <FRAGMENT_SUPPRESSED>", "[2] For the reasons set out below, the application for judicial review is allowed.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] The principal applicant, Szilvia Varadi, is a Roma from Hungary who is lesbian and is in a common law union with her partner, a non-Roma. Ms Varadi first came to Canada with her husband and son, but their refugee claim was deemed abandoned due to her husband's failure to complete the forms and they were deported to Hungary in 2001. Ms Varadi returned to Canada in 2010 with her son and new partner to seek protection. The PRRA process is the only means for the applicant to raise her risk of persecution and need of protection. The first PRRA decision was set aside on consent of the respondent and the applicant was provided the opportunity to provide additional submissions for the PRRA application now under review.  <FRAGMENT_SUPPRESSED>", "[4] In her original PRRA submissions, the applicant recounted the physical and other abuse she suffered by her husband, the ostracization by Hungarians in general, by other Roma and by her family, as well as the risks she faced as a divorced Roma woman in a same-sex relationship. The applicant also recounted assaults upon her and her partner by the police and the sexual assault of her son by teachers at his school.  <FRAGMENT_SUPPRESSED>", "[5] The same incidents were recounted in the affidavit and submissions of her partner, Georgina Boncser, which were prepared for consideration at Ms Boncser's refugee hearing and which were also submitted by the applicant for her PRRA.  <FRAGMENT_SUPPRESSED> Preliminary issue: the missing affidavit  <FRAGMENT_SUPPRESSED>", "[6] As a preliminary issue, in oral submissions, counsel for the applicant advised the Court that the affidavit of Georgina Boncser, dated November 18, 2010, was missing from the Certified Tribunal Record [CTR] although it had been submitted with the first PRRA application and with the submissions on November 20, 2010. Counsel submitted that the fact that this affidavit was missing demonstrates that the PRRA Officer failed to consider this information which further supported the applicant's claims.  <FRAGMENT_SUPPRESSED>", "[7] The respondent noted that an incomplete CTR will not necessarily result in quashing the decision unless the missing documents are material to the decision and the Court is unable to review and assess the documentation that was before the tribunal: <FRAGMENT_SUPPRESSED>  [2011] FCJ 497; <FRAGMENT_SUPPRESSED>  [2010] FCJ 353.  <FRAGMENT_SUPPRESSED>", "[8] In this case, I find that the submissions provided with respect to Ms Boncser, dated November 2011, which are part of the CTR, generally recount the same events described in the November 2010 affidavit which is missing from the CTR. The November 2010 affidavit is, however, included in the applicant's record. The decision of the Officer indicates the sources consulted, including the submissions provided in November 2010 (which should have included the affidavit) and the November 2011 submissions. It is therefore presumed that this information was before the Officer. The more important issue is whether the Officer considered this information.  <FRAGMENT_SUPPRESSED> The Decision  <FRAGMENT_SUPPRESSED>", "[9] The determinative issues are the reasonableness of the Officer's decision with respect to the insufficiency of evidence and whether the applicant failed to rebut the presumption of adequate state protection.  <FRAGMENT_SUPPRESSED>", "[10] The decision of the PRRA Officer includes 20 pages, the majority of which describe country conditions related to the treatment of Roma in Hungary, efforts to improve police responses and accountability, laws and other initiatives to address discrimination, including against gays and lesbians, and efforts to improve the educational opportunities for Roma. The extensive references to the country conditions appear to be drawn directly from other documents without regard to the relevance of some of the information. Some information is noted more than once; for example, there are three references to the role of the Independent Police Complaints Commissions in various parts of the decision, which all say the same thing. The approach of reciting large passages from country condition documents cast some doubt on the decision-making process and whether the decision maker considered the country conditions recited as they relate to the particular situation of the applicants.  <FRAGMENT_SUPPRESSED>", "[11] The decision also includes a summary of the applicant's claims of persecution taken from the applicant's PRRA submissions, but with the omission of words, incomplete sentences, the adoption of poorly translated phrases, and grammatical and other errors, making some parts incomprehensible. For example, on page 10: \"However, a police officer on first day on the job as a waitress in a pub attacked her and called in Neo Nazi's to help with the attack\"; \"They fled the city, because the racists where they lived\"; \"Even know they moved to another city they were attacked on the street because they were walking hand in hand and she looks Roma\" (page 10); \"The female applicant has a job to stand on heel and walk\" (page 22); \"...because of the assault them in November 2009. The medical report indicates that Georgina's knee case was removed.\" (page 23).  <FRAGMENT_SUPPRESSED>", "[12] The applicant's circumstances and experience are referred to in just over three pages of the 20-page decision and the conclusions reached by the Officer lack the necessary analysis and lack adequate reasons.  <FRAGMENT_SUPPRESSED>", "[13] With all due respect to the officers who are tasked with assessing many large documents and applying the Act , it is a challenge to find that a decision is reasonable when it appears to be pieced together without regard to the facts before the Officer.  <FRAGMENT_SUPPRESSED>", "[14] While the respondent provided helpful submissions to support the reasonableness of the decision, the decision cannot be protected from review by the Officer's recitation of extensive country conditions, followed by a simple assertion that the Officer considered other contradictory evidence provided by the applicants, yet that evidence is not recited in the same way, or at all, nor is any analysis of it offered.  <FRAGMENT_SUPPRESSED>", "[15] The principle in <FRAGMENT_SUPPRESSED> is applicable in this case, where Justice Evans, as he then was, said:  <FRAGMENT_SUPPRESSED> 17 However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\": <FRAGMENT_SUPPRESSED>  (Fed. T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact . [Emphasis added.]  <FRAGMENT_SUPPRESSED>", "[16] In accordance with Newfoundland and  <FRAGMENT_SUPPRESSED>  at para 16, I have considered that \"[a] decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion.\" However, in accordance with that same case, I have read the record together with the decision in an effort to support the reasonableness of the decision and I cannot conclude that it is reasonable.  <FRAGMENT_SUPPRESSED> Sufficiency of Evidence  <FRAGMENT_SUPPRESSED>", "[17] The Officer considered the reports of harassment, discrimination, and abuse that the applicant suffered in Hungary, but concluded that the evidence was insufficient to demonstrate that she had suffered persecution. For example, the Officer noted that there was insufficient evidence that the applicant's husband had harassed her for wanting to divorce him; there was no evidence that the injuries she reported at the hospital were caused by her husband; there was no evidence that the applicant sought medical attention for the injuries she sustained from police officers who threatened her and demanded sex after she attempted to report an assault; there was no evidence that the applicant and her partner reported that assault by the police to the Independent Police Commission, and there was insufficient evidence about the sexual assaults upon her son at his school.  <FRAGMENT_SUPPRESSED>", "[18] However, the affidavits of the applicant, Ms Varadi, and her partner, Ms Boncser, consistently recounted the same events and same assaults, including the attacks upon them due to their same-sex relationship. Whether or not the 2010 affidavit of Ms Boncser was considered, the submissions provided in November 2011 supported the applicant's claims. In addition, the submissions also referred to the fact that the applicant faced abuse and discrimination as a Roma in a same-sex relationship with a non-Roma, a distinction which was not addressed by the Officer.  <FRAGMENT_SUPPRESSED>", "[19] Whether or not there was evidence of the applicant's husband harassing her due to the divorce, the Officer accepted that she and Ms Boncser had been assaulted or \"menaced\" by her husband and that the police would not take their report. The fact that there was no medical report of injuries suffered from that assault does not take away from the fact that these assaults occurred.  <FRAGMENT_SUPPRESSED>", "[20] The applicant also recounted that the police had participated in an attack upon her in the bar where she worked, and had threatened and assaulted her and Ms Boncser and demanded sex from them when they sought to report another attack they had suffered in the streets. The Officer does not address that the police were the agents of persecution in at least two incidents.  <FRAGMENT_SUPPRESSED>", "[21] The Officer did not question the credibility of the applicant and her affidavit evidence is presumed to be true: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[22] There is a distinction between credibility and sufficiency of evidence which was explained clearly by Justice Zinn in <FRAGMENT_SUPPRESSED>  [2008] FCJ 1308 at para 34, where he noted that there will be circumstances where the decision-maker neither believes nor disbelieves the applicant but remains unconvinced.  <FRAGMENT_SUPPRESSED>", "[23] In this case the Officer finds that there is insufficient evidence. However, the evidence that the Officer had considered as credible could have been supported further by the evidence that the Officer failed to consider.  <FRAGMENT_SUPPRESSED>", "[24] The Officer appears to have either failed to consider or misconstrued this evidence, including the affidavit of Ms Boncser, which recounted the same events and provided greater detail for some, in reaching the conclusion that the applicant had not suffered persecution, but merely discrimination.  <FRAGMENT_SUPPRESSED>", "[25] In addition, the Officer did not consider whether, cumulatively, all these events amounted to persecution.  <FRAGMENT_SUPPRESSED> State Protection  <FRAGMENT_SUPPRESSED>", "[26] The applicant had reported the abuse by her husband to the police on two occasions, but the police refused to receive the report, referring to each incident as the first occurrence.  <FRAGMENT_SUPPRESSED>", "[27] The applicant also reported the attack upon her and Ms Boncser to the police which resulted in the police threatening them and demanding sex from them rather than responding to the incident. Three reports to the police were made in two different cities, and the police did not take any report or any action.  <FRAGMENT_SUPPRESSED>", "[28] As noted above, the applicant had also been assaulted in the bar where she worked by a police officer.  <FRAGMENT_SUPPRESSED>", "[29] While the Officer referred to a range of initiatives in Hungary, including the Police Complaints Commission and the National Police Headquarters, and noted that the applicant had not made a complaint to the Commission, the Officer did not assess whether it was reasonable to expect the applicant to pursue these higher authorities given the experiences she had with the police and given that she was a lesbian Roma in a same-sex relationship facing broad discrimination.  <FRAGMENT_SUPPRESSED>", "[30] As the Officer noted, <FRAGMENT_SUPPRESSED>  at para 18, sets out the rationale underlying the international refugee protection regime which is meant to be relied upon when the protection one expects from the state in which the person is a national is unavailable, and even then, only in certain situations. It is considered to be surrogate or substitute protection in the event of a failure of national protection. Persecuted individuals are required to first approach their home state for protection before the responsibility of other states becomes engaged.  <FRAGMENT_SUPPRESSED>", "[31] There is a presumption that a state is capable of protecting its citizens. The presumption is only rebutted by clear and convincing evidence that state protection is inadequate or non-existent: <FRAGMENT_SUPPRESSED>  [ Carrillo ]. The evidence must be reliable and have probative value; claimants \"must adduce relevant, reliable and convincing evidence which satisfies the trier of fact on a balance of probabilities that the state protection is inadequate\": <FRAGMENT_SUPPRESSED> , at para 30.  <FRAGMENT_SUPPRESSED>", "[32] The test is not 'perfect' state protection, but adequate state protection. Still, mere willingness to protect is insufficient; state protection must be effective to a certain degree: <FRAGMENT_SUPPRESSED>  [2011] FCJ 358 at para 47.  <FRAGMENT_SUPPRESSED>", "[33] As noted by Justice Russell in <FRAGMENT_SUPPRESSED>  [2006] FCJ 1224 at para 36, an applicant need only make reasonable efforts considering the circumstances to rebut the presumption that she did not exhaust all avenues of state protection:  <FRAGMENT_SUPPRESSED> In dealing with the determinative issue of state protection, the Board concluded that because the Applicant had not sought to speak with the police Commissioner, the efforts undertaken by her and her mother were insufficient to rebut the presumption of state protection. Case law is clear that state protection need not be perfect, but it has also been held that an Applicant need only make reasonable efforts considering the circumstances in order to overcome the presumption he or she need not exhaust all avenues: See e.g. <FRAGMENT_SUPPRESSED>  2004 FC 731 at para. 22; <FRAGMENT_SUPPRESSED>  2002 FCT 989 at para. 18. In the present case, it is accepted that the Applicant, or her mother, went to the police at least three times. Furthermore, when told that they needed to go to the CID, they did, and were still told there was nothing that could be done. When asked why she did not seek to speak to the Commissioner, or go to the Headquarters in Kingston, the Applicant indicated that there was no way she would have been permitted to see the Commissioner. It would have been a useless quest for someone in her position. The Respondent's counsel conceded at the hearing of this matter before me that there was nothing in the record to suggest that the Applicant's evidence on this issue was wrong or doubtful in any way. The Board merely asserts for no reason that she should have gone to the Commissioner. There was nothing to suggest that, had she done so, this would have done any good.  <FRAGMENT_SUPPRESSED>", "[34] Although the applicant had reported to the police on at least three occasions, she had not pursued a complaint with the Independent Police Complaints Commission nor had she pursued other resources. The case law has established that such efforts may be justified and may indeed rebut the presumption of adequate state protection depending on the circumstances.  <FRAGMENT_SUPPRESSED>", "[35] <FRAGMENT_SUPPRESSED>  [2005] FCJ 1858, Justice de Montigny noted at para 32:  <FRAGMENT_SUPPRESSED> Finally, I think it was perfectly legitimate for the Applicant not to complain to the police in the circumstances, given that the police itself were the aggressors and the perpetrators of the acts of violence. As my colleague Tremblay-Lamer stated in <FRAGMENT_SUPPRESSED>  (QL), 2005 FC 193 at para. 15, \"the very fact that the agents of the state are the alleged perpetrators of persecution undercuts the apparent democratic nature of the state's institutions, and correspondingly, the burden of proof\".  <FRAGMENT_SUPPRESSED>", "[36] The Officer faulted the applicant for not approaching the Police Complaints Commission, but failed to consider whether that would have been reasonable given that the police were the agents of persecution and the applicant, given her experiences, may not have had confidence that this would result in any protection.  <FRAGMENT_SUPPRESSED>", "[37] <FRAGMENT_SUPPRESSED>  [2012] FCJ 1545, Justice Zinn wrote, in relation to an RPD decision denying refugee status to Roma in Hungary:  <FRAGMENT_SUPPRESSED>", "[14] The RPD also makes reference to the IPCB as an avenue of redress if the police do not act properly. It writes that it is an independent body reviewing complaints of police actions which makes recommendations to the head of the National Police and if the recommendations are not accepted, the matter can be referred to a court. On its face, that appears to be an effective tool to ensure that complaints about the police are dealt with; however, another document states that \"in practice\" the head of the National Police \"'neglect[s]' 90 percent of the Complaints Body's decisions.\" Thus, there appears to be no real avenue for redress for the vast majority of the complainants . The RPD's determination that this process provides a reasonable opportunity for Roma to seek redress is unreasonable.  <FRAGMENT_SUPPRESSED>", "[38] In addition, it was not reasonable for the Officer to conclude that a range of other possible resources would provide the protection needed by the applicant. As noted by Justice de Montigny in <FRAGMENT_SUPPRESSED>  [2012] FCJ 1444 at paras 14 and 15:  <FRAGMENT_SUPPRESSED>", "[14] The Board also points to various organizations that can provide protection to the Applicants and again seems to assume that these organizations would be in a better position to provide protection in Budapest since their head offices are located there. The problem with this assertion is that there is no evidence on the record that these organizations would be better able to \"protect\" the Applicants in Budapest than in the rest of the country. More importantly, the mandate of each of the organizations referred to by the Board (the Independent Police Complaints Board, the Parliamentary Commissioners' Office, the Equal Treatment Authority, the Roma Police Association, the Complaints Office at the National Police Headquarters) is not to provide protection but to make recommendations and, at best, to investigate police inaction after the fact.  <FRAGMENT_SUPPRESSED>", "[15] The jurisprudence of this Court is very clear that the police force is presumed to be the main institution mandated to protect citizens, and that other governmental or private institutions are presumed not to have the means or the mandate to assume that responsibility. As Justice Tremblay-Lamer aptly stated in <FRAGMENT_SUPPRESSED>  at paras 24-25:  <FRAGMENT_SUPPRESSED> 24 In the present case, the Board proposed a number of alternate institutions in response to the applicants' claim that they were dissatisfied with police efforts and concerned with police corruption, including National or State Human Rights Commissions, the Secretariat of Public Administration, the Program Against Impunity, the General Comptroller's Assistance Directorate or through a complaints procedure at the Office of the Attorney General (PGR).  <FRAGMENT_SUPPRESSED> 25 I am of the view that these alternate institutions do not constitute avenues of protection per se ; unless there is evidence to the contrary, the police force is the only institution mandated with the protection of a nation's citizens and in possession of enforcement powers commensurate with this mandate. For example, the documentary evidence explicitly states that the National Human Rights Commission has no legal power of enforcement (\"Mexico: Situation of Witness to Crime and Corruption, Women Victims of Violence and Victims of Discrimination Based on Sexual Orientation\").  <FRAGMENT_SUPPRESSED> See also: <FRAGMENT_SUPPRESSED>  25 Imm LR (2d) 267 at para 11.  <FRAGMENT_SUPPRESSED>", "[39] In <FRAGMENT_SUPPRESSED>  at para 20, Justice Tremblay-Lamer noted that in applying the presumption of state protection, decision makers must engage in a full assessment of the evidence before them, including the general context of the country of origin, all of the steps taken by the applicant, and the applicant's interaction with state authorities.  <FRAGMENT_SUPPRESSED>", "[40] In this case the Officer extensively recounted the efforts and initiatives being taken in Hungary and acknowledged that it was less than perfect, noting reports of police corruption and the challenges of protecting Roma, as well as discrimination faced by lesbian, gay, bisexual and transgendered people. Despite these findings, the Officer concluded that \"The applicants have not provided clear and convincing evidence that state protection would not be available to them if needed. <FRAGMENT_SUPPRESSED>", "[41] The Officer did not assess how the state protection described responded to the circumstances of the applicant. The adequacy of state protection cannot be taken for granted because a country is a democracy and is making serious efforts when the evidence before the Officer shows that the serious efforts have not addressed the applicant's situation.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[42] For the reasons noted above, the decision does not fall within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> . The Officer failed to consider evidence which supported the applicant's claims and failed to consider the efforts of the applicant to seek state protection in light of the adequacy of state protection and the agents of persecution. A contextual analysis is required to determine if state protection would be forthcoming for this applicant in these circumstances. Moreover, the decision as a whole is lacking in sufficient clarity and adequacy of reasons.  <FRAGMENT_SUPPRESSED>", "[43] The application for judicial review is allowed and the PRRA should be determined once again by a different officer.  <FRAGMENT_SUPPRESSED>", "[44] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed and the PRRA should be determined once again by a different officer.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Gary W. McLaughlin/vnh  <FRAGMENT_SUPPRESSED>"]}