{"id_": "070059", "body_str": ["[1] Annis, J. [Translation]: Pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA), the applicant, Ms. Istenes, is challenging the decision of the Refugee Protection Division (\"RPD\" or \"panel\") dated February 13, 2013, which found that she was not a Convention Refugee and would not be granted refugee protection in Canada.", "[2] For the reasons that follow, the application for judicial review is dismissed. 2. The Facts", "[3] The applicant is a Hungarian citizen born in 1968. Married in 1995, she worked as a teacher for a while before going into business with her husband, Ferenc Winkler, producing and selling electrotechnical products. The 2009 economic crisis resulted in huge revenue losses for the couple. The applicant stated that her husband had accused her of being responsible for their losses and that he had started to become aggressive towards her when he consumed alcohol.", "[4] She called the police a first time in 2011. The police officers arrived and advised Mr. Winkler to seek treatment for his alcohol problem. He promised his wife he would do so, but did not. On January 20, 2012, she once again called the police and this time they advised her to apply for a restraining order, which would prevent Mr. Winkler from being near her for 72 hours. She could not bring herself to do so, fearing that after three days she would be the victim of another assault. The police explained to her that she could seek another restraining order that would be valid for 30 days, but she was afraid of being assaulted or killed while awaiting the order.", "[5] On February 15, 2012, when her drunken husband threatened to kill her, knife in hand, she was forced to leave the conjugal home. She stayed with her sister, then with a friend, and then elsewhere several times, but her husband continued to pursue her. She sought help from the police and from women's shelters, but did not receive adequate protection. Ms. Istenes noted that Hungary is a small country of about 2,000 square km with a diameter of about 260 km, in which her husband would always be able to locate her, and that she ultimately fled to Canada.", "[6] She arrived here on March 27, 2012, declaring that she was here to visit her sister, who is a Canadian citizen. At Pierre-Elliott-Trudeau Airport, she stated that she had no problems in Hungary, where her husband and children lived. During the hearing, she and her counsel explained that she had lied because she was afraid of being returned to Hungary, that people arriving from that country had begun to be detained and sent back.", "[7] At the hearing, the member asked the applicant to name three large cities in Hungary to prove her Hungarian identity and subsequently used these three cities for his internal flight alternative analysis. 3. Impugned decision", "[8] In the decision, the panel noted that it had verified the applicant's identity as a Hungarian citizen. It also noted that she was seeking refugee protection under section 96 of the IRPA, given that her allegations referred to her membership in the particular social group of women. The panel took into account the Chairperson's Guidelines on Women Refugee Claimants Fearing Gender-Related Persecution", "[9] The panel accepted the applicant's explanation regarding her misleading statement upon arriving in Canada and did not identify any contradictions or implausibilities that would have led it to make a negative credibility finding. However, it did note that when the member asked the applicant if she could leave Budapest and find refuge in Debrecen, Eger, or Miskolc, she failed to demonstrate that it would be unreasonable for her to do so. She simply argued that at 44 years of age she would not be able to find employment in those cities. It therefore dismissed the claim for refugee protection on the ground that the applicant had an internal flight alternative (IFA). 4. Issues", "[10] The issues are the following: A. Did the panel err in finding that there was an IFA without referring to any documentary evidence in support of its assessment? B. Did the panel err in finding that there was an IFA without analyzing the applicant's particular circumstances in view of the Guidelines on Gender-Based Persecution? 5. Standard of review", "[11] The standard of review applicable to decisions by a panel regarding the existence of an IFA is reasonableness (see <FRAGMENT_SUPPRESSED> ). 6. Analysis A. Did the panel err in finding that there was an internal flight alternative without referring to any documentary evidence in support of its assessment?", "[12] The burden of showing that no IFA exists or that it would be objectively unreasonable to be expected to move there falls on the applicant, not the panel.  <FRAGMENT_SUPPRESSED>  (FCA): Since the existence or not of an IFA is part of the question of whether the claimant is a Convention refugee, the onus of proof rests on the claimant to show, on a balance of probabilities, that there is a serious possibility of persecution throughout the country, including the area which is alleged to afford an IFA. . . . Rather, the question is whether, given the persecution in the claimant's part of the country, it is objectively reasonable to expect him or her to seek safety in a different part of that country before seeking a haven in Canada or elsewhere. This is an objective criterion and the burden of proof is on the applicant. . . .", "[13] See also <FRAGMENT_SUPPRESSED>  (QL) (FCA)). As Justice Devlin, as he then was, said in <FRAGMENT_SUPPRESSED>  the facts have been brought to light, it is no doubt legitimate to argue that some cause must be found, and therefore the one that has most to be said for it should be selected. Where it can fairly be said that all possible causes have been canvassed, the strongest must be the winner. But in a case where all direct evidence is missing, there is no ground for saying that the most plausible conjecture must perforce be the true explanation. The answer that may well have to be given is that not enough is known about the circumstances of the loss to enable the inquirer to say how it happened. All that he can say is that no theory advanced has been able to collect enough support from the facts to make it more likely than not that it happened in that way and not in any other ...", "[14] Having regard to the facts in this case, the panel committed no error in this regard. B. Did the panel err in finding that there was an internal flight alternative without analyzing the applicant's particular circumstances in view of the Guidelines on Gender-Based Persecution?", "[15] The applicant submits that an IFA analysis must be tailored to the circumstances of each case. In this case, she had no IFA because her husband would still be able to locate her anywhere in Hungary. She claims that she had made sufficient efforts to avoid her abusive husband but that these had ultimately proved unsuccessful. The law in Hungary does not protect women who are victims of domestic violence and when she sought help from the police, no permanent or secure assistance was provided to her. In addition, documentation on the country shows that she faced discrimination towards women and that there was therefore no possibility of her finding employment in another city.", "[16] The respondent contends that the applicant failed to demonstrate that her alleged agent of persecution would have the will or the means to locate her in Debrecen, Eger, or Miskolc; she had even visited those cities often. Instead, she testified that the reason she could not move to one of those cities was the difficulty she would have finding employment.", "[17] I agree that the applicant failed to demonstrate that she could not avail herself of Hungarian state protection in the proposed cities and that the panel's decision was therefore reasonable and justified in view of the facts presented. When she had sought state protection, the police arrived and offered her the opportunity of obtaining an order against her husband. It was she who chose not to avail herself of this alternative. The record does not show that the proposed solution would have been inadequate, or that she had undertaken any efforts to contact other state organizations. I also dismiss the theory that the distance between the cities in question and the husband's home was too short to provide adequate protection to the applicant.", "[18] The applicant has not met her burden of establishing the lack of an IFA available to her in Hungary. 7. Conclusion", "[19] The application for judicial review is dismissed. JUDGMENT", "[20] THE COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] 5. Norme de contrôle", "[11] 6. Analyse A.", "[12]", "[13]", "[14] B.", "[15]", "[16]", "[17]", "[18] 7. Conclusion", "[19] JUGEMENT", "[20] [End of document]"]}