{"id_": "070148", "body_str": ["[1] Russell, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board), dated August 11, 2005 (Decision), in which the Applicant was deemed to be neither a Convention refugee nor a person in need of protection. BACKGROUND", "[2] The Applicant, Alicia Shedene Simpson, is a citizen of Jamaica and is currently 22 years of age. Her refugee claim is based on her membership in a particular social group, namely, women in Jamaica subjected to domestic violence.", "[3] Ms. Simpson asserts that she was sexually abused by her stepfather from the age of eleven to the age of nineteen (which was 2001). When she was 19 she finally told her mother about the abuse and her mother confronted her stepfather. The stepfather allegedly threw out the belongings of the Applicant and her mother and threatened to kill the Applicant. Both women went to live with the Applicant’s grandmother.", "[4] The Applicant states in her affidavit that the stepfather killed the cat she slept with, and left a note saying that if he didn’t get her by will he would get her by force.", "[5] After this incident, the Applicant says she went to the police to make a report but the police never did anything and did not even investigate.", "[6] Two days after this, the stepfather allegedly came to their house and asked the mother to come back. When she refused, he again threatened to kill both women. The Applicant says her mother went to the police again and reported that the stepfather was threatening to kill them, but the police said there was no one in the office at that time and as soon as an officer returned they would send him out to them. However, no one ever came.", "[7] The Applicant says she and her mother went back to the police a third time and asked if the stepfather would be charged for the sexual abuse. On this occasion, the officer said there was nothing the police could do. When asked why, the officer allegedly stated that it was a domestic affair and a civil matter and that the Applicant and her mother would have to go to the Criminal Investigations Division (CID) who would advise them what to do.", "[8] They went to the CID and were again told there was nothing the police could do because there was no evidence that her stepfather had forced himself on the Applicant. The CID even suggested that she had allowed it to happen. They were told to go home and forget about it.", "[9] That same day, the Applicant says they went to a lawyer to inquire about taking the stepfather to court for sexual abuse. When the lawyer learned that they had already been to the police and that the stepfather had not been arrested, he stated that there was nothing he could do unless the stepfather was arrested.", "[10] The Applicant says the stepfather continued to make threats against her and her mother, constantly coming to their house and banging on the door at all hours. She says she had no choice but to leave Jamaica; she was afraid to even leave her house to go to the store for food.", "[11] She came to Canada on October 2, 2003 under a student visa, issued by the Canadian Embassy in Jamaica, which expired May 30, 2004. She filed a request to extend her student visa, but was refused. She made her refugee claim on December 1, 2004. She says that she fears returning to Jamaica because her stepfather is still interested in her and there is no state protection available. DECISION OF THE BOARD", "[12] The Board held that the Applicant was a credible and trustworthy witness and found that she was indeed a citizen of Jamaica. The determinative issue in this claim was state protection.", "[13] The Board said it was not convinced, within the preponderance of probabilities, that the state of Jamaica would not be reasonably forthcoming with serious efforts to protect the Applicant if she were to return.", "[14] The Board found that the Applicant and her mother did complain to the police on three occasions in 2001. The Board appears to have accepted that they twice contacted the Clarkstown police station, who referred them to the CID office. The Board further notes that the Applicant testified that, when she contacted the CID office, she was told there was insufficient evidence to pursue the matter. When asked by the Board why she did not speak to a supervisor on duty at the police station, or contact police headquarters in Kingston, she said that she did not believe it would be any different had she gone to Kingston. Had she done so, she would not, in any event, have been permitted to speak to the Commissioner.", "[15] The Board then cites  <FRAGMENT_SUPPRESSED>  at para. 31, in which the Court held as follows: Local failures to provide effective policing do not amount to lack of state protection….A local refusal to provide protection is not a state refusal in the absence of a broader state policy to not extend state protection to the target group", "[16] The Board also cites the documentary evidence which states that Jamaica is a democracy and has a police force in place.", "[17] The Board went on to find that, except in situations of complete breakdown, a state must be presumed to be capable of protection. This presumption can be rebutted by “clear and convincing” evidence of the state’s inability to protect. The Board concluded that the Applicant had failed to discharge this onus.", "[18] The Board also noted that the Applicant testified that the last contact she had with her stepfather was in 2001, and that she had no further contact with him while she continued to remain in Jamaica until October 2003. This meant she had no contact with her stepfather for four years.", "[19] The Board concluded that, having considered the totality of the evidence, counsel’s submissions, the Chairperson’s Gender Guidelines, and the relevant statutory provisions and jurisprudence, the claim for protection should be denied. ISSUES", "[20] The Applicant raises two related issues: 1. Did the Board fail to consider evidence before it regarding the widespread violence against women in Jamaica? 2. Did the Board err in its assessment of the availability of state protection? STANDARD OF REVIEW", "[21] The parties disagree concerning the standard of review applicable to the present case. Relying upon  <FRAGMENT_SUPPRESSED>  the Applicant argues that the standard of review for the state protection issue is reasonableness simpliciter. The Respondent, however, cites the recent decision of Justice Phelan in  <FRAGMENT_SUPPRESSED>  2006 FC 532 as authority for applying a patently unreasonable standard. Justice Phelan stated the following at para. 5: On the issue of state protection, the onus is on the Applicant to rebut the presumption in favour of state protection. The standard of review on this issue has been held, depending on the particular aspect of state protection which may be in issue, to be patent unreasonableness or reasonableness simpliciter [See Note 1 below]. While it is not necessary in this case to resolve what may seem to be divergent standards, it appears that patent unreasonableness is the applicable standard where the question is the existence of state protection and that reasonableness simpliciter is applicable where the issue is whether an applicant adequately availed him or herself of state protection. Note 1:  <FRAGMENT_SUPPRESSED>  (QL), 2003 FC 1255;  <FRAGMENT_SUPPRESSED>  (QL), 2004 FC 1449;  <FRAGMENT_SUPPRESSED>  (QL), 2001 FCT 772;  <FRAGMENT_SUPPRESSED>  2006 FC 159;  <FRAGMENT_SUPPRESSED>  (QL), 2005 FC 193;  <FRAGMENT_SUPPRESSED>  (QL), 2004 FC 1104.", "[22] The Decision before me involves the finding that state protection exists for the Applicant in Jamaica and that she failed to adequately avail herself of the available state protection. However, irrespective of the standard I apply, my conclusion is that the Decision cannot stand and must be returned for reconsideration. SUBMISSIONS Applicant Failure to consider evidence", "[23] The Applicant submits that the Board erred in law by disregarding documented evidence regarding violence against women in Jamaica and the unavailability of state protection. She says that police officers in Jamaica do not protect the people and leave it to individuals to protect themselves. The Applicant notes that the police will wait until someone dies before making an arrest. While the police are required to make reports when called to the scene of a crime, such reports are never compiled. She also says that the police in Jamaica have no regard for anyone, and that there is documented evidence of corruption among police officers in times of emergency (specific reference is made to the aftermath of Hurricane Ivan in 2004). State Protection", "[24] The Applicant submits that while Jamaica is indeed a democratic country, and there is a police force, when the police and the government refuse to enforce the law, there is a breakdown in state protection. She says the Board refused to consider this when determining her claim and, instead, simply relied on the fact that there are laws in place without considering whether those laws are being implemented by the authorities. Respondent State Protection", "[25] The Respondent submits that the burden on the Applicant to prove a want of state protection is a heavy one as Jamaica is a democracy with effective political and judicial systems. The Respondent notes that domestic abuse is illegal in Jamaica and that efforts are being made on several levels to address the issue of abused women, including efforts to offer sanctions and remedies.", "[26] The Respondent also argues that the Applicant’s experience with the police was a localized incident and did not involve Jamaican state policy. Furthermore, it was open to the Board to draw conclusions about the availability of state protection with reference to organizations other than the police or judiciary as there is an active community of women’s rights groups whose major concerns include the protection of victims of sexual abuse. There was no evidence that the Applicant sought assistance from any of these organizations.", "[27] The Respondent submits that the Board’s conclusions on the issue of state protection were reasonably open to it on the record before it. Fear not well-founded", "[28] The Respondent also submits that the Applicant’s fear of her step-father is not well-founded. First, it is noted that the Applicant resided in Jamaica for two years, during which time she testified to seeing her step-father, but she says he did not harm her. Furthermore, at the time of the hearing in August 2005, the Respondent notes that it had been two years since the Applicant had had any contact with her step-father, and at least four years since she last resided with him. The Respondent says it is, therefore, unlikely that he will harm her in the future.", "[29] The Respondent submits that the Board’s conclusion was open to it based on the evidence before it. ANALYSIS", "[30] Generally speaking, this is a highly unsatisfactory Decision in that it fails to engage in any meaningful analysis of the points raised by the Applicant and material aspects of the evidence.", "[31] The Decision itself says that the “determinative issue in this claim was state protection.” Counsel for the Respondent, however, says that the Board also found that the Applicant faced no future risk if returned to Jamaica and that this finding was not patently unreasonable.", "[32] The Board’s comments on future risk appear as an afterthought at the end of the Decision: The claimant testified that the last contact she had with her stepfather was in 2001. She had no further contact with him while she continued to remain in Jamaica until October 2002, when she left to come to Canada. The claimant is now 22 years of age and has had no contact with her stepfather for four years.", "[33] It is not clear what significance these comments have in a Decision where the Board tells us that the “determinative issue” was state protection. The Shorter Oxford English Dictionary defines “determinative” as meaning “serving or tending to determine, decide or fix.” In my view, the “determinative issue” is the issue that resolves or decides the claim and if the Board had also based its Decision upon the alternative ground of future risk, then that would also be a determinative issue. If the Board made the Decision upon alternative grounds, it should have said so.", "[34] In any event, even assuming that the Board intended to make future risk an alternative basis for the Decision, its analysis of that issue is patently unreasonable. The Applicant’s evidence was that, although she had managed to avoid actual contact with her stepfather for some time, he nevertheless came to the house and threatened her and banged on the door. She also said he told people he was going to kill her. And this was a man who had molested her from a very young age. The Board said of the Applicant that she was “a credible and trustworthy witness.” So there was no reason to doubt the threats and actions of the stepfather; yet the Board dismisses the whole issue with a perfunctory assertion that there was no contact for a period of time.", "[35] If the Board had wanted to make the absence of future risk a ground for denying the claim, it had an obligation to make clear in its reasons that this was what it was doing. Furthermore, it also had an obligation to deal with the actual evidence given by the Applicant on this issue. The Board’s failure to do either of these things was patently unreasonable.", "[36] In dealing with the determinative issue of state protection, the Board concluded that because the Applicant had not sought to speak with the police Commissioner, the efforts undertaken by her and her mother were insufficient to rebut the presumption of state protection. Case law is clear that state protection need not be perfect, but it has also been held that an Applicant need only make reasonable efforts considering the circumstances in order to overcome the presumption he or she need not exhaust all avenues: See e.g.  <FRAGMENT_SUPPRESSED>  2004 FC 731 at para. 22;  <FRAGMENT_SUPPRESSED>  2002 FCT 989 at para. 18. In the present case, it is accepted that the Applicant, or her mother, went to the police at least three times. Furthermore, when told that they needed to go to the CID, they did, and were still told there was nothing that could be done. When asked why she did not seek to speak to the Commissioner, or go to the Headquarters in Kingston, the Applicant indicated that there was no way she would have been permitted to see the Commissioner. It would have been a useless quest for someone in her position. The Respondent’s counsel conceded at the hearing of this matter before me that there was nothing in the record to suggest that the Applicant’s evidence on this issue was wrong or doubtful in any way. The Board merely asserts for no reason that she should have gone to the Commissioner. There was nothing to suggest that, had she done so, this would have done any good.", "[37] As was held in  <FRAGMENT_SUPPRESSED>  2005 FC 1249 at para. 23, when past experiences with the police prove to be ineffective and the country documentation is clearly to the effect that domestic violence is met with insensitivity and inaction by the police, “it seems to me that the threshold to establish the incapacity of the state to protect its citizens should be lower.” The Court,  <FRAGMENT_SUPPRESSED> , went on to hold that “the mere fact that the government took steps to eradicate the problem of domestic violence does not mean that the fate of battered women has improved.”", "[38] Specifically in relation to the situation in Jamaica, it was recently held in  <FRAGMENT_SUPPRESSED>  2006 FC 133 at para. 10, that Jamaica’s “real capacity to protect women” must be considered. The Court held that it was not sufficient to merely note Jamaica’s “good intentions to improve the situation through police training”; the reality that faces women there, where domestic violence is the second leading cause of homicide, must be addressed.", "[39] In adopting this same conclusion, the Court in  <FRAGMENT_SUPPRESSED>  2006 FC 402 at paras. 12-13, held that the same documentation that speaks of Jamaica starting to build a legal framework, of improvement starting to show, and of police attitudes beginning to change, speaks of “high levels of domestic abuse and rather horrendously inadequate responses where state protection is sought.”", "[40] The documentary evidence submitted by the Applicant to the Board in the present case seems to support the view that, while efforts are being made in Jamaica to discourage domestic violence, the “traditional attitudes” held by police towards women have not changed: According to the Canadian IRB, although the laws to protect women exist they are not enforced. This is mainly attributed to the “traditional attitudes” held by the police towards women.", "[41] The same evidence goes on to state that the manner in which the police will handle a case will vary depending on the severity, but that ultimately they simply refer the women to the Women Inc Crisis Centre for Women for counseling.", "[42] The reality in the present case is that the Applicant tried four times to obtain assistance and was told there was nothing that could be done. She also sought the assistance of a lawyer, but to no avail. It was not unreasonable for her not to go to the Commissioner, especially when the CID said it couldn’t help her.", "[43] Furthermore, the evidence before the Board also indicates that domestic violence is still widespread in Jamaica and accounts for a large number of hospital admissions.", "[44] While it is true that there is a presumption that the Board considered all the evidence, and there is no need to mention all the documentary evidence that was before it, where there is important material evidence on the record that contradicts the factual finding of the Board, a blanket statement in the Decision that the Board considered all of the evidence will not be sufficient. The Board must provide reasons why the contradictory evidence was not considered relevant or trustworthy:  <FRAGMENT_SUPPRESSED>  (F.C.A.) and  <FRAGMENT_SUPPRESSED>  (F.T.D.). In this case, the Board did not do this. It simply relies in its Decision on the statement that Jamaica is a democracy with a police force and so must be presumed capable of providing protection and that no clear and convincing evidence was presented by the Applicant to rebut the presumption of state protection. The contradictory evidence noted above and the specific circumstances of this case, however, were not addressed. The Applicant presented compelling evidence that in Jamaica the state does not provide protection to women like the Applicant who are consistently at risk and without effective protection. This was more than a local failure. The Applicant did provide clear and convincing evidence that the reality was otherwise and, while I do not say that the Board was obliged to accept the Applicant’s evidence, it was certainly obliged to deal with it and provide adequate reasons for rejecting what she had to say about her own position and the state’s inability to protect women from domestic violence in Jamaica.", "[45] For these reasons, I think the Board erred in its assessment of the availability of state protection and failed to properly consider the evidence before it. This was patently unreasonable. The matter should be sent back for redetermination in front of a differently constituted panel. ORDER", "[46] THIS COURT ORDERS THAT: 1. The Application for judicial review is allowed and the matter is referred back for reconsideration by a different Board; 2. There is no question for certification. [End of document] <FRAGMENT_SUPPRESSED>"]}