{"id_": "070234", "body_str": ["[1] Kane, J. : The applicant seeks judicial review of the December 20, 2013 decision of a Citizenship Officer, Office of Citizenship and Immigration Canada [CIC], which refused the application of Ms Smith for citizenship for her adopted child, Shana-K Pallas. Overview", "[2] Patricia Smith seeks citizenship for her adopted daughter, Shana-K Pallas, who is Ms Smith's biological granddaughter, being the child of her son Devon Pallas. Shana-K was born in Jamaica in 1997 and came to Canada to live with Ms Smith, her grandmother, in 2007. Shana-K's biological mother agreed to the adoption as did her biological father, although he has never met nor played any parental role to Shana-K. Ms Smith pursued the adoption in Ontario and it was granted by the Ontario Superior Court of Justice in March 2008. Ms Smith then applied for permanent resident status for Shana-K and after three years without a response, was advised by CIC that she should instead apply directly for citizenship for Shana-K. Ms Smith did so but the application for citizenship was denied on May 24, 2013 pursuant to paragraphs 5.1(1)(b) and (d) of the Citizenship Act , RSC 1985, c C-29; the Officer was not satisfied that there was a genuine parent-child relationship and that the adoption was not entered into primarily to acquire a status or privilege in relation to immigration or citizenship. On consent of the respondent, the application was re-determined and both Shana-K and Ms Smith were re-interviewed by a different Officer. The application was refused again pursuant to paragraph 5.1(1) (d); the Officer was not satisfied that the adoption was not entered into primarily to acquire a status or privilege in relation to immigration or citizenship. This decision is now the subject of this application for judicial review.", "[3] The Officer's reasons for refusal, even when supplemented by the interview notes and the other documentation, do not permit me to find that the Officer considered and weighed all the evidence on the record. There is no way to determine how the Officer reached the conclusion that this was an adoption primarily for the purpose of gaining a status or privilege in Canada without speculating about conclusions the Officer may have reached which the Officer did not set out in her reasons and without speculating about inferences the Officer may have drawn, despite the fact that the Officer did not make any credibility findings.", "[4] For the more detailed reasons that follow, the application for judicial review is allowed and the application for Citizenship must again be re-determined by another Citizenship Officer. Background", "[5] There is no disagreement between the parties regarding the background facts.", "[6] Ms Smith was born in Jamaica, arrived in Canada in 1997 and has been a Canadian citizen since March 2007. She has two adult children, Cameshia and Devon Pallas. Shana-K was born January 17, 1997 in Jamaica to Devon Pallas and Josephine Rankine. Ms Smith only learned of Shana-K's existence on a visit to Jamaica in 2000. At that time, Josephine asked Ms Smith to adopt Shana-K because she could not fully care for her and Devon played no parental role. Ms Smith first inquired in Jamaica about the adoption but because she is a Canadian citizen, she was advised that she would need to pursue the adoption in Canada. Ms Smith made inquiries in Canada and learned that the adoption process would cost over $10,000 and take several years. Due to the cost, Ms Smith did not pursue the adoption at that time.", "[7] Ms Smith sent money, school fees, supplies and clothing to Josephine for Shana-K. She kept in regular telephone contact and visited Shana-K for several weeks on several occasions between 2000 and 2007.", "[8] Shana-K continued to live with Josephine and her maternal grandparents. Josephine worked long hours six days per week. Shana-K's maternal grandmother worked out of town during the week and returned only on the weekend. Shana-K's maternal grandfather was present, but did not actively care for her. According to Ms Smith, he had gambling and alcohol addiction problems and generally left Shana-K by herself. The evidence of Shana-K and Ms Smith is that Shana-K was alone most of the time, but attended school and attended Church with her mother when her mother was not working.", "[9] Although Josephine worked long hours and was seldom at home, Shana-K indicated that her mother provided food and shelter and necessities for her. Ms Smith also indicated that Josephine was intelligent and hard working and provided the basics for Shana-K but that Ms Smith sent money, school supplies and gifts.", "[10] In 2007, Ms Smith and her daughter Cameshia (also a Canadian citizen) prepared and sent an invitation letter and funds to Josephine to apply for a Canadian visitor visa for Shana-K and to cover her airfare. Josephine submitted the visa application and the Field Operations Support System [FOSS] notes indicate that Josephine stated that she was the sole provider for Shana-K. The application did not mention the adoption plans. A Temporary Resident Visa was issued for Shana-K to visit in the summer of 2007. Shana-K was told by Josephine that she would be going to Canada to remain permanently with her grandmother who would take good care of her.", "[11] Ms Smith indicated that after Shana-K's arrival in Canada, Shana-K disclosed that she had been sexually abused since the age of eight. She had not told her mother or anyone else of the abuse out of fear. This prompted Ms. Smith to renew her pursuit of the adoption.", "[12] In October 2007, Ms Smith commenced adoption proceedings and the adoption was granted on March 14, 2008 by the Ontario Superior Court of Justice.", "[13] Ms Smith then applied in 2008 for permanent resident status for Shana-K. In March 2011, three years after making the application and without a response to the permanent resident application, a CIC Officer telephoned Ms Smith and advised her to withdraw that application and, instead, apply for a grant of citizenship under the Citizenship Act . The Officer indicated that Shana-K's visitor visa would be extended for two years during this process.", "[14] Following the CIC Officer's advice, Ms Smith submitted a citizenship application in 2011. Ms Smith sent the application to CIC in Canada and then to the High Commission in Jamaica based on differing advice provided by CIC. The application was ultimately processed in May 2012.", "[15] Ms Smith and Shana-K were interviewed by a CIC Officer in February 2013. On May 24, 2013 the application was refused on the basis of paragraphs 5.1(1) (b) and (d) of the Citizenship Act : the Officer was not satisfied that there was a genuine parent-child relationship; and was not satisfied that the adoption was not entered into primarily for the purpose of acquiring a status or privilege in relation to immigration and citizenship. Ms Smith launched an application for judicial review. On consent, the respondent agreed that the application should be re-determined by a different Citizenship Officer.", "[16] On November 7, 2013, Ms Smith and Shana-K were again interviewed. On December 20, 2013, the CIC Officer again refused the application, this time solely on the basis of paragraph 5.1(1)(d). The Decision under Review", "[17] The decision refusing Shana-K's citizenship was set out in a letter dated December 20, 2013. The Officer's refusal letter states \"During the interviews you provided me with the following details which I considered before making my decision.\" The Officer then refers to Ms Smith's learning that she had a granddaughter in 2000 while visiting Jamaica, the request by Josephine for Ms Smith to take Shana-K to Canada because Josephine was not able to care for her, the inquiries about adoption in Kingston, Jamaica, and the inquiries about adoption upon Ms Smith's return to Canada. The Officer notes that Ms Smith \"did not give up trying to find a way to adopt Shana-K\".", "[18] The Officer also notes Ms Smith's evidence that she came to Canada to provide a better life and opportunities for her own children and would do the same for Shana-K, that she provided support to Shana-K by sending money, clothes and school supplies and kept in close contact with her, that Josephine continued to ask her to take Shana-K as Josephine was unable to care for her.", "[19] The Officer then notes that in 2007, Ms Smith and her adult daughter, Cameshia, sent an invitation letter and funds to Josephine to apply for a visa for Shana-K along with airfare to travel to Canada. The Officer notes that Shana-K was told that she would be going to Canada permanently and that she was happy about this.", "[20] The Officer further notes that on the application for the visa, Josephine stated that she was the sole provider for Shana-K and did not mention plans for adoption or visiting with Ms Smith, rather the purpose was to visit Aunt Cameshia.", "[21] The Officer notes that, once in Canada, Ms Smith renewed efforts to adopt Shana-K, registered her for school and sought the consent of her biological parents for the adoption, which was granted in March 2008.", "[22] The Officer cites section 5.1 of the Citizenship Act and then concludes as follows: Based on the information provided during the interviews and the information on file, this application does not meet the requirements of paragraph 5.1(1)(d) of the Citizenship Act . In coming to this decision, I considered all the evidence presented and the factors set out in paragraph 5.1(3)(a) of the Citizenship Regulations I am not satisfied that the adoption was not entered into primarily for the purpose of acquiring a status or privilege in relation to immigration or citizenship. The reasons given by both you and Shana-K as to why this adoption took place were for the purpose of providing her with a better quality of life in Canada. Hence, this application does not meet the requirement of paragraph 5.1 (1) (d) of the Citizenship Act.", "[23] The Officer then suggests that Ms Smith apply to sponsor Shana-K for permanent resident status as a member of the Family Class.", "[24] In addition to the reasons set out in the refusal letter, the record includes the interview notes (computer and handwritten) from November 7, 2013 and from February 26, 2013 (but dated March 6, 2013) as well as the documentation submitted by the applicant in support of the application. The relevant statutory provisions Citizenship Act , RSC 1985, c C-29): 5.1 (1) Subject to subsections (3) and (4), the Minister shall, on application, grant citizenship to a person who was adopted by a citizen on or after January 1, 1947 while the person was a minor child if the adoption (a) was in the best interests of the child; (b) created a genuine relationship of parentand child; (c) was in accordance with the laws of the place where the adoption took place and the laws of the country of residence of the adopting citizen; and (d) was not entered into primarily for the purpose of acquiring a status or privilege in relation to immigration or citizenship. Citizenship Regulations , SOR/93-246: 5.1 (3) The following factors are to be considered in determining whether the requirements of subsection 5.1(1) of the Act have been met in respect of the adoption of a person referred to in subsection (1): (a) whether, in the case of a person who has been adopted by a citizen who resided in Canada at the time of the adoption, (i) a competent authority of the province in which the citizen resided at the time of the adoption has stated in writing that it does not object to the adoption, and (ii) the pre-existing legal parent-child relationship was permanently severed by the adoption. Standard of Review", "[25] The parties agree that the standard of review of the Officer's decision, being based primarily on an assessment of the facts, is that of reasonableness.", "[26] The jurisprudence emphasizes that where the standard of reasonableness applies, the role of the Court is to determine whether the decision \"falls within 'a range of possible, acceptable outcomes which are defensible in respect of the facts and law' ( <FRAGMENT_SUPPRESSED> , at para. 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome.\" ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 59).", "[27] The role of the Court is not to re-weigh the evidence or remake the decision. However, as noted by Justice Mosley in <FRAGMENT_SUPPRESSED>  [2011] FCJ No 782 [ <FRAGMENT_SUPPRESSED> ] at para 18 \"the Court has jurisdiction to intervene in order to grant relief if it is determined that the officer erred by ignoring evidence or by drawing unreasonable inferences from the evidence. See, for example: <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 173 at para 34.\"", "[28] The inadequacy of the reasons is not a stand alone ground to allow an application for judicial review. In Newfoundland and  <FRAGMENT_SUPPRESSED>  [ Newfoundland Nurses ], the Supreme Court of Canada elaborated on the requirements of <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], at para 14-16 and noted that the decision-maker is not required to set out every reason, argument or all the details in the reasons. In addition, the decision-maker is not required to make an explicit finding on each element that leads to the final conclusion. The reasons are to \"be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes\".", "[29] The Court added at para 15 that \"courts should not substitute their own reasons, but they may, if they find it necessary, look to the record for the purpose of assessing the reasonableness of the outcome\". The Court summed up their guidance at para 16: In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the <FRAGMENT_SUPPRESSED> criteria are met.", "[30] On the other hand, the Court is not expected to look to the record to fill in gaps to the extent that it rewrites the reasons; there are limits and the Court must assess where to draw the line.  <FRAGMENT_SUPPRESSED>  Justice Rennie noted that at para 28:", "[28] Newfoundland Nurses does not authorize a court to rewrite the decision which was based on erroneous reasoning. The reviewing court may look to the record in assessing whether a decision is reasonable and a reviewing court may fill in gaps or inferences reasonably arising and supported by the record. Newfoundland Nurses is a case about the standard of review. It is not an invitation to the supervising court to re-cast the reasons given, to change the factual foundation on which it is based, or to speculate as to what the outcome would have been had the decision maker properly assessed the evidence. The Applicant's position", "[31] The applicant argues that the Officer focused on some evidence to the exclusion of other evidence and the relevant factors as set out in the Processing Manual, specifically CP-14 which guides the assessment of whether an adoption satisfies paragraph 5.1(1)(d) of the Citizenship Act . The applicant submits that the Court has adopted these factors and that the Officer did not consider all the factors which are relevant in the circumstances. The applicant notes the evidence provided by Ms Smith and Shana-K which relates to each of the factors. The applicant argues that the Officer focused only on the evidence of Ms Smith that consistently indicated that she wanted a better quality of life for Shana-K in Canada and the information provided by Josephine on the visa application which indicated Josephine was the sole provider for Shana-K but did not indicate the intention for Shana-K to be adopted by Ms Smith. The applicant submits that the Officer failed to consider the other evidence, including the efforts made by Ms Smith to comply with the immigration requirements, the inquiries made regarding adoption in Jamaica and again in Canada, the genuine parent-child relationship that exists between Shana-K and Ms Smith, that Shana-K was basically on her own and without parental or even adult care, supervision, guidance or emotional support in Jamaica, that Shana-K had disclosed sexual abuse which provided added impetus for Ms Smith to pursue the adoption after Shana-K arrived in Canada and, more generally, that there were several reasons for pursuing the adoption and it was not for the primary purpose of acquiring a status or privilege related to immigration or citizenship.", "[32] The applicant submits that the circumstances are analogous in many respects to <FRAGMENT_SUPPRESSED> regarding the adoption and citizenship application of a Guyanese child by her aunt and uncle. The Citizenship Officer denied the application on the grounds that a genuine-parent child relationship had not been established, that it was in the best interest of the child to remain in Guyana and that it was an adoption of convenience. Justice Mosley allowed the judicial review, finding, at para 29, that the \"officer's failure to articulate her rationale for attributing no weight to certain key pieces of evidence, especially significant evidence that is contrary to her ultimate determination, requires a finding that the decision was made in error.\"", "[33] The applicant also relies on <FRAGMENT_SUPPRESSED>  [2012] FCJ No 210 [ Tran ] where the Court found the decision unreasonable because the Officer erred in \"concentrating solely on the adoption of convenience factor in isolation to the other relevant factors and failing to weigh them together to achieve what Parliament intended\" (para 45). The applicant submits that the Court found the Officer's failure to follow the CP Guidelines to be a reviewable error.", "[34] The applicant also notes that in <FRAGMENT_SUPPRESSED>  [2013] FCJ No 343 [ <FRAGMENT_SUPPRESSED> ], Justice Martineau included the factors set out in CP-14 in his reasons at para 42 noting that all relevant information should be considered including these factors, thereby suggesting that the factors were more than simply guidelines. Justice Martineau ultimately found, at para 68, that the Officer's decision was unreasonable because there existed \"a considerable body of evidence against the suggestion that this could be an adoption of convenience\". The Respondent's position", "[35] The respondent submits that CP-14 factors have not been incorporated into the jurisprudence and remain simply guidelines. The respondent points out that the Federal Court of Appeal, in <FRAGMENT_SUPPRESSED>  [2014] FCJ No 472 [ <FRAGMENT_SUPPRESSED> ], referred to the guidelines for Humanitarian and Compassionate Grounds, noting that the processing manual is only an administrative guideline.", "[53] However, the processing manual is not law: administrative policy statements are only a source of guidance and in no way amend the provisions of the Act or the  <FRAGMENT_SUPPRESSED> ). It would be reviewable error for an Officer to see the processing manual as presenting a closed list of factors to consider and, in that way, to regard the processing manual, and not subsection 25(1), as the law. That would constitute an impermissible fettering of discretion: see, e.g. <FRAGMENT_SUPPRESSED> . Such an approach might leave presently unforeseeable but deserving situations out in the cold.", "[36] The respondent submits that the cases relied on by the applicant, including those where the Court found that the relevant factors had not been considered, can be distinguished on their facts. For example, in <FRAGMENT_SUPPRESSED> , the Court's finding of unreasonableness focused on the Citizenship Officer's ignoring specific strong evidence, including important documents.", "[37] The respondent also submits that Tran does not support the view that citizenship officers must deal explicitly with each factor in every case in what amounts to a checklist. This runs contrary to the Federal Court of Appeal's comment in <FRAGMENT_SUPPRESSED> .", "[38] The respondent does not dispute that Ms Smith has assumed the role of mother to Shana-K, fully provides for her and that a genuine parent-child relationship exists. The respondent highlights that the criteria in subsection 5.1(1) of the Citizenship Act are conjunctive and, despite that the other criteria have been met, if the adoption was entered into to acquire a status or privilege in relation to citizenship or immigration, the Officer must deny the application.", "[39] The respondent submits that based on all the evidence the Officer reasonably found that the primary purpose of the adoption was to gain such a status or privilege. The Issues", "[40] Although the applicant has raised the issue of the status of the guidelines set out in CP-14 and whether it is an error for the Officer to fail to consider or assess all of the relevant factors, the applicant acknowledges that the guidelines are not binding.", "[41] The issue is whether the Officer's decision is reasonable; whether the Officer meaningfully considered the evidence that was submitted by the applicant, whether the evidence supported the finding that the adoption was primarily for the purpose of acquiring a status or privilege in relation to immigration or citizenship, or whether the Officer ignored relevant evidence that would have supported a contrary finding and failed to provide an explanation for rejecting that evidence. The Processing Manual, CP-14, Provides Guidance", "[42] I agree that CP-14 , like other processing and operational manuals, is for the guidance of citizenship officers to promote more consistency in decision-making and is not a binding checklist, but the Court has acknowledged that the factors set out in such manuals provide helpful guidance, although it is essential that all the evidence be considered.", "[43] With respect to the respondent's submissions that the Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED> confirms that the factors or guidelines are not the law, it is important to note that the Court of Appeal said more than this. The Court of Appeal focused on the concern that the factors not be considered as a closed list and highlighted that the decision-maker must have regard to all the evidence and to the legislation.", "[44] The Court of Appeal also noted at para 50 that factors set out in the processing manual at issue in that case have been regarded as the relevant considerations in the case law:", "[50] [...] In my view, the decided cases show that the factors set out in section 5.11 of the processing manual, above, are a reasonable enumeration of the types of matters that an Officer must consider when assessing an application for humanitarian and compassionate relief under subsection 25(1) of the Act. They encompass the sorts of consequences that, depending on the particular facts of particular cases, might meet the high standard of hardship associated with leaving Canada, associated with arriving and staying in the foreign country, or both.", "[45] The same can be said for the factors set out in CP-14 regarding the assessment of whether an adoption is for the purpose of gaining a status or privilege in relation to immigration or citizenship. This is what is reflected in Justice Martineau's decision in <FRAGMENT_SUPPRESSED> which endorsed the factors as the types of matters that should be considered, but highlighted that all the evidence must be considered.", "[46] In Kanthasamy's companion case <FRAGMENT_SUPPRESSED>  [2014] FCJ No 439, the Court of Appeal noted that \"Officers may have regard to the Minister's processing manual for guidance. However, Officers must have regard to all of the facts and circumstances before them and apply this standard in an open-minded way, unfettered by the statements in the manual\" (para 12; my emphasis). Is the Decision Reasonable; Did the Officer Ignore Relevant Evidence?", "[47] The consideration of the relevant factors in the guidelines is not the determinative issue. In any event, a review of the interview notes reveals that the Officer turned her mind to most of these factors in her questions to Shana-K and Ms Smith about the circumstances of the adoption, life in Jamaica and the household there, life with Ms Smith in Canada, the role of Shana-K's biological parents and the support they provided, the role of Ms Smith as parent and the support she provided and now provides, the current relationship with the biological parents and the reasons given for the adoption.", "[48] The determinative issue is whether the Officer considered and weighed all the evidence and whether the conclusion is supported by that evidence or whether the Officer ignored relevant evidence that was provided by Shana-K and Ms Smith and failed to explain why she ignored or rejected the evidence which would have supported a contrary finding; i.e., that the adoption was not, on a balance of probabilities, primarily for the purpose of gaining a status or privilege related to immigration or citizenship.", "[49] The CP-14 Processing/Operating Manual sets out the intended interpretation of that phrase at section 11.10: If a citizenship officer determines that an adoption was entered into primarily for the purpose of acquiring a status or privilege in relation to immigration or citizenship (i.e. an adoption of convenience), the officer must refuse the application. A citizenship officer must form his or her opinion based upon factors which, taken together, could make a reasonably prudent person (balance of probabilities) conclude that the adoption has taken place to circumvent the requirements of the IRPA or the Citizenship Act. [Emphasis in original]", "[50] It then goes on to set out the factors to be considered, noting that these are what the assessment \"typically might include\", and adding that the factors are not exhaustive and some may not be relevant.", "[51] Therefore, the finding that the adoption was entered into primarily to gain a status or privilege means that the Officer concluded, based on a consideration of all the evidence, that on a balance of probabilities the adoption has taken place to circumvent the requirements of IRPA or the Citizenship Act", "[52] It is this conclusion - that the adoption has taken place primarily to circumvent the requirements of IRPA or the Citizenship Act - that I find is not supported by the Officer's reasons or the record.", "[53] The key part of the refusal letter states \"The reasons given by both you and Shana-K as to why the adoption took place were for the purpose of providing her with a better quality of life in Canada. Hence , this application does not meet the requirement of paragraph 5.1(1)(d) of the Citizenship Act.\" (My emphasis)", "[54] The Officer's decision appears to jump from the stated purpose of Ms Smith to provide a better life for Shana-K to this conclusion.", "[55] Bearing in mind the guidance provided by the Supreme Court of Canada in Newfoundland Nurses , I cannot find that the Officer's reasons, supported or supplemented by the record, reveal why she made the decision that the adoption was primarily for the purpose of gaining a status or privilege related to immigration or citizenship.", "[56] The Officer has not explained how the repeatedly stated intention of Ms Smith to provide for Shana-K as she would for her own children and her desire for a better quality of life for Shana-K demonstrates an intention to circumvent the requirements of IRPA or the Citizenship Act . I do not share the officer's view that the intention to provide a better quality of life can only mean one thing - that the adoption is to acquire a status or privilege in Canada, meaning that it is intended to circumvent the statutory requirements. The evidence indicates that Ms Smith is now providing as many opportunities as she can for Shana-K in Canada - regardless of citizenship or permanent resident status.", "[57] The Officer has not addressed the fact that Ms Smith first pursued a permanent resident application for Shana-K and after three years was advised to apply directly for Citizenship. (Although this may be due in part to changes in the legislation in 2007, this explanation was not offered by the respondent.) Ms Smith did so and experienced yet another delay from CIC, after first being misdirected where to send the application. Nevertheless, she persevered and continued to ensure that Shana-K had at least visitor status in Canada while she pursued the Permanent Resident and then the Citizenship Application.", "[58] In the written submissions, the respondent emphasizes the importance of adhering to immigration requirements for entry to Canada and that circumventing immigration requirements for properly entering and obtaining status in Canada cannot be countenanced. There is no disagreement about the importance of ensuring the integrity of the immigration regime. However, apart from the fact that there was no mention of the adoption in the application for the visa, the respondent fails to explain what conduct would constitute circumvention of the immigration requirements.", "[59] In oral submissions, the respondent suggests that Ms Smith may have assumed that once she adopted Shana-K, citizenship would be automatic. However, this is merely speculation as there is no such evidence. Moreover, it goes beyond the limits of Newfoundland Nurses to \"read between the lines\" and attempt to rewrite the Officer's reasons.", "[60] The Officer also did not address in her reasons that Ms Smith renewed her pursuit of the adoption after Shana-K's disclosure of sexual abuse upon her arrival in Canada. Although adoption had been contemplated before Shana-K arrived in Canada, the Officer does not appear to have considered this disclosure as a legitimate additional reason to pursue the adoption. The February 2013 interview notes include a notation that Shana-K was reluctant to reveal something bad that had happened to her. The November 2013 interview notes reveal that Shana-K was asked if she had anything to add and she replied that she did not. The Officer made a notation to herself that this question was about the sexual abuse. I cannot determine whether the Officer had doubts about the sexual abuse given that the Officer did not make any credibility findings. However, the reasons and the record do not permit me to determine whether this evidence was considered or rejected without any explanation. More generally, the interview notes refer to both Shana-K and Ms Smith's reference to a safer environment in Canada, which was also not addressed by the Officer.", "[61] I can only speculate that the Officer regarded Josephine's application for the visa for Shana-K, which indicated that Josephine was the sole provider, as inconsistent with Ms Smith's evidence that she sent the funds for the visa and the air fare. However, the Officer did not make any negative credibility findings and did not put this concern to Ms Smith. In addition, Ms Smith never said that she was the sole provider for Shana-K before the adoption, only afterward. Ms Smith acknowledged that Josephine was a hard-working, intelligent woman who financially supported Shana-K, but she noted that Shana-K lacked a typical family-type caring environment with her biological mother. It is not disputed that Josephine did not mention on the application for the visa that she had asked Ms Smith to adopt Shana-K, but this factor alone is not sufficient to support the conclusion that the adoption was an \"adoption of convenience\", i.e. to gain a status or privilege.", "[62] It is not the role of the Court to re-weigh the evidence, but in these circumstances, there was evidence on the record that appears to have not been considered by the Officer. Although there is a presumption that the decision-maker considered all the evidence, and the Officer states that she did so, where some evidence is mentioned and other important evidence, which could lead to the contrary finding is not, the Court may more readily conclude that evidence was ignored.", "[63] As Justice Mosley noted in <FRAGMENT_SUPPRESSED> :", "[21] It is well established that while a decision maker is presumed to have considered all of the evidence, where relevant evidence runs contrary to the decision maker's finding on the central issue, there is an obligation to analyse such evidence and explain why it has not been accepted or why other evidence is preferred instead: <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 231 at para 14; <FRAGMENT_SUPPRESSED>  (QL).", "[64] In this case, the evidence on the record shows that Shana-K lacked a real parental figure in Jamaica and was alone most of the time in the presence of her maternal grandfather who played no active role at all. Josephine requested that Ms Smith take Shana-K to live with her and Ms Smith made considerable efforts to be part of Shana-K's life while Shana-K was living in Jamaica. Since her arrival in Canada, Ms Smith has become a fully committed mother to Shana-K, ensuring her health and dental care and her well-being. She has also invested a significant amount of money for Shana-K's future and has fostered her integration into the community. The record indicates that Shana-K is thriving. The interview notes also reveal that Ms Smith indicated that if Shana-K is not permitted to remain in Canada and returns to Jamaica, Ms Smith would sell her home in Canada and return with her to Jamaica because of their parent-child relationship.", "[65] The Officer's reasons for refusal do not acknowledge the evidence that would support the contrary finding, i.e. that the adoption was entered into for reasons other than acquiring a status or privilege in Canada, including for example, to take the next logical step to solidify the future for Shana-K as the child of Ms Smith and as part of the family here, and to provide a safer environment. Ms Smith's goal of providing a better quality of life for Shana-K is also a legitimate goal and is clearly one of the purposes for pursuing the adoption, but the Officer's finding that this intention leads only to the conclusion that the adoption was entered into to circumvent the requirements of IRPA or the Citizenship Act is not supported by the evidence on the record and is not reasonable. JUDGMENT", "[66] THIS COURT'S JUDGMENT is that 1. The application for judicial review is allowed and the application for Citizenship shall be re-determined by a different Citizenship Officer. 2. No costs are awarded. Application allowed. Editor: E. Joanne Oley/vnh"]}