{"id_": "070222", "body_str": ["[1] Manson, J. : This application for judicial review is based upon the decision of the Governor in Council [GIC] that the significant adverse environmental effects the Joint Review Panel of the British Columbia and Federal Governments [the JRP or Panel] and the Minister of the Environment [the Minister] determined would likely result from the construction of the Site C Clean Energy Project [the Project] on the Peace River in British Columbia were \"justified in the circumstances.\" The GIC is charged under section 52(4) of the Canadian Environmental Assessment Act [CEAA 2012], to make such a determination after the Minister decides that a project will likely cause significant adverse environmental effects under section 52(1) of the CEAA 2012.", "[2] This application was heard consecutively with Federal Court Action T-2300-14, REFERENCE_SUPPRESSED , for which a separate decision will be issued. I. Background", "[3] The Project is a proposed dam and 1,100-megawatt hydroelectric generating station on the Peace River, near Fort St. John, British Columbia, which if constructed would flood the Peace River Valley. The Project would be the third in a series of dams constructed on the Peace River in British Columbia. The Project components would consist of an earthfill dam 1,050 metres long and 60 metres high, a 1,100-megawatt generating station and associated structures, a 83-kilometre long reservoir, realignment of four sections of Highway 29, and two 77-kilometre transmission lines along an existing transmission line right-of-way connecting the Project to the Peace Canyon Dam, one of the existing dams on the Peace River. The Project is expected to generate an average of 5,100 gigawatts hours of electricity per year for more than 100 years.", "[4] The Project had an estimated cost of 7.9 billion dollars at the time of its environmental assessment and an estimated eight year construction period. In oral argument, this estimated cost was increased to about 9 billion dollars in the interim and could continue to increase. II. The parties", "[5] The Applicants are British Columbia Treaty 8 First Nations (the Treaty 8 First Nations) whose members exercise their constitutionally protected treaty rights within the Project and surrounding area.", "[6] The Respondent Attorney General of Canada is named as a Respondent in place of the Governor in Council, the decision-maker of the Justification Decision.", "[7] The Respondent Minister of Environment is the Minister required to make the Significant Adverse Environmental Effects Decisions, pursuant to subsections 5(1) and 5(2) of CEAA 2012 and is the Minister who issued the Decision Statement containing the Justification Decision.", "[8] The Respondent Minister of Fisheries and Oceans is the Responsible Authority that may issue authorizations under subsection 35(2)(b) of the Fisheries Act , RSC 1985, c F-14, in relation to the Project.", "[9] The Respondent Minister of Transport is the Responsible Authority that may approve the Project and ancillary works under subsection 6(1) of the Navigation Protection Act, RSC 1985, c N-22, and may permit ancillary works under subsection 9(1) of that same act.", "[10] The Respondent BC Hydro [BC Hydro] is a provincial Crown corporation and the Project proponent (collectively \"the Respondents\"). III. The Process", "[11] On May 18, 2011, BC Hydro submitted a Project Description Report for the Project to the British Columbia Environmental Assessment Office [EAO] and the Canadian Environmental Assessment Agency [the Agency], initiating the environmental assessment processes of both entities.", "[12] On September 30, 2011, the above authorities announced they would conduct a cooperative environmental assessment [EA], which would include the JRP. As well, a draft agreement for the process and draft Terms of Reference were released that same day. The Terms of Reference listed thirteen factors the Panel must consider in its assessment. Of particular note are paragraphs 2.2 and 3.14; the first provides the list of factors and the second provides the Panel's mandate with respect to information related to the justifiability of any significant adverse effects the project may cause.", "[13] Prior to constituting the JRP, the Agency and EAO oversaw the production of the environmental impact statement guidelines [EIS Guidelines], which set out the scope of the factors listed in the Terms of Reference and information to be submitted by BC Hydro in the form of an environmental impact statement [EIS].", "[14] The first draft of the EIS Guidelines was produced by BC Hydro and was subject to review by a Working Group who oversaw amendments. On September 7, 2012, the Minister and the Executive Director of the EAO determined the EIS Guidelines were adequate and issued them to BC Hydro. They were then incorporated into the Terms of Reference pursuant to paragraph 2.8.", "[15] On January 25, 2013, BC Hydro submitted the EIS to the Agency and the EAO. It was then subject to review by the Working Group, government agencies and the public. Each comment received was responded to and 29 technical memos were written to address common themes within those comments.", "[16] In June and July of 2013, the Agency and EAO directed BC Hydro to amend the EIS on the basis of the comments and responses received, and on August 1, 2013, they determined it was satisfactory and ready for review by the Panel.", "[17] Between September and November of 2013, the JRP requested information from BC Hydro three times, along with follow-up requests. On November 7, 2013, the Panel decided that the amended EIS, along with the additional information received, was sufficient to proceed to public hearing.", "[18] Public hearings were held over 26 days in December of 2013 and January of 2014. During this period, sessions on December 9 and 10, 2013, as well as on January 23, 2014, addressed the topics \"Need, Purpose and Alternatives.\"", "[19] After the public hearings had completed, on May 1, 2014, the JRP produced the Panel Report to the Minister and Executive Director of the EAO.", "[20] The JRP made a number of findings in the JRP Report, including: a) The Project would likely cause a significant adverse effect on fishing opportunities and practices for the First Nations represented by the Treaty 8 Tribal Association (\"T8TA\") (Doig River First Nation, Halfway River First Nation, Prophet River First Nation and West Moberly First Nations), Saulteau First Nations and Blueberry River First Nations, the effects of which could not be mitigated; b) The Project would likely cause a significant adverse effect on hunting and non-tenured trapping for the First Nations represented by T8TA and Saulteau First Nations, and that these effects could not be mitigated; c) The Project would likely cause a significant adverse effect on other traditional uses of the land for the First Nations represented by T8TA, Saulteau First Nations and Blueberry River First Nations, and that some of these effects could not be mitigated; d) The Project would likely cause significant adverse cumulative effects on the current use of lands and resources for traditional purposes; e) There would be significant cumulative adverse effects on cultural heritage resources for both Aboriginal and non-Aboriginal people; f) The Project would result in significant adverse cumulative effects on fish and fish habitat, vegetation and ecological communities, birds and migratory birds, large mammals and visual resources; g) The JRP questioned the maximization of the hydraulic potential of the Peace River, which limited the consideration of alternatives.", "[21] The JRP also made findings on the unique qualities of the Peace River Valley that support the exercise of Treaty 8 rights such as fishing and concluded that an alternative comparable natural setting could not be found nearby. The Panel found on the evidence that First Nations, including some of the Applicant First Nations, have a strong cultural attachment to the Peace River environment and that the area was highly valued for the sustenance of their Aboriginal lifestyle.", "[22] On May 9, 2014, the JRP was made aware by BC Hydro of an error in Chapter 15, Tables 16 and 18: the JRP had failed to include low liquid natural gas [LNG] load in the load forecast (which was their stated intention), which affects the Energy Load Resource Balance of the Project. In response, the JRP issued an errata on June 10, 2014, to rectify the issue and stated that they would modify the tables to include the omitted information, but that the stated \"conclusions remain as noted\" without further explanation.", "[23] In August of 2014, the Applicants were invited to make a two page written submission to the Minister outlining their concerns with the project. They stated they believed their treaty rights would be infringed by the Project and that such an infringement required justification under the CITATION_SUPPRESSED test. The Minister did not respond to these submissions (REFERENCE_SUPPRESSED).", "[24] On September 8, 2014, a memo was sent to the Minister, which, once signed and dated by her, constituted the Minister's decision under section 52 of the CEAA 2012. She signed the memo and concurred with the statement that significant adverse environmental effects were likely to occur if the project proceeded.", "[25] The GIC released Order-in-Council 2014-1105 on October 14, 2014, which set out its decision that the potential significant adverse environmental effects likely to ensue should the Project be built were \"justified in the circumstances.\"", "[26] Also on October 14, 2014, the Minister issued a decision statement under the CEAA 2012 (re-issued with minor corrections on November 25, 2014), allowing the project to proceed.", "[27] The Order in Council which forms the impugned decision reads as follows: Whereas BC Hydro has proposed the development of the Site C Clean Energy Project (the \"Project\"), near Fort St. John, British Columbia; Whereas, after having considered the Report of the Joint Review Panel - Site C Clean Energy Project and taking into account the implementation of mitigation measures that the Minister of the Environment considered appropriate, the Minister has decided that the Project is likely to cause significant adverse environmental effects; Whereas, after having made this decision, the Minister has, in accordance with subsection 52(2) of the Canadian Environmental Assessment Act, 2012 (the \"Act\"), referred to the Governor in Council for its consideration and decision the matter of whether those effects are justified in the circumstances; Whereas the Government of Canada has undertaken a reasonable and responsive consultation process with Aboriginal groups potentially affected by the project; Whereas the consultation process has provided the opportunity for dialogue and for the exchange of information to ensure that the concerns and interests of the Aboriginal groups have been considered in the decision-making process; Whereas the consultation process has included opportunities for the Aboriginal groups to review and comment on conditions for inclusion in a decision statement to be issued by the Minister under the Act that could mitigate environmental effects and potential impacts on the Aboriginal groups; Whereas the Minister will consider the views and information provided by the Aboriginal groups when the Minister determines the conditions to be imposed on the proponent in the decision statement; Whereas the consultation process undertaken is consistent with the honour of the Crown; And whereas the concerns and interests of Aboriginal groups have been reasonably balanced with other societal interests including social, economic, policy and the broader public interest; Therefore, His Excellency the Governor General in Council, on the recommendation of the Minister of the Environment, pursuant to subsection 52(4) of the Canadian Environmental Assessment Act, 2012, decides that the significant adverse environmental effects that Site C Clean Energy project proposed by BC Hydro in British Columbia is likely to cause are justified in the circumstances. IV. Issues", "[28] The issues are: A. Did the GIC have the jurisdiction under section 52(4) of the CEAA 2012 to decide whether the project would constitute an infringement of the Applicants' treaty rights, and should the GIC have considered this issue in determining that the Project was justified? B. Did the Applicants have a legitimate expectation that the issue of infringement would be addressed by the GIC, based on representations that had been made to them by the Agency? C. Has the duty to consult and accommodate the Respondent First Nations been met in this case? D. Was the GIC's decision and Order in Council under section 52(4) of the CEAA 2012, that the significant adverse environmental effects the Project is likely to cause are justified, within the range of reasonable outcomes? V. Standard of Review", "[29] The Applicants submit that the appropriate standard of review to be applied is correctness. They base their submissions on the idea that the GIC violated procedural fairness in not taking into account all relevant information or considerations. They further base their submissions on the engagement of constitutional issues, the application of an incorrect legal test, as well as the failure of the CEAA 2012 to explicitly shield the GIC from review on a correctness standard, in its interpretation of the CEAA 2012 ( REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[30] The Applicants also submit that pursuant to the decision in REFERENCE_SUPPRESSED, the GIC's decision is only owed deference in situations that fall outside of the three exceptions, outlined at paragraph 76 of the trial decision, namely \"(1) whether the CEAA statutory process was not properly followed before the decision was made; (2) the Governor in Council decision was taken without regard for the purpose of the CEAA; or (3) the Governor in Council decision had no reasonable basis in fact.\" They argue that since at least the second of these exceptions was engaged, the GIC is not owed deference in their decision.", "[31] Moreover, the existence and extent of the duty to consult are legal questions, reviewable on the standard of correctness. The adequacy of the Minister's, as well as the GIC's, consultation is reviewable on the reasonableness standard ( REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[32] The Respondents submit that the appropriate standard of review to be applied to the GIC's statutory interpretation of its role under the CEAA 2012 is reasonableness, given its central legislated role in the EA process and determining whether significant adverse environmental effects can be justified in the circumstances. The CEAA 2012 is clearly a statute with which the GIC is particularly familiar (REFERENCE_SUPPRESSED).", "[33] The Respondents further submit that the GIC's determination was highly discretionary, policy based and fact driven, to which a standard of considerable deference should apply ( REFERENCE_SUPPRESSED).", "[34] In addition, the Respondents argue that the Applicants' reliance on the CITATION_SUPPRESSED case, above, to advocate for a correctness standard is misplaced, as more recent authority confirms that reasonableness applies when the decision under review intertwines discretion and policy with questions of fact and an interpretation of the decision maker's own statute, or those closely connected to its function with which it would have particular familiarity (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[35] The polycentric decision of the GIC, itself an elected body, assigned under legislation with which it is familiar, further supports the application of a reasonableness standard.", "[36] The issues of procedural fairness and the existence of the duty to consult and the extent of that duty (which are legal questions) attract a standard of review of correctness ( REFERENCE_SUPPRESSED; CITATION_SUPPRESSED). Reasonableness is the appropriate standard for all other issues, as the consultation process and adequacy of consultation is a question of mixed fact and law ( CITATION_SUPPRESSED; REFERENCE_SUPPRESSED[ CITATION_SUPPRESSED ]). VI. Analysis", "[37] The relevant statutory provisions are attached as Annex A hereto. A. Preliminary Evidentiary Objections", "[38] Given that the Applicants have withdrawn Exhibits 10, 11 and paragraphs 21 and 22 of the Raphal affidavit which were objected to, the Respondents have agreed that there is no need for Exhibits D to M of the Savident affidavit, effectively negating the parties' evidentiary objections. B. Did the GIC have jurisdiction under section 52(4) of the CEAA 2012 to decide whether the project would constitute an infringement of the Applicants' treaty rights, and should the GIC have considered this issue in determining that the Project was justified?", "[39] The Applicants argue that an action would not be an appropriate forum to pursue a determination on infringement. Counsel stated in oral argument that an action could only provide the after-the-fact remedy of damages and would take so long that the immitigable environmental effects the Project will cause would have already been suffered. As such, it is an inappropriate and ineffective course of action for the Applicants.", "[40] Moreover, as the Applicants' rights are established in a treaty and are not asserted rights, the Applicants argue that the Crown's obligations to them are more clearly delineated and established than in a situation where a First Nation has yet to have their rights affirmed and recognized.", "[41] The Applicants' position is that the taking up clause in Treaty No. 8 allows the Government to take up lands from time to time and it should be interpreted in line with REFERENCE_SUPPRESSED. CITATION_SUPPRESSED speaks to the need to interpret the treaty by applying the \"visible and incompatible use\" test to taking up land, and that there was a belief among the parties to the treaty that most of the land covered by it would remain unoccupied, despite the provision for taking up.", "[42] The Applicants also argue that their treaty rights will be infringed by the construction of the Project and that such an infringement must be justified under the CITATION_SUPPRESSED test. The Government's taking up of the land exceeds what was contemplated by Treaty No. 8, in that they are taking up too much, too often. While the infringement might well be justified under CITATION_SUPPRESSED , there was no determination of infringement made and the JRP specifically acknowledged infringement of treaty rights was not part of their mandate. Even if the GIC had the benefit of the JRP, the GIC was required to act in accordance with the Constitution, and failing to deal with infringement in making the impugned decision was an error (REFERENCE_SUPPRESSED). This failure to deal with infringement of treaty rights is the kernel of the Applicant's position that the GIC's decision is both incorrect and unreasonable.", "[43] Accordingly, the Applicants insist that the GIC's failure to determine infringement of their treaty rights makes this a decision that cannot stand, despite the fact that the intent of this application is not to attempt to pursue a particular outcome. It is the failure to deal with the infringement issue at all, not the outcome itself, which the Applicants say is both wrong and unreasonable.", "[44] Finally, the Applicants argue they had a legitimate expectation that the issue of infringement would be dealt with by the GIC. They base this argument largely on the distribution of a \"schematic\" at different points throughout the consultation process, which showed that the Federal Government would be dealing with infringement.", "[45] The Applicants rely on the decisions in CITATION_SUPPRESSED for the assertion that a judicial review application in the Federal Court is capable of dealing with the issue of infringement of treaty rights ( REFERENCE_SUPPRESSED).", "[46] However, the GIC is not a tribunal, nor is it a Minister. It exercises its discretion to decide on a different platform, based on polycentric considerations and a balancing of individual and public interests, including Aboriginal interests and concerns. It is properly afforded considerable deference under review.", "[47] Parliament was clear in its intention to put the decision as to whether significant adverse environmental effects are justified in the hands of the GIC, knowing the considerable deference owed to their determinations and their entitlement to privilege.", "[48] The case law shows that decisions of the GIC are owed such considerable deference, as they are inherently polycentric and take into account not only scientific facts and figures, but political and social considerations as well. The GIC is made up of elected officials, each of which is accountable to the Canadian public as represented by their constituencies and in this case included the Ministers named as Respondents ( REFERENCE_SUPPRESSED).", "[49] I agree with the Respondents that judicial review is not the appropriate course of action to determine whether Treaty No. 8 rights have been infringed. In oral argument, Applicants' Counsel stated that she believed that an action would not be able to award the Applicants what they request and could only result in a monetary award of damages and costs should they be successful. Further, she argued that the length of time it would take for the action to be heard would give ample time for the Respondents to pursue the Project and render the Applicants' requests meaningless.", "[50] However, pursuit of an action may provide a variety of remedies for the Applicants, including a summary trial, an interlocutory injunction, or an expedited trial on the merits of the infringement question, which if applied for, may properly and definitively, on a full evidentiary record, deal with this issue.", "[51] Furthermore, as pointed out by the Respondents, taking up of land under Treaty 8 is exclusively within the power of British Columbia and not every taking up of lands under a treaty will constitute an infringement of treaty rights, provided the taking up of that land does so in a manner that respects the requirements set out in CITATION_SUPPRESSED REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED.", "[52] In my view, the evidentiary record developed for an action is the appropriate basis for a Court to make a determination on the issue of infringement of the Applicants' treaty rights. While in REFERENCE_SUPPRESSED, the Supreme Court made it clear that the judicial review process is a flexible one, capable of dealing with an array of issues presented in that context, it cannot reasonably be construed as saying that it is flexible enough to deal with all issues, in all contexts and, as here, not for a determination of infringement of Treaty No. 8 rights.", "[53] Where consultation is required at the deep end of the spectrum and a specific determination on infringement on established treaty rights is at issue, the Court is ill-equipped to make a determination with an incomplete record or an informal evidentiary process before it on judicial review. The infringement of those important and fundamental treaty rights require a complete evidentiary record, that has reached the standard of admissibility at trial, to be reasonably and fairly determined. Nevertheless, it is without question that consideration of the issue of infringement of those treaty rights, short of making an ultimate decision or determination, needs to be part of the consultation process, as discussed below. C. Legitimate Expectations", "[54] The Applicants have failed to establish that they had a legitimate expectation that the issue of treaty infringement would be dealt with by the GIC. The doctrine is meant to deal only with the clearest of cases and this is not one of them. The inclusion of a flowchart in a handful of communications and one that was later altered during the process and redistributed to the Applicants, without specifically referring to infringement of treaty rights, is not sufficient to reach the high threshold required for the Court to invoke the doctrine of legitimate expectation that this issue would be determined, and not merely considered, as part of the consultation and accommodation process. D. Has the duty to consult and accommodate the Respondent First Nations been met in this case and was the GIC justification decision reasonable?", "[55] The Supreme Court of Canada summarized the framework governing the duty to consult in CITATION_SUPPRESSED: 51 As we have seen, the duty to consult arises when: (1) the Crown has knowledge, actual or constructive, of potential aboriginal claims or rights; (2) the Crown proposes conduct or a decision; and (3) that conduct or decision may have an adverse impact on the Aboriginal claims or rights. This requires demonstration of a causal connection between the proposed Crown conduct and a potential adverse impact on an Aboriginal claim or right.", "[56] As stated in REFERENCE_SUPPRESSED: 77 The scope of the duty to consult is proportionate to a preliminary assessment of the strength of the case supporting the existence of the asserted rights, and to the seriousness of the potentially adverse effect upon the right claimed ( CITATION_SUPPRESSED). Fundamentally, the Crown is not under a duty to reach an agreement; the commitment is to a meaningful process of consultation in good faith ( CITATION_SUPPRESSED). Good faith is central, as the Court explains in CITATION_SUPPRESSED: 42 At all stages, good faith on both sides is required. The common thread on the Crown's part must be \"the intention of substantially addressing [Aboriginal] concerns\" as they are raised ( Delgamuukw , supra, at para. 168), through a meaningful process of consultation. Sharp dealing is not permitted. However, there is no duty to agree; rather, the commitment is to a meaningful process of consultation. As for Aboriginal claimants, they must not frustrate the Crown's reasonable good faith attempts, nor should they take unreasonable positions to thwart government from making decisions or acting in cases where, despite meaningful consultation, agreement is not reached: see REFERENCE_SUPPRESSED. Mere hard bargaining, however, will not offend an Aboriginal people's right to be consulted. 78 The duty to accommodate requires a balancing of interests. The Court in REFERENCE_SUPPRESSED, explained at para 2: ...Where consultation is meaningful, there is no ultimate duty to reach agreement. Rather, accommodation requires that Aboriginal concerns be balanced reasonably with the potential impact of the particular decision on those concerns and with competing societal concerns. Compromise is inherent to the reconciliation process. 79 The applicable standard of review was set out at CITATION_SUPPRESSED as reasonableness. The focus is not on the outcome, but on the process of consultation and accommodation ( CITATION_SUPPRESSED). The Court explained as follows at CITATION_SUPPRESSED: ...Perfect satisfaction is not required; the question is whether the regulatory scheme or government action \"viewed as a whole, accommodates the collective aboriginal right in question\": CITATION_SUPPRESSED. What is required is not perfection, but reasonableness. As stated in CITATION_SUPPRESSED, \"in ... information and consultation the concept of reasonableness must come into play[...]. So long as every reasonable effort is made to inform and to consult, such efforts would suffice.\" The government is required to make reasonable efforts to inform and consult ...", "[57] The parties agree that the consultation required was at the deep end of the spectrum ( CITATION_SUPPRESSED).", "[58] However, while there is no dispute that consideration of possible infringement of treaty rights should form part of the Crown's duty of consultation and accommodation, the Respondents argue that consideration does not extend to a determination of infringement of those rights. While the Applicants' Treaty No. 8 rights have been established and it is clear that significant adverse environmental effects will result from the Project, the parties do not agree as to whether the consultation and accommodations that took place were adequate ( CITATION_SUPPRESSED, above).", "[59] As stated above, it is the Applicants' position that the consultation process never did reach the deep consultation threshold, as it failed to consider infringement of their Treaty No. 8 rights. It is not the quantity but the quality of consultation that determines the substance of the depth of consultation ( REFERENCE_SUPPRESSED).", "[60] However, the JRP's Panel Report, considered by the Minister and implicitly by the GIC, entailed information gathering and reporting, which necessarily does not encompass the wide array of viewpoints and factors additionally considered by the Minister and the GIC.", "[61] Based on the record before me, and contrary to the assertions made by the Applicants, the Crown did not need to determine infringement of the Applicant's treaty rights; they did consider those rights, did not ignore the impact of the Project on those treaty rights or find that the negative impact could be mitigated, and did assess the cumulative effects of the prior existing two dams on the historical rights of the Applicants (EIS Guidelines, clauses 8.5.3 and 9-1).", "[62] Consultation by BC Hydro with the Applicants began in November 2007. It is summarized in the EIS, at Volume 5, Appendix A06 Parts 2 and 2(a) and outlined in Affidavit #1 of Seanna McConnell. In my view, BC Hydro's consultation has been extensive and conducted in good faith. The Applicants, however, expressed their strong opposition to the Project, signing a declaration \"vow[ing] to use all lawful means to stop the Site C Dam from proceeding\" (EIS Volume 5, Appendix A06 Part 5, pp. 16-30 (Applicants' Record, Tab 7C); Willson Affidavit, Exhibit 14 (Applicants' Record, Tab 3); McConnell Affidavit #1, para 123 (BC Hydro's Record, Tab11)).", "[63] In the seven year period from November 2007 to December 2014, BC Hydro met with the interested Treaty 8 First Nations 177 times and provided them with $5,879,039.78 in capacity funding to, inter alia , conduct their own traditional land use and community baseline studies; retain consultants; participate in the environmental assessment process including the Panel hearings; attend meetings with BC Hydro; review material; and prepare reports and comments from BC Hydro, the Agency, EAO, and the Panel. This amount is in addition to funding provided by the provincial and federal governments.", "[64] This funding was provided pursuant to several agreements with the Treaty 8 First Nations: Stage 2 Consultation Agreement (December 1, 2008 to March 31, 2010), for consultation prior to the environmental assessment; Agreement to Negotiate a Traditional Land Use Study Agreement (December 18, 2009), established a process for negotiating a Traditional Land Use Study Agreement; Traditional Land Use Study Agreement (December 16, 2010), to conduct a traditional land use study related to the Project on October 4, 2011, at the request of several First Nations, the agreement was amended to drastically reduce the size of the study area; Environmental Assessment Participating Agreement (April 21, 2011 to October 14, 2014), established a process for consultation during the environmental assessment; • Letter of Understanding (March 6, 2012), established terms of reference for the collection and reporting of socio-economic baseline information by the First Nations; • Various Letters of Understanding drafted pursuant to the Environmental Assessment Participation Agreement for specific consultation activities, including, e.g., with respect to alternative dam sites; Discussion Framework (October 2, 2014), established a framework for post-Panel consultation on the need for and alternatives to the Project.", "[65] Pursuant to these agreements, BC Hydro consulted with the Treaty 8 First Nations prior to preparing the first draft of the EIS Guidelines, prior to designing and implementing its field studies, finalizing the design of the Project, and preparing the EIS, including the technical reports and proposed mitigation measures contained therein, and prior to the Province's decision as to whether to proceed with the Project.", "[66] In March 2012, BC Hydro offered to enter negotiations toward concluding impact benefit agreements with the Applicants. In April 2014, Doig River advised BC Hydro they were interested in pursuing impact benefit agreement negotiations. In their comments on the EIS, the Treaty 8 First Nations stated that they would consider negotiation of a benefit sharing agreement in relation to alternatives to the proposed Project, with the proviso that the Proponent first abandon plans to develop the proposed Project.", "[67] As well, alternatives to the Project as a source of energy were also considered (EIS, clause 4.1.2, pages 291, 294, 304 and page 431 of the JRP).", "[68] From the beginning of the environmental assessment process in May 2011, until its conclusion in October 2014, a number of steps were built into the process so that the Minister and Cabinet were provided with the information they reasonably required in order to make their decisions. This information included a review of the BC/Canada Agreement and the Terms of Reference, and a multi-staged review of the EIS Guidelines and the EIS, after which the Agency and EAO determined the EIS was satisfactory. The Minister and Cabinet reached their decisions after extensive input from the public, government agencies and Aboriginal groups, including the Applicants. At the Panel Stage, the Panel reviewed the EIS and requested additional information from BC Hydro until it was satisfied the EIS was sufficient. The Panel then held public hearings, received further submissions and at the end of the process, produced a lengthy report in which it noted that it conducted its assessment in accordance with the Terms of Reference.", "[69] The depth of consultation is also evident from the three consultation plans initiated during the JRP process and the post-panel stage consultation meetings. As set out in the affidavit of Seanna McConnell, BC Hydro's consultation with the Applicants was a lengthy process, was in good faith and was extensive both qualitatively and quantitatively. It is also apparent from the Record that while the Crown engaged with the Applicants to address mitigation and measures to be taken after issuance of the JRP, the Applicants refused to engage in such a dialogue once it was decided by the Applicants that the Project not proceeding was the only viable solution for the Applicants, as the end result of the process.", "[70] A commitment to the process does not require a duty to agree - what is required is good faith efforts to understand the concerns of the Applicants and the Respondents made such efforts, which the Minister and GIC reasonably considered. VII. Submissions of the Intervener", "[71] While I appreciate the submissions of Amnesty International, the crux of this judicial review involves whether or not the Applicants should pursue a determination on infringement of their treaty rights in the form of an action and whether judicial review is the proper approach. Amnesty International presented interesting information regarding the value of international law, in the form of both ratified and non-ratified treaties, in interpreting the requirements of a body like the GIC in making determinations on justification. It was informative; however I give their submissions little weight, as they are not relevant to the central issues of this application.", "[72] For the reasons above, I would dismiss the application for judicial review.", "[73] Given the public interest concerns, including particularly the Treaty 8 First Nations' concerns with the unmitigable significant adverse environmental effects of the Project, which are legitimate, I would have each of the parties bear their own costs. JUDGMENT", "[74] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed; 2. Given the significant, legitimate public interest concerns and unmitigable significant adverse environment effects of the Project as raised by the Applicants, I would have the parties bear their own costs. ANNEX A Canadian Environmental Assessment Act , 2012 (S.C. 2012, c. 19, s. 52) Environmental effects 5. (1) For the purposes of this Act, the environmental effects that are to be taken into account in relation to an act or thing, a physical activity, a designated project or a project are (a) a change that may be caused to the following components of the environment that are within the legislative authority of Parliament: (i) fish and fish habitat as defined in subsection 2(1) of the Fisheries Act, (ii) aquatic species as defined in subsection 2(1) of the Species at Risk Act, (iii) migratory birds as defined in subsection 2(1) of the Migratory Birds Convention Act, 1994, and (iv) any other component of the environment that is set out in Schedule 2; (b) a change that may be caused to the environment that would occur (i) on federal lands, (ii) in a province other than the one in which the act or thing is done or where the physical activity, the designated project or the project is being carried out, or (iii) outside Canada; and (c) with respect to aboriginal peoples, an effect occurring in Canada of any change that may be caused to the environment on (i) health and socio-economic conditions, (ii) physical and cultural heritage, (iii) the current use of lands and resources for traditional purposes, or (iv) any structure, site or thing that is of historical, archaeological, paleontological or architectural significance. Exercise of power or performance of duty or function by federal authority (2) However, if the carrying out of the physical activity, the designated project or the project requires a federal authority to exercise a power or perform a duty or function conferred on it under any Act of Parliament other than this Act, the following environmental effects are also to be taken into account: (a) a change, other than those referred to in paragraphs (1)(a) and (b), that may be caused to the environment and that is directly linked or necessarily incidental to a federal authority's exercise of a power or performance of a duty or function that would permit the carrying out, in whole or in part, of the physical activity, the designated project or the project; and (b) an effect, other than those referred to in paragraph (1)(c), of any change referred to in paragraph (a) on (i) health and socio-economic conditions, (ii) physical and cultural heritage, or (iii) any structure, site or thing that is of historical, archaeological, paleontological or architectural significance. Decisions of decision maker 52. (1) For the purposes of sections 27, 36, 47 and 51, the decision maker referred to in those sections must decide if, taking into account the implementation of any mitigation measures that the decision maker considers appropriate, the designated project (a) is likely to cause significant adverse environmental effects referred to in subsection 5(1); and (b) is likely to cause significant adverse environmental effects referred to in subsection 5(2). Referral if significant adverse environmental effects (2) If the decision maker decides that the designated project is likely to cause significant adverse environmental effects referred to in subsection 5(1) or (2), the decision maker must refer to the Governor in Council the matter of whether those effects are justified in the circumstances. Referral through Minister (3) If the decision maker is a responsible authority referred to in any of paragraphs 15(a) to (c), the referral to the Governor in Council is made through the Minister responsible before Parliament for the responsible authority. Governor in Council's decision (4) When a matter has been referred to the Governor in Council, the Governor in Council may decide (a) that the significant adverse environmental effects that the designated project is likely to cause are justified in the circumstances; or (b) that the significant adverse environmental effects that the designated project is likely to cause are not justified in the circumstances. (i) sur le territoire domanial, (ii) sur le patrimoine naturel et le patrimoine culturel, (ii) sur le patrimoine naturel et le patrimoine culturel, Fisheries Act (R.S.C., 1985, c. F-14) Serious harm to fish 35. (1) No person shall carry on any work, undertaking or activity that results in serious harm to fish that are part of a commercial, recreational or Aboriginal fishery, or to fish that support such a fishery. (2) A person may carry on a work, undertaking or activity without contravening subsection (1) if (b) the carrying on of the work, undertaking or activity is authorized by the Minister and the work, undertaking or activity is carried on in accordance with the conditions established by the Minister; Navigation Protection Act (R.S.C., 1985, c. N-22) Approval 6. (1) An owner may construct, place, alter, repair, rebuild, remove or decommission a work in, on, over, under, through or across any navigable water that is listed in the schedule that the Minister has determined under section 5 is likely to substantially interfere with navigation only if the Minister has issued an approval for the work, which may be issued only if an application for the approval is submitted and the application is accompanied by the applicable fee. Permitted works 9. (1) An owner may construct, place, alter, repair, rebuild, remove or decommission a work in, on, over, under, through or across any navigable water that is listed in the schedule that the Minister has determined under section 5 is not likely to substantially interfere with navigation only if the construction, placement, alteration, repair, rebuilding, removal or decommissioning is in accordance with the requirements under this Act. Approbation Application dismissed. Editor: Elizabeth M.A. Turgeon [End of document]"]}