{"id_": "070346", "body_str": ["[1] Gagné, J. : The applicant, Mr. Victor Cotirta, appeals to this Court from Prothonotary Morneau's June 26, 2012, order [Order] dismissing, on status review, his application for judicial review of a decision of a labour adjudicator appointed by the Minister of Labour under Part III of the Canada Labour Code , RSC, 1985, c L-2.", "[2] A status review hearing is convened when parties fail to take prescribed steps in the litigation process within prescribed time periods. In this case, because Mr. Cotirta did not take any steps between the filing of his notice of application on November 18, 2011, and the end of May, 2012, this Court, on May 28, 2012, issued a notice of status review requesting that he serve and file representations as to why his application should not be dismissed for delay pursuant to rule 382(1) of the Federal Courts Rules , SOR/98-106 [Rules]. On June 5, 2012, Mr. Cotirta filed written representations.", "[3] Prothonotary Morneau found that apart from trying to justify the merits of his application, the applicant had failed to address the requirements of rule 382(1)to avoid the dismissal of his application on status review, namely (i) a justification for the delay that prompted the issuance of the notice, and (ii) a proposed timetable for the completion of the steps necessary to advance the proceeding in an expeditious manner. It is worth noting that the notice of status review, issued by Chief Justice Crampton, explicitly notified the applicant that the requested representations should include his submissions on both issues.", "[4] The Prothonotary Morneau relied on the Federal Court of Appeal's decision in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], to conclude that the applicant not having the benefit of professional advice did not excuse him from compliance with the Rules. Furthermore, the Prothonotary agreed with the respondent that the applicant had also failed to provide any explanation as to why he did not file the required documents, or what steps he would take to advance his case.", "[5] The standard of review applicable to decisions of prothonotaries is set forth in <FRAGMENT_SUPPRESSED> [2003] FCJ No 1925. It is now trite law that discretionary orders of prothonotaries ought not to be disturbed on appeal to a judge unless (a) the questions in the motion are vital to the final issue of the case, or (b) the order is clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of facts. If either branches of the test is met, the appeal judge will exercise his or her own discretion de novo", "[6] The respondent agrees that because the Order had the effect of disposing of the application for judicial review, the question before us is vital to the final issue of the applicant's case. The Court shall therefore conduct a de novo hearing and exercise its discretion anew based on the evidence that was before the prothonotary ( <FRAGMENT_SUPPRESSED> ).", "[7] For the reasons discussed below, I agree with Prothonotary Morneau that the reasons provided by the applicant in response to the notice of status review are insufficient to warrant the exercise of the Court's discretion in his favor.", "[8] It is well established that \"a party in receipt of a notice of status review is required to address two questions: (1) is there a justification for the failure to move the case forward, and (2) what measures does the party propose to take to move the case forward\" ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ],citing <FRAGMENT_SUPPRESSED>  (TD) [ <FRAGMENT_SUPPRESSED> ] ). Undoubtedly, the test does not require the Court to turn its mind to the merits of the case.", "[9] The applicant's arguments in support of the present motion to overturn the Order are even less convincing than the submissions he made to the prothonotary conducting the status review hearing. The applicant's lengthy motion record contains, in his own words, reasons and evidence he believes he was unjustly dismissed and was not afforded a fair and objective treatment during the adjudication process. In fact, having carefully reviewed his affidavit sworn on September 18, 2012, and supporting documents, I find that the Court is still left with no reasonable explanation as to (i) why the applicant failed, for a period of over six consecutive months, to move his case forward after the notice of application was filed, and (ii) what measures he intends to take to take so from now on.", "[10] Without giving an opinion on his chances to succeed on judicial review, I feel that the applicant has become engrossed in the merits of the case from his own perspective rather than doing what is procedurally necessary to move the matter to a resolution. Given the complete absence of any adequate responses in the applicant's written representations to establish that the criteria of rule 382(1) of the Rules have been met, I am not satisfied that it would be in the interest of the parties or the due administration of justice that this proceeding continue ( <FRAGMENT_SUPPRESSED> (TD)).", "[11] In reaching this conclusion I have considered that the applicant is self-represented and the Court should allow considerable latitude when assessing pleadings made by self-represented litigants (see <FRAGMENT_SUPPRESSED> ), but such considerations cannot give him any additional rights or special dispensation (see <FRAGMENT_SUPPRESSED>  <FRAGMENT_SUPPRESSED> , at para 8).", "[12] The only justification provided by the applicant before the prothonotary was that he was self-represented and could not afford legal counsel, and that he intended to comply with the procedural rules.", "[13] The jurisprudence consistently refuses to consider a party's lack of legal training or understanding of the Rules as constituting a reasonable justification for delay ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ). It has also been held that \"professed lack of familiarity with the requirements of the law does not operate to excuse the appellant's failure to address the second question\" ( <FRAGMENT_SUPPRESSED> , above, at para 2) and that \"mere declarations of good intent and of the desire to proceed are clearly not enough\" ( <FRAGMENT_SUPPRESSED> , above, at para 5). Therefore, the applicant's alleged lack of knowledge of the procedural issues and inability to pay legal counsel are of no help to him on status review.", "[14] In his amended notice of motion Mr. Cotirta also argued that despite his attempts to seek advice from the \"Registrar Office of the Supreme Court\" (the Court's Registry, I assume), he has not been told how to proceed in order to avoid dismissal for delay.", "[15] This argument should also fail. It is neither the duty of the Registrar nor a proper exercise of its duties to provide legal advice to litigants. As the Court made clear in <FRAGMENT_SUPPRESSED> , above, \"the primary responsibility for the carriage of a case normally rests with a plaintiff and at a status review the Court will look to him for explanations.\" In this sense, I concur with Chief Justice Crampton's remarks in <FRAGMENT_SUPPRESSED> , above, at paras 19-23, where he disposed of a similar argument made by an applicant: The Court is cognizant of, and sympathetic to, the position in which self represented litigants find themselves with respect to the Court's procedural requirements. In recognition of this, and to facilitate access to the judicial system for self represented litigants, the Court has made substantial information available on its website to assist self represented litigants to understand, and to deal with, a broad range of procedural matters. On the home page of the Court's website, there is a prominent link to such information near the top, left hand side, of the page. When one clicks on that link, one is immediately brought to a page that provides prominent links to detailed information about, among other things, the process for filing an application for judicial review and what Court Registry staff can and cannot do for self represented litigants. The information regarding the process for filing an application identifies the various documents that must be filed, briefly describes the various procedures to be followed, provides cross references to the applicable Rules, and identifies the applicable timelines. At the top of that same page, a convenient link to the Rules is provided. That link takes the website visitor directly to a helpful table of contents that, among other things, readily identifies the provisions applicable to status reviews. The information that is provided on the website regarding what Court Registry staff can and cannot do is also quite detailed. Among other things, self represented litigants are informed on the website that Court Registry staff can: * tell them what forms they may need to use; * provide copies of Court forms and provide information to help fill out some of the forms; * briefly explain and answer questions about how the Court works and about the Court's practices and procedures; and * check forms and other court papers for completeness. Given all of the information that is readily available to anyone who takes the time to visit the Court's website, I agree with the Respondent's position that the Applicant did not make reasonable efforts to ascertain what he needed to do to advance his application and to better position himself to describe the steps necessary to advance the proceeding in an expeditious manner.", "[16] During the hearing before the Court, the applicant was asked twice what steps he had taken to familiarize himself with the Rules. The first time, he answered by arguing the merits of his case, whereas the second time, after having tried to obtain advice from the Court, he replied that he would try to seek legal advice.", "[17] Unfortunately for the applicant, neither requirements of rule 382(1) is met and his appeal shall be dismissed with costs. ORDER", "[18] THIS COURT ORDERS that 1. The present appeal is dismissed with costs in favour of the respondent. , LRC, 1985, c L-2.", "[2]", "[3]", "[4]", "[5] de novo", "[6] de novo <FRAGMENT_SUPPRESSED> ).", "[7]", "[8] <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ), citant", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] ORDONNANCE", "[18] [End of document]"]}