{"id_": "070482", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or the Board], dated December 10, 2012 [Decision], which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under sections 96 and 97 of the Act. BACKGROUND", "[2] The Applicant is a citizen of Sri Lanka of Tamil ethnicity and Hindu religious background and belief. He was born and raised in northern Sri Lanka.", "[3] The Applicant fled Sri Lanka due to his alleged fear of persecution and death at the hands of the Sri Lankan Army (SLA), the Central Intelligence Department (CID) and a paramilitary group, the Eelam People's Democratic Party (EPDP).", "[4] The Applicant's Personal Information Form (PIF) recounts several violent encounters with the SLA occurring over a ten-year period.", "[5] In 2001, the Applicant was allegedly stopped by an SLA patrol and beaten severely for being a suspected Liberation Tigers of Tamil Eelam (LTTE) member due to the presence of scars on his face, despite the Applicant's explanation that they were caused by a childhood injury.", "[6] In 2003, the Applicant opened a shop with the help of his family, and lived in peace with his wife for the next three years.", "[7] In December 2006, a bomb blast occurred one night near his house. When exiting his home to go to work the next morning, the Applicant was accused by the SLA of having set off the bomb and of being an LTTE member. The Applicant was beaten and detained. That evening, he was released with the assistance of the head of his village on the condition that he check-in at the SLA army camp every week. He was told not to speak of the incident to anyone or he would be killed, and was again beaten after he told soldiers on the way out of the camp what had happened.", "[8] Between 2007 and 2009, after each incident between the SLA and the LTTE, the Applicant was interrogated, tortured and beaten by the SLA.", "[9] In November 2009, the Applicant's mother purchased the building that housed his business. Having learned of the purchase, four armed members of the EPDP demanded that the Applicant pay them a large amount of money. When the Applicant refused to pay, he was given a final warning and told that he would be killed if he did not comply. The Applicant then closed his shop and went into hiding. When he did not check in with the SLA, his house was ransacked. An opportunity to escape presented itself in January 2010, and the Applicant fled to Colombo. After being forced to leave the lodge where he was staying because he could not provide a clearance certificate from the army, he left for Thailand.", "[10] From Thailand, he learned that his parts supplier had received a similar demand for payment and after refusing to comply, the supplier's son was kidnapped and killed.", "[11] The Applicant boarded the MV Sun Sea on April 20, 2010 and arrived in Canada on August 13, 2010. He made a claim for refugee protection that same day, based on a well-founded fear of persecution for reasons of race, political opinion and membership in a particular social group.", "[12] On December 10, 2013, the RPD determined that the Applicant was not a Convention refugee or person in need of protection under sections 96 and 97 of the Act. DECISION UNDER REVIEW", "[13] The RPD dismissed the Applicant's claim for several reasons, namely: that he was not credible; his subjective fear was not supported by objective evidence; and there had been meaningful and durable changes in the country conditions affecting Tamils such that there were no compelling reasons to accept his claim. The RPD also found that the Applicant was not a refugee , and that the alleged risk of extortion was a generalized risk, falling under paragraph 97(1)(b) of the Act.", "[14] With respect to the Applicant's credibility, the RPD found his testimony regarding his childhood injury to be contradictory, finding that he first stated he was 10 or 12 years old when it occurred, and later said he was 16 or 17 years old. The Applicant's explanation that he could not recall when he had fallen was found to be unreasonable. As well, the Applicant was unable to provide a copy of the medical report for the 2001 incident with the SLA, and testified that \"probably it got lost.\"", "[15] The RPD also found that the Applicant provided conflicting testimony regarding the army's arrival following the bomb blast, first stating that they arrived two to three hours after the blast, and then stating he had heard gun shots by the army at the time of the blast. His explanation that the army was present at the time of the blast, but arrived in large numbers several hours later, was not found to be reasonable. No supporting evidence of the blast was provided. The RPD was not satisfied with the Applicant's explanation that the absence of evidence was due to the fact that no one was injured and nothing had been demolished. The RPD also found it implausible that the SLA would think that the person responsible for the bomb was waiting at a bus stop next to the blast site two to three hours after the blast, and unlikely that he would be released on the same day.", "[16] On the subject of the Applicant's business, the RPD found his testimony to be conflicting and noted that he had not provided any credible supporting evidence of its existence. The RPD also noted that the Applicant had not mentioned his fear of the EPDP in his Claim for Refugee Protection, and found this to be inconsistent with his PIF and testimony at the hearing.", "[17] With respect to the Applicant's objective fear, the RPD acknowledged that persons suspected of association with the LTTE are still at risk, but found that, on a balance of probabilities, the Applicant was not suspected of LTTE involvement or of having any association with the LTTE. Rather, the RPD found that the Applicant's profile does not put him at risk from the police or other Sri Lankan authorities. Even if the RPD had believed the Applicant's story, it found that the incidents he experienced would not have amounted to persecution.", "[18] The RPD noted that the test for refugee protection is forward-looking, and found that there have been significant improvements in Sri Lanka for the civilian Tamil minority. As a result, the RPD found there was not a serious possibility that the Applicant will be subjected personally to persecution, or that he will be subjected personally to a risk to his life, a risk of cruel and unusual treatment or punishment, or a danger of torture by the Sri Lankan government.", "[19] The RPD also considered whether there were compelling reasons to grant refugee protection despite the improvement of conditions for the civilian Tamil minority in Sri Lanka, and found that the exception in subsection 108(4) of the Act did not to apply because the Applicant's alleged fear of persecution was based on events that were found not to be credible.", "[20] The RPD considered the Applicant's risk as a returning Tamil, and concluded that there was insufficient evidence that he will face a risk of harm as set out in subsection 97(1) of the Act.", "[21] The RPD also found that the Applicant has not become a refugee due to his arrival in Canada on the MV Sun Sea . Even if the Sri Lankan authorities were to learn that he had been on board the ship, on a balance of probabilities, there is insufficient evidence that he will face a heightened risk simply for having been a passenger.", "[22] With respect to the risk of extortion alleged by the Applicant, the RPD found that if the Applicant was a victim of extortion, it was because of his perceived ability to pay. Although this constitutes a personalized risk, it is also a generalized risk faced by all who can pay and as such falls under the subsection 97(1)(b)(ii) exception.", "[23] In light of the above, the RPD did not find that the Applicant was a Convention refugee or a person in need of protection under sections 96 or 97 of the Act. ISSUES", "[24] The Applicant raises the following issues in this application: a. Did the RPD err in law in its interpretation and application of the definition of a Convention refugee set out in section 96 of the Act? b. Did the RPD err by applying incorrect tests? c. Did the RPD err in its findings with respect to credibility? d. Did the RPD err in not finding that the Applicant faced a serious possibility of persecution in Sri Lanka? e. Did the RPD err in its finding? f. Did the RPD err in its finding with respect to generalized risk?", "[25] I would restate these issues as follows: a. Did the RPD err in its interpretation of the definition of a Convention refugee set out in section 96 of the Act, or apply the wrong test for any of the elements of that definition? b. Did the RPD err in its credibility findings? c. Did the RPD err in finding that the Applicant did not face a serious possibility of persecution in Sri Lanka? d. Did the RPD err in its finding? e. Did the RPD err in its finding that the Applicant faced a generalized risk? STANDARD OF REVIEW", "[26] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ].", "[27] With respect to the first issue, where the jurisprudence has firmly established the test for some elements of the Convention refugee definition, it is not open to the decision-maker to apply a different test, and a correctness standard applies on review: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paras 17 - 23; see also <FRAGMENT_SUPPRESSED> . However, where the issue relates to whether the Board erred in applying settled law to the particular facts of the case, that issue is reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> , above, at para 22; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "[28] The RPD's credibility findings are reviewable on a standard of reasonableness (see <FRAGMENT_SUPPRESSED> . The standard of review on the third issue is therefore reasonableness.", "[29] The standard of review on the third issue is also reasonableness, as it constitutes a mixed question of fact and law (see <FRAGMENT_SUPPRESSED> , above, at para 47).", "[30] The RPD's finding with respect to the Applicant's claim is reviewable on a standard of reasonableness (see <FRAGMENT_SUPPRESSED> ).", "[31] With respect to the RPD's finding of generalized risk, the reasonableness standard is also applicable (see <FRAGMENT_SUPPRESSED> .", "[32] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[33] The following provisions of the Act are applicable in these proceedings: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning - of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. ARGUMENTS The Applicant", "[34] The Applicant submits that the RPD applied several incorrect tests in its assessment of his refugee claim under section 96 of the Act. The test is not \"whether or not the claimant's profile as a male Tamil puts him at personal heightened risk in Sri Lanka today\" or whether \"the claimant would ... face a heightened risk upon return to Sri Lanka.\" Rather, the test is whether there is a reasonable chance or a serious possibility that the claimant would be persecuted should he be returned to his country of nationality. The Applicant submits that the standard is lower than a balance of probabilities, but higher than a mere possibility ( <FRAGMENT_SUPPRESSED>  at para 120; <FRAGMENT_SUPPRESSED>  the RPD stated other incorrect tests in its decision, including whether or not conditions have \"improved,\" become \"safer\" or \"deteriorated,\" whether \"on a balance of probabilities, should the claimant return to Sri Lanka, there is [...] a serious possibility that he will be subjected personally to persecution,\" and whether he was \"wanted by the Sri Lankan authorities.\" The Applicant argues that Canadian refugee law has long recognized that personal targeting is not a requirement ( <FRAGMENT_SUPPRESSED> ) and that the test is not whether the Applicant is actively wanted ( <FRAGMENT_SUPPRESSED>  (FC)).", "[36] With respect to the RPD's credibility assessment, the Applicant says the RPD erred by not providing clear reasons for finding that the Applicant's explanations were unreasonable ( <FRAGMENT_SUPPRESSED> ). The Applicant also submits that the RPD committed an error by impugning the Applicant's credibility on the basis of an absence of corroborative documentation. Rather, it is the absence of a reasonable explanation for a lack of corroborative documentary evidence that can lead to a negative determination of credibility ( <FRAGMENT_SUPPRESSED> ).", "[37] Furthermore, the Applicant argues, the RPD engaged in a microscopic examination of the evidence. While the Board found that the Applicant provided conflicting testimony regarding the nature of his business, as well as the army's time of arrival at the scene of the bomb, these elements are not particularly material to the claim and this Court has repeatedly cautioned against basing findings on a microscopic examination of the evidence ( <FRAGMENT_SUPPRESSED> ).", "[38] The Applicant further argues that the RPD made findings about the likelihood of the Sri Lankan army's actions based on sheer speculation, which this Court has cautioned against ( <FRAGMENT_SUPPRESSED> ).", "[39] With respect to the RPD's finding that it was contradictory for the Applicant not to mention his fear of the EPDP in his initial Claim for Refugee Protection, while doing so at the hearing and in his PIF, the Applicant submits that any contradiction is more apparent than real, and that the RPD erred by relying upon such a perceived contradiction ( <FRAGMENT_SUPPRESSED> ).", "[40] The RPD also erred in finding that the Applicant would not face a serious possibility of persecution if returned to Sri Lanka, because the RPD conducted a selective analysis of the documentary evidence ( <FRAGMENT_SUPPRESSED> ). The RPD relied on excerpts of a UNHCR document, but made no mention of passages from the same document indicating that male Tamils originally from the North of Sri Lanka still face a serious possibility of persecution if returned to Sri Lanka. The RPD also failed to refer to additional documentary evidence to this effect, and therefore erred by ignoring relevant documentary evidence that directly contradicts the conclusion reached ( <FRAGMENT_SUPPRESSED> ).", "[41] The Applicant says the RPD also misstated the facts when it characterized the Applicant as \"a Tamil male from Colombo, Sri Lanka.\" Rather, the Applicant is originally from northern Sri Lanka and spent less than a month of his life in Colombo. The RPD erred again when it found that he did not fit into the category of those who would face a risk of detention in Sri Lanka due to their connection to the LTTE. In fact, the documentary evidence states that \"young Tamil men, particularly those originating from the North and East of the country, may be disproportionately affected by the implementation of security and anti-terrorism measures on account of their suspected affiliation with the LTTE\" (UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka, 5 July 2010, quoted in Applicant's Record at p. 401). As well, while the RPD found that Tamils were not being targeted solely on the grounds of their ethnicity, the documentary evidence established that such targeting was indeed taking place (Applicant's Record at p 413).", "[42] With respect to the RPD's finding, the Applicant submits that the RPD erred in determining that he had not become a refugee because there was no evidence that all passengers of the MV Sun Sea had LTTE connections. Furthermore, the RPD applied the incorrect test when it stated that \"[i]f in future, the Sri Lankan government becomes aware that the claimant traveled to Canada on the Sun Sea, I find on a balance of probabilities, that he will not face any heightened risk as a result of this travel.\"", "[43] The Applicant submits that the RPD further erred by finding that \"the Sri Lankan government would not perceive the claimant to be a member or supporter of the LTTE on the basis of his travel on the MV Sun Sea.\" In support of this assertion, the Applicant relies on his written submissions before the RPD, which contain excerpts of an Amnesty International report and multiple news articles that refer to passengers' suspected links to the LTTE.", "[44] The RPD also erred by holding that the Applicant's travel on the MV Sun Sea did not place him within a particular social group, the Applicant says, as his claim is based on his perceived political opinion as a Tamil originally from the North of Sri Lanka and a passenger on the MV Sun Sea", "[45] Finally, the RPD erred when it found that \"victims of crime have no nexus to the Convention.\" The Applicant submits that the concepts of crime and persecution are not mutually exclusive, and that if a person is attacked because the attacker does not like the person's political belief, this constitutes both a crime and persecution. In the present case, the Applicant was victimized by a political group with a political agenda, the EPDP. The RPD erred by failing to consider that if this group funds its political activities through extortion, then any refusal or reluctance to submit to extortion demands would be considered an indication of opposition to the group's political agenda.", "[46] In light of the above, the Applicant submits that his fear of the EPDP is linked to the Convention ground of perceived political opinion, and failing to analyze this aspect of his claim under section 96 constitutes an error ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). As well, a finding that a risk is experienced generally does not prohibit a finding of persecution on the basis of one of the Convention grounds ( <FRAGMENT_SUPPRESSED> ) and importing a consideration that is unique to section 97 into a section 96 claim constitutes a further error ( <FRAGMENT_SUPPRESSED> ).", "[47] Moreover, the Applicant argues, the RPD's conclusion on this issue was contradictory. The RPD erred by stating that the Applicant's risk was personalized, but also generalized because it is faced by Sri Lankans in general.", "[48] In view of these alleged errors, the Applicant submits that the Decision should be set aside and the matter referred back to a differently constituted panel of the RPD for redetermination. The Respondent", "[49] The Respondent submits that the RPD applied the correct legal tests and the Decision is reasonable. The RPD's consideration of the evidence was balanced and well explained; it did not engage in an egregious case of erroneous fact finding ( <FRAGMENT_SUPPRESSED> , above, at para 118). Rather, the Applicant is attempting to have the Court reweigh the evidence.", "[50] Reasons do not have to be perfect or comprehensive or \"identify all of the facts which form the basis\" for the conclusion. Rather, \"if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the <FRAGMENT_SUPPRESSED> criteria are met\" ( Newfoundland and  <FRAGMENT_SUPPRESSED> [ Newfoundland Nurses ]).", "[51] The Respondent submits that numerous material contradictions and inconsistencies going to the heart of the Applicant's claim rendered the main allegations not credible. When questioned about some of these contradictions, the Applicant did not provide reasons for the discrepancies. Where the Applicant did provide an explanation, it was found to be unsatisfactory by the RPD due to implausibilities and inconsistencies with the documentary evidence. With respect to some findings, the RPD noted that documentary evidence had not been provided. The credibility findings were reasonable based on the evidence that was before the RPD.", "[52] The RPD correctly considered whether the Applicant's profile today puts him at risk in Sri Lanka and compared his profile to those who are at risk in Sri Lanka. The RPD cited the correct legal tests for section 96 and section 97, i.e. whether there is a serious possibility that he will be subjected personally to persecution, or that he will be subjected personally to a risk to his life, a risk of cruel and unusual treatment or punishment, or a danger of torture by government in Sri Lanka. The RPD first found a lack of nexus under section 96 and then undertook a section 97 analysis in which it found that the risk faced is generalized.", "[53] In response to the Applicant's submission that the RPD did not refer to certain relevant passages of the documentary evidence, the Respondent submits that the Applicant is simply asking the Court to reweigh the evidence, which does not constitute a legal basis for the Court to intervene ( <FRAGMENT_SUPPRESSED>  (CA); <FRAGMENT_SUPPRESSED>  at para 29; <FRAGMENT_SUPPRESSED>  (TD)). Relying on Newfoundland  <FRAGMENT_SUPPRESSED> , the Respondent argues that when the Decision is read as a whole, there is no reviewable error.", "[54] With regard to the claim, the Respondent submits that there was no evidence to support an allegation that the Applicant would be perceived as an LTTE member or supporter simply because he was a passenger on the MV Sun Sea . In the absence of such evidence, there is nothing on which to ground his claim. The RPD did not err in its application of the test.", "[55] Finally, the Respondent submits that extortion targets are generally chosen based on perceived ability to pay. In this case, there was insufficient evidence produced to show either that the Applicant would be targeted because of perceived wealth, or that such targeting if it did occur would have a nexus to a Convention ground. All crimes committed by the EPDP do not become political based on the agenda of the group, and the allegation that the Applicant was targeted for any political opinion is unfounded and speculative. The Applicant's Reply", "[56] The Applicant states that articulating the correct test elsewhere in the reasons does not cure the errors committed by the RPD. He cites <FRAGMENT_SUPPRESSED>  where the Board was found to have applied inconsistent standards of proof.", "[57] The Applicant says he is not seeking a re-weighing of the evidence, but rather is arguing that the RPD erred in law by reading selectively from the documentary evidence that was before it, and by ignoring relevant evidence that directly contradicts the conclusion that it reached.", "[58] Finally, the Applicant does not fear extortion per se , but rather the persecutory consequences of a refusal to accede to extortion demands, which is clearly connected to the Convention ground of political opinion. The Respondent's Further Submissions", "[59] The Respondent says that the Applicant's allegation of persecutory consequences to extortion is unclear and is not supported by the evidence. The Applicant failed to establish any political connection to the alleged extortion and therefore the RPD's finding was reasonable.", "[60] The Respondent reiterates that, on a balance of probabilities, the RPD applied the correct legal tests. The RPD only used the phrase \"heightened risk of return\" in particular contexts and as a description, not a test. ANALYSIS", "[61] In my view, in the present case, the RPD's assessment of the Applicant's claim alone is sufficiently unreasonable that it requires the matter to be returned for reconsideration.", "[62] The RPD says there is insufficient evidence to show that the Sri Lankan authorities will have knowledge that the Applicant was a passenger on the MV Sun Sea . At the same time, the RPD acknowledges that the Applicant like \"all persons entering Sri Lanka, will be questioned\": If the Sri Lankan authorities perceive a returnee to have links to the LTTE, or other crimes, such person would likely be detained and unfortunately, all detainees in Sri Lanka, and not just the Tamils, may be victims of abuse of power from Sri Lankan police or CID.", "[63] Notwithstanding this finding, the RPD concludes that the Applicant will not \"face any heightened risk as a result of his travel\":", "[119] Based on the foregoing, I have insufficient evidence to find that the claimant would be presumed to have or had ties to the LTTE by the Sri Lankan government simply because he was a passenger on the MV Sun Sea. If in future, the Sri Lankan government becomes aware that the claimant traveled to Canada on the Sun Sea, I find on a balance of probabilities, that he will not face any heightened risk as a result of this travel.", "[64] As the RPD points out, and relying upon Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  \"travel on the M/V/ Sun Sea does not make a passenger on that ship a member of a particular social group.\" It is unclear whether the RPD means to exclude the Applicant from section 96 protection on the basis of an insufficient nexus. However, the Applicant's claim for protection involved his being a young Tamil male from the North (ethnicity) and a perceived, or imputed connection with the LTTE (political opinion). This Court has held that this can constitute sufficient nexus. See Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "[65] The fact that the Applicant has been cleared of any suspicion of LTTE connections in the past does not deal with the claim, although it has some relevance to that claim. The RPD was obliged to consider a forward-looking claim based upon a perceived LTTE connection as a result of his arriving in Canada on the MV Sun Sea . The Applicant claimed protection based upon ethnicity and political opinion and counsel made submissions dealing with these grounds. The RPD was also obliged to consider the section 97 risks associated with the return.", "[66] As the RPD confirms, if the Applicant is returned, he will be questioned and, when he is questioned, he will have to reveal how he arrived in Canada. The RPD disposes of this issue by saying that there is insufficient evidence \"to find that the claimant would be presumed to have or had ties to the LTTE by the Sri Lankan government simply because he was a passenger on the MV Sun Sea.\" But, as the RPD concedes, everyone is questioned on arrival and Tamils are victims of \"abuse of power from the Sri Lankan police or CID.\"", "[67] The evidence before the RPD was that: The Sri Lankan Ministry of Defence has accused the passengers of the MV Sun Sea and Ocean Lady of having links to the LTTE suggesting the passengers included leaders, members and their families. Amnesty International believes that individuals suspected of belonging to, or having links to, the LTTE face a real risk of torture or other ill-treatment if forcibly returned to Sri Lanka. Amnesty International concerns with respect to forced returns to Sri Lanka for passengers of the Ocean Lady and MV Sun Sea, June 12, 2012, Applicant's Record at p. 342.", "[68] The RPD - with other claimants - has found that those returning with connections to the MV Sun Sea or the MV Ocean Lady are at a risk of torture for perceived LTTE connections, even when no prior connection has existed, and this Court has endorsed such decisions. See, for example, Justice Blanchard's analysis in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "[69] There was significant evidence in this case that Sri Lankan authorities are fully cognizant of the connections between the MV Sun Sea and LTTE membership. This doesn't mean they believe all MV Sun Sea passengers have LTTE links, but all returnees are suspects and are questioned on arrival and failed refugee claimants are questioned more closely. It is inevitable that the authorities will ask the Applicant how he got to Canada, and this will immediately identify his association with the MV Sun Sea . This means that he will be detained for some amount of time to ascertain whether, for instance: a. he is an LTTE member; b. he has organized for the LTTE abroad; and c. he possesses LTTE intelligence. Hence, upon his return, the Applicant will be detained and interrogated about possible LTTE connections. Amnesty International says that individuals in the position of the Applicant face a real risk of torture or other ill-treatment if returned to Sri Lanka. The RPD's finding that there is \"insufficient evidence to show that the Sri Lankan authorities will have the knowledge that the claimant was a passenger on the Sun Sea\" and that \"there was insufficient evidence that the Sri Lankan government would treat the claimant any different than any other returnee to the country . . .\" in my view simply ignores the evidence and the reality of what the Applicant faces.", "[70] Notwithstanding the credibility issue regarding the Applicant's problems with the authorities before he left Sri Lanka, and his own evidence that he has no past association with the LTTE, there is no doubt that he is a young Tamil male from the North (and not Colombo as the RPD finds) who arrived in Canada on the MV Sun Sea . The Applicant will be detained and interrogated upon his return because of his association with the MV Sun Sea . Although the RPD concludes that Tamils, as well as others, \"may be victims of abuse of power from Sri Lankan police or CID,\" the RPD shies away from a consideration of what will happen to the Applicant when he is interrogated in the face of evidence that Sri Lankan authorities are very interested in links between the MV Sun Sea passengers and the LTTE, and evidence from Amnesty International that individuals who are \"suspecting of belonging to, or having links to the LTTE face a real risk of torture or other ill-treatment if forcibly returned to Sri Lanka.\" These risks exist not just for those who do have links, but for those suspected of having links. The RPD appears to assume that the Applicant might not even be identified as a passenger on the MV Sun Sea (which he will) and that, even if he is, he won't be treated \"any different than any other returnee . . . given his complete lack of past association with the LTTE.\" In my view, the evidence does not support these findings. The Decision is unreasonable on this ground alone and requires reconsideration.", "[71] Counsel agree that there is no question for certification and the Court concurs. JUDGMENT", "[72] THIS COURT ORDERS AND ADJUDGES that 1. the application for judicial review is allowed, the decision is quashed and the matter is returned for reconsideration by a differently constituted panel of the RPD; and 2. no question of general importance is certified. Application allowed."]}