{"id_": "070406", "body_str": ["[1] von Finckenstein, J. : The Applicant, Shu Hai Li, is a citizen of China who applied for permanent residence status under the Canada-Quebec Investor Program. He was interviewed by a Quebec immigration official on March 7, 2003 and then by a Canadian Visa Officer (the \"Officer\") on June 8, 2005.", "[2] The Application was denied on July 18, 2005 as the Applicant failed to adequately account for the origins of his net worth. The Officer was not satisfied that the Applicant was not part of the inadmissible class of people per section 34 to 42 of the Immigration and Refugee Protection Act, S.C., 2001, c. 27 (\"IRPA\"). The Applicant seeks judicial review of that decision. Standard of Review", "[3] The standard of review for the decision of an Officer to deny a visa application is patent unreasonableness (see  <FRAGMENT_SUPPRESSED>  2004 FC 1647). Issues", "[4] The Applicant presents the following issues: 1. Was the Officer's decision patently unreasonable? 2. Was there a breach of procedural fairness? Analysis Was the Officer's decision patently unreasonable?", "[5] The Applicant submits that the Officer's decision is patently unreasonable as the decision was based on irrelevant considerations. The information the Officer requested imposed too heavy a burden on the Applicant as the documents were from many years prior to the interview, and were not relevant to the current assets that had been primarily accumulated in recent years.", "[6] Given that the money in question was the seed money that allowed the Applicant to establish his own business, it was very relevant to the application and the Officer was merely doing her duties under s. 16 of IRPA when inquiring into the source of the funds.", "[7] There is ample precedent for such an inquiry.  <FRAGMENT_SUPPRESSED>  Justice Blais held the Officer was justified in questioning the origin of the applicant's funds as there was a lack of evidence to show that any of the transactions leading to the accumulation of the funds were legitimate. Similarly, in  <FRAGMENT_SUPPRESSED>  2002 FCT 395, Justice Heneghan noted that the Applicant was aware of the Officer's concerns regarding the source of his \"seed capital\" and did not produce any documents to allay this fear. She further noted that the Officer was in a position to assess the applicant's credibility. She held that the concerns about the source of the applicant's capital were legitimate and reasonable.", "[8] In this case, the Officer's reasons stated: Subsection 16(1) of the Act requires that a person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce all relevant evidence and documents that the officer reasonably requires. You do not meet these requirements because you have not complied with my repeated requests for evidence to satisfy me that your personal net worth was derived from legal and legitimate sources. I asked you to provide evidence in the form of payroll records, auditing reports, banking records, transfer of funds documents or, other verifiable evidence to show that you had legally earned the money you claimed during the periods of 1982-1989 and from 1989-1996. These periods were essential as they formed the basis of investment for your current company. However, you did not provide the documents as requested. I then convoked you to an interview on the 8 June 2005, and asked you to bring the documentary evidence in person. During the interview, you confirmed that all of the business documents for both employment periods no longer existed. You pointed to an audit report that had been completed for one small period but you could not explain why the auditing company was found to be non existent. You also could not explain how an audit report could have been completed when the company documents did not exist. The only other document you presented was an unsigned income certificate that was produced despite the fact that company documents did not to exist. I could not find this document to be credible in any way. You told me during the interview that you were always paid in cash and that you could show me copies of your sales reports and commissions received. I gave you an opportunity to submit these documents but you did not submit them as promised. Therefore, my original conclusion from the interview has not changed. I am not satisfied that you are not a member of an inadmissible class of persons.", "[9] The case of  <FRAGMENT_SUPPRESSED>  relied on by the Applicant, can be distinguished as other evidence was available to the visa officer in that case. This is not the case here.", "[10] In this case, the documents the Officer requested were reasonable and applicable to the issue of how the net worth had been accumulated. As the Applicant's sales were paid in cash, it was reasonable for the Officer to request proof of these sales. Furthermore, the Applicant was given 30 days to produce documents that the Officer was assured could be produced. He failed to do this. For these reasons, the Officer's decision was not patently unreasonable. Was there a breach of procedural fairness?", "[11] During the interview, the Officer stated the company that produced the audit report did not exist. The Applicant disagreed and stated he personally knew the accountant and proposed to take the Officer to the company's place of business. The Applicant further submits that he was not given prior notice that the existence of the auditing company was in dispute. This amounts to a breach of procedural fairness.", "[12] It is the Applicant's onus to satisfy the Officer's concerns. Here, the concerns were explicitly stated to the Applicant and he was given thirty days to produce proof to allay the Officer's concerns. I fail to see how this could amount to a breach of procedural fairness.", "[13] For the reasons given above, this application is dismissed. [End of document]"]}