{"id_": "070665", "body_str": ["[1] Reed, J. : The applicant seeks to have the respondents' trademark \"Heintzman\", which is registered for use in connection with pianos, expunged from the trademark register. It is argued that that mark has lost its distinctiveness. This follows because the trademark has been placed by the respondents on pianos imported into Canada from the United States, having been manufactured in that country by Wurlitzer or Kimball, and on pianos imported from Korea, having been manufactured in that country by Hyundai. The public were not given notice that \"Heintzman\" pianos no longer originate from the \"Heintzman\" manufacturing facilities in Ontario.", "[2] It is also argued that the method by which the transfer of the mark to the respondents took place (through, and still in, the hands of a shell company) invalidates the mark. The present owner of the mark (751056 Ontario Limited) does not carry on any business or manufacture or otherwise deal in the wares with respect to which the mark is registered. It is argued that the use of the mark by 487497 Ontario Limited (The Music Stand) for two years without that company, at the time, being either the owner or a registered user of the mark resulted in the mark losing its distinctiveness. Facts", "[3] The mark \"Heintzman\" was registered for use in association with pianos in 1926. (Registration No. 204/44632) Heintzman & Co. became the registered owner of that trademark. Heintzman & Co. had been manufacturing pianos for many years previously. Theodore Heintzman, the founder of the company and the great-great grandfather of the present applicant, began manufacturing pianos in the 1850's.", "[4] In recent years \"Heintzman\" pianos have been made by the Heintzman company [see footnote 1] (or a successor thereof) in Hanover, Ontario. Pianos may have been manufactured by Heintzman at other locations in Ontario in times past but those exact locations are not relevant for present purposes.", "[5] The evidence is overwhelming that the trademark \"Heintzman\" signifies \"finely crafted pianos which were manufactured in Canada by the Heintzman company\" (see, for example, the affidavit of Anton Kuerti dated September 12, 1989). Patricia Krueger, a professional musician who currently plays the piano with the Toronto Symphony Orchestra, attests: \"For as long as I can remember Heintzman pianos have always been held in high esteem in Canada. Heintzman pianos are known for their very high quality sound and performance. In the past international artists performing in Toronto often chose to play a Heintzman piano rather than using, for example, a Steinway. This is one of the highest compliments that would be given to a Canadian made piano.\" 1977-1986 Changes In Ownership Of Heintzman Company", "[6] Sometime prior to 1977, the Heintzman company began to experience financial difficulties. As part of the attempt to redress those difficulties it was agreed that the applicant, Charles Heintzman, would leave the company and take over the three Heintzman Company Toronto retail stores. To accomplish this, a subsidiary of the Heintzman company was formed named \"Heintzman Pianos and Organs Limited\". Charles Heintzman acquired all the shares of this company. Then, together with a partner, he purchased the three Toronto Heintzman retail stores. The June 30, 1977, agreement of purchase and sale, in this regard, provided: \"7. The purchase shall have the right to use the name Heintzman in the name and style in which it carries on its business and the purchaser shall execute the trading name agreement of the vendor in such form as is acceptable to the solicitors of the vendor.\"", "[7] There is considerable conflict in the evidence as to whether it was intended by this clause to give Charles Heintzman the unrestricted use of the Heintzman name, including the right to use it on pianos as a trademark. The respondents argue that the conclusion which should be drawn is that it was only intended to allow him to use the name as part of his business trading style, particularly in the light of the retail sales and service business he was establishing. A trading name agreement, as contemplated by clause 7 of the June 1977 agreement, was never executed. There is evidence (Mr. Ormsby's) to the effect that it was intended by the family members who then controlled the Heintzman company to allow Charles Heintzman the right to use the Heintzman name in any way he chose, including labelling pianos therewith.", "[8] Whatever may have been the intention of the family members, at the time, it is my view that the written text set out above governs. That agreement only gave Charles Heintzman the right to use the name as part of a business or trading name and style. The fact that a trading name agreement was never signed is irrelevant for the purposes of the present case. That lack can neither expand nor contract the initial wording of the clause which provides for use \"in the name and style in which it carries on business\". Also there are no successor rights in existence which could require Charles Heintzman, now, to sign such an agreement.", "[9] In June of 1978 the Heintzman company was sold to Sherlock-Manning. Sherlock-Manning was a company controlled by William D. Heintzman, a member of another branch of the Heintzman family. The sale agreement (which took the form of an amalgamation rather than the sale of shares or assets) provided: \"17. The obligations of WDH [William D. Heintzman] under this agreement (hereinafter called the 'agreement') shall be subject to the satisfaction of or compliance with, on or before June 1, 1978, each of the following conditions precedent (each of which is acknowledged to be inserted for the exclusive benefit of WDH and may be waived by him in whole or in part): (b) Heintzman [the Heintzman company] shall have obtained undertakings in writing satisfactory to WDH from, with the exception of the businesses of Charles Heintzman, each dealer, distributor or vendor of goods manufactured by Heintzman whose name or business name style includes the name 'Heintzman' that it will cease to use the name 'Heintzman' and within a reasonable period change its name or business name style to a name not including 'Heintzman' upon ceasing to distribute or sell goods manufactured by Heintzman. \"21. This agreement shall be binding upon and ensure to the benefit of the parties hereto and their representatives, successors and assigns.\" The amalgamated (Sherlock-Manning/Heintzman) company took the name Heintzman Limited.", "[10] In 1981, the amalgamated company, Heintzman Limited, was purchased by Sklar-Peppler Inc. Enquires were made, at that time, by representatives of Sklar-Peppler about the applicant's use of the Heintzman name. The agreement which had been entered into with him was explained to Sklar-Peppler. About this time, Charles Heintzman stopped selling organs and changed his business name from \"Heintzman Pianos and Organs Limited\" to \"Heintzman Piano\". The retail sales and service business which the applicant established included importing, distributing, selling and servicing pianos as well as other musical instruments and products. That business was not limited merely to selling and servicing pianos manufactured by the Heintzman company.", "[11] Heintzman pianos were manufactured at the \"Heintzman\" premises located in Hanover, Ontario. This was true when Heintzman & Co. had been the owner. It was so when the amalgamated company, Heintzman Limited, manufactured the pianos. And, it continued to be true when Sklar-Peppler took over. Pianos of varying styles and models were made at those premises in accordance with the scale designs of the Heintzman company. Although there is some indication in the evidence that the quality of the Sklar-Peppler product may have been lower than was previously the case. The scale design of a piano is one of its most important features. [See footnote 2]. It is a significant factor in distinguishing one make of piano from another. Most major piano manufacturers have their own scale designs, including a different scale design for different sizes and types of pianos. The quality of the sound and tone of a piano is determined to a large extent by its scale design. The quality of materials used in the manufacture of the piano and the quality of workmanship employed in construction are also important. Sale By Sklar-Peppler To Respondents Of The Heintzman Piano Inventory And Trademark", "[12] In 1986 Sklar-Peppler decided to close its Heintzman piano manufacturing division at Hanover. It sold the inventory of Heintzman pianos, then on hand, to a numbered company (487497 Ontario Limited). The registered trademark \"Heintzman\" was also to be sold to that company. This last took place through a series of transactions which will be set out below. The numbered company, 487497 Ontario Limited, carries on business as The Music Stand and will hereinafter be referred to by that name.", "[13] Sklar-Peppler and The Music Stand entered into a purchase and sale agreement dated October 10, 1986. That agreement provided that the latter would buy the piano inventory at specified prices and that Sklar-Peppler and The Music Stand would jointly incorporate an Ontario numbered company (later to become 751056 Ontario Limited). This company was to hold the \"Heintzman\" trademark, for ultimate transfer to The Music Stand once the purchase price for the piano inventory had been paid in full. Sklar-Peppler and The Music Stand were to each hold one of the two issued shares of the numbered company once it was incorporated. The agreement provided that after Sklar-Peppler had assigned the \"Heintzman\" trademark to the Ontario numbered company, that company would execute an agreement allowing The Music Stand to become a registered user of the trademark, on an exclusive basis. The agreement which was to be executed by the numbered company, Sklar-Peppler and The Music Stand contained the following terms: \"6. During the term of this agreement or until the purchase price is fully satisfied whichever occurs first, Ontario may grant sublicenses to competent sublicensees with the approval of Sklar-Peppler or its nominee, upon the following terms and conditions: \"8. Until the purchase price is satisfied, The Music Stand acknowledges Ontario's exclusive right, title and interest in and to the mark and will not at any time, do or cause to be done any impairing, or tending to impair any part of Ontario's right, title or interest in the marks. The Music Stand shall not in any manner represent that it has ownership interest in the mark, and specifically acknowledges that it has no right, title or interest in the mark. The Music Stand will render to Ontario all assistance in connection with any matter pertaining to obtaining and protecting such mark. The Music Stand and each sublicensee will conduct its business in a manner which will uphold and enhance the reputation of the Mark in the market place, and will not engage in or permit any commercial or other practices which may tend to injure or impair the value of mark. \"9. Upon payment in full of the purchase price the shares of Ontario will be transferred to a nominee of The Music Stand. Such transfer of shares shall be in accordance with the provisions of the Business Corporations Act of Ontario and all necessary documentation in connection thereto will be prepared and executed by Ontario. \"10. In the event that the minimum purchase price is not fully paid within five years from the date of this agreement or The Music Stand breaches any of the terms of covenant of this agreement, then the shares of Ontario will be tranferred to Sklar-Peppler. Such transfer of shares shall be in accordance with the provisions of the Business Corporations Act of Ontario and all necessary documentation in connection thereto will be prepared and executed by Ontario.\"", "[14] In fact the assignment did not occur as contemplated. The Ontario numbered company (751056) was not incorporated until December 22, 1987. The trademark was not assigned to that company until almost a year after that date. In addition, the original purchase and sale agreement of October 10, 1986, was altered by an amending agreement dated September 9, 1988. This occurred before the trademark assignment took place. The amending agreement provided that The Music Stand would hold both shares of Ontario 751056, not just one as had originally been planned. The amending agreement provided that The Music Stand would execute a security agreement in favour of Sklar-Peppler for the unpaid purchase price of the inventory.", "[15] On September 14, 1988, Sklar-Peppler assigned the \"Heintzman\" trademark to Ontario 751056 and a licence to use the mark was executed by Ontario 751056 to The Music Stand. A security (pledge) agreement was executed on September 19, 1988, and an application for registration of The Music Stand as a permitted user of the mark was filed but did not issue until October 28, 1988. While the formal record before me indicates that the registration did not issue until February 1989, counsel for the respondents discovered, shortly before the hearing of this application, that the true date was October 28, 1988. (discussed further below). In any event, between October 10, 1986 and September 1988, The Music Stand, although not at the time either the owner or a registered user of the trademark, used that mark in connection with both the inventory of Heintzman pianos purchased from Sklar-Peppler and in connection with pianos obtained from other sources (about which more will be said later).", "[16] The applicant, in 1987, began using the name \"Chas Heintzman\" in association with pianos (i.e., printed on the fallboard of the piano). He clearly identified these pianos as \"A quality product from the U.S.R.R.\" This activity of Charles Heintzman provoked The Music Stand and Ontario 751056 to commence action against him in the Supreme Court of Ontario alleging trademark infringement. That action was commenced in October of 1988 and resulted in an injunction being granted on May 8, 1989. The injunction restrained the applicant from using the name \"Chas Heintzman\" on pianos but permitted his use of the name Heintzman in association with his retail sales and service business. It seems clear that the flurry of activity which occurred in September, 1988, straightening out the assignment and registered user status of the various companies (Sklar-Peppler, The Music Stand and Ontario 751056) vis-à-vis the \"Heintzman\" trademark, occurred in anticipation of the commencement of the Ontario Supreme Court action by The Music Stand and Ontario 751056. Use Of The \"Heintzman\" Trademark By 487497 Ontario Limited (The Music Stand)", "[17] As has been noted, after the 1986 agreement with Sklar-Peppler, The Music Stand began using the \"Heintzman\" name on pianos. The name was attached not only to the inventory of pianos which had been purchased from Sklar-Peppler and which had been manufactured at the Hanover premises, but also to pianos which The Music Stand purchased from Wurlitzer/Chickering (USA), Kimball/Jasper American (USA) and Hyundai (Korea). Eventually, the original Sklar-Peppler (Heintzman) inventory ran out and the \"Heintzman\" mark was used thereafter by The Music Stand only in relation to pianos obtained from the United States and Korean sources.", "[18] None of the promotional or advertising literature for the United States and Korean pianos gave any indication that they had come from a source other than the Heintzman manufacturing facilities at Hanover. Indeed, the respondents clearly made efforts to prevent this being known. I quote from the affidavit of Randy Wyatt, an employee of a piano moving and storage company: \"3. I have personally been involved in the moving of pianos for Akos Jankura and The Music Stand on many occasions. \"4. In the summer of 1987, I was hired by The Music Stand to pick up a piano at L.E.I. - Weston Trucking Terminal, which is a warehouse in Toronto used by C.N. Rail. \"5. At the terminal we loaded a Hyundai grand piano onto the truck and took it into the Oakville area, just off the Q.E.W. in Oakville, we were met by Mr. Steve Bonnay of The Music Stand. On Mr. Bonnay's instructions we opened the truck to allow Mr. Bonnay access to the piano. I observed Mr. Bonnay glue a plate which appeared to be made of brass, directly over top of the 'Hyundai' trademark on the fallboard of the piano. The plate was approximately eight inches by three inches in size and on it was written the trademark 'Heintzman'. We then proceeded to deliver the piano to a home in the Oakville area.\"", "[19] The advertising and promotional literature put out by the Music Stand attempted to create the impression that the pianos being sold by it under the Heintzman label originated from the same source as they had in the past: the Heintzman facilities at Hanover. The advertising literature which The Music Stand and its retailers displayed refer to the pianos as pianos which have been \"A Canadian tradition since 1850\" and that they are the \"Heintzman pianos ... known throughout the world for their rich, vibrant sound and superb cabinetry\". Some of the trade literature published by The Music Stand in the U.S. goes so far as to imply that The Music Stand is the successor to the Heintzman piano manufacturing business. This literature states that \"In 1986 The Music Stand ... purchased the Heintzman company, including all trademarks, patents, scale designs and inventory\". This assertion is clearly false. The Music Stand did not purchase the Heintzman company, nor its scale designs, nor any patents. The scale designs were in fact sold by Sklar-Peppler to another company. The Sklar-Peppler (Heintzman) manufacturing facilities at Hanover were closed down.", "[20] Mr. Anderson, a piano technician, inspected the \"Heintzman\" pianos being sold by The Music Stand in September of 1989 and attested as follows: \"4. I am familiar with the pianos manufactured in the United States and sold by The Music Stand as 'Heintzman' pianos and I can say without any hesitation that these U.S. pianos bear no resemblance to the 'Heintzman' pianos manufactured at the Heintzman piano manufacturing facilities in Hanover, Ontario (a 'genuine \"Heintzman\" piano'). \"7. The only markings on this piano [a 'Chickering' piano] was the trademark 'Heintzman' which appeared on the fallboard in the exact same logo style as a genuine 'Heintzman'. No markings whatsoever were visible either on the inside or the outside of the piano to indicate that this was a 'Chickering' piano or that it was manufactured by anyone other than the Heintzman piano company. Normally 'Chickering' pianos have their name or the 'Chickering' symbol on the plate inside the piano. This piano, however, did not contain such a marking and, in fact, it appeared to have had something ground off the plate where the Chickering name or symbol normally appears. \"9. ... [the] 'Kimball' piano had been marked with the 'Heintzman' trademark in two places. It appeared on the fallboard as well as on the plate inside the piano. Regarding the name 'Heintzman' on the plate, it appeared to have been glued on top of the plate directly over top of where the manufacturer's trademark would normally appear. There were no other markings on the piano to indicate that it had been manufactured by 'Kimball'.\" Mr. Atkins, a retailer in Regina, said of his experience: \"3. Throughout the period from 1970 to 1987, one of the major product lines which I carried was 'Heintzman' pianos. 'Heintzman' pianos were and continue to be a very well known and highly regarded line of pianos in Canada, known to be quality instrument and thought to be manufactured by the Heintzman piano company in Ontario. \"4. In approximately 1987, I was visited by Akos Jankura who wanted to sell 'Heintzman' pianos to me. When I asked some questions about these pianos and who had manufactured them, Mr. Jankura told me that he had purchased all of the piano parts and remaining 'Heintzman' pianos from the Heintzman company and that he was now going to be responsible for the Heintzman line in Canada. \"5. The first opportunity that I had to inspect Mr. Jankura's 'Heintzman' pianos was at the MIAC Show, a Canadian trade show for the music industry. The pianos that Mr. Jankura had at the show had the name 'Heintzman' on them, but were not true 'Heintzman's, manufactured by the Heintzman company. At that time I learned that Mr. Jankura's 'Heintzman' pianos were in fact Wurlizter pianos manufactured in the United States. As soon as I saw this I realized that there was no way that I would be prepared to sell Mr. Jankura's 'Heintzman' pianos through my retail outlets. \"6. The Heintzman name is so well known in Canada that my customers would, on seeing the 'Heintzman' name on a piano, automatically assume that it was a true 'Heintzman' piano of the type that had been manufactured and sold in Canada for the past many years.\"", "[21] And another retailer, Peter Redmond, whose business is located in Winnipeg: \"2. J.J.H. McLean sold 'Heintzman' pianos for over 85 years. I can say without any hesitation that the 'Heintzman' piano was the best known Canadian-made piano during this period of time and was highly respected for its quality and performance. \"3. J.J.H. McLean's last purchase of 'Heintzman' pianos occurred in 1986. At that time, we had been approached by a Mr. Akos Jankura who told us that he had taken over the Heintzman line. Our only purchases from Mr. Jankura consisted of four pianos which had the 'Heintzman' name on them but which did not come from the Heintzman company. \"4. These last four 'Heintzman pianos' which we had purchased from Mr. Jankura were 37 inch pianos, unlike anything that we had ever purchased from the Heintzman company in the past. These pianos were not made using the Heinztman scale designs and, in my opinion, were not equal to the standards of quality and workmanship of true 'Heintzman' pianos. \"5. I understand now that Mr. Jankura had simply but the Heintzman name on pianos imported from the United States. There was no other name or indication on these pianos that they had not been manufactured by the Heintzman Company or that there had been any change whatosever in the source or manufacture of the pianos. \"6. We refused to purchase any more of these 'Heintzman' pianos from Mr. Jankura. It was my view that selling these pianos with the 'Heintzman' name on them amounted to selling under false pretences.\"", "[22] And Mr. Crompton who purchased a \"Heintzman\" piano but afterwards discovered that it did not come from the source he expected: \"4. The booth I approached was being operated by The Music Stand and had a number of 'Heintzman' pianos on display. Although not particularly knowledgeable about pianos, I was familiar with the 'Heintzman' name. I recognized 'Heintzman' as indicating a high quality Canada-made piano which had been around for many years. \"5. I spoke with Akos Jankura who was selling pianos at The Music Stand display. Mr. Jankura played a few notes on a couple of different sized pianos to show the different resonant qualities which were produced by different sized 'Heintzman' pianos. He convinced me that the five foot nine inch baby grand 'Heintzman\" produced a superior quality sound that the five foot two inch baby grand. \"7. I saw no markings or other visible feature on the piano to indicate that it was manufactured outside of Canada or by anyone other than the Heintzman company. In fact, my conversation with Mr. Jankura led me to believe that the piano had been manufactured in Ontario. \"8. Since I recognized the name 'Heintzman' assumed that this was the same 'Heintzman' that I was familiar with and felt I was getting a very high quality piano on sale, I entered into a purcahse agreement with The Music Stand. As partial payment of the total price, I gave a cheque for $3,000.00 to Mr. Jankura. \"9. ... After discussing the matter with a couple of people in the industry, Ms. Huk informed me that the pianos that we purchased could not have been legitimate Canadian-made 'Heintzman' pianos, but must have been South Korean pianos made by Samik or Hyundai relabelled or overlabelled with the 'Heintzman' name. I was also informed that these pianos were very different from the well-known 'Heintzman' pianos and were not of the same quality. \"10. ... When I called The Music Stand to get my deposit back, they refused to give it to me. I then brought an action in Provincial Court Civil Division (Action No. 36341/88) against Akos Peter Jankura and The Music Stand ... \"11. The trial took place on June 6th, 1989 in Toronto, before His Honour Judge R. Bromstein. After hearing evidence from me and a piano expert that I asked to give evidence and evidence from Akos Jankura for The Music Stand, Judge Bromstein found that I had not received what I had bargained for, (i.e., a legitimate Canadian-made 'Heintzman' piano) and ordered the $3,000.00 returned.\" Law", "[23] The function and purpose of a trademark is to indicate the source from which goods come. [See footnote 3]. If a mark is associated with a high quality product its presence will assure the purchaser that the goods are likely to be of that quality. The mark, at least, allows a purchaser to tell whether or not the goods have came from a source in which he or she has confidence.", "[24] A trademark, by definition, must be and remain distinctive of a single source. It must distinguish the goods and services of its owner from the goods and services of all others. Definitions found in the Trade Marks Act, R.S.C. 1985, c. T-13, s. 2, state: \"'trademark' means ... a mark that is used by a person for the purposes of distinguishing or so as to distinguish wares or services manufactured, sold, leased, hired or performed by him from those manufactures, sold, leased, hired or performed by others. \"'distinctive' in relation to a trademark means a trademark that actually distinguishes the wares or services in association with which it is used by its owner from the wares or services of others or is adapted to so distinguish them.\" Section 18(1)(b) of the Trade Marks Act states that the registration of a trade- mark is invalid if it is not distinctive: \"The registration of a trademark is invalid if (b) the trademark is not distinctive at the time proceedings bringing the validity of the registration into question are commenced.\"", "[25] Section 18(1)(b) and 2(f) of the Trade Marks Act have been said to operate as an automatic sanction to ensure that the owner of a trademark does not permit the trademark to be used as an instrument for deceiving or confusing the public.  <FRAGMENT_SUPPRESSED> , at p. 90 (Ex. C.C.) and  <FRAGMENT_SUPPRESSED> , at 209 (S.C.C.).", "[26] In the Wilkinson Sword case, the C.P.R. headnote in my view, fairly summarizes the case: \"For over a period of 40 years the trademarks were used in Canada to distinguish garden tools, swords and razor blades manufactured by the English company. In July, 1963, razor blades manufactured in England and partly manufactured in Canada by the plaintiff were introduced on the Canadian market without indicating to the public that such blades were not blades of the English company. At the same time garden tools and swords entirely made by the English company were being sold in Canada under the trademarks. The situation in which the plaintiff put into trade channels in Canada, under trademarks belonging to the United Kingdom company, some goods manufactured by itself, continued until June 21, 1965, when the English company transferred the two trademarks to the plaintiff. After that date the plaintiff continued to put into trade channels in Canada in association with the trademarks in question some goods manufactured by the English company (garden tools and swords) and some goods manufactured by the plaintiff (razor blades) without in any way indicating to the purchasing public that the trademarks were now being used to mean anything other than that which they had meant in the past, namely, that all the wares with which they were associated were wares of the manufacturer whose wares had been marketed in association with such marks prior to 1963. \"There is not a scintilla of evidence of any effort to educate the Canadian purchasing public to understand that the trademarks in question after June 21, 1965, were used only in association with goods sold by the plaintiff. \"After June, 1965, the trademarks during all relevant periods actually - but falsely - indicated, to the Canadian purchasing public, goods made by some English concern. The marks had indicated goods of this concern for 40 years before that date. There is no evidence that after that date or at any relevant time the trademarks actually distinguished wares of the plaintiff. \"Section 18(1)(b) read with s. 2(f) of the Trade Marks Act in requiring that a trademark distinguish the wares of the owner of the mark operates as an automatic sanction to ensure that a transferee does not permit the trademark to be used, after it has been transferred, as an instrument for deceiving or confusing the purchasing public.\"", "[27] <FRAGMENT_SUPPRESSED>  (S.C.C.), I will again quote from the headnote: \"Section 47 of the Trade Marks Act, 1952-1953 (Can.), s. 49 (now R.S.C. 1970, c. T-10), permits assignments of trademarks beyond what was permitted under the pre-existing law. The section does not permit untrammelled assignment in gross without regard to the associated character of the assigned trademark in identifying the goods as those of the assignee owner. Protection of the public resides in the definition of distinctiveness in s. 2(f) of the Act and in the application of the validity section, namely, s. 18. \"The requirement of distinctiveness under the Canadian legislation is not satisfied by the appellant (especially in view of the distributorship agreements between the appellant and the Mepps company), by the acquisition of a trademark by an assignment in gross of a mark indicative of a certain manufacturing origin and use of it as a seller's mark in respect of wares which it does not manufacture but which it has continued to obtain from the very manufacturer with the mark attached thereto by that manufacturer. The record in the case does not support the validity of the trademark as a seller's mark indicative of goods sold by the appellant.\" And at page 210: \"... Further, if the appellant's contention is in truth that it can obtain an assignment in gross of a trademark indicative of a certain manufacturing origin and use it as a seller's mark in respect of wares which it does not manufacture but which it has continued to obtain from the very manufacturer with the mark attached thereto by the latter, I do not see how in this respect the requirement of distinctiveness under the Canadian legislation is satisfied, especially in view of the distributorship agreements between the appellant and Mepps.\" (a) Usage By Members Of The Heintzman Family", "[28] The first conclusion, I draw, is that the \"Heintzman\" trademark did not lose its distinctiveness as a result of the use of the name by other members of the Heintzman family. Charles Heintzman was authorized to use the name only as a business or trading name and not to label pianos therewith. There is no evidence that his use created confusion or lack of distinctiveness. Indeed, the use by Charles Heintzman of the Heintzman name in connection with his retail business may have been no more than would have been allowed by operation of s. 20(a) of the Trade Marks Act in any event. [See footnote 4].", "[29] The Heintzman name was used by Brad Heintzman, in association with his music consultant business. There is no evidence that this created confusion with \"Heintzman\" pianos or caused the trademark to lose its distinctiveness. While it is asserted that Carl Heintzman also used the name, I have been unable to locate any evidence concerning that usage in the file before me. The name \"Gerhard Heintzman\" was used on pianos by another member of the Heintzman family. \"Gerhard Heintzman\" pianos were sold in competition with \"Heintzman\" pianos. This usage took place for many years. Brad Heintzman's affidavit makes it clear that no confusion between the two makes of pianos ever existed as a result of that usage. The \"Heintzman\" trademark did not lose its distinctiveness as a result of the use of the name by various members of the family. (b) Defects Arising Out Of Sklar-Peppler - Ontario 751056 Transfer", "[30] It is alleged that the mark is invalid because it is owned by 751056 Ontario Limited (a shell company). It is alleged that the mark is invalid as a result of the use of the mark by The Music Stand, from 1986 to 1988, when it was neither owner nor registered user. For reasons which will appear below I do not think it is strictly necessary for me to deal with these issues. With respect to the first, I will only note that the respondents have cited the jurisprudence which indicates that use by a registered user may be deemed to be use by the trademark owner: S.C.  <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 16 ( <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 56, at 68 (F.C.A.).", "[31] The second argument (that the mark lost its distinctiveness as a result of its use by The Music Stand from 1986 to 1988) hinges on the date as of which it can be said that \"proceedings bringing the validity of the registration into question\" were commenced. [See footnote 5]. As of what date, then, were proceedings commenced bringing the validity of the mark into question. Proceedings in this Court were commenced on July 4, 1989. It is argued, however, that the relevant date should be the day on which the applicant's Statement of Defence was filed in the Ontario Supreme Court action. That Statement of Defence (filed on December 12, 1988) challenged the validity of the respondent's trademark registration. Counsel argues that for me not to recognize the date of the Statement of Defence in the Ontario action as the date as of which \"proceedings ... were commenced\" would lead to anomalous results. The Ontario Court could be led to reach one conclusion of the issue of validity while this Court could reach another. This only becomes an issue if the respondents cured the defects after and not before the December 12, 1988, date.", "[32] The date of registration of the Music Stand as a permitted user, thus, becomes important. As has already been noted, the admission of counsel, up to the commencement of the hearing of this application, indicated that that date was February, 1989. Counsel subsequently discovered, however, and orally advised the Court, that the correct date was October 28, 1988. If it were necessary to decide this issue I would accept October 28, 1988, as the date on which The Music Stand became a registered user of the mark. While this is not in the record, I would allow counsel to add additional affidavit evidence to prove that date if counsel for the applicant was not prepared to see it form part of the record by way of admission. I do not think a party should be bound by admissions or pleadings of this nature when it becomes clear that an error has occurred.", "[33] On this basis, then, since the defect was cured by October 28, 1988, it would not be necessary to decide, whether December 12, 1988 (the date of the applicant's statement of defence in the Ontario action) or July 4, 1989 (the date of the present expungement action was commenced in this Court) is the relevant date for the purposes of s. 18(1)(b) of the Trade Marks Act. (c) Use Of The Heintzman Mark By 487497 (The Music Stand)", "[34] There is overwhelming evidence that the \"Heintzman\" trademark lost its distinctiveness when The Music Stand and Mr. Jankura, used that mark in connection with pianos obtained from sources other than that which the public associates with the mark. They did not notify the public that the source for the pianos they were selling, under the Heintzman name, was different from that which the public had previously associated with that name.", "[35] What the respondents allege in this case is that the mark is now distinctive of the respondents as piano sellers and distributors or that it distinguishes pianos which are custom built for the respondents, albeit by non-Canadian manufacturers. The evidence establishes neither of these contentions. There has been no communication to the public of either of those messages.", "[36] With respect to the obligation, which is on the respondents, to inform the public as to the new source for their product, if they wish to keep a valid mark, the respondents argue that some efforts were made in this regard. For example, it is stated that press releases were sent out. No copies of any press releases have been filed in evidence. Two tiny newpaper articles each not much more than an inch in length (one newspaper column wide) appeared, one in the Toronto Star and the other in the Globe and Mail. These would appear to have emanated from Sklar-Peppler not from the respondents. Two articles appeared in trade magazines. One noted that The Music Stand had purchased the Heintzman piano inventory and trademark. The other reported that The Music Stand had bought \"The Hetinzman Piano Division\" of Sklar-Peppler and Mr. Jankura was reported as saying \"The Heintzman name has been synonymous with fine quality pianos and a Canadian tradition for over 150 years. We intend to re-establish the Heintzman name to its position of leadership through our retail system\" (underlining added). No indication was given that the source of the piano's manufacture was changing.", "[37] There is also a letter which indicates that Mr. Jankura communicated, at least, to one retailer through Envoypost, informing him that The Music Stand had acquired \"the Heintzman piano trademark and related inventory\". Another letter however, indicates that the dealer in question was under the mistaken impression that The Music Stand had acquired 'the Heintzman Company\" (letter from Lauzon Music Centre Ltd., dated October 15, 1986). This same misinformation occurred in a publication entitled \"The Piano Book\" which carries a forward by Keith Jarrett. Not only were the efforts to notify the public virtually non-existent there was clearly a deliberate attempt by the respondents to camouflage the fact that a change of source had occurred.", "[38] For the reasons given an order will issue expunging registration number 204/44632 from the Register of Trademarks. Application allowed. Editor: Elizabeth M.A. Turgeon/slg Footnotes 1. \"Heintzman company\" is used in these reasons to refer to Heintzman & Co., and its successors. 2. Brad Heintzman's affidavit dated September 3, 1989 explains: \"7. The most important factor in producing a quality piano is its scale design. In order to play the full range of notes using strings of the same tension and thickness, a piano would have to be extremely large. Therefore every piano is, in effect, a compromise. Each size of piano demands its own variation in the length, thickness and tension of the strings as well as the placement of the hammers, dampers, bridges, etc. The 'formula' for the arrangement and construction of these features for each size of piano is known as the piano's scale design. \"8. In addition to varying the scale design for each size of piano, scale designs also vary, even for the same size of piano, between one manufacturer and another. \"9. Two other important factors which distinguish one piano from another are the quality of materials and the quality of workmanship used in the construction of the piano. Even an excellent scale design will not produce the same sound as another piano using the same scale design if the piano is manufactured using different materials or different manufacturing methods and standards.\" 3. H.G. Fox, The Canadian Law of Trademarks and Unfair Competition (3rd Ed. 1972), pp. 21, 25.  <FRAGMENT_SUPPRESSED>  registered trademark to its exclusive use shall be deemed to be infringed by a person not entitled to its use under this Act who sells, distributes or advertises wares or services in association with a confusing trademark or tradename, but no registration of a trademark prevents a person from making (a) any bona fide of his personal name as a tradename, ... in such a manner as is not likely to have the effect of depreciating the value of the goodwill attaching to the trademark. 5. Refer section 18(1)(b) of the Trademarks Act; see also  <FRAGMENT_SUPPRESSED>  (Qué. Sup. Ct.). [End of document]"]}