{"id_": "070873", "body_str": ["[1] Shore, J. : This Court has stated in a number of cases that the Refugee Protection Division of the Immigration and Refugee Board [Board] must not ignore relevant evidence nor should it \"dissect\" the documentary evidence and use only specific portions in isolation to confirm one's point of view. Instead, the evidence must read as a whole, in context, and weighed accordingly ( FRAGMENT_SUPPRESSED).", "[2] Given the specific facts set forth in the country condition documents, and the Applicant's written narrative and testimony which was found to be credible, the Board erred by not applying the principles in respect to that which constitutes a change of circumstances. II. Background", "[3] This is an application for judicial review, pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, ch 27 [ IRPA ], of a decision of the Refugee Protection Division of the Immigration and Refugee Board [Board], dated March 31, 2011, wherein it was determined that the Applicant is not a Convention refugee nor a person in need of protection according to sections 96 and 97 of IRPA", "[4] The Applicant's claim was based on the grounds of religion and membership in a particular social group by virtue of his being a member of the Buddhist minority and as a Secretary of his Buddhist Temple who was active in protecting the rights of Buddhists in his community, in the province of Chittagong. The Applicant does have a well-founded fear of persecution.", "[5] The Court relies on the Applicant's testimony and on the country condition documentation as well as the Personal Information Form [PIF] narrative, all of which were deemed credible; therefore, the Court agrees with the position of the Applicant. III. Issue", "[6] Did the Board err by stating that there is a change in circumstances in Bangladesh and, therefore, the applicant's fear, which the Board found to be credible, no longer exists? IV. Analysis", "[7] It is important to specify that the Board found the Applicant's fear and testimony regarding the persecution he suffered as a member of the Buddhist minority and as an active member of the Buddhist community to be credible but believed that there is now a change in circumstances since there is a new government in place, and, therefore, believed that the Applicant had no longer a present fear of persecution. Change in Circumstances", "[8] It is established law that for a change of circumstances to be valid, \"the change [must] be meaningful and effective enough or substantial, durable and effective enough to make the applicants' fear unreasonable and thus, without foundation\" ( FRAGMENT_SUPPRESSED).", "[9] The interpretation of the Court in FRAGMENT_SUPPRESSED is in harmony with the stipulations of the United Nations High Commissioner for Refugees [UNHCR] Handbook on change of circumstances: 135. Circumstances\" refer to fundamental changes in the country, which can be assumed to remove the basis of the fear of persecution. A mere--possibly transitory--change in the facts surrounding the individual refugee's fear, which does not entail such major changes of circumstances, is not sufficient to make this clause applicable ... (Office of the UNHCR, Handbook on Procedures and Criteria for Determining Refugee Status, Geneva, January 1988).", "[10] The Board is required to enter into a detailed analysis of the country conditions, especially where a change of government is recent ( FRAGMENT_SUPPRESSED).", "[11] The Board's analysis was far from being detailed.", "[12] Moreover, it is not sufficient to merely state that a change of government is equivalent to a change in circumstances. It must be established that the appropriate legal principles have been applied ( FRAGMENT_SUPPRESSED).", "[13] In the present case, the documentary evidence relied upon by the Board clearly demonstrated that persecution against religious minorities continued even after the return of the Awami League in power in 2008.", "[14] Referring to the U.S. Commission on International Religious Freedom - Bangladesh Report, the Board states that the Awami League was backed by the minorities since they promised to assist minorities and to protect their rights (Decision at para 11). The same documentary evidence also states that, while certain steps were effected, promises were not kept; minorities still suffer persecution at the hands of the majority and AL Government goons while the police watch: ... The 2008 elections brought to power the Awami League, considered the most secular and favorably disposed toward minority rights among Bangladesh's major political parties ... ... The Prime Minister also declared that the government would keep past commitments to the predominantly non-Muslim indigenous peoples of the Chittagong Hill Tracts (CHT) region. In light of these positive developments, USCIRF removed Bangladesh from its Watch List in 2009. Despite some improvements, the government of Bangladesh nevertheless continues to show serious weaknesses in protecting human rights, including religious freedom, and religious extremism remains a persistent threat to rule of law and democratic institutions. Accordingly, USCIRF continues to urge the government to strengthen protections for all Bangladeshis to enjoy the right to freedom of religion or belief, and to undertake further efforts to improve conditions for minority religious communities. USCIRF hopes that the government of Bangladesh will investigate and to the fullest extent of the law prosecute perpetrators of violent acts against members of minority religious communities, women, and non-governmental organizations. Reforms of the judiciary and the police also are necessary to ensure that law enforcement and security services are equally protective of the rights of all, including Hindus, Buddhists, Christians, Ahmadis, tribal peoples, and other minorities. Additional efforts are needed to counter societal and governmental discrimination in access to public services, the legal system, and government, military, and police employment. ... Even during periods of democratic governance, Bangladesh's high levels of political violence and instability have provided opportunities for religious and other extremist groups to engage in criminal activities with relative impunity. Authors, journalists, academics, and women's rights and civil society activists debating sensitive social or political issues, or expressing opinions deemed by radical Islamists to be offensive to Islam, have been subject to violent, sometimes fatal, attacks . Some Muslim clerics, especially in rural areas, have also sanctioned vigilante punishments against women for alleged moral transgressions. Rape is reportedly a common form of anti-minority violence. The government often fails to punish perpetrators, since the law enforcement and the judicial systems, especially at the local level, are vulnerable to corruption, intimidation, and political interference ... ... Attacks on members of religious or ethnic minorities or their properties, including thefts and vandalism at Hindu temples, continue to be a problem, although it is difficult to distinguish criminal intent from religious animosity or other possible motives. Weak and corrupt law enforcement leaves members of religious minority communities vulnerable to harassment and sometimes violence, particularly sexual violence against women, by members of the Muslim majority . Although the constitution provides protections for women and minorities, Hindus, Buddhists , Christians, Ahmadis, tribal peoples, and other minorities must regularly grapple with societal discrimination, as well as face prejudice that hinders their ability to access public services, the legal system, and government, military, and police employment . Religious minorities are also underrepresented in elected political offices, including the national parliament. Since the Pakistan era, Muslims, particularly those who are well-connected politically, have used The Vested Property Act (VPA) to seize Hindu-owned land. The VPA's implicit presumption that Hindus do not belong in Bangladesh contributes to the perception that Hindu-owned property can be seized with impunity. Bangladesh's National Assembly began consideration in January 2010 of government-backed legislation on this issue and minority-group representatives were permitted to express their concerns in testimony before parliament. USCIRF welcomed this development in a public statement urging the government to consult legal scholars and representatives of the affected communities in order to devise remedies for past abuses and prevent further property seizures based on the owners' religious affiliation. However, as of this writing, no new legislation has been passed. Despite attention to this issue at the national political level, Hindu-owned property continued to be seized. In the Sutrapu district of Dhaka in March/April 2009, police reportedly stood by as Muslims violently disposed poor Hindus of land given to them by Hindu landowners leaving for India in 1947. In March 2010, local officials of the governing Awami League were reported to have seized land belonging to a temple in Kaliazuri in the remote northern district of Netrakona Ethnically, Bangladesh is highly homogeneous, with more than 98 percent of the population being Bengali. Members of ethnic minority communities, mostly tribal peoples in the north and in the east, are often non-Muslim. The most serious and sustained conflict along ethnic and religious lines has been in the CHT, an area with a high concentration of non-Bengali, non-Muslim indigenous peoples. Resentment among members of indigenous groups remains strong over settler encroachment on traditional tribal lands, human rights abuses by the Bangladeshi military, and the slow, inconsistent implementation of the 1997 CHT Peace Accords. Muslim Bengalis, once a tiny minority in the CHT, now reportedly equal or outnumber indigenous groups ... ... Based on the foregoing concerns, USCIRF continues to recommend that the U.S. government encourage the government of Bangladesh to take action on the following issues and ensure consistent implementation: investigate and prosecute to the fullest extent of the law perpetrators of violent acts against members of religious minority communities , women, and non-governmental organizations promoting international human rights standards; repeal the Vested Property Act and commit to restoring or compensating for properties seized, including to the heirs of original owners; rescind the 2004 order banning Ahmadi publications, and ensure adequate police response to attacks against Ahmadis; enforce all provisions of the Chittagong Hill Tracts Peace Accords and ensure that members of all tribal communities are afforded the full rights of Bangladeshi citizenship; ensure that the National Human Rights Commission is truly independent, adequately funded, inclusive of women and minorities, and possessed of a broad mandate that includes freedom of religion or belief; include in all public and madrassa school curricula, textbooks, and teacher trainings information on tolerance and respect for freedom of religion or belief; and ensure that members of minority communities have equal access to government services and public employment, including in the judiciary and high-level government positions . [Emphasis added]. (U.S. Commission on International Religious Freedom [USCIRF] Annual Report 2010 -Additional Countries Closely Monitored: Bangladesh, Application Record [AR] at pp 27-33):", "[15] Furthermore, the U.S. 26 October 2009. Department of State. \"Bangladesh\" International Religious Freedom Report 2009 also supports this analysis and states: ... Although the government publicly supported freedom of religion, attacks on religious and ethnic minorities continued to be a problem during the reporting period since religious minorities are often at the bottom of the social hierarchy and, therefore, have the least political recourse ... Government officials, including police, nonetheless often were ineffective in upholding law and order and sometimes were slow to assist religious minority victims of harassment and violence . The Government and many civil society leaders stated that violence against religious minorities normally had political or economic dimensions and could not be attributed solely to religious belief or affiliation. There were reports of societal abuses and discrimination based on religious affiliation, belief, or practice during the period covered by this report, although figures suggested such incidents declined significantly in comparison to the previous reporting period. Hindu, Christian, and Buddhist minorities experienced discrimination and sometimes violence from the Muslim majority. Harassment of Ahmadis continued. ... Many Hindus have been unable to recover landholdings lost because of discrimination under the defunct Vested Property Act. Although an Awami League Government repealed the Act in 2001, the new Government did not take any concrete action to reverse the property seizures that occurred under the act. The Vested Property Act was an East Pakistan-era law that allowed the Government to expropriate \"enemy\" (in practice Hindu) lands. Under the law, the Government seized approximately 2.6 million acres of land, affecting almost all Hindus in the country. According to a study conducted by a Dhaka University professor, nearly 200,000 Hindu families lost approximately 40,667 acres of land since 2001, despite the annulment of the Act the same year. In April 2001 Parliament passed the Vested Property Return Act, stipulating that land remaining under government control that was seized under the Vested Property Act be returned to its original owners, provided that the original owners or their heirs remained resident citizens. The law required the Government to prepare a list of vested property holdings by October 2001. Claimants were to file claims within 90 days of the publication date. In 2002 Parliament passed an amendment to the Vested Property Return Act that allowed the Government unlimited time to return the vested properties and gave control of the properties, including the right to lease them, to local government employees. By the end of the period covered by this report, the Government had not prepared a list of such properties. ... ... Violence directed against religious minority communities continued to result in the loss of lives and property, but the true motives - whether religious animosity, criminal intent, personal disputes, or property disputes - were often unclear. While the minority status of the victims may have played a role, it should be noted that religious minorities are often at the bottom of the social hierarchy and, therefore, have the least political recourse. Police frequently were ineffective in upholding law and order and sometimes were slow to assist religious minorities. This attitude promoted a greater atmosphere of impunity for acts of violence against minorities ... Reported incidents against religious minorities during the reporting period included killings, rape, torture, occupation of places of worship, destruction of homes, forced evictions, and desecration of items of worship. Most of these reports could not be independently verified. There also were reported incidents of members of the Muslim community attacking each other on holidays due to a perception that some events were un-Islamic. The government sometimes failed to investigate the crimes and prosecute the perpetrators, who were often local gang and auxiliary political organization leaders According to Shamokal , the daily newspaper in Bangla, on March 30, 2009, 50 police officers and 100 others evicted approximately 400 individuals, mostly Hindus , from Sutrapur in old Dhaka and destroyed their ancestral homes with hammers. The mob, allegedly led by the brother of a local Awami League politician, also destroyed the oldest Shiva temple in Kalirghat. The individuals evicted claimed that the land was registered in their name in 1945 and that they had been paying municipal taxes and utility bills. After the passage of the Vested Property Act, the area was registered as \"vested property.\" The Hindu residents alleged that several powerful local leaders had filed a case claiming the property. Police sided against the Hindu occupants, claiming they had been illegally occupying the land.their name in 1945 and that they had been paying municipal taxes and utility bills. After the passage of the Vested Property Act, the area was registered as \"vested property.\" The Hindu residents alleged that several powerful local leaders had filed a case claiming the property. Police sided against the Hindu occupants, claiming they had been illegally occupying the land . [Emphasis added]. ... Section IV. U.S. Government Policy The U.S. Government discusses religious freedom with officials at all levels of the Government as well as with political party leaders and representatives of religious and minority communities. During the reporting period, the Embassy emphasized the importance of free, fair, and credible national parliamentary elections in 2008 with full participation of all ethnic and religious communities. Following the election, the Embassy reiterated the need for an inclusive political process for all citizens regardless of religion. The Embassy continued to express concern about human rights, including the rights of religious and ethnic minorities. Embassy staff traveled to various regions investigating human rights cases, including some involving religious minorities, and met with civil society members, NGOs, local religious leaders, and other citizens to discuss concerns about pre- and post-election violence. They also encouraged law enforcement to take proactive measures to protect the rights of religious minorities . [Emphasis added]. (AR at pp 34-39)", "[16] Additionally, the Board refers to certain irrelevant passages in the documentary evidence. At page 4, paragraph 12 of its decision, the Board states that the \"authorities have not shown that they are unwilling or unable to offer sufficiency protection from members of opposing political parties or opposing factions ...\".", "[17] The Applicant is not involved in politics nor is he a member of an opposing faction . He is part of a religious minority that the AL government is unable even though it may be willing to protect against its own goons and the militant Muslim faction where the security forces simply watch as persecution continues. No change in circumstances can be said to be in effect in regard to religious minorities could be deemed as effective", "[18] It is therefore objectively reasonable for the Applicant, as an active member of a religious minority, to fear returning to his country despite that change in government since the change of circumstances is clearly not substantial, durable and effective. V. Conclusion", "[19] The country evidence clearly demonstrates that the Applicant has met the test set out in FRAGMENT_SUPPRESSED.", "[20] The Applicant has a genuine fear of returning to his country and his fear is reasonable ( FRAGMENT_SUPPRESSED , above).", "[21] Due to all of the above, the entire matter is to be returned to the Board to be heard anew by a differently constituted panel. JUDGMENT", "[22] THIS COURT ORDERS that the Applicant's application for judicial review be returned to the Board to be heard anew by a differently constituted panel. No question of general importance for certification. Application allowed. Editor: Elizabeth M.A. Turgeon/kaw [End of document]"]}