{"id_": "071050", "body_str": ["[1] Martineau, J. [Translation]: Neptune S.A. (the \"applicant\") appeals from the decision dated December 6, 2001, of the Registrar of Trade-marks, who ruled that the trademark DELI SNACK (the \"mark\") is not registrable and rejected its application for registration.", "[2] On February 11, 1998, the applicant filed an application for registration of the mark based on its proposed use in Canada in association with the following wares: \"[translation] Fish, molluscs, crustaceans, shellfish and non-living seafoods, preserves and fish-and/or seafood-based dishes\". As the application was being processed, the statement of the wares was redefined as follows: \"[translation] Fish, molluscs, crustaceans, shellfish and non-living seafoods, preserves and fish- and/or seafood-based dishes, specifically terrine, seafood au gratin\" (the \"wares\").", "[3] The examiner raised an objection to the registration of the mark under the provisions of paragraph 12(1)(b) of the Trade-marks Act , R.S.C. 1985, c. T-13, as amended (the \" Act \"). This objection was based on the fact that the mark is clearly descriptive or deceptively misdescriptive in English of the character of the wares in association with which it is proposed to be used. That is, the term DELI SNACK clearly describes in English that the wares are \"delicatessen snack foods\".", "[4] Paragraph 12(1)(b) of the Act states: \"12(1) Subject to section 13, a trade-mark is registrable if it is not (b) whether depicted, written or sounded, either clearly descriptive or deceptively misdescriptive in the English or French language of the character or quality of the wares or services in association with which it is used or proposed to be used or of the conditions of or the persons employed in their production or of their place of origin;\" (my underlining)", "[5] After reviewing the file and studying the observations made by the applicant, the Registrar determined that the mark, when considered in association with the wares, is clearly descriptive of their character in English. In this regard, he thought a potential purchaser, seeing this mark in association with the wares, would immediately react by thinking that it referred to \"delicatessen snack foods\". Moreover, he thought DELI SNACK is a term capable of describing foods that everyone should have the right to use.", "[6] In the case at bar, the applicant alleges that the Registrar erred in fact and in law in deciding that the mark was not registrable. The respondent, on the contrary, submits that the Registrar correctly assessed the facts pertaining to this case and that his decision is consistent with the appropriate interpretation to be given to paragraph 12(1)(b) of the Act", "[7] The parties agree that the applicable standard of review here is the one set out by the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  Breweries, A  <FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraph 51: \"Even though there is an express appeal provision in the Trade-marks Act to the Federal Court, expertise on the part of the Registrar has been recognized as requiring some deference. Having regard to the Registrar's expertise, in the absence of additional evidence adduced in the Trial Division, I am of the opinion that decisions of the Registrar, whether of fact, law or discretion, within his area of expertise, are to be reviewed on a standard of reasonableness simpliciter . However, where additional evidence is adduced in the Trial Division that would have materially affected the Registrar's findings of fact or the exercise of his discretion, the Trial Division judge must come to his or her own conclusion as to the correctness of the Registrar's decision.\" (Emphasis added)", "[8] The standard of reasonableness simpliciter referred to in the extract quoted above essentially consists of asking oneself \"after a somewhat probing examination, can the reasons given, when taken as a whole, support the decision\". In such cases, the Court should not intervene unless it is demonstrated that the decision is unreasonable. In attempting to determine whether the decision is unreasonable, the Court should avoid asking whether it is correct. Indeed, unlike a review for correctness, there is often more than one good answer to the questions reviewed under the reasonableness standard.  <FRAGMENT_SUPPRESSED> , at paragraphs 56-57, 61 and 78-80. Since additional evidence has been adduced in the Court, I must also ask myself whether such evidence would have materially affected the Registrar's findings of fact or the exercise of his discretion; if so, the decision should be reviewed according to the correctness standard.", "[9] Having considered the additional evidence tendered by the applicant under subsection 56(5) of the Act , I am of the opinion that it does not materially affect the Registrar's findings of fact or the exercise of his discretion. Accordingly, it is not appropriate for me to make my own findings concerning the accuracy of the Registrar's decision. That decision must therefore be reviewed according to the standard of reasonableness simpliciter. On the other hand, after a somewhat probing examination of the reasons given in the decision and the evidence that was before the Registrar, I am of the opinion that, taken as a whole, they support the Registrar's decision. The applicant has failed to demonstrate to me that this decision is unreasonable. This appeal shall therefore be dismissed. My reasoning in this regard is set out below.", "[10] A trademark is not registrable if it is either clearly descriptive or deceptively misdescriptive in the English or French language of the character or quality of the wares or services in association with which it is used or proposed to be used: paragraph 12(1)(b) of the Act", "[11] To determine whether a trademark falls under this exclusion, the Registrar must not only consider the evidence at his disposal, but also apply his common sense in the assessment of the facts. The decision that the mark is either clearly descriptive or deceptively misdescriptive is based on his initial impression. He must consider it not in isolation but in light of the product or service in question.", "[12] The applicable test consists in deciding whether the average consumer would consider that a trademark is clearly descriptive or deceptively misdescriptive of the character or quality of this product or service. It may in some cases be useful to refer to dictionaries to discover the current sense of a particular word. But the fact that the word used is manufactured or invented and does not exist in dictionaries does not bar the application of paragraph 12(1)(b) of the Act . The Registrar's duty to ensure that a trademark is registrable remains intact.", "[13] This is clear from the abundant case law and authorities consulted on the question. See in particular Hughes C. Richard and Laurent Carrière, , Carswell, Toronto, 2000, at pages 199-201; Roger T. Hughes, Q.C. and Toni Polson Ashton, Hughes on Trade Marks , looseleaf, Butterworths, Toronto, 1984, at paragraph 25 (\" Hughes on Trademarks \"); <FRAGMENT_SUPPRESSED> , at page 34 ( <FRAGMENT_SUPPRESSED> , at page 135 (Trial  <FRAGMENT_SUPPRESSED> , at page 206 (Trial Division) (\" <FRAGMENT_SUPPRESSED> \"); <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 354, at page 361 (Trial Division), upheld by (1993), 159 N.R. 399; 51 C.P.R.(3d) 169 (F.C.A.); and <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 12, at page 67 (Trial Division).", "[14] In this connection, Robert T. Hughes and Toni Polson Ashton, Hughes on Trademarks , supra, at page 427, paragraph 25, explain the meaning of the words \"clearly descriptive\" as follows: The word 'clearly' in defining 'clearly descriptive' is to be taken as 'easy to understand, sufficient or plain' rather than 'accurately' as it is not proper to analyze carefully and critically the word or words as to what might be their various alternative implications , but rather it is the immediate impression conveyed that is to be considered. In order to be clearly descriptive, a mark must be more than merely suggestive of the character or quality of the wares or services with which it is associated, the descriptive character must go to the material composition or intrinsic quality of the goods or services, the test is one of immediate impression.\" (emphasis added)", "[15] The same authors point out that an invented word may also be \"clearly descriptive\" of the wares in association with which it is used, even though there has been a disclaimer of the right to the exclusive use of one or more of its components: \"Where several words are combined to form a trademark, it is the combination that is to be taken into account, the meaning of which may be taken from the several components. When the components are analyzed, and found not to be natural or apt for use with and thus clearly descriptive of the wares, the total trademark may be registered. However if each component, even if disclaimed, in the totality of the mark still conveys a clearly descriptive meaning, the mark is unregistrable. A mark is not to be considered in isolation, but viewed in the context of the wares in respect of which it is to be used . Thus where a word may have several meanings but where one such meaning is descriptive in the context of the wares in question, then the word should not be registered as a trademark.\" (emphasis added)", "[16] The reasons for the decision indicate that the Registrar clearly defined the question he had to decide and that he took the applicable principles into account. The Registrar first directed himself, describing the test that has to be applied in order to find out whether a mark is or is not descriptive: i.e. the first impression of a reasonable person, and he considered the mark in association with the wares. Contrary to what the applicant alleges in its memorandum, the Registrar did not err in referring, inter alia, to the <FRAGMENT_SUPPRESSED> decision, supra. Furthermore, he correctly assessed the particular facts in that case and the conclusions he drew are not unreasonable.", "[17] The Registrar's finding that the mark, when considered in association with the wares, is clearly descriptive in English of their character, is reasonable in the circumstances. The same applies to his finding that the mark is a term capable of describing foods that everyone should have the right to use.", "[18] Concerning the term DELI, recognized in English as an abbreviation of the word DELICATESSEN, the definitions drawn from the various works consulted by the Registrar or brought to the Court's attention show clearly that the use of the terms DELI or DELICATESSEN in everyday popular language is not restricted solely to \"cooked pork meats\", \"cooked meats\" and \"salads\" products. On the other hand, the evidence in the Registrar's files indicates that these terms may also be used in association with fish and various fish-or seafood-based dishes such as smoked fish, herring (rollmops) and other specialties sold in DELICATESSEN shops or restaurants.", "[19] As to the definition of the word SNACK, in English this commonly refers to \"[a] small portion of food or drink or a light meal, esp. one eaten between regular meals\" ( Random House Webster's Dictionary ), a definition the Registrar replicates in his decision and that the examiner had in mind when he formulated his objection to the registration. Clearly, as the examiner noted, the term SNACK is not limited to chips or peanuts. Any food product \"suitable for snacking\" or \"suitable to be eaten between regular meals\" may be described as \"snack foods\" in everyday popular language.", "[20] The applicant argued in Court that the mark in question is not clearly descriptive of the wares in association with which it is linked since the prefix DELI does not necessarily mean \"delicatessen\" but may also mean \"delicious\". In this sense, the mark is simply suggestive, which is not an obstacle to its registration: <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 503, at paragraph 8 (F.C.A.); and Hughes on Trademarks , supra, at paragraph 25.", "[21] The applicant's argument was considered by the Registrar, who nonetheless found that a potential purchaser, seeing the mark associated with the wares, would immediately react by thinking that it referred to \"delicatessen snack foods\". This conclusion is directly related to the character of the wares (\"delicatessen snack foods\") rather than their quality (which, the applicant says, evokes the term \"delicious\"). In this sense, the mark is indeed clearly descriptive of the character of the wares. Absent any demonstration of the unreasonableness of this conclusion, I need not ask myself whether it is also correct. In this regard, although various interpretations appear possible, in such cases the interpretation preferred by the Court is irrelevant: Dr. Q., Re , [2003] S.C.J. No. 18; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170; 2003 SCC 19, at paragraphs 34-35 and 41.", "[22] The other submissions by the applicant, citing in particular the entries in the register, were considered in great detail by the Registrar, who rejected them. I have found no reason to intervene in this. Among other things, the review of these entries did not prove to be decisive in this case. Moreover, the Registrar could reasonably rely on the fact \"[translation] that the Federal Court has said many times that if the Registrar erred in the past, there is no reason to perpetuate that error\". The latter observation is supported by the cases cited by the Registrar in his decision ( <FRAGMENT_SUPPRESSED>  (F.C.T.D.); Wool Bureau , supra; <FRAGMENT_SUPPRESSED> , supra; <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 129; and <FRAGMENT_SUPPRESSED>  (S.C.C.), at pages 112-13: \"... The Rule quoted illustrates the conflict early recognized by the Courts before the subject-matter came under legislation, i.e., between the appropriation by a trader of a word within the range of language that would ordinarily be used by traders to describe particular goods, and the right of other traders in the normal carrying on of their business to employ the same or similar words. In the technique of advertising the more complex and expensive the goods are, the greater the imaginative seeking by those producing them for attractive and arresting words; but in fixing the limits of legislative protection the Courts must balance the conflicting interests and avoid placing legitimate competition at an undue disadvantage in relation to language that is common to all .\" (emphasis added)", "[24] In this case, judging from the evidence in the Registrar's file, I note that some retailers, in their advertising, are already using the terms \"deli snack\" in association with various food products. In one of these, there is a reference to a \"Deli Snack Attack\" (it concerns a sandwich recipe including the following ingredients in particular: \"deli turkey\", \"deli ham\" and \"deli coleslaw\". In two other ads, restaurants offer \"deli snacks\" to their customers. So this is an expression that is already used in the business in association with some foods.", "[25] Consequently, the Registrar's conclusion that \"[translation] DELI SNACK is a term capable of describing foods that everyone should have the right to use\" also seems reasonable to me in the context of the Registrar's examination of the divergent interests that may be involved.", "[26] It is my opinion, as well, that the additional evidence adduced by the applicant under subsection 56(5) of the Act is not decisive in this case. On the one hand, the expert evidence in question simply repeats in a more detailed way the arguments previously made by the applicant to the examiner and the Registrar. On the other hand, the linguistics expert himself acknowledges that the checks he made \"[translation] corroborate in part his [the Registrar's] statements concerning the use of the standard English, as is shown by the other source [he] consulted, the 1995 version of the Oxford Dictionary , a copy of which is attached as appendix PEB-7 at pages 1 and 2 for deli delicatessen and snack respectively\". So I do not think this expert testimony adds anything new in respect of the first impression of a potential consumer. In this regard, the Registrar is in just as good a position, if not better, than that of the linguistics expert to form an opinion on this matter.", "[27] In conclusion, the Registrar's decision to reject the application for registration of the trademark \"DELI SNACK\" fell within his specialized area of expertise. Considering the conclusions I have reached and the above analysis, I am of the opinion that the Registrar's decision to reject the applicant's application for registration is reasonable and in this case does not require the intervention of the Court. ORDER", "[28] THE COURT ORDERS that the decision of the Registrar dated December 6, 2001, by which he rejected the application for registration of the applicant Neptune S.A., be upheld and that the applicant's appeal be dismissed with costs. Appeal dismissed. Editor: Gary W. McLaughlin/ve"]}