{"id_": "071129", "body_str": ["[1] Heneghan, J. : Mr. Ali Nawaz (the \"Applicant\") seeks judicial review of the decision of the Immigration and Refugee Board, Refugee Protection Division (the \"Board\"), dated November 15, 2002. In its decision, the Board found the Applicant not to be a Convention refugee.", "[2] The Applicant, a citizen of Pakistan, was born into a Sunni Muslim family on December 20, 1965. He became interested in learning more about Shi'ism following an employment experience in Abu Dhabi, working for an employer who was fundamentally and vocally opposed to Shia Muslims. He decided to convert to the Shia faith and did so on July 4, 1998.", "[3] The Applicant's father became very angry with him when he learned of the conversion. He warned his son about potential damage to the family if members of the Sipah-i-Sahaba Pakistan (\"S.S.P\") learned of this conversion. The S.S.P. is a Sunni fundamentalist/Wahabi militant organization. His refusal to return to the Sunni faith caused a rift between the Applicant and his father.", "[4] At the end of July 1998, the Applicant attended the Imambara where he met a former Sunni Muslim who was also a convert to the Shia faith. A week later, the Applicant learned that this man had been killed by the S.S.P. on account of his conversion. As a result, the Applicant sent his wife and children to live with her parents and he returned to Abu Dhabi. Although he tried to keep his religion a secret, his employer learned about the conversion when he unexpectedly came to the Applicant's house on a day when a majlis, a religious service, was being hosted there. The Applicant was fired on the following day.", "[5] In July 2001, the Applicant returned to Pakistan to see his parents and wife and children. His parents refused to see him, his in-laws refused to let him see his wife, and his father-in-law threatened to disclose his conversion to the police and called him a \"Kafir\", meaning \"infidel\".", "[6] The Applicant sought the intervention of the police but they refused to help him because they viewed the Applicant's problems as a private, family matter. When the Applicant returned to his father-in-law's home, he was threatened with death.", "[7] Some days later, in August 2001, the Applicant was beaten by five members of the S.S.P. He managed to flee, with the assistance of some passers-by, but the S.S.P. members threatened him that the next time they saw him would be his last day alive.", "[8] The Applicant fled the next day to Lahore and went into hiding. He left Lahore on August 6, 2001 and arrived in Canada on August 8, 2001. He declared his intention to claim refugee status soon after his arrival.", "[9] The Board determined that the Applicant was not a Convention refugee, based on its findings that there had been a change in country conditions and that, in these circumstances, there was adequate state protection. It found evidence of harassment and threats against converts and religious minorities, but it also found that there were \"sustained government efforts\" to control groups like the S.S.P. It referred to the documentary evidence which showed that there was a gradual but systematic effort by the government to act against sectarian terror in Pakistan.", "[10] The Board referred to the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  state protection need not be perfect and no government can be expected to provide perfect protection against terrorist activity. Relying on <FRAGMENT_SUPPRESSED> , supra, the Board reached the following conclusion: Violence between Muslim sects in Pakistan continues to occur. The State has implemented a number of measures that have improved the situation. On a balance of probabilities, I find that the Pakistani State will continue to improve the situation between its Shia and Sunni citizens. I conclude that Pakistan is making serious efforts to provide adequate but not perfect protection for its citizens.", "[11] The dispositive issue arising from this application is whether the Board's conclusion concerning the change in circumstances and the availability of state protection was patently unreasonable, having regard to the evidence before it.", "[12] <FRAGMENT_SUPPRESSED>  at page 709 the Supreme Court of Canada described the underlying rationale for international refugee protection as follows: International refugee law was formulated to serve as a back-up to the protection one expects from the state of which an individual is a national. It was meant to come into play only in situations when that protection is unavailable, and then only in certain situations. The international community intended that persecuted individuals be required to approach their home state for protection before the responsibility of other states becomes engaged. For this reason, James Hathaway refers to the refugee scheme as \"surrogate or substitute protection\", activated only upon failure of national protection.", "[13] The concept of \"surrogate or substitute\" protection assists in establishing the proper context for the Convention refugee determination. Section 96 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\") defines \"Convention refugee\" as follows: A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "[14] At page 712 of Ward , supra, Justice LaForest analysed the definition with specific attention to the issue of state protection: ... The section appears to focus the inquiry on whether there is a \"well-founded fear\". This is the first point the claimant must establish. All that follows must be \"by reason of\" that fear. The first category requires the claimant to be outside the country of nationality by reason of that fear and unable to avail him- or herself of its protection. The second requires that the claimant be both outside the country of nationality and unwilling to avail him- or herself of its protection, by reason of that fear. Thus, regardless of the category under which the claimant falls, the focus is on establishing whether the fear is \"well-founded\". It is at this stage that the state's inability to protect should be considered. The test is in part objective; if a state is able to protect the claimant, then his or her fear is not, objectively speaking, well-founded.", "[15] The main questions in the present case are, first, at what point will a state be considered unable to protect its citizens against sectarian violence and second, is there evidence of a meaningful, effective and durable \"change in circumstances\" since the Applicant left Pakistan.", "[16] In <FRAGMENT_SUPPRESSED> , supra, at pages 132-133, the Federal Court of Appeal answered the first question as follows: No government that makes any claim to democratic values or protection of human rights can guarantee the protection of all of its citizens at all times. Thus, it is not enough for a claimant merely to show that his government has not always been effective at protecting persons in his particular situation. Terrorism in the name of one warped ideology or another is a scourge afflicting many societies today; its victims, however much they may merit our sympathy, do not become convention refugees simply because their governments have been unable to suppress the evil. Where, however, the state is so weak, and its control over all or part of its territory so tenuous as to make it a government in name only, as this Court found in the case of <FRAGMENT_SUPPRESSED>  himself of its protection. Situations of civil war, invasion or the total collapse of internal order will normally be required to support a claim of inability. On the other hand, where a state is in effective control of its territory, has military, police and civil authority in place, and makes serious efforts to protect its citizens from terrorist activities, the mere fact that it is not always successful at doing so will not be enough to justify a claim that the victims of terrorism are unable to avail themselves of such protection. [Emphasis in original]", "[17] Relying on this decision and the documentary evidence before it, the Board found that while Pakistan does not offer perfect protection, it has made serious efforts to protect its citizens from sectarian violence. However, the Applicant challenged the Board's conclusion that there is adequate state protection and points to the documentary evidence which he says does not support the Board's conclusion about the adequacy of state protection available in Pakistan.", "[18] The documentary evidence before the Board included the 2001 U.S. Department of State Report for Pakistan, published on March 4, 2002. That report contains material that would show that Pakistan is taking steps to control sectarian violence and is using state resources to achieve that end. At the same time, the documentary evidence before the Board included newspaper reports which, according to the Applicant, cast doubt on the adequacy of the state protection that is available. The Applicant refers to the Amnesty International Report dated January 14, 2002, a report from the New York Times on May 27, 2002 and an article published in the Globe and Mail on September 3, 2002.", "[19] The Board, as the trier of fact, is entitled to choose the documentary evidence upon which it will rely. Although the documentary evidence referred to by the Applicant is less positive than the Department of State report, it does not support a finding that no state protection is available. In light of the decision in <FRAGMENT_SUPPRESSED> , supra, and the evidence before the Board, I cannot find that the Board's decision was patently unreasonable.", "[20] Accordingly, the application will be dismissed. However, the evidence in this case shows that the Applicant, who was accepted as a credible witness by the Board, is a person who, as in <FRAGMENT_SUPPRESSED> , supra, \"may be deserving of consideration on some other than a strictly legal basis\" by the Respondent.", "[21] There is no question for certification arising. ORDER", "[22] The application for judicial review is dismissed. There is no question for certification arising. [End of document]"]}