{"id_": "071236", "body_str": ["[1] LeBlanc, J. : The Applicants seek judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the Act) of a decision rendered on May 5, 2014 by the Refugee Appeal Division of the Immigration and Refugee Board of Canada (the RAD), wherein the RAD denied the Applicants' appeal and confirmed the decision of the Refugee Protection Division (the RPD) that the Applicants are neither Convention refugees nor persons in need of protection pursuant to sections 96 and 97 of the Act, because an Internal Flight Alternative (IFA) is available to them.", "[2] The Applicants claim that to the extent the RAD has the authority under paragraph 111(1)(b) of the Act to set aside the decision of the RPD and substitute the determination that, in its opinion, should have been made, it had an inherent duty to consider all arguments that could support a finding that the RPD erred in concluding as it did, including those that were not raised before it or the RPD. Here, the Applicants say that the RAD had the duty to consider an IFA risk factor that was raised for the first time before this Court. They claim that the failure to do so was fatal to the RAD's decision.", "[3] I find no support in the Act or in the case law for this rather unusual proposition. Therefore, the Applicants' application for judicial review is dismissed. II. Background", "[4] The Applicants, Mr Jatinder Singh Dhillon (Mr Dhillon), his wife, their two children, as well as Mr Dhillon's mother and grandmother, are citizens of India and members of the Sikh minority.", "[5] Their refugee protection claim stems from a family dispute over lands that were owned by Mr Dhillon's grandfather who passed away in 2000. In 2003, the property was given to Mr Dhillon by his grandmother. This gave rise to a land possession conflict with one of Mr. Dhillon's great-uncles and two sons. In particular, this great-uncle illegally appropriated the property with the help of a corrupt local officer. In the years that followed, Mr Dhillon attempted, unsuccessfully, to convince his great-uncle to return ownership of the property. In January 2013, in the midst of this dispute, Mr Dhillon was arrested on false allegations of militancy and was threatened by his great uncle and his great uncle's two sons, one of whom works for the Indian Army (the Relatives) warning him that \"his problems were only beginning\". Mr Dhillon was arrested a second time in April 2013. Fearing his Relatives, Mr Dhillon left India with the other Applicants on July 4, 2013 and claimed refugee protection in Canada on October 22, 2013.", "[6] The RPD rejected the Applicants' claim on January 6, 2014. Although it identified credibility concerns, the RPD's decision was based on the existence of an IFA for the Applicants in Mumbai. Before the RPD, the Applicants argued that they could not move elsewhere in India because their persecutors would be able to find and kill them. They based that argument on the fact police officers are easily bribed and that his great-uncle would have the ability to pursue them anywhere in the country because of his son's position in the Army. The RPD dismissed these contentions on the ground that the Applicants had failed to establish that the Indian authorities were interested in pursuing them throughout India and that Mr Dhillon's Relatives would have the resources and desire to do the same.", "[7] When questioned by the RPD on his intentions regarding the disputed land, Mr Dhillon stated that he wished to hand the issue to a lawyer in India, in order to sell the land and have the money transferred to Canada. He indicated that he could not have done so from India as his life was in danger.", "[8] The Applicants appealed the RPD decision to the RAD and did not submit any new evidence nor did they request an oral hearing. Their sole argument before the RAD was that the RPD had failed to consider two documents from the National Documentation Package in relation to the IFA finding. The first document dealt with mandatory tenant verification in Mumbai, consisting of landlords registering their tenants at their nearest police station. The second document spoke of the difficulty for Sikh farmers to find work in India unless they are skilled and educated.", "[9] The RAD considered both documents and found that they did not advance the Applicants' case. As a result, the appeal was dismissed.", "[10] The Applicants, who have hired new counsel to challenge the RAD decision, now claim that the RAD should have considered the RPD's IFA finding from the perspective that their location would be exposed if they were to seek legal remedies against Mr Dhillon's Relatives regarding the disputed land. This consideration would have allowed the RAD, according to the Applicants, to reasonably infer their vulnerability to persecution in a way similar to the one that led them to flee India. III. Issue", "[11] To put it bluntly, the sole issue in this case is whether the RAD committed a reviewable error by not considering an argument that was not in fact raised before it or before the RPD.", "[12] This amounts to determining whether the Applicants' interpretation of paragraph 111(1)(b) of the Act is defensible in law. Such an interpretation would invest the RAD with a duty to consider risk factors and submissions that were not raised before it, let alone the RPD, and allow failed refugee claimants to identify errors that were not previously identified and bring them to the attention of this Court.", "[13] Given the peculiar nature of the issue at hand it is not necessary to embark on a discussion as to the appropriate standard of review the RAD is bound to apply when adjudicating an appeal from a RPD's decision. IV. Analysis", "[14] The RAD is a creature of statute and so is the appeal before it. Therefore, the scope of its role and the extent of its jurisdiction are to be determined by looking at the legislative provisions creating the RAD and the appeal before it ( FRAGMENT_SUPPRESSED). In this case, the relevant provisions of the Act are sections 110 and 111.", "[15] According to section 110 of the Act, the RAD is empowered to hear appeals against decisions of the RPD allowing or rejecting a person's claim for refugee protection, on questions of law, of fact or of mixed fact and law. The appeal normally proceeds without a hearing, on the basis of the record that was before the RPD and is conducted in accordance with the Refugee Appeal Division Rules , SOR/2012/257 (the Rules). The RAD may accept documentary evidence and written submissions from the parties. In particular, the refugee claimant may present evidence that was not before the RPD, provided that this evidence arose after the rejection of the refugee claim or was not reasonably available, or that the claimant could not have been expected to have presented it at the time of the rejection. As indicated previously, the Applicants did not file - or attempt to file - any new evidence before the RAD.", "[16] According to subsection 3(g) of the Rules, an appellant before the RAD must file a record that includes, inter alia , the RPD's decision, all or part of the transcript of the RPD hearing, any documents the RPD refused to accept but that the appellant wants to rely on in the appeal, as well as a memorandum containing the full and detailed submissions regarding, in particular: (a) the errors that are the grounds of the appeal; (b) where the errors are located in the RPD's written decision, in the transcript of the hearing or in any audio or electronic recording of the hearing; and (c) the decision the appellant wants the RAD to reach.", "[17] After having considered the appeal, the RAD has the authority to do one of three things: confirm the decision of the RPD; set the decision aside and substitute the determination that, in its opinion, should have been made by the RPD; or, in very specific circumstances, refer the matter back to the RPD for re-determination on the basis of directives it considers appropriate.", "[18] In sum, the appeal before the RAD (i) is directed at the decision of the RPD, (ii) unless new evidence is accepted, is to be entertained on the basis of the record as it was constituted at the time of the RPD's decision, and (iii) is to be concerned solely with the errors of law, of fact or of mixed fact and law that, according to the appellant, the RPD made. This is the statutory configuration of an appeal before the RAD.", "[19] This statutory configuration does not fit with the Applicants' argument that the RAD's authority to substitute its decision to that of the RPD entails a duty to speculate as to what might have been a better approach to a failed refugee claimant's appeal and to ultimately find that the claim should have been accepted based on risks that were not raised by the claimant in the first place.", "[20] This approach not only offends the statutory scheme but it conflicts with the principle that the onus is on a refugee claimant to prove his or her claim and to establish that the RPD erred in a way that justifies the intervention of the RAD. It is not the RAD's function to supplement the weaknesses of an appeal before it, or, for that matter, of the refugee protection claim presented in the first place. It is also not its role to come up with new ideas that might assist appellants in succeeding with their appeal and, ultimately, their refugee claim.", "[21] Here, the Applicants do not contend that the RAD's decision is flawed in any respect when considered in the context of their appeal, as constituted and framed. Rather, they contend, as indicated previously, that the RAD erred by not considering a risk factor associated to the proposed IFA that was not previously raised, which is that if the Applicants were to institute legal proceedings from Mumbai, their location would be revealed and it would be reasonable to infer their vulnerability to future persecution.", "[22] The Applicants offer bare assertions and no case law in support of the proposition that the RAD is entrusted with such a task.", "[23] Finally, the Applicants' position is at odds with the principle often acknowledged by this Court, to the effect that an issue not raised before an administrative tribunal cannot be examined in judicial review proceedings before the Court ( FRAGMENT_SUPPRESSED). The Federal Court of Appeal, in FRAGMENT_SUPPRESSED, stressed the importance of that principle in the following terms: FRAGMENT_SUPPRESSED", "[24] This principle applies equally to the RAD which, like the RPD, is an administrative tribunal subject to the supervisory power of this Court pursuant to section 18 of the Federal Courts Act", "[25] This judicial review application must therefore fail. V.", "[26] At the hearing, counsel for the Applicants submitted that his argument raised a serious issue of national interest and sought the certification of a question for the Federal Court of Appeal. At the end of hearing, held on January 24, 2015, counsel was given two days to provide the Court with suggested wording for such a question. That wording was provided on March 12, 2015 and took the form of the following four questions: 1. Is the RAD limited in rendering its decision to the arguments submitted by the parties? 2. If not, does the RAD have the power and duty, proprio motu , to consider objective material and important factors in rendering its decision? 3. If yes, was the risk of disclosure of the appellant's location in India an objective, material and important factor in the analysis of an IFA in India? 4. If yes, did the RAD fail in its duty to consider the said factor?", "[27] The test for certification consists in finding whether there is a serious question of general importance and of broad significance which would be dispositive of the appeal and which transcends the interests of the parties to the litigation ( FRAGMENT_SUPPRESSED).", "[28] The Respondent opposes the Applicants' request on several grounds claiming that: a. The questions proposed should be dismissed as the Applicants' did not file them within the delay imposed by the Court; FRAGMENT_SUPPRESSED); c. Certification requires a question that would not only be determinative of the case, but also which transcends the interests of the immediate parties to the litigation and contemplates issues of broad significance or general application ( FRAGMENT_SUPPRESSED); d. Questions no 3 and 4 proposed by the Applicants clearly do not meet these requirements; e. As for Question no 2, it is formulated using vague terminology (i.e., \"objective material,\" \"important factors\") that blurs the issue rather than provide a clear and workable framework that would allow judging it against the certification criteria.", "[29] I agree with the Respondent that questions 2 to 4 do not meet the test for certification. Question no 1 also fails to meet that test as it is much too broad and general and does not reflect the actual position being advanced by the Applicants. As indicated previously, that position is to the effect that the Act invests the RAD with a duty to consider risk factors and submissions that were not raised before it, let alone the RPD, and allows failed refugee claimants to identify errors that were not previously identified and bring them to the attention of this Court.", "[30] This proposition, on its face, has no reasonable prospect of success as it has no basis, whatsoever, in the provisions of the Act. It is therefore not a serious issue.", "[31] Furthermore, it would not be dispositive of the appeal because, as the Respondent also correctly points out: a. Having to abandon a possession is no bar to having to secure one's safety, provided, as is the case here, this does not result in Mr Dhillon being prevented from earning a living ( FRAGMENT_SUPPRESSED); b. The Applicants have never demonstrated to any tribunal why they would be in danger if relocated to Mumbai or why they would be in danger if they tried to sell the disputed land; c. Their position before the Court contradicts the evidence that they intended to resolve the land dispute by selling the land via proxy holder, not by instituting legal proceedings; and d. Their fear of being vulnerable to future persecution if they were to commence legal proceedings from Mumbai is, in any event, purely speculative.", "[32] No question will be certified. ORDER", "[33] THIS COURT ORDERS that the judicial review application is dismissed. No question is certified. Application dismissed. Editor: J. Danielle King/nmg [End of document]"]}