{"id_": "071261", "body_str": ["[1] Harrington, J. : Remember these numbers: H30947, H32471, H32637 and H47999. These are the numbers assigned by the Canadian Human Rights Commission (the \"Commission\") to four complaints of racial discrimination, levied by Dr. Grover against his long-term employer, the National Research Council ( <FRAGMENT_SUPPRESSED> ).", "[2] The Commission referred the first complaint to the Canadian Human Rights Tribunal (the \"Tribunal\") for inquiry. The Tribunal found that Dr. Grover had been discriminated against contrary to the Canadian Human Rights Act , R.S.C. 1985, c. H-6.", "[3] The Commission dismissed the next two complaints, H32471 and H32637. Dr. Grover was successful in obtaining a judicial review of that decision. Heneghan, J., held that the Commission's investigation was flawed because a key witness, one Dr. Vanier, was not interviewed. She referred the matter back so that the Commission could complete its investigation.", "[4] By then Dr. Grover had filed complaint H47999. The Commission interviewed the witness in question, as well as others. The witness they were directed to interview denied all of Dr. Grover's allegations. Nevertheless, in an about-face, the Commission decided to refer complaints H32471 and H32637 to the Tribunal for inquiry. Although it had not completed its investigation of complaint H47999, it joined it to the other two complaints on the grounds that all three involved substantially the same issues of fact and law.", "[5] Now it is the NRC which seeks a judicial review. It seeks an order setting aside the decision or, failing that, an order directing the Commission to provide sufficient reasons for its decision.", "[6] In order to put this application for judicial review in context, it is necessary to set out in brief the long and contentious relationship between Dr. Grover and the NRC, a relationship which has had them constantly before the Canadian Human Rights Commission, the Canadian Human Rights Tribunal, this Court and, more recently, the Ontario Superior Court of Justice. This background will allow us to better appreciate the legislation, the case before Heneghan, J., the subsequent inquiry which led to the decision currently under review and the standards against which that decision should be reviewed. Factual Background", "[7] Dr. Grover, a research scientist, has been working for the NRC since 1981. He filed his first complaint, H30947, in 1987. The Commission referred it to the Tribunal which, as aforesaid, found in 1992 that the NRC had indeed discriminated against him on the basis of his race, colour and national origin. It ordered the NRC to appoint him to an appropriate position, provide a letter of apology, correct his employment records and pay a monetary award for hurt feelings. In its decision it found Dr. Grover to be credible. Certain NRC witnesses, including the said Dr. Vanier, were found not to be credible.", "[8] Before the Tribunal had handed down its decision, Dr. Grover filed complaints H32471 and H32637, the two which came under Heneghan, J.'s, judicial review.", "[9] Meanwhile, and I am not setting out every procedure taken by one party or the other, the Tribunal had to reconvene in 1994 to deal with the NRC's failure to fully implement its earlier decision. Although still critical of the NRC, nevertheless the Tribunal acknowledged that it had taken some steps in an effort to improve its working relationship with Dr. Grover.", "[10] In 1996 there was still another remedial hearing before the Tribunal. However, it was advised that an agreement had been reached, resolving classification level and salary, professional development and training and upgrade of laboratory facilities available to Dr. Grover.", "[11] In February 1998 the Commission dismissed complaints H32471 and H32637. Dr. Grover sought judicial review.", "[12] In July of that year he filed his last complaint, H47999. It, like the other complaints, covers a number of allegations over a number of years and, at least in part, contains allegations concerning the implementation of the Tribunal's 1992 order.", "[13] Next came Heneghan, J.'s, order (206 F.T.R. 207; 2001 FCT 687). She held that the Commission had breached its duty of procedural fairness by not carrying out a thorough and neutral evaluation. More particularly, it failed to interview Dr. Vanier, a crucial witness who at one time had been the NRC's Director General, and who had control over Dr. Grover's work. She expressed the concern that a failure to interview a person vitally connected to the alleged discriminatory action may lead to the inference of pre-judgment by the investigator. Having thus found that the Commission had breached its duty of procedural fairness, she found it unnecessary to comment on whether the Commission had erred in making a finding that there was insufficient evidence to justify taking the complaints to the tribunal stage, or on the other submissions made by Dr. Grover in support of his application.", "[14] In 2002 Dr. Grover took action against the NRC in the Ontario Superior Court, an action in which he cites violation of his Canadian Charter rights. This action is broader in scope than the three complaints currently before me by way of judicial review, as he alleges continued discrimination even following his fourth complaint. He has told the Commission of his frustration in that discrimination is ongoing despite the constant redress he has sought through it.", "[15] He also requested that the three outstanding complaints, H32471, H32637 and H47999, be held in abeyance pending the outcome of the Ontario Superior Court action. Instead, the Commission decided to refer all three complaints to the Tribunal for inquiry, an inquiry which is scheduled to begin this September. The Legislation", "[16] The Canadian Human Rights Act , is intended to give effect, with respect to matters within Parliament's jurisdiction, to the principle that all individuals should have an opportunity to live the lives they wish unhindered by discriminatory practices based on race, national or ethnic origin, colour, religion, age, sex, sexual orientation, marital status, family status, disability or conviction for an offence for which a pardon has been granted. A number of discriminatory practices are identified including the refusal to employ or to continue to employ or to differentiate adversely in relation to an employee on a prohibited ground of discrimination (section 7).", "[17] Employment is not the only area in which discriminatory practice is specifically earmarked. The Act specifically prohibits discriminatory practice in the provision of goods, services, facilities, accommodation, be it commercial or residential, and in restricting membership in organizations.", "[18] The Commission has a multi-faceted jurisdiction. It is a policy-maker, an educator and a liaison body. When it comes to discriminatory practices, it may initiate a complaint on its own motion. That is not the case here.", "[19] Any individual, such as Dr. Grover, or group of individuals, having reasonable grounds for believing that a person is or has engaged in a discriminatory practice may file a complaint with the Commission. A complaint may be limited to alleged discrimination against a particular individual, as in this case, or may allege a discriminatory practice which could affect thousands, such as the methodology by which family allowance payments are made, or pay equity. In accordance with Part III of the Act , currently sections 39 and following, upon receipt of a complaint such as Dr. Grover's, the Commission can do one of two things. It can decide either to investigate the complaint, or not to investigate. It may deal with the complaint without investigation if it thinks the alleged victim ought to exhaust grievance or review procedures otherwise reasonably available, if the complaint could more appropriately be dealt with under another act of Parliament, if the complaint is beyond its jurisdiction, if it is trivial, frivolous, vexatious or made in bad faith, or if based on acts or omissions the last of which occurred more than one year, or such longer period as the Commission considers appropriate, before the complaint was filed. Although the events occurred more than one year before Dr. Grover's last complaint was filed, the Commission decided to deal with it as Dr. Grover's employment situation had been constantly before it. That part of the decision is not under attack.", "[20] The Commission may decide, even without investigating the complaint, to send it directly to the Canadian Human Rights Tribunal. Section 49 provides that at any stage after the filing of a complaint the Commission may request the Chairperson of the Tribunal to institute an inquiry if the Commission is satisfied \"having regard to all the circumstances of the complaint\" that \"an inquiry is warranted\". On receipt of such a request the Chair \"shall institute an inquiry\". The Commission has rarely, if ever, invoked this power. Counsel for the parties could not recall a single case in which a complaint was referred to the Tribunal without prior investigation. Indeed, judicial consideration of the Act has been limited to instances in which the Commission has decided, after investigation, to either dismiss the complaint or to refer it to the Tribunal.", "[21] If the Commission decides to investigate the complaint it might still refer the complainant to another authority because grievance or review procedures should first be exhausted, or because the matter should be more appropriately dealt with under another act of Parliament.", "[22] Otherwise, if satisfied \"having regard to all the circumstances of the complaint\" the Commission will either dismiss the complaint if satisfied that an inquiry is not warranted or will refer it to the Tribunal if satisfied that an inquiry is warranted.", "[23] The Commission's role in considering complaints of discriminatory practices has been considered many times by the courts. The point of embarkation is S.E.P.Q.A. \"). The scheme of the Act was dealt with at some length by Sopinka, J. In that case the Commission investigated a complaint and then decided not to refer it to the Tribunal. It was held that in such circumstances the Commission had to determine whether there was a reasonable foundation in the evidence for proceeding to the next stage. The Commission was not required to comply with the formal rules of natural justice but was required to act with procedural fairness. The Commission's failure in that case to give reasons was not a basis for review as the basis of its conclusion was to be found in the report of its investigators which had been made available to the parties who, therefore, were fully apprised of the reasons for the Commission's decision. The Case Before Madam Justice Heneghan", "[24] The Commission's original investigation of complaints H32471 and H32637 went into considerable detail. Apart from Dr. Grover's assertions that the Commission breached the principles of procedural justice and based its decision on an investigation which was neither neutral nor thorough, it was also argued that the investigation was conducted in bad faith and in an arbitrary manner, that the decision was rendered without regard to the evidence, that it was an improper exercise of discretion not to appoint a Tribunal and: \"Paragraph 32: Finally, the Applicant argues that the failure of the Commission to take into account the Tribunal decision regarding his earlier complaints in 1991 and 1992, which decision was delivered on August 21st, 1992, constitutes further evidence of a breach of procedural fairness towards the Applicant in relation to the complaints now at issue.\"", "[25] I have already made mention of the fact that having found \"the Commission breached its duty of procedural fairness by not providing a thorough and neutral investigation ...\" it was unnecessary for Heneghan, J., to comment on the other submissions in support of the application for judicial review. The actual language used by Heneghan, J., deserves repeating as she so aptly summarized the law. She said: \"70 In my opinion, not only does the failure to interview this witness constitute a serious deficiency in the investigation process but it is also a serious deficiency in the investigation reports which the Commission relied on in deciding to dismiss the Applicant's complaints. If the reports were defective, it follows that the Commission was not in possession of sufficient relevant information upon which it could properly exercise its discretion. \"71 The broad discretion vested in the Commission in respect of deciding whether to dismiss a complaint or refer it to adjudication before a tribunal does not allow it, in my opinion, to short-circuit the investigative process and ignore a necessary witness. Indeed, the failure to interview a person who is vitally connected to the alleged discriminatory action may lead to the inference of pre-judgment by the investigator. \"72 I find that the Commission failed in its obligation to conduct a thorough investigation when it failed to interview Dr. Vanier. \"73 Having found that the Commission breached its duty of procedural fairness by not providing a thorough and neutral investigation, it is unnecessary for me to comment on whether the Commission erred in law in making a finding that there was insufficient evidence to justify taking the complaints to the tribunal stage (in that regard see Slattery , supra, at page 606) or on any other submissions made by the Applicant.\" The reference to Slattery is to", "[26] In its latest decision, after finding that complaint H47999 was timely, the Commission said: \"The Commission also decided, pursuant to section 49 of the Canadian Human Rights Act , to request that the Chairperson of the Canadian Human Rights Tribunal institute an inquiry into the complaints (H32471, H47999 and H32637), as it is satisfied that, having regard to all circumstances of the complaints, an inquiry is warranted. \"The Commission further decided, pursuant to subsection 40(4) of the Canadian Human Rights Act , to request that the Chairperson of the Canadian Human Rights Tribunal institute a single inquiry into the complaints, as it is satisfied that they involve substantially the same issues of fact and law.\"", "[27] The Commission did not spell out the circumstances which satisfied it that an inquiry was warranted into complaints H32471 and H32637. However, the investigators' report was circulated and may be taken as setting out the Commission's reasons, particularly since the report was accepted.", "[28] The report went on to recount that following Heneghan, J.'s, decision, Dr. Vanier was located and interviewed. The investigators simply say that he denied all allegations of discrimination cited by Dr. Grover in complaints H32471 and H32637. Details of the interview were conveyed to Dr. Grover for comment, and he actually provided a draft rebuttal. He requested a meeting but later changed his mind because of his concern about the overlap with the Ontario Superior Court action. He requested that the Commission place further investigation into all three complaints into abeyance pending the outcome of that litigation. The investigators noted that they were planning further interviews with respect to complaint H47999 when Dr. Grover made that request. They conducted no more interviews, but on the other hand, the Commission did not stay the complaints. As regards the request for a stay, the report states: \"28. The second matter in front of the Commission is the complainant's request to put his complaints in abeyance pending the decision of the Ontario Superior Court. Even though the complainant's request is understandable, one cannot assess it without weighing the impact such decision would have on all the involved parties. As mentioned by the complainant, his court action may avoid potential duplication since it touches on matters which are also part of his human rights complaints. This option would either resolve the complaints or, should he be dissatisfied with the court decision, allow the complainant to request a further investigation by the Commission. \"29. On the other hand, one cannot ignore that the allegations in these complaints are related to the same concern raised by the complainant since 1987; that the complaints involve the same individuals and management staff that appeared before the CHRT in 1992 and 1994; and, that the Human Rights Tribunal has already made findings of fact on the witnesses [sic] credibility and on many of the issues raised by the complainant. As such, it is unlikely that any further investigation would allow the Commission to render a proper decision because the incidents alleged in these complaints cannot be investigated in isolation from the first complaint and the Tribunal's subsequent decisions. Given this interconnectedness, it would be more appropriate to refer the 3 complaints to the Tribunal to conduct a full inquiry.\"", "[29] The report concluded with this recommendation: \"31. It is recommended, pursuant to subsection 49 of the Canadian Human Rights Act , that the Commission request the appointment of a Human Rights Tribunal to inquire into complaints H32471, H32637 and H47999, because: - these 3 complaints are inextricably linked with the complaint decided upon by the CHRT in 1992 and 1994 and with one another; and - the CHRT, in 1992 and 1994, has already made findings of fact on the witnesses' credibility and on some of the issues raised by the complainant in the 3 complaints at issue.\" What Were the Commission's Reasons", "[30] Having decided to dismiss complaints H32471 and H32637, why then did the Commission subsequently decide to refer them to the Tribunal: 1. Was it concerned that there was still an aura of partiality, notwithstanding that Dr. Vanier was interviewed as directed by Heneghan, J.? 2. Did it take a fresh look at the entire matter and change its mind? 3. Did it think it could not assess Dr. Vanier's credibility because he was found wanting once before by the Tribunal? 4. Was this an appropriate way to deal with Dr. Grover's request that proceedings be stayed pending the outcome of the Ontario Superior Court action? 5. Was it concerned that the tardiness alleged by Dr. Grover, and its inquisitorial approach to complaints, might subject it to criticism by a common law court armed with an adversarial process? 6. Since it did not interview witnesses it intended to interview, how can it say that complaint H47999 is inextricably linked with the others?", "[31] I think both parties are entitled to know. Judicial Review and Procedural Fairness", "[32] As the Canadian Human Rights Act is silent on the question of judicial review, decisions of the Canadian Human Rights Commission, a federal institution, are subject to judicial review in accordance with the provisions of section 18.1 of the Federal Courts Act , R.S.C. 1985, c. F-7, as amended. Section 18.1 sets out a number of grounds of review, three of which may be relevant. The Federal Court may grant relief if satisfied that the Commission: (b) failed to observe a principle of natural justice, procedural fairness or other procedure that it was required by law to observe; (c) erred in law in making a decision or an order, whether or not the error appears on the face of the record; (d) based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it;\"", "[33] In exercising its powers of judicial review, the Federal Court, as any other Canadian court, is guided by principles of administrative law as stated by the Supreme Court of Canada. These principles were summarized in three decisions handed down last year: Dr. Q., Re , [2003] 1 S.C.R. 226; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170; 2003 SCC 19; <FRAGMENT_SUPPRESSED> ; and Canadian  <FRAGMENT_SUPPRESSED>  O.A.C. 38. Dr. Q. , and <FRAGMENT_SUPPRESSED> , which were handed down the same day, stand for the proposition that there are only three standards for judicial review of administrative decisions: correctness, reasonableness simpliciter, and patent unreasonableness. A pragmatic and functional approach is to be applied. The Court must weigh a number of factors in order to determine whether a particular issue should receive exacting review (correctness), undergo significant searching or testing (reasonableness simpliciter) or be left to the near-exclusive determination of the original decision-maker (patent unreasonableness). The reviewing court must take into account whether there is a privative clause or statutory right of appeal, the expertise of the underlying tribunal relative to that of the reviewing court, the purpose of the legislation in general and the provisions under review in particular, and the nature of the question: law, fact or mixed law and fact.", "[34] Although a question of procedural fairness is usually considered a question of law on which relief will be given if the decision is not correct, it is also helpful to consider procedural fairness as a distinct matter. As Binnie, J., speaking for the majority, stated in C.U.P.E. at paragraphs 102 and 103: \"102. The content of procedural fairness goes to the manner in which the Minister went about making his decision, whereas the standard of review is applied to the end product of his deliberations. \"103. On occasion, a measure of confusion may arise in attempting to keep separate these different lines of inquiry. Inevitably some of the same 'factors' that are looked at in determining the of procedural fairness are also looked at in considering the ' standard of review ' of the discretionary decision itself ...\"", "[35] The multi-faceted role of the Canadian Human Rights Commission has been considered by the Federal Court post- Dr. Q. and <FRAGMENT_SUPPRESSED> .", "[36] <FRAGMENT_SUPPRESSED>  O'Keefe, J., applied and pragmatic and functional analysis in a case in which the Commission decided not to send a complaint to the Tribunal. He noted there was no privative clause, that the Commission was experienced in fact finding in terms of screening complaints and that it had discretion to dismiss complaints. All this favoured deference. He was of the view that the issue was a mixed one of fact and law which should be reviewed on the standard of reasonableness simpliciter. Gibson, J., came to the same conclusion in <FRAGMENT_SUPPRESSED> . I agree.", "[37] Relying on <FRAGMENT_SUPPRESSED>  in which Pelletier, J.A., pre- Dr. Q. and <FRAGMENT_SUPPRESSED> , said a decision to dismiss a complaint after the investigation phase was entitled to a very high level of deference by the Court, counsel for Dr. Grover suggested that the test should be patent unreasonableness in situations where the Commission, in its discretion, decided to forward a case to the Tribunal. A negative decision would bring the complaint to an end, while the party against whom a complaint is lodged, in this case the employer, still has an opportunity to defend itself at a full inquiry. I am not convinced that this is so because under section 44 the same language is used with respect to dismissing a complaint or referring it on, i.e. \"[h]aving regard to all the circumstances of the complaint ...\" However, I refrain from pronouncing myself on that question as this case, in my opinion, turns on procedural fairness. No deference is owed unless the decision was correct ( <FRAGMENT_SUPPRESSED> , supra; and <FRAGMENT_SUPPRESSED> ). What the Cases Say", "[38] Heneghan, J., reviewed the authorities at length when she granted Dr. Grover's application for judicial review. It is not necessary to review them in any great detail here. Suffice it to say that if the Commission decides to conduct an inquiry, that inquiry must be both neutral and thorough, <FRAGMENT_SUPPRESSED>  (T.D.); and", "[39] Intertwined with these conditions are the rules of procedural fairness. The Act does not require the Commission to give reasons. However, it is well established that in some cases procedural fairness requires that reasons be given. Consider the landmark decision of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193.", "[40] Turning more specifically to the Canadian Human Rights Act , a decision of the Commission to send a complaint to the Tribunal for full inquiry, after having earlier decided to dismiss the complaint, was dealt with in <FRAGMENT_SUPPRESSED>  (T.D.). The Commission decided to further a complaint with respect to family allowance cheques. The Attorney General applied to quash that decision. It was argued that since the Attorney General was given all the material underlying the decision and an opportunity to comment thereon (as is the case here), the Commissioner's obligations had been met. Reed, J., disagreed. She said at page 12: \"I am not persuaded that this is so. I think the Department was entitled to a fuller explanation of the position which was being taken. \"In my view the Commission had an obligation, as a matter of fairness, to do so. I do not mean to suggest that the Commission could not change its mind and could not resile from the earlier agreement but I am of the view that the Commission should have made it clear to the applicant exactly in what respect it was resiling from its earlier decision, if it was, and why. The explanation might be no more than to say that the Commission thought it had made a mistake at the earlier time or had not adequately considered whatever factors it was which caused the change in position. But the Department is certainly entitled to know. Otherwise, in the context of this case, its ability to respond in a meaningful way is restricted.\"", "[41] The doctrine of legitimate expectations applies. It is part of procedural fairness and if not met gives rise to relief ( <FRAGMENT_SUPPRESSED> , per Binnie, J., at para. 32 to 35.) Analysis", "[42] If the Commission was concerned that there was still an aura of partiality, notwithstanding that Dr. Vanier was interviewed as directed by Heneghan, J., that concern was misplaced. She ordered that any such aura would be dispelled by completing the interview process.", "[43] Did it take a fresh look at the entire matter and change its mind? It would be entitled to do so. However, as a matter of procedural fairness, and as stated by Reed, J., in <FRAGMENT_SUPPRESSED>  why.", "[44] If it thought it could not, and should not, assess Dr. Vanier's credibility because he was found wanting once before by the Tribunal, it was clearly wrong in law. As stated by Johnson, C.J., of the Saskatchewan Court of Queen's Bench, in <FRAGMENT_SUPPRESSED>  not necessarily mean that he will disbelieve the same witness if he appears in another case ... Each case stands alone.\"", "[45] Moreover, although Dr. Grover has not sought judicial review despite his request that the investigation into the three complaints be stayed pending the outcome of the Ontario Superior Court action, the decision to cut short the investigation process is most peculiar. The Tribunal could not have put it better than in <FRAGMENT_SUPPRESSED> : \"33. The Commission has extraordinary powers and must exercise those powers responsibly in the public interest. The mere making of an allegation of racial discrimination against an individual and a corporation is disparaging and adversely affects their reputation. The harm is obviously greater when those allegations continue over a span of five years. There is an obligation on the Commission to review with care the evidence which gives rise to the allegation of racial discrimination at all stages of the process.\"", "[46] How could the Commission possibly cut short its investigation of the fourth complaint, H47999? It simply will not do to try to draw a distinction between the Commission's investigator, and the Commission. We are speaking of one organization ( S.E.P.Q.A. , supra). The investigation report clearly states that it was intended that other witnesses be interviewed before Dr. Grover made his request for a stay. Since the stay was not granted, that cannot be the reason the interviews were aborted. Why then did the Commission decide that the fourth complaint was inextricably tied in with the other two? Over the years there had been a change of personnel. I agree with <FRAGMENT_SUPPRESSED> , supra, and say there is an obligation on the part of the Commission to investigate the fourth complaint before deciding either to refer it to the Tribunal or to dismiss it.", "[47] It would be quite improper for the Commission to be concerned about any possible adverse comment on its effectiveness by the Ontario Superior Court. It has responsibilities conferred upon it by Parliament, and it must carry them out. The fact that there are parallel proceedings is Dr. Grover's doing, not the Commission's. Had he seen fit, he could have withdrawn one, some or all three complaints filed with the Commission.", "[48] For these reasons, I have decided that judicial review should be granted. Insufficient reasons were given to support the Commission's decision with respect to complaints H30947 and H32637. As its investigation into complaint H47999 was incomplete, it could not have been satisfied, on proper grounds, that a referral to the Tribunal was warranted and that it should be joined to the other two complaints. Costs", "[49] I do not think this is a case in which costs should be granted. The Commission is not party to these proceedings. Dr. Grover could hardly have allowed the NRC's application to be heard on an ex parte basis. It was right that he should defend his interests. It should also be borne in mind that the decision under review is not the decision he sought. He would have preferred the Commission to leave matters in abeyance. ORDER", "[50] The application for judicial review in respect of the decision of the Canadian Human Rights Commission, dated 18 September 2003, pursuant to section 49 of the Canadian Human Rights Act , to request the Canadian Human Rights Tribunal to institute an inquiry into complaints H32471, H32637 and H47999 is granted.", "[51] The decision with respect to complaints H32471 and H32637 is set aside and referred back to the Commission for a reasoned decision under section 44(3)(a) or (b) of the Canadian Human Rights Act", "[52] The decision with respect to complaint H47999 is set aside and referred back to the Commission so that it may complete a thorough, neutral evaluation before reaching a decision pursuant to section 40(4) or section 44 of the Canadian Human Rights Act , as the case may be.", "[53] There shall be no order as to costs. Application allowed. Editor: Gary W. McLaughlin/clh [End of document]"]}