{"id_": "071367", "body_str": ["[1] Mactavish, J. : Patricia Henguva's refugee claim was rejected by the Refugee Protection Division of the Immigration and Refugee Board on the basis that there was an internal flight alternative [IFA] available to her in Namibia. While the Board accepted that Ms. Henguva had been victimized by a member of a powerful tribal family in her home town, it was nevertheless satisfied that state protection would be available to Ms. Henguva in the city of Walvis Bay.  <FRAGMENT_SUPPRESSED>", "[2] At the conclusion of the hearing I advised the parties that I was granting the application for judicial review on the basis that the Board applied the wrong test for state protection. These are my reasons for coming to that decision.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[3] The Board started its state protection analysis by noting that states need only provide adequate state protection and do not have to provide perfect protection. This is the correct formulation of the test: <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 399 .  <FRAGMENT_SUPPRESSED>", "[4] However, the Board then went on to restate its understanding of the test in its own words, stating \"in other words, home states only need to make serious efforts at protection and do not have to provide de facto effective or de facto guaranteed protection\" [my emphasis].  <FRAGMENT_SUPPRESSED>", "[5] <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 1637, precisely the same language was used by the Board to describe the test for state protection. This Court found that in so doing, the Board erred. The Court observed that \"[t]he use of the phrase \"in other words\" in the passage was incorrect. It went on to observe that \"'adequate protection' and 'serious efforts at protection' are not the same thing.\" The Court stated that adequate protection \"is concerned with whether the actual outcome of protection exists in a given country, while [serious efforts] merely indicates whether the state has taken steps to provide that protection\": all quotes from para. 27.  <FRAGMENT_SUPPRESSED>", "[6] I agree with the respondent that the use of the phrase \"serious efforts\" in a state protection analysis will not automatically result in a Board decision being set aside, and that regard must be had to the decision as a whole in determining whether or not the Board applied the proper test.  <FRAGMENT_SUPPRESSED>", "[7] However, the use of the phrase \"serious efforts\" in this case is not merely an injudicious choice of language at one point in an otherwise proper analysis. Having mis-stated the test, the Board went on to identify the issue before it as being \"only whether Namibian authorities in Walvis Bay can reasonably be expected to provide the claimant with serious efforts at protection ...\" [my emphasis].  <FRAGMENT_SUPPRESSED>", "[8] Having incorrectly framed the issue before it, the Board then proceeded to discuss whether Ms. Henguva faced a forward-looking risk were she to return to Namibia and live in Walvis Bay. The Board concluded its analysis with the ultimate finding that \"I am not persuaded that ... Namibian authorities would not be reasonably forthcoming with serious efforts to protect the claimant\": at para. 21 [my emphasis].  <FRAGMENT_SUPPRESSED>", "[9] It is thus clear from reading the decision as a whole that the Board did not understand or apply the correct legal test in assessing the state protection available to Ms. Henguva in Namibia. As a consequence, the application for judicial review is allowed.  <FRAGMENT_SUPPRESSED>", "[10] Before closing, I note that this Court and the Federal Court of Appeal have repeatedly stated that it is an error for the Board to focus on the efforts made by a government to protect its citizens without considering whether those efforts have actually translated into adequate state protection: see, for example, <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 135, at para. 9; <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 358 at para. 47; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 851, at para. 8; <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 1715 (QL), at para. 60; <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 955 at paras. 21-28; <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 1663, at para. 16; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 399. Given the clear judicial guidance that has been provided on this issue, it is troubling to see the Board continue to make the same error.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[11] For these reasons, the application for judicial review is allowed. I agree with the parties that the case does not raise a question for certification.  <FRAGMENT_SUPPRESSED>", "[12] THIS COURT ORDERS AND ADJUDGES that this application for judicial review is allowed, and the matter is remitted to a differently constituted panel for re-determination.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2] Analyse  <FRAGMENT_SUPPRESSED>", "[3] <FRAGMENT_SUPPRESSED>  [2008] ACF no 399.  <FRAGMENT_SUPPRESSED>", "[4]", "[5] Harinarain .  <FRAGMENT_SUPPRESSED>", "[6]", "[7]", "[8]", "[9]", "[10] <FRAGMENT_SUPPRESSED>  [2001] ACF no 135, au paragraphe 9; <FRAGMENT_SUPPRESSED>  [2011] ACF no 358, au paragraphe 47; <FRAGMENT_SUPPRESSED>  [2008] ACF no 851, au paragraphe 8; <FRAGMENT_SUPPRESSED>  [2011] ACF no 1663, au paragraphe 16; Conclusion  <FRAGMENT_SUPPRESSED>", "[11] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[12] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}