{"id_": "071304", "body_str": ["[1] Noël, J. : This is an application by Rosalba Lomelin Caliman [the Applicant] for leave to commence an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] of a decision of the Refugee Protection Division [RPD] dated October 29, 2013. The RPD held that the Applicant was neither a Convention Refugee nor a person in need of protection within the meaning of sections 96 and 97 of IRPA. II. Facts", "[2] The Applicant is a 65 years old Colombian citizen.", "[3] She claimed that her family had relationships with a municipal councillor, who is allegedly targeted by the Revolutionary Armed Forces of Colombia [FARC]. The Applicant alleged that in 2005, the FARC killed four councillors and a secretary and injured many others. One of the councillors killed was her son-in-law's brother. Her son-in-law's sister, a journalist, was also injured. The Applicant's daughter and her family made successful refugee claims in Canada in 2005.", "[4] The Applicant also claimed that, in December 2005, she was approached numerous times and received threatening calls from the FARC. She alleged to have moved 14 times afterwards.", "[5] In August or September 2006, the Applicant was denied a visitor's visa to Canada.", "[6] In August 2007, the Applicant's tenant claimed that strangers were filming the Applicant's house. She also claimed to have been approached by strangers inquiring about her son. She reported these incidents to the police.", "[7] She then applied for refugee protection at the Canadian Embassy in Colombia in September 2007, but claimed she did not receive any response.", "[8] The Applicant also stated to have received various threats in February 2009, July 2010, October 2011 and October 2012. She did not, however, report these threats neither to the police nor to the Canadian embassy.", "[9] The Applicant traveled to Panama in October 2009 and to Venezuela in January 2012.", "[10] The Applicant's refugee claim was refused by the Canadian embassy in Colombia on March 25, 2013. She received a United States of America [USA] visitor's visa on May 16, 2013. She flew to the USA on July 1, 2013. She left for Canada three weeks later. She made a refugee claim in Canada on July 25, 2013. Her claim was refused on October 29, 2013. This is the decision under review. III. Impugned Decision", "[11] The Minister intervened before the RPD pursuant to subsection 170(e) of IRPA and section 29 of the Refugee Protection Division Rules , SOR/2012-256 [the Rules].", "[12] The RPD accepted an application received on October 2, 2013, from counsel of the Applicant, to accept post hearing documents pursuant to rule 43(3) of the Rules.", "[13] The RPD first stated that it had credibility concerns regarding the Applicant's travel history. The Applicant's passport shows that the Applicant travelled to Panama in 2009 and Venezuela in 2012, but her answers when questioned about those travels were evasive. When questioned about why she had not made a refugee claim in Panama or Venezuela, she explained that she had family in Colombia and that she would not stay in Panama or Venezuela. The RPD found that the Applicant's re-availment to Colombia, after claiming that several encounters with the FARC made her feel unsafe anywhere in Colombia, undermined her credibility. The RPD thus found that the Applicant lacked a subjective fear of persecution.", "[14] With regards to the issue of State Protection, the RPD concluded, after considering the totality of the evidence and counsel's submissions, that the Applicant had failed to rebut the presumption of adequate state protection. The RPD also found that the Applicant had not established that protection in Colombia would not be forthcoming or that it would be objectively unreasonable to seek that protection from the FARC if she were to return to Colombia.", "[15] The RPD therefore did not accept that the Applicant is a refugee pursuant to sections 96 and 97 of IRPA. IV.", "[16] The Applicant first submits that the RPD did not make clear in its reasons which portions of the Applicant's evidence it rejected as not being credible. The Applicant also submits that the RPD ignored documentary evidence that corroborated her oral testimony about her problems in Colombia with regards to the FARC and the failure of the Colombian authorities to provide her adequate state protection.", "[17] The Respondent retorts by arguing that the RPD can consider the Applicant's failure to claim asylum in other countries before coming to Canada and that it was entitled to consider reavailments to her country of persecution. The RPD's conclusion that the Applicant's actions were not consistent with her stated fear is reasonable.", "[18] The Applicant finally submits that the RPD did not use the proper test in its evaluation of state protection. The Applicant argues that the RPD used a \"serious efforts\" test while it was to assess the \"operation adequacy\" of state protection available to the Applicant. The RPD also ignored corroborating evidence on the conflict with the FARC in Colombia. The Respondent submits that the decision does show that the RPD dealt with operational adequacy of the country when dealing with the FARC and that the RPD did not have to refer to all documents submitted. V. Issues", "[19] I have reviewed the parties' submissions and respective records and I formulate the issues as follows: 1. Is the RPD's assessment of the Applicant's credibility and lack of subjective fear reasonable? 2. Did the RPD err in its analysis of state protection? VI. Standard of Review", "[20] Whether the RPD's credibility assessment of the Applicant is reasonable is mainly a factual determination ( <FRAGMENT_SUPPRESSED> ). Intertwined with this issue in this matter is the RPD's assessment of the Applicant's lack of subjective fear, which is a determination of mixed facts and law. The standard of reasonableness is again applicable ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). This standard also applies to the issue of state protection, which also raises questions of mixed facts and law ( <FRAGMENT_SUPPRESSED> ). Thus, on all issues, this Court shall only intervene if it concludes that the decision is unreasonable and falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  [2008] SCJ No 9 at para 47). VII. Analysis A. Is the RPD's assessment of the Applicant's credibility and lack of subjective fear reasonable?", "[21] Credibility determinations by the RPD are afforded deference ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Indeed, credibility determinations are at the heart of the RPD's jurisdiction ( <FRAGMENT_SUPPRESSED> ). This Court will only intervene if the RPD \"based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it\" ( <FRAGMENT_SUPPRESSED>  116 FTR 310 at para 6; <FRAGMENT_SUPPRESSED> , above at para 35). In the case at bar, the RPD's assessment of the Applicant's credibility and her lack of subjective fear are essentially based on her travel history outside of Colombia, specifically in Panama and Venezuela. I find the RPD's negative credibility determination reasonable. Indeed, the Applicant first denied to have travelled to any countries outside Colombia and then admitted to have travelled to Panama in 2009 and to Venezuela in 2012, with a group of teachers for the purpose of \"just visiting\" (Certified Tribunal Record [CTR] page 797 at line 20; Applicant's Record [AR] pages 9-10 at para 19). It seems that the Applicant was trying to provide vague explanations to the RPD's questions. It was thus reasonable for the RPD to draw a negative credibility inference from the Applicant's explications and information before it.", "[22] Moreover, while the Applicant claimed to have feared the FARC since 2005, she did not make a refugee protection while in Panama in 2009 or Venezuela in 2012, simply because that was not the purpose of her travels and because she did not have family in those countries. She also did not claim refugee protection when she arrived in the United States in 2013. This Court has recognized that an applicant's failure to claim refugee protection in a country where the applicant travels can indicate a lack of subjective fear ( <FRAGMENT_SUPPRESSED> , above at para 28; <FRAGMENT_SUPPRESSED> ). Therefore, based on the information before the RPD and on the explanations provided by the Applicant at the hearing, it was reasonable for the RPD to conclude that the Applicant lacked a subjective fear of persecution if she were to return to Colombia. Indeed, her actions, namely her travels, are inconsistent with her stated fear of persecution.", "[23] Lastly, the Applicant argues that the RPD erred in ignoring documentary evidence corroborating the Applicant's situation. This Court has held, however, that the RPD does not need to refer to every piece of evidence before it. Only when the non-mentioned evidence is critical and contradicts the RPD's conclusion can a reviewing Court may conclude that its omission means that it did not consider the material before it (my emphasis) ( <FRAGMENT_SUPPRESSED> , above at para 39; <FRAGMENT_SUPPRESSED>  157 FTR 35 at para 16). Moreover, the RPD is presumed to have considered the entire record before it ( <FRAGMENT_SUPPRESSED> ). In the case at bar, a reading of the RPD decision demonstrates that the RPD considered the documentation before it in rendering its decision. Indeed, this can be seen at paragraph 19 of the decision, with regards to the references to the Applicant's passport, at paragraph 26, where the RPD comments on the Post Hearing documents submitted by the Applicant, at paragraph 27, where the RPD refers to the articles submitted by the Applicant and even more so when the RPD discusses the question of state protection at paragraphs 36 to 54. It is therefore reasonable to conclude that the RPD considered the record presented before it in rendering its decision. Having carefully reviewed the evidence, the facts related to the Applicant, her attempts to come to Canada, her trips outside Colombia and the fact that her daughter with her family lives in Canada since 2005, there is an implicit objective that is continually being sought by the Applicant, which is the strong desire to come to Canada. For that purpose, the Applicant wrongly relied on the non-existing factual fear. The credibility findings have made that evident. B. Did the RPD err in its analysis of state protection?", "[24] The issue of state protection is not determinative of this judicial review as the RPD's credibility assessment of the Applicant along with its conclusion that the Applicant lacked subjective fear if returned to Colombia is reasonable. That being said, I will make the following comments.", "[25] Although the RPD makes references to the \"serious efforts\" undertaken by the State in its analysis of State protection, the RPD also makes references to the Applicant's efforts while in Colombia in its evaluation of state protection. Indeed, the RPD stated the following: [C]olombia's efforts to eliminate FARC are indicated within the documentary evidence. The assertion of the claimant that the police do not offer state protection is unsubstantiated. The claimant did not test the state's ability to offer protection by seeking redress when her complaints were not actioned (AR page 13 at para 38).", "[26] The RPD further evaluated the Applicant's allegations that she had submitted four denunciations to the police, dating back to 2006. When questioned as to what her expectations were with regards to state protection, the Applicant replied that she expected the police would investigate. She then explained that she never followed-up on the status of the investigations (AR page 13 at paras 39-40). It is in that context and with the information provided by the Applicant that the RPD assessed the question of state protection. Because the Applicant did not demonstrate how state protection was not available to her (AR page 14 at para 42), the RPD could only assess the documentation provided on what steps the government of Colombia is taking with regards to the FARC. This RPD's conclusion on State protection is thus reasonable.", "[27] Having said that, the vocabulary used by the RPD (the use of \"serious efforts\" four times) to assess the country's capability to protect their citizens has to be taken in light of all the reasons given to analyse the state protection given. When read as a whole, the reasons show that the RPD was in reality assessing Colombia's operational adequacy in dealing with the FARC and in protecting its own citizens. The RPD does an analysis of the measures taken by the country, comments objectively on them and concludes that the Applicant has not established that if returned to Colombia, protection would not be reasonably forthcoming or that it is unreasonable for her to seek that protection if she was to encounter problems with the FARC.", "[28] As for the argument that the RPD did not refer to Brittain and Chernick respective report and the 2011 report of the Canadian Council for refugees, as noted by the Respondent, jurisprudence of this Court has determined that it was not an error not to specifically refer to the reports ( <FRAGMENT_SUPPRESSED> ) I come to the same conclusion. Therefore, the RPD's decision is thus reasonable. VIII. Conclusion", "[29] The RPD's negative credibility assessment of the Applicant and its conclusion that the Applicant lacked a subjective fear of persecution are reasonable. The RPD's evaluation of state protection is also reasonable based on the information provided to the RPD by the Applicant. The intervention of this Court is thus not warranted.", "[30] The parties were invited to submit questions for certification, but none were proposed. JUDGMENT", "[31] THIS COURT'S JUDGMENT is that: 1. The application for judicial review is dismissed. 2. There is no serious question of general importance to be certified. <FRAGMENT_SUPPRESSED>  Noël II.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] III.", "[11]", "[12]", "[13]", "[14]", "[15] IV.", "[16]", "[17]", "[18] V.", "[19] VI. La norme de contrôle", "[20] <FRAGMENT_SUPPRESSED>  [2008] ACS no 9, au paragraphe 47). VII. Analyse A.", "[21]", "[22]", "[23] peut B.", "[24]", "[25]", "[26]", "[27]", "[28] <FRAGMENT_SUPPRESSED> et 28; <FRAGMENT_SUPPRESSED> et 10; <FRAGMENT_SUPPRESSED> et 60; <FRAGMENT_SUPPRESSED> et 21) VIII. Conclusion", "[29]", "[30] JUGEMENT", "[31] [End of document]"]}