{"id_": "071401", "body_str": ["[1] Beaudry, J. : This is an application for judicial review under s 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 26 (IRPA) of a negative decision rendered by the Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada (the Board) dated January 5, 2011.", "[2] This application for judicial review shall be allowed for the reasons below.", "[3] The applicant is a citizen of the People's Republic of China (China). He fears that if returned he will be arrested, jailed, maltreated and will be unable to practice his Roman Catholic faith freely.", "[4] The Board had several concerns regarding his credibility; especially, it found that the applicant was never a genuine practicing Roman Catholic. The applicant's level of knowledge of the Catholic faith did not commensurate with someone who had been a Roman Catholic for three years. For example, the Board made note of the following (Board's decision, paras 19-28, for a complete list): a. The applicant displayed little knowledge of mass; b. He was asked about the reading of the Gospel by the priest. The applicant testified that the previous Sunday's reading was from Exodus. The Board noted that this was incorrect, as the Gospel is always from the  <FRAGMENT_SUPPRESSED>  characters, such as Mary, Elizabeth and Mary Magdalene; e. He did not know the story of the Good Samaritan;", "[5] At the resumption of the hearing, the applicant correctly answered questions pertaining to the rosary and to the seven sacraments. The Board gave little weight to the answers, as it concluded that the applicant could have been anticipating the questions.", "[6] The applicant produced a letter from The Toronto Chinese Centre - Our Lady of Mount Carmel Church indicating that he had been attending church regularly since September of 2008 and produced a Baptismal and a Confirmation Certificate from the same church. The Board gave these documents little evidentiary weight given the applicant's lack of credibility and lack of knowledge of the Roman Catholic faith and practice.", "[7] In similar cases the standard of review applicable to findings of fact, including credibility, is reasonableness ( <FRAGMENT_SUPPRESSED> ). The applicant adds that findings of fact based on speculative reasoning are entitled to less deference, on the basis that a reviewing court is often in an equal position as the Board to assess the reasonableness of such findings ( <FRAGMENT_SUPPRESSED>  para 25; <FRAGMENT_SUPPRESSED>  para 1).", "[8] The respondent agrees that the standard of review is reasonableness. He states that where the Board's decision is based on an assessment or weighing of the facts before it, its decision is reviewable only where it is based on an erroneous finding of fact made in a perverse or capricious manner or without regard to the material before it.", "[9] Therefore, the Court shall intervene only if the Board's decision is found to be outside of the range of possible, acceptable outcomes that are defensible in respect of the facts and the law ( <FRAGMENT_SUPPRESSED> , para 47).", "[10] Although the applicant proposes numerous issues to be decided, the Court is of the opinion that the Board's negative finding of the applicant's knowledge of the Roman Catholic faith is central to the applicant's dismissal of his claim.", "[11] <FRAGMENT_SUPPRESSED> the Court stated: In assessing a claimant's knowledge of Christianity, the Board should not adopt an unrealistically high standard of knowledge or focus on a 'few points of error or misunderstandings to a level which reached the microscopic analysis.", "[12] In that case, the Board drew a negative inference in relation to the applicant's identity as a practicing Christian because of his inability to easily describe the core elements of the Christian faith. The Court held that the Board's determination that the applicant was unable to demonstrate a reasonable level of Christian knowledge, and therefore was not credible, was unreasonable.", "[13] In the present case, the Court finds that the Board erred in determining that the applicant was not a genuine Roman Catholic by holding him to an unreasonably high standard of religious knowledge. For example, the applicant was asked if the wafer distributed during Holy Communion represented the body of Jesus or if it was the body of Jesus. The applicant answered that it represented the body of Jesus (transcript, Certified Tribunal Record, page 469, line 25). The Board found this answer to be incorrect. The Board erroneously determined the applicant's knowledge of the Catholic faith by way of \"trivia\". In assessing the applicant's knowledge of Christianity, the Board \"erroneously expected the answers of the applicant to questions about his religion to be equivalent to the Board's own knowledge of that religion\" <FRAGMENT_SUPPRESSED>  para 11.", "[14] The applicant was asked several detailed questions about the Christian religion which he answered correctly, for example, the procedure of the Holy Communion (Certified Tribunal Record, page 468, line 45).", "[15] The parties did not propose questions for certification and none arise. JUDGMENT", "[16] THIS COURT ORDERS that 1. The application for judicial review be allowed. 2. The matter is remitted back for redetermination by a different Board. 3. No question is certified. [End of document]"]}