{"id_": "071433", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ) for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated September 30, 2005, which determined that the applicant was neither a Convention refugee nor a person in need of protection.  <FRAGMENT_SUPPRESSED>", "[2] The applicant seeks an order setting aside the Board's decision and remitting the matter for re-determination by a differently constituted panel of the Board.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] The applicant, Abdul Mumuni, is a citizen of the Ivory Coast and long-time resident of Ghana. He alleged having a well-founded fear of persecution for two reasons. First, the applicant alleged that he faced persecution by unidentified persons in the Ivory Coast on the grounds of membership in a particular social group, namely as a foreigner. The applicant also claimed to fear persecution by the Chonbulu people in Ghana, due to his membership in the Hausa tribe.  <FRAGMENT_SUPPRESSED>", "[4] The applicant's father was a citizen of the Ivory Coast and his mother was from Ghana. The applicant and his family lived in Napie, Ivory Coast, until his parents divorced in 1983. At the age of seven, the applicant went to live in Ghana with his mother. His father continued to live in Napie and later remarried.  <FRAGMENT_SUPPRESSED>", "[5] In the narrative section of his personal information form (PIF), the applicant stated that in 2000 he joined his father in the Ivory Coast for a few days, and then returned to Ghana. In October 2004, the applicant went to the Ivory Coast in order to live with his father. His father was ninety years old when he and his wife were killed by unidentified persons in November 2004. The applicant stated that his father was killed because he was perceived by locals as a foreigner. The applicant stated that he immediately fled the Ivory Coast since he was also perceived as a foreigner and feared for his life.  <FRAGMENT_SUPPRESSED>", "[6] The applicant returned to Kwame Danso, Ghana and stated that he had problems with the Chonbulu people while living in there. The applicant explained that he was a member of the Hausa tribe and that the Chonbulu constitute the majority of the population in Kwame Danso. The applicant stated that the Chonbulu treated the Hausa badly and that he feared being killed by them because of his brother's activism. The applicant claimed that the Chonbulu came to his house seeking to kill his family but that they escaped. The applicant stated that the Ghanaian police support the Chonbulu and would not protect him.  <FRAGMENT_SUPPRESSED>", "[7] The applicant claimed refugee protection when he arrived in Toronto on December 19, 2004. The applicant's refugee claim was heard on August 5, 2005. By decision dated September 30, 2005, the Board rejected the applicant's claim on the basis that there was no objective basis established by the documentary evidence to support the applicant's claim of having a well-founded fear of persecution. The Board also found that there was insufficient evidence that the applicant would be subjected to a danger of torture, risk to his life or cruel and unusual treatment if returned to the Ivory Coast. The Board held that the applicant was thus neither a Convention refugee nor a person in need of protection. This is the judicial review of the Board's decision.  <FRAGMENT_SUPPRESSED> Reasons for the Board's Decision  <FRAGMENT_SUPPRESSED>", "[8] The Board first noted the applicant's family background. The Board was satisfied as to the claimant's identity and found that he was both a citizen of the Ivory Coast and a habitual resident of Ghana. The Board found that the primary issue to be resolved was the objective basis of the applicant's fear of returning to the Ivory Coast and its related credibility concerns.  <FRAGMENT_SUPPRESSED>", "[9] The Board did not find it credible that the applicant's father would have been considered a foreigner by his fellow citizens and targeted for that reason. The Board found it implausible that the applicant's father was treated as a foreigner for having married a Ghanaian national since he and his first wife had lived in the Ivory Coast for eight years without a problem. The applicant's father later remarried a woman from the Ivory Coast, and the Board inferred that their community would not have regarded them as foreigners. The Board concluded that since the locals had not subjected the applicant's father to prejudice during his life, they would not have killed him in his ninetieth year. The panel accepted that the applicant's father died in November 2004 but rejected the manner of death as lacking credibility.  <FRAGMENT_SUPPRESSED>", "[10] The Board noted that the applicant had not submitted objective evidence showing that people in situations similar to that of his father were treated badly due to their perception as foreigners. The Board noted that the applicant could have obtained information about his father's treatment from Baba; a friend of his father's who still resided in Napie. The Board surmised that it was reasonable that Baba would be aware of any prejudicial treatment of the applicant's father.  <FRAGMENT_SUPPRESSED>", "[11] The applicant spent a few days in the Ivory Coast with his father in 2000 but did not testify that he had encountered any problems there, only that he felt conspicuous as a foreigner due to his limited ability to speak the country's main languages. The Board inferred that the applicant's return to Ghana was a personal choice motivated by the advantage of having greater control over his circumstances. The Board found that following his return to the Ivory Coast in October 2004, the applicant had not experienced prejudicial treatment from the community that would indicate that people perceived him as an outsider. There was evidence that the applicant was assisted by Baba in opening his tailor shop and had a professional card which described him as a tailor domiciled in Napie.  <FRAGMENT_SUPPRESSED>", "[12] The Board found it unreasonable that the applicant had not determined who killed his father and therefore did not accept evidence related to his death as credible. The Board found the applicant's inability to identify the feared agents of persecution to be consistent with the absence of documented reports of foreigners being targeted in the Ivory Coast. The Board drew a negative credibility inference from the lack of identification of the agents of persecution. In addition, the Board did not find any objective evidence that supported the applicant's fear of being mistreated as a foreigner.  <FRAGMENT_SUPPRESSED>", "[13] The Board also considered documentary evidence regarding the treatment of returned asylum seekers. The Board found that there was insufficient credible evidence to support a finding that the applicant would face a risk of serious harm if returned to the Ivory Coast. The Board also found insufficient evidence to show that the applicant would face torture, a risk to life, or cruel or unusual treatment if returned to the Ivory Coast and therefore held that he was not a person in need of protection. In view of its findings that the applicant was neither a Convention refugee nor a person in need of protection, and could thus be returned to his country of citizenship, the Board found it unnecessary to analyse the applicant's fear of return to Ghana.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[14] The parties submitted the following issues for consideration:  <FRAGMENT_SUPPRESSED> 1. Did the Board apply the wrong standard of proof when assessing the applicant's claim on section 96 and paragraph 97(1)(b) grounds?  <FRAGMENT_SUPPRESSED> 2. Did the Board ignore evidence that foreigners in the Ivory Coast were targeted?  <FRAGMENT_SUPPRESSED> 3. Did the panel err in taking into account irrelevant considerations?  <FRAGMENT_SUPPRESSED>", "[15] The applicant submitted that the Board erred in relation to the standard of proof required to establish risk under the definition of a Convention refugee found in section 96 of IRPA . It was submitted that the Board erred in finding that the applicant was not a Convention refugee because he would not face a \"substantial\" risk of persecution. The applicant cited <FRAGMENT_SUPPRESSED> which stated that the proper test for determining Convention refugee status is whether there is a reasonable chance or good grounds that persecution will occur (see also <FRAGMENT_SUPPRESSED>  (F.C.A.)). The applicant submitted that the Board also erred in law by requiring that the applicant show substantial grounds for his claim under paragraph 97(1)(b) of IRPA .  <FRAGMENT_SUPPRESSED>", "[16] The applicant submitted that the Board erred in determining that there was no evidence that foreigners living in the Ivory Coast were at risk. The applicant cited documentary evidence which indicated that security forces, native ethnic groups and pro-government forces have engaged in violence against immigrants. The applicant submitted that the evidence described the problems that are faced by persons perceived as non-Ivorian in the country. The applicant also noted that the United Nations Human Rights Agency has recommended against the return of Ivory Coast citizens.  <FRAGMENT_SUPPRESSED>", "[17] The applicant submitted that the Board erred in taking into account irrelevant considerations when it analyzed the applicant's case from the perspective of his father's situation. The applicant noted that while his father lived his entire life in Napie, the applicant does not speak French and has only lived in the Ivory Coast for brief periods since the age of seven. The applicant responded to the Board's finding that he had not experienced any problems while in the Ivory Coast by noting that his father was killed the last time he was there.  <FRAGMENT_SUPPRESSED>", "[18] The respondent submitted that the Board applied the correct burden of proof in assessing the applicant's claim under section 96 of IRPA . It was submitted that the test, as articulated in the phrase \"would face a substantial possibility of serious harm\", only required the applicant to show that there was a real chance that he would face persecution if returned to the Ivory Coast. The respondent acknowledged that the Court in <FRAGMENT_SUPPRESSED> , rejected the \"would on substantial grounds\" threshold because it allowed ambiguity to exist as to the standard used. However, the respondent submitted there was no ambiguity in the case at hand, as the \"substantial possibility of serious harm\" formulation required the Board to assess whether the possibility of persecution was so strong that it qualified as a real possibility of persecution under the Convention refugee definition. The respondent cited <FRAGMENT_SUPPRESSED>  (F.C.A.), wherein it was found that the Convention refugee standard for risk of persecution requires something more than a minimal possibility but need not exceed a fifty percent chance. The respondent submitted that the Board properly applied the standard of proof as set out  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[19] The respondent submitted that the applicant cannot rely upon Krishnapillai or Chichmanov to demonstrate that a reviewable error was made in applying the proper standard of proof. The visa officer  <FRAGMENT_SUPPRESSED> required the claimant to demonstrate that he \"would\" suffer persecution in Sri Lanka, whereas in the case at hand, the Board required the applicant to describe that he faced a substantial possibility (or good grounds) that he would be persecuted. The Board  <FRAGMENT_SUPPRESSED> erred in requiring the claimant to \"convince\" them that he faced a reasonable chance of persecution, whereas in the case at hand, the Board required the applicant to demonstrate that there was a substantial possibility (a reasonable chance) that he might face persecution if returned to the Ivory Coast.  <FRAGMENT_SUPPRESSED>", "[20] The respondent submitted that  <FRAGMENT_SUPPRESSED> , Justice MacGuigan did not say that the term \"substantive grounds\" could never be used to describe the balance of probabilities standard of proof. The respondent submitted that there is a distinction between the \"substantial grounds\" term used  <FRAGMENT_SUPPRESSED> and the \"substantial possibility\" terminology used by the Board in this case. The applicant submitted that the combined use of the terms \"substantive\" and \"possibility\" suggests an examination of likelihood that is inherent in the balance of possibilities standard. The applicant submitted that it is well established that the standard of proof involved in paragraphs 97(1)(a) and 97(1)(b) of IRPA is the balance of probabilities. The respondent submitted that so long as the \"substantial possibility\" threshold reflects the balance of probabilities standard, it may be used to assess claims under both paragraphs.  <FRAGMENT_SUPPRESSED>", "[21] The respondent submitted that the Board did not ignore evidence regarding the targeting of foreigners in the Ivory Coast. In the alternative, the respondent submitted that had the Board ignored such evidence, no reviewable error was committed in doing so. The respondent submitted that the Board's assessment of the risk faced by foreigners was secondary to its finding that the applicant's father was not a foreigner. It was submitted that the Board's finding on the targeting of foreigners would therefore only be of consequence if the applicant and his father were considered foreigners. Since no finding was made in this regard, the respondent submitted that the error alleged by the applicant would be immaterial. The respondent submitted that it was open to the Board to find that there was no evidence of foreigners being targeted. It was submitted that the document relied upon by the applicant in challenging the finding was never before the Board and the Board therefore did not err in failing to consider it. The respondent also submitted there was no evidence that native born Ivorian citizens are perceived as foreigners.  <FRAGMENT_SUPPRESSED>", "[22] The respondent submitted that the Board did not err in considering the risk faced by the applicant from the perspective of his father's situation. The applicant represented that he was at risk because he was considered a foreigner, as was his father. The respondent noted that the applicant's PIF narrative and hearing submissions indicated that he was in a similar situation as his father. The respondent submitted that it was therefore open to the Board to assess the applicant's fear of persecution on the grounds of perceived ethnicity in light of its finding that his father was not perceived as a foreigner.  <FRAGMENT_SUPPRESSED> Analysis and Decision  <FRAGMENT_SUPPRESSED> Standard of Review  <FRAGMENT_SUPPRESSED>", "[23] The Board's finding that the applicant would not face persecution if returned to the Ivory Coast is one of fact and is therefore reviewable on the standard of patent unreasonableness (see <FRAGMENT_SUPPRESSED> ; 173 F.T.R. 280 (T.D.) at paragraph 15).  <FRAGMENT_SUPPRESSED> Issue 1  <FRAGMENT_SUPPRESSED> Did the Board apply the wrong standard of proof when assessing the applicant's claim on section 96 and paragraph 97(1)(b) grounds?  <FRAGMENT_SUPPRESSED>", "[24] The applicant submitted that the Board erred in relation to the standard of proof required to establish risk under the Convention refugee definition in section 96 of IRPA by requiring him to demonstrate that there were substantial grounds showing that he was at risk of persecution. The respondent submitted that the Board's statement reflected the requirement that there be a real chance that the applicant could face persecution.  <FRAGMENT_SUPPRESSED>", "[25] In order to be accorded refugee status, a claimant must satisfy the Board that there is a reasonable chance, or more than a mere possibility, that he or she risks facing prosecution if returned to their country of citizenship. Various expressions of the standard of proof are acceptable, so long as the Board's reasons taken as a whole indicate that the claimant was not put to an unduly onerous burden of proof (see <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[26] The Board, in the present case, applied the following standard of proof at page 7 of its decision:  <FRAGMENT_SUPPRESSED> \"... The panel is unable to find that the claimant would face any significant risks, in light of its findings, and in the absence of credible evidence pointing to a situation of risk if the claimant were to return to the area where he was born and had at least spent short periods of time. The panel does not find sufficient credible or trustworthy evidence to support a finding that if returned to the Ivory Coast the claimant would face a substantial possibility of serious harm. <FRAGMENT_SUPPRESSED>", "[27] In essence, the Board has stated two different standards of proof in the paragraph quoted above, namely, \"a substantial possibility of serious harm\" and \"face any significant risks\".  <FRAGMENT_SUPPRESSED>", "[28] For these reasons, the Board has made a reviewable error. From a review of the applicant's testimony and the documentary evidence, the error is not immaterial.  <FRAGMENT_SUPPRESSED>", "[29] The application for judicial review is therefore allowed and the matter is referred to a different panel of the Board for re-determination.  <FRAGMENT_SUPPRESSED>", "[30] Because of my finding on this issue, I need not deal with the other issues raised by the applicant.  <FRAGMENT_SUPPRESSED>", "[31] Neither party wished to submit a proposed serious question of general importance for my consideration for certification.  <FRAGMENT_SUPPRESSED>", "[32] IT IS ORDERED that the application for judicial review is allowed and the matter is referred to a different panel of the Board for re-determination.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED> ANNEX  <FRAGMENT_SUPPRESSED> Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED> The relevant statutory provisions of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 are as follows:  <FRAGMENT_SUPPRESSED> 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED> (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED> (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED> 97(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED> (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED> (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED> (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED> (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED> (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED> (iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED> (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}