{"id_": "071807", "body_str": ["[1] Gleason, J. : The applicant is a citizen of Swaziland, who made a refugee claim based on her alleged involvement in an anti-government protest march, her claimed fear of persecution by a brother of her former common-law spouse, whom she alleges raped her, and the discrimination she alleges she would face as a result of her HIV- positive status. In a decision dated May 23, 2012, the Refugee Protection Division of the Immigration and Refugee Board [the Board or the RPD] dismissed the applicant's claim for protection, finding her to be neither a person in need of protection nor a Convention refugee within the meaning of sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA].", "[2] In this application for judicial review, the applicant argues that the Board's decision should be set aside because the RPD erred in failing to mention and properly apply IRB Guideline 4: Women Refugee Claimants Fearing Gender-Related Persecution , Guidelines issued by the Chairperson pursuant to Section 65(3) of the Immigration Act , effective date: November 13, 1996 [the Gender Guidelines]. She also alleges that the RPD erred in failing to address the actual basis of her claim, which involved an intersection of being both HIV- positive and a woman in Swaziland, and erred in failing to provide adequate reasons for finding she would not face persecution if returned to Swaziland.", "[3] As each of the alleged errors amounts to a challenge to the adequacy of the Board's reasons, they are to be assessed along with the Board's conclusions on the reasonableness standard of review ( <FRAGMENT_SUPPRESSED> [ ] and Newfoundland and  <FRAGMENT_SUPPRESSED> [ Newfoundland Nurses ]).", "[4] For the reasons set out below, I have determined that the Board did not commit any of the alleged errors and that its decision is reasonable. Thus, this application for judicial review will be dismissed. Did the Board err in failing to mention or apply the Gender Guidelines?", "[5] There are numerous cases in which this Court has set aside RPD decisions that fail to exhibit adequate sensitivity to the issues enshrined in the Gender Guidelines. Often, these cases turn on a finding that the Board's credibility determinations fail to take account of the realities faced by a female claimant, such as the impact of cultural taboos surrounding sexual violence. As a result of such taboos, survivors of sexual violence may fail to report assaults or even to speak about them contemporaneously, but such failures are not necessarily indicative of a lack of credibility. In addition, there are almost invariably no witnesses to sex-related crimes. As a result, it is often difficult for claimants who allege to have experienced sexual assault to provide corroboration for their claims. Moreover, many women find it difficult to speak about sexual violence to a stranger in the context of a hearing. Decisions which are not adequately sensitive to these sorts of realities and which impugn the credibility of claimants based on lack of corroboration or difficulty in speaking about the assault have often been set aside as unreasonable (see e.g. <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> ).", "[6] In her written submissions, the applicant argues that the RPD committed errors of this sort in failing to mention that it was applying the principles in the Gender Guidelines and in doubting the applicant's credibility, in part, because it found she had failed to provide corroboration for the sexual assault she claimed to have suffered at the hands of her ex-partner's brother.", "[7] Neither of these points has merit. In terms of the first, as the respondent correctly notes, the case law establishes that there is no need for the RPD to specifically mention the Gender Guidelines in a decision provided it adequately applies the principles enshrined in them (see <FRAGMENT_SUPPRESSED> at para 18; <FRAGMENT_SUPPRESSED> ). Insofar as concerns the second point, contrary to what the applicant claims, the RPD did not base its decision on a finding that the rape had not occurred. Rather, it dismissed the applicant's claim to fear future assaults from the brother of the applicant's ex-partner because it found that the applicant had not established that he was still in Swaziland. The applicant does not challenge this finding.", "[8] During the hearing, counsel for the applicant conceded that in light of the Board's conclusion, the claimed failure to apply the Gender Guidelines does not provide a basis, in and of itself, for intervention because the Board's decision does not rest on an impermissible credibility finding. Counsel, however, maintained that an improper finding was nonetheless made and that this should be taken into consideration with respect to the other two alleged errors, which are likewise centred on a lack of sensitivity towards the plight of HIV- positive women in Swaziland.", "[9] I disagree that the Board made an improper credibility finding in this case. While the Board does mention the lack of corroboration for the claimed rape, it did not disbelieve the applicant's claim that it occurred. Rather, it premised its credibility findings on omissions from the applicant's Personal Information Form on other topics. Thus, the first error alleged by the applicant provides no basis for intervention, either on its own or in support of one of the applicant's other claims. Did the Board err in failing to address the basis for the applicant's claim, which centres on the intersection of being both HIV- positive and a woman in Swaziland?", "[10] Turning to the second alleged error, as the applicant rightly notes, this Court has held that a failure by the RPD to consider the interplay between multiple grounds of persecution invoked by an applicant may give rise to reviewable error (see e.g. <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; and <FRAGMENT_SUPPRESSED> ). Here, the Board did not fail to address both bases of the applicant's claim. Rather, the RPD analysed the essence of the claim, namely that the applicant faced risk due to both her HIV- positive status and as a woman and that this dual identity exposes the applicant to a greater risk of discrimination than if she were a man with HIV or a woman without HIV in Swaziland. The fact that the Board fully engaged with the applicant's claim is evident from a reading of paragraphs 26 to 31 of the Board's reasons, where the risks to women, the HIV- positive and HIV- positive women in Swaziland are all discussed. Thus, the second alleged error provides no basis for intervention. Did the Board err in failing to provide adequate reasons for finding that the applicant would not face persecution if returned to Swaziland?", "[11] Nor does the third alleged error warrant intervention. Insofar as concerns the adequacy of the Board's reasons, the Supreme Court has indicated that reasons must be transparent, intelligible and justified. That means that the reviewing court and the parties must be able to discern why a result was reached. However, it is not necessary that a decision address all of the arguments made by a party nor all of the evidence submitted (see Newfoundland Nurses ; and <FRAGMENT_SUPPRESSED> ).", "[12] Here, the Board's reasons meet the threshold set by the Supreme Court. The RPD found that many of the worst facets of discrimination that HIV- positive women face in Swaziland - namely not being able to access diagnosis or treatment or being assaulted - had not been experienced by the applicant. The Board also considered that the more general discrimination or stigmatization that the objective documentation spoke of was not sufficiently serious to amount to persecution and thus concluded that there was not more than a mere possibility that the applicant would face more serious consequences by reason of being an HIV- positive woman if she were returned to Swaziland. These conclusions are interspersed through paragraphs 26 to 31 of the Board's decision. Therefore, the reasons, while sparse, are sufficient to meet the required threshold.", "[13] In oral argument, applicant's counsel suggested that the result reached by the Board was also unreasonable on the evidence as the objective country documentation establishes that women face serious discrimination in Swaziland by not having the ability after marriage to own property, through lacking economic means and thus being forced to have sexual relations to obtain money for food, and that this exposes them to the risk of becoming HIV- positive due to the cultural norms which militate against safe sex practices. He also asserted that the objective documentation established that women are disproportionately impacted by an HIV- positive diagnosis in Swaziland, due to societal prejudices against women and irrational beliefs that they may be responsible for the prevalence of HIV/AIDS in that country.", "[14] This Court, as well as the RPD, have recognized that discrimination on the basis of HIV-positive status may rise to the level of persecution in particular circumstances (see e.g. , [2009] RPDD No 4; TNL (Re) , [1997] CRDD No 251) and <FRAGMENT_SUPPRESSED> ). In <FRAGMENT_SUPPRESSED> , Justice O'Keefe left open this possibility at paras 36-37, reasoning: [...] Discrimination because of the applicant's HIV status has the potential for far more devastating and serious consequences. [...] In this case, the applicant's submissions that he would experience persecution and risk as an HIV positive Mexican without meaningful family support, with the potential for systemic barriers to employment, and with the potential for discrimination in health care delivery was not sufficiently addressed by the Board. However, central to Justice O'Keefe's finding was the fact that the Board had insufficiently considered the applicant's particular circumstances.", "[15] In contrast, in the present case, while it true that the objective country documentation paints a very glum picture of the fate of those with HIV/AIDS - and most especially women - in Swaziland, much of the general description in the documentation does not apply to the applicant's circumstances. She was not poor and uneducated, but, rather, was employed as a teacher. Likewise, she does not claim to have contracted HIV from forced intercourse. Rather, she testified that she likely contracted her infection from her former common-law partner, with whom she had a consensual relationship while aware that he was involved with other women. In addition, and importantly, the applicant, unlike many women in Swaziland, was able to obtain diagnosis and treatment for her HIV. Finally, it is noteworthy that she admitted that one of the principal reasons for her having come to Canada was to benefit from the availability of superior treatment to that generally available to those who are HIV- positive in Swaziland.", "[16] On these facts, I do not believe the Board's conclusions are unreasonable. In short, the applicant's situation is far removed from that of the many of the women profiled in the objective documentation before the Board and thus it was not unreasonable for it to conclude that she faced no more than a mere possibility of persecution or would not likely face cruel and unusual treatment if returned to Swaziland.", "[17] Thus, for these reasons, this application will be dismissed. No question for certification under section 74 of the IRPA was proposed and none arises in this case as my decision is tied to the particular facts of this case. JUDGMENT", "[18] THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed; 2. No question is certified under section 74 of the IRPA; and 3. There is no order as to costs. , LC 2001, c 27 [la LIPR].", "[2] Loi sur l'immigration", "[3] <FRAGMENT_SUPPRESSED> [ ], et Newfoundland and  <FRAGMENT_SUPPRESSED> [ Newfoundland Nurses ]).", "[4]", "[5] <FRAGMENT_SUPPRESSED> à 21 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> à 18).", "[6]", "[7]", "[8]", "[9]", "[10] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; et", "[11] Newfoundland Nurses ; et <FRAGMENT_SUPPRESSED> ).", "[12]", "[13]", "[14] , [2009] DSPR, no 4; TNL (Re)", "[15]", "[16]", "[17] JUGEMENT", "[18] [End of document]"]}