{"id_": "072166", "body_str": ["[1] Simpson, J. : Mohammad Sorowar Hossain [the Principle Applicant] his wife, Sakera Akhter, and their two minor children, [collectively the Applicants] are citizens of Bangladesh who have applied for judicial review of a decision dated December 3, 2013 of the Refugee Appeal Division of the Immigration and Refugee Board [the RAD and the RAD Decision], wherein the RAD dismissed the Applicants' appeal and confirmed the decision of the Refugee Protection Division [the RPD and the RPD Decision] finding that they are neither convention refugees nor persons in need of protection. The application is made pursuant to ss. 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the IRPA]. I. Background", "[2] The Principle Applicant is thirty seven years old. His claim is joined with that of his twenty seven year old wife and their two sons who are six and three years old.", "[3] In February of 2012 the Principle Applicant became a member of the Ghatak Dalal Nirmul Committee, [the GDNC]. It is an organization dedicated to bringing war criminals to justice. He alleges persecution at the hands of members of the Jamaat-e-Islami [Jamaat], the largest Islamic political party in Bangladesh. Jamaat is committed to expelling minorities from Bangladesh and to reunifying Bangladesh and Pakistan.", "[4] The Principle Applicant testified that, after joining the GDNC, he began to receive threats over the phone. At the RPD hearing he specified that the phone calls began in July or August of 2012 and that he received between thirty or forty calls before he left for Canada.", "[5] On October 1, 2012 the Principle Applicant applied for a Canadian work visa which was issued on November 22, 2012. His wife and children applied for visitor visas on December 6, 2012 and they were issued on December 24, 2012. However, in spite of the attacks described below, they did not leave for Canada until March of 2013.", "[6] On December 25, 2012 the Principle Applicant was attacked by three Jamaat activists he recognized. Their names were Sattar, Abdul and Karim. They struck him with an iron rod and left him unconscious. He was taken to a medical clinic and he filed a police report, but no investigation was completed.", "[7] On January 10, 2013 the Principle Applicant was attacked a second time. This time he was beaten by Sattar, another man named Sadeek and two other individuals. Another attack by the same individuals occurred on March 5, 2013.", "[8] In her Basis of Claim Form [BOC] the Principle Applicant's wife says that her rickshaw was stopped by Jamaat members on March 7, 2013. She was told that if her husband did not stop his activities her family would be killed [the Family Threat]. She could not identify the entire group, but recognized one member as Sattar.", "[9] The Applicants left Bangladesh on March 16, 2013 and arrived in Canada on March 17, 2013. They submitted their claims for Refugee Protection on April 12, 2013. II. The RPD Decision", "[10] The RPD dismissed the Applicants' claims after finding that the Principle Applicant was not a credible witness. The RPD made a number of negative credibility findings, however only the three described below were challenged on appeal before the RAD.", "[11] First, the RPD drew a negative inference from the fact that the Principle Applicant failed to record in his BOC the date when the telephone threats from Jamaat began. At the hearing, the Principle Applicant testified that his problems with Jamaat began on December 25, 2012 when he was attacked. Only when prompted by the RPD, did he also state that he received between thirty and forty telephone threats beginning in July or August 2012. He explained that he omitted this information from his BOC because he thought he only needed to report physical attacks. However, the RPD did not find this explanation to be reasonable due to the number of calls he received [collectively the Telephone Threats].", "[12] Second, the RPD found it implausible that the Principle Applicant did not go to the police after receiving such a significant number of threatening phone calls, especially when Jamaat has a reputation for being dangerous. This failure to contact police will be referred to as the [the Non-Reporting].", "[13] Third, another negative inference was drawn from the Principle Applicant's inability to recall the incident where Jamaat approached his wife on March 7, 2013. It was not until the RPD prompted him by pointing out that his wife mentioned another incident in her BOC that the Principle Applicant suddenly recalled the details of the Family Threat. His explanation was that he \"forgot.\"", "[14] The Applicants' delay in departing from Bangladesh in face of the attacks also caused the RPD concern, as did an inconsistency between the Principle Applicant's oral testimony and his BOC regarding the number of assailants in the attack of December 25, 2012. These findings were not challenged before the RAD.", "[15] Although the RPD determined that the Principle Applicant generally lacked credibility, it nevertheless considered whether the Applicants have a viable internal flight alternative [IFA] . It concluded that it would not be unreasonable for the Applicants to seek refuge in three cities in Bangladesh. III. The RAD Decision", "[16] The RAD first considered the applicable standard of review and focused on the factors outlined in REFERENCE_SUPPRESSED. It also considered the IRPA as a whole, and determined that on questions of fact and mixed fact and law, the RPD is better situated than the RAD because it has the opportunity to see and question a claimant. It noted that the failure to defer to the RPD in these circumstances would be singularly inefficient, undermine the integrity of the RPD process and increase the length and cost of the RAD appeals. For these reasons the RAD concluded that the reasonableness standard of review applied to the Applicants' appeals, and that the RAD was required to show deference to the RPD's factual and credibility findings.", "[17] Dealing with the merits, the RAD considered the RPD's conclusion that it was unreasonable that the claimant did not record in his BOC when the Telephone Threats began. It noted that the instructions in question 2(a) of the BOC clearly direct the claimant to \"include everything that is important for your claim, include dates, names and places wherever possible.\" However, in this section of the BOC the Applicant made no mention of the Telephone Threats. He only mentioned them in response to question 2(b) which asks about the harm feared upon return to a claimant's country. In his answer to question 2(b) he simply referenced the threats. He did not give dates and did not describe the number of Telephone Threats he received.", "[18] The RAD found it difficult to understand why the Applicant did not specifically refer to the thirty or forty phone calls he received over the period of less than half a year, and why he made no mention of this information in response to question 2(a). The RAD concluded that it was reasonable for the RPD to have made a negative credibility finding based on this omission.", "[19] However, the RAD decided that the RPD's conclusion about the Non-Reporting was unreasonable due to evidence the RAD reviewed about police corruption. In reaching this conclusion it noted that implausibility findings should only be made in the clearest of cases and referred to the case of REFERENCE_SUPPRESSED.", "[20] Finally, the RAD considered the RPD's rejection of the Principle Applicant's explanation for why he failed to recall the details of the Family Threat. The RAD did not accept that the Applicants' submission that the RPD's finding on this topic was based on a trivial and microscopic examination of the evidence. In the RAD's view it was reasonable to expect the Principle Applicant to recall this incident without prompting.", "[21] Despite finding that the RPD's conclusion about the Non-Reporting was unreasonable, the RAD concluded that, as a whole, the RPD's Decision was reasonable. In support of this conclusion the RAD noted that the Applicants' did not challenge the RPD's other credibility findings, including the one based on the Applicant's delay in leaving Bangladesh.", "[22] Lastly, the RAD found it unnecessary to consider the Applicants' appeal dealing with the IFA. IV. Issues", "[23] The following issues will be examined: 1. What standard of review should this Court apply to the RAD's conclusion about the standard of review it applied to the RPD Decision? 2. Was the RAD correct when it selected reasonableness as the standard of review it applied to the RPD decision? 3. Did the RAD actually apply the reasonableness standard of review? 4. Did the RAD err in confirming the RPD's Decision given that it overturned the RPD's finding about the Non-Reporting? 5. Did the RAD err in upholding the RPD's findings about the Telephone Threats and the Family Threat? V. Discussion A. Issue1: What Standard of Review Should This Court Apply to the RAD's Conclusion About the Standard of Review It Applied to the RPD Decision?", "[24] In REFERENCE_SUPPRESSED, Mr. Justice Phelan concluded that this Court should apply the correctness standard when reviewing the RAD's selection of the standard of review that applies to its review of an RPD Decision. He reached this conclusion after determining that this issue is a matter of law \"of general interest to the legal system\" that goes well beyond the scope of the RAD's expertise, even though it depends on the interpretation of [the IRPA], the RAD's home statute.", "[25] In REFERENCE_SUPPRESSED I followed Justice Phelan's position on this issue and the conclusions reached therein remain my view.", "[26] The Respondent argues that the reasonableness standard of review should apply. It relies on the Supreme Court of Canada decision in REFERENCE_SUPPRESSED, wherein Justice Rothstein confirmed at para 13 that \"reasonableness is the presumptive standard of review when a tribunal is interpreting its home statute or a statute closely connected to its function and with which it will have particular familiarity\". However, in my view, this case does not apply. The RAD has no familiarity with the relevant provisions, because they and the RAD itself are entirely new. B. Issue 2: Was the RAD Correct When it Selected Reasonableness as the Standard of Review it Applied to the RPD Decision?", "[27] In CITATION_SUPPRESSED I set out my conclusion on this issue at paragraph 15:", "[15] The hybrid model for the RAD described by Mr. Justice Phelan in CITATION_SUPPRESSED appears to me to meet the requirement for a \"full fact-based appeal\". The RAD appeal is hybrid in the sense that the evidence may be of two types. There is evidence the RAD may decide to receive which was not before the Board. It is given a first and fresh assessment. At the same time, the evidence in the record which was before the Board is reconsidered by the RAD. In each case, the RAD makes its own independent assessment of the evidence.", "[28] I also concluded at paragraph 16 of CITATION_SUPPRESSED that the RAD owes no deference to the RPD on questions of fact for the following three reasons: i. both the Board and the RAD are expert bodies; and ii. there is an appeal as of right on questions of fact; and iii. the Minister's statement shows that Parliament intended there to be a \"full fact-based appeal\".", "[29] It is my view that, in the present case, the RAD erred when it stated that it selected reasonableness as the standard of review. C. Issue 3: Did the RAD Actually Apply the Reasonableness Standard of Review?", "[30] In my view, not withstanding its prolific use of language associated with reasonableness, the RAD actually undertook the required independent assessment of the RPD's findings. I have reached this conclusion because, with regard to the Telephone Threats, the RPD considered the instructions found in the BOC and used them to reach its decision. The RPD had not considered them. In dealing with the Non-Reporting, the RAD considered case law which was not mentioned by the RPD and assessed documentary evidence about police corruption, which the RPD had not considered. Finally, the RAD dealt with the Principle Applicant's failure to recall the Family Threat without prompting. It reconsidered all the circumstances and concluded that the RPD had not taken a microscopic approach to the evidence. D. Issue 4: Did the RAD Err in Confirming the RPD's Decision Given that it Overturned the RPD's Finding About the Non-Reporting?", "[31] At this point I begin my review of the RAD Decision using reasonableness as the standard of review.", "[32] The Applicants say that the RAD erred in dismissing the appeal because the Principle Applicant's failure to report the Telephone Threats to the police was central to his case. The Applicants also say that it is difficult to know whether the RPD might have reached a different conclusion about the Principle Applicant's credibility if it had not made an adverse finding about the Non-Reporting.", "[33] The Respondent argues that, given the numerous other negative credibility findings, the RAD Decision is reasonable.", "[34] I am persuaded by the Respondent's submission. In my view the Non-Reporting was not central to the case. The most powerful findings had to do with the Family Threat and the delay in leaving Bangladesh. In my view, there was more than sufficient evidence to support the RAD Decision even though it concluded that the RPD had made an error with respect to the Non-Reporting. E. Issue 5: Did the RAD Err in Upholding the RPD's Finding About the Telephone Threats and the Family Threat?", "[35] The Applicant submits that the RPD's finding about the Telephone Threats was made without regard to the evidence because they were mentioned in the BOC in answer to question 2(b). However the RPD did not reach its negative conclusion because the Telephone Threats were not mentioned in the BOC, rather its negative credibility finding was made because the number of calls was large and there was no reference in the BOC to their number or when they began. For this reason, I find that the RAD's decision to uphold that the RPD's finding on this topic is reasonable.", "[36] Regarding the Family Threat, I am persuaded that the RAD reasonably concluded that the RPD did not err when it found that the Principle Applicant's explanation that he \"forgot\" was not credible. VI.", "[37] No certified question was proposed for appeal. VII. Conclusion", "[38] For all these reasons the application will be dismissed. ORDER", "[39] THIS COURT ORDERS that the application is hereby dismissed. Application dismissed. Editor: J. Danielle King/nmg [End of document]"]}