{"id_": "072139", "body_str": ["[1] Contexte", "[2]", "[3] Code criminel", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] Analyse Normes de contrôle", "[13] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ; <FRAGMENT_SUPPRESSED>  A.C.W.S., (3d) 888 au par. 36; <FRAGMENT_SUPPRESSED>  F.T.R. 160 [ Julien", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20] ». [Je souligne]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26] <FRAGMENT_SUPPRESSED> Wagg", "", "[27] Julien <FRAGMENT_SUPPRESSED>  (disponible sur CanLII).", "[28] 48. Application to change the date or time of a proceeding 48. (1) A party may make an application to the Division to change the date or time of a proceeding. Form and content of application (2) The party must ) follow rule 43, but is not required to give evidence in an affidavit or statutory declaration; and ) give at least six dates, within the period specified by the Division, on which the party is available to start or continue the proceeding. If proceeding is two working days or less away (3) If the party's application is received by the recipients two days or less before the date of a proceeding, the party must appear at the proceeding and make the request orally. Factors (4) In deciding the application, the Division must consider any relevant factors, including ) in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application; ) when the party made the application; ) the time the party has had to prepare for the proceeding; ) the efforts made by the party to be ready to start or continue the proceeding; ) in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice; ) the knowledge and experience of any counsel who represents a party; ) any previous delays and the reasons for them; ) whether the date and time fixed were peremptory; ) whether allowing the application would unreasonably delay the proceedings; and ) the nature and complexity of the matter to be heard.", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "[36] [ ...]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45]", "", "", "(SAI).", "sic", "", "", "[46]", "[47]", "[48]", "[49]", "[50]", "[51]", "[52]", "[53]", "[54]", "[55]", "[56]", "[57]", "[58]", "[59]", "[60]", "[61]", "[62]", "[63]", "[64] 23", "Baker Baker Suresh", "Baker 24", "[65]", "[66]", "[67] JUGEMENT", "[68] <FRAGMENT_SUPPRESSED>  This is an application for judicial review, filed by the applicant under subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001 c. 27 (IRPA), of a decision of the Immigration Appeal Division (IAD) of the Immigration and Refugee Board (IRB) dated May 27, 2010, revoking the stay of the removal order made against the applicant and dismissing her appeal. Background", "[2] The applicant is a citizen of the Democratic Republic of Congo (DRC). She came to Canada in 1998. On September 22, 1999, it was determined that she was a Convention refugee, and on August 9, 2000, she was granted permanent resident status. She has two Canadian-born children by different fathers who live in the DRC.", "[3] On December 10, 2007, a report on the applicant was prepared under subsection 44(1) of the IRPA. According to the report, on December 10, 2007, the applicant was convicted of two counts of fraud and use of a forged document and of assault under section 380 and subsection 368(1) of the Criminal Code, R.S., 1985, c. C-46 (the Code). She had also been convicted of conspiracy (section 465 of the Code) on July 4, 2002.", "[4] Because of these convictions, the Immigration Division of the IRB made a removal order against her on grounds of serious criminality, under paragraph 36(1)( ) of the IRPA, since she had been convicted of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years. The applicant appealed against the IAD's order. In support of her appeal, the appellant did not challenge the legal validity of the removal order; rather, she argued that there were humanitarian and compassionate considerations warranting special relief.", "[5] On January 9, 2009, the IAD rendered its initial decision, in which it granted the applicant a one-year stay of the removal order. The stay was subject to conditions with which the applicant had to comply. The IAD based its decision on the best interests of the applicant's children and on the evidence she adduced, which led them to find that the applicant was on the on the road to rehabilitation, was determined to turn the page on the mistakes of her youth and had the required support to do so. The IAD therefore found that sufficient humanitarian and compassionate considerations warranted granting a stay of the removal order.", "[6] On November 6, 2009, the IAD informed the Minister and the applicant that a notice of reconsideration of the appeal (stay) would be reviewed in January 2010. In the notice, the IAD asked the parties to keep it informed of the appellant's compliance with the conditions.", "[7] The appellant signed a declaration on December 2, 2009, stating that she had complied with the conditions of the stay. The Minister reviewed the applicant's file and informed the IAD that the applicant had breached several conditions of the stay and, more specifically, that she had been convicted of four other criminal offences during the period of the stay.", "[8] In view of the breaches of the conditions of the stay, the IAD decided to schedule a hearing to reconsider the appeal. On February 24, 2010, the IAD sent the parties a notice to appear at a hearing scheduled for April 8, 2010.", "[9] On March 3, 2010, the applicant requested that the IAD postpone the hearing scheduled for April 8, 2010, so that she could obtain a psycho-social assessment and find out the outcome of the submissions on sentencing made in April 2010 regarding one of the offences of which the applicant had been convicted during the stay. The respondent objected to the request for a postponement. The IAD denied the request for a postponement on March 12, 2010, and the hearing took place on April 8, 2010.", "[10] On May 27, 2010, the IAD revoked the stay of the removal order made against the applicant and dismissed her appeal of that order. Impugned decisions", "[11] The applicant is challenging the IAD's decision to deny her request for a postponement. She argues that in denying her request, the IAD breached the rules of natural justice and procedural fairness. She is also challenging the IAD's decision to revoke the stay and dismiss the appeal of the removal order. She argues, among other things, that the breach of procedural fairness deprived her of a fair hearing and of the opportunity to file a piece of evidence that was crucial to the IAD's decision and that, as a result, the decision-making processing that led the IAD to revoke the stay and dismiss the appeal was tainted. The applicant also submits that the IAD erred in its assessment of the evidence and factors relevant to her appeal. Issues", "[12] The applicant's criticisms of the IAD's decisions raise the following two questions: (1) Is the IAD's refusal to postpone the hearing a breach of the rules of natural justice and the right to procedural fairness? (2) Did the IAD err in making findings of fact in a capricious manner, without regard for the evidence and without considering all the factors relevant to making its decision? Analysis Standards of review", "[13] Case law has established that the power to grant or deny a request for a postponement is within the discretion of the administrative tribunal and that the refusal to grant a postponement or an adjournment may result in a denial of procedural fairness or natural justice if it is unreasonable in the circumstances ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Although issues of procedural fairness are usually subject to the standard of correctness ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] ; <FRAGMENT_SUPPRESSED>  A.C.W.S., (3d) 888 at para. 36; <FRAGMENT_SUPPRESSED>  F.T.R. 160 [ Julien ], such a decision must be considered in light of the IAD's discretion.", "[14] The second issue will be subject to the standard of reasonableness. In Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the Supreme Court of Canada confirmed that the assessment by the IAD of humanitarian and compassionate considerations cited in support of an appeal of a removal order is reviewable on a standard of reasonableness. In <FRAGMENT_SUPPRESSED> , above, the Court recognized the discretionary nature of the IAD's power and stated that \"[n] ot only is it left to the IAD to determine what constitute 'humanitarian and compassionate considerations', but the 'sufficiency' of such considerations in a particular case as well\" (para. 57).", "[15] The IAD's assessment of the evidence, too, is owed the same degree of deference, and the Court will intervene only if the IAD's findings and inferences are unreasonable ( <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , above). The analytical framework which the Court must use when applying the standard of reasonableness is well described by the majority in <FRAGMENT_SUPPRESSED> , at paragraph 47: 47 Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of [page221] justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[16] Accordingly, the Court will intervene only if the IAD's findings do not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. (1) Is the IAD's refusal to postpone the hearing a breach of the rules of natural justice and the right to procedural fairness?", "[17] On March 3, 2010, counsel for the applicant requested a postponement of the hearing scheduled for April 8, 2010, in order to obtain a psycho-social assessment from the local community service centre (CLSC) and file it in evidence, and to find out the outcome of the representations on sentencing scheduled for April 20, 2010, in one of the applicant's criminal cases.", "[18] The applicant alleges that she made reasonable efforts to obtain this expert report within the prescribed time, but it was not ready for the scheduled hearing date, April 8, 2010, so the request for a postponement was justified. She also alleges that if the IAD was to make a fair and enlightened decision, it needed to have the expert report.", "[19] In the postponement request made on March 3, 2010, counsel for the applicant stated that the applicant had been trying to be seen by her social worker on a regular basis and to obtain a psycho-social assessment regarding [translation] \"her problems\". Counsel stated that despite the applicant's efforts to obtain the required follow-up, she could not get an appointment. In a consultation report dated November 19, 2009, a CLSC social worker states that the reason for the applicant's visit was [translation] \"to seek help overcoming problems\". The report also contains a note referring to [translation] \"various steps taken by the client\", suggested follow-up and an appointment booked for December 3, 2009.", "[20] In a letter in reply to the respondent's objection to the postponement request, counsel for the applicant stated that a request for a psycho-social assessment [translation] \"would in all likelihood give the panel a clearer understanding of the factors that led Ms. Omeyaka to commit the criminal acts of which she stands accused, and of her degree of rehabilitation\". Counsel also noted [translation] \"that without a complete, detailed expert opinion on Ms. Omeyaka's criminal behaviour issues, this Panel will be unable to adequately assess Ms. Omeyaka's potential for rehabilitation \". [Emphasis added]", "[21] The evidence showed that the applicant cancelled the December 3, 2009, appointment for undisclosed reasons. A second CLSC consultation report, dated February 24, 2010, states as follows: [translation] Requested help for her problems. Will offer her psycho-social follow-up at CLSC. Social worker will contact her in coming weeks.", "[22] The applicant claims that the wait times for CLSC services were beyond her control and that the IAD ignored this factor. She submits that there was nothing to indicate that the requested adjournment would have unduly delayed the appeal process and that, in refusing to postpone the hearing, the IAD deprived her of her right to a fair hearing.", "[23] On the other hand, the respondent submits that five months passed between November 2009 and April 2010 and that, during this period, the applicant had more than enough time to obtain the report she needed. Moreover, she did not give a reasonable explanation as to why it took so long to obtain it.", "[24] The respondent also states that the right to an adjournment is not absolute and that the IAD has the discretion to grant one or not. The case law requires that there be no fault, negligence or carelessness on the part of the person applying for the adjournment. The IAD's obligation to hold a fair hearing must be balanced with its statutory duty to resolve appeals in a timely manner and avoid delays. The Court must review a panel's decision denying an application for an adjournment only if the circumstances of the case clearly show that the decision gave rise to a denial of natural justice or a breach of the rules of equity, which is not the case here. The respondent also submits that the IAD considered all relevant factors before denying the postponement request.", "[25] It is well established that the power to grant a postponement is within the discretion of an administrative tribunal.", "[26] In <FRAGMENT_SUPPRESSED> , above, the Federal Court of Appeal noted that the decision as to whether or not to grant an adjournment is a matter within the decision-maker's discretion and that this discretion must be exercised fairly. The Court specified that there is no presumption that everyone is entitled to an adjournment and that the Court will not interfere in the refusal to grant an adjournment unless there are exceptional circumstances. The Court also pointed out that the ultimate test to be considered concerned the fairness of the trial:", "[22] One could argue about whether the issue is the refusal to grant an adjournment or whether the adjournment which was offered was reasonable in the circumstances. However, in both cases, the test is the same. Was the applicant denied a fair trial when the trial judge refused to set the matter down for another day so as to allow the applicant to consult counsel once the trial judge had explained the ramifications of his position to him? In my view, he was not.", "[27] The same principles were applied to IAD decisions in <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 139 [ <FRAGMENT_SUPPRESSED> ] and in Julien , above. I myself applied these principles to a decision of the IRB's Refugee Protection Division in refusing an adjournment request in", "[28] Rule 48 of the Immigration Appeal Division Rules , SOR/2002-230 (IAD Rules) sets out the application process for changing the date of a proceeding and establishes a framework for the IAD's decision making: Application to change the date or time of a proceeding 48. (1) A party may make an application to the Division to change the date or time of a proceeding. Form and content of application (2) The party must ) follow rule 43, but is not required to give evidence in an affidavit or statutory declaration; and ) give at least six dates, within the period specified by the Division, on which the party is available to start or continue the proceeding. If proceeding is two working days or less away (3) If the party's application is received by the recipients two days or less before the date of a proceeding, the party must appear at the proceeding and make the request orally. Factors (4) In deciding the application, the Division must consider any relevant factors, including ) in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application; ) when the party made the application; ) the time the party has had to prepare for the proceeding; ) the efforts made by the party to be ready to start or continue the proceeding; ) in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice; ) the knowledge and experience of any counsel who represents a party; ) any previous delays and the reasons for them; ) whether the date and time fixed were peremptory; ) whether allowing the application would unreasonably delay the proceedings; and ) the nature and complexity of the matter to be heard. 48.", "[29] These factors are not exhaustive or conjunctive, and each case must be assessed on the basis of its own circumstances. In <FRAGMENT_SUPPRESSED> , above, the Court noted that Rule 48(4) should not be interpreted as directing that each of the enumerated factors be considered systematically, whether or not they are relevant. In this regard, the Court stated as follows, at paragraph 7 of that judgment: I would first observe that the opening words of the subsection direct the Division to consider \"relevant factors\" including the ones enumerated. This does not mean that the IAD must expressly consider each of the factors enumerated whether relevant or not to the particular case. I do not take that to be a direction to the IAD to recite in its reasons a formulaic consideration of each enumerated point whether relevant or not. The spirit of this exercise is, I think, described in <FRAGMENT_SUPPRESSED>  where Justice Décary in speaking of a similar situation not governed by the specific rules said that in exercising his discretion whether to grant an adjournment or not, an adjudicator should direct his attention to factors \"such as\" and then listed a number of factors similar to those in subsection 48(4) of the Immigration Appeal Division Rules", "[30] In this case, I am satisfied that the IAD considered the grounds raised by the applicant in support of her adjournment request and that it made its decision in light of the prescribed factors that were, in its view, relevant to the case.", "[31] The IAD gave the following reasons for its decision to refuse the applicants postponement request: The applicant had been notified on December 17, 2009, that her case was scheduled for an oral hearing, and she had been aware of the hearing date since February 24, 2010. She had the necessary time to prepare her documentation and submissions and failed to show that she was diligent in taking action. The applicant waited until March 3, 2010, to request a postponement and was vague about the nature of the \"problems\" requiring that the hearing be postponed. In reply to the notice of reconsideration of the appeal served on her, the applicant stated that she had complied with the conditions of her stay, whereas the documents provided by the respondent show that this was not the case and that she had not submitted anything else with her written declaration, even though she was required to do so. The applicant claims that she has been aware of her problems since 2009 but did not bring them to the IAD's attention until long after the decision was made to require her to appear for a hearing to deal with the matter. The postponement request would cause unreasonable delays in the proceedings. The IAD is not required to wait for the outcome of new charges pending against the applicant before ruling on the appeal. There were no exceptional or unforeseeable circumstances justifying a postponement.", "[32] I find that the IAD exercised its discretion reasonably in the circumstances. Furthermore, the applicant has not satisfied me that the IAD's refusal to grant her a postponement to allow her to submit a psycho-social assessment deprived her of a fair hearing or that such an assessment would have been determinative of the outcome of the appeal..", "[33] It is important to bear in mind that the appeal reconsideration took place at the end of a one-year stay of the removal order granted for humanitarian and compassionate considerations. At the end of the period of the stay, the IAD decided to proceed with the appeal reconsideration by scheduling a hearing because the applicant had declared that she had complied with the conditions of her stay when the Minister was in possession of information to the contrary.", "[34] A reading of the IAD's decision revoking the stay and dismissing the appeal of the removal order shows that the IAD based its decision on several factors, including the applicant's conduct during the stay period. The evidence shows that the applicant lied when she declared that she had complied with the conditions of the stay; in fact, she had violated several conditions. The applicant also lied to the panel at the hearing on November 9, 2009, regarding an offence for which she had claimed that there had been mistake as to the identity of the perpetrator, and she had committed new criminal offences during the stay.", "[35] The psycho-social assessment that the applicant wanted to obtain could have been somewhat relevant to the consideration of applicant's rehabilitation. Counsel for the applicant had argued that a psycho-social assessment would have been relevant to giving the panel a clearer understanding of the factors that led the applicant to commit crimes and of the possibility of rehabilitation.", "[36] Although the applicant was unable to produce a psycho-social assessment, she nevertheless did produce a note from her social worker, dated March 17, 2010, which contained the following passage: [translation] . . . From a psycho-social standpoint, we believe that the client needs to organize herself better and set realistic objectives. We can offer her support in meeting this challenge and finding a way to face the situation, take matters into her own hands and see what led her to relapse into criminal behaviour. She is aware of her mistakes. She is troubled and affected by the consequences of her actions. She seems to want to make amends. To do so, she must redouble her efforts, since in addition to her efforts to return to work, she has her role as mother to two children in her custody, aged eight and four years, for whom she is totally responsible. It appears that she has succeeded in sustaining the normal development of her children and maintaining a living environment favourable to their education despite the disruptive events and the consequences on her emotional state. Be assured that if the client persists in her desire to take action, we will support her.", "[37] This note clearly shows that the applicant had not yet taken steps to help change her behaviour. However, what the IAD considered in its analysis was the applicant's behaviour during the stay period and her degree of rehabilitation at the time of the appeal reconsideration, not her potential degree of rehabilitation in the future. In this regard, the IAD considered the fact that the applicant gave the same explanations for her crimes and expressed the same regrets and willingness to change, just as she had done in January 2009 to persuade the IAD to grant her the stay.", "[38] The IAD held that, despite the applicant's words, which it found not to be credible, the applicant had not mended her ways. On the contrary, she had not complied with the conditions of her stay and had committed other offences. The IAD also considered the applicant's level of rehabilitation and the steps she had taken with the CLSC during the stay period and found, in light of the evidence and her explanations, that she had not taken the process seriously. In my view, this conclusion is reasonable.", "[39] I do not see how a psycho-social assessment, which could shed light on the factors that cause her to continue to commit crimes and on her potential for rehabilitation in the future, could have changed the findings of the IAD regarding the applicant's past conduct and her level of rehabilitation at the time of the appeal reconsideration.", "[40] It also appears that, at the hearing on April 8, 2010, the applicant had the opportunity to testify and present all of the evidence and arguments supporting her application for special relief. Furthermore, as the decision revoking the stay and dismissing the appeal makes clear, the IAD analyzed all of the factors relevant to disposing of the appeal.", "[41] I therefore find that there was no denial of justice and that the IAD did not breach the rules of natural justice in refusing to grant a postponement. This brings me to the second issue. (2) Did the IAD err in making findings of fact in a capricious manner, without regard for the evidence and without considering all the factors relevant to making its decision?", "[42] The applicant argues that the IAD did not apply the relevant factors and made a number of findings of fact that were capricious and unreasonable or made without regard for the evidence. She criticizes the IAD for, among other reasons, • having found that her crimes were serious, repeated offences, and that she had re-offended several times; • having failed to consider the mitigating circumstances, for example, that she had committed these thefts to support herself and her children; • having made erroneous findings that tainted all of its reasoning regarding her degree of rehabilitation; • having erred in concluding that she had not established herself in Canada, when Canada is the only country where she has made a life for the last 12 years; and • having underestimated the effect of her removal on the children, who are completely dependent on her, when their fathers are in the DRC and have no contact with them.", "[43] The removal order was made against the applicant pursuant to paragraph 36(1)( ) of the IRPA. Subsection 63(3) of the IRPA provides that a person may appeal to the IAD against a decision to make a removal order against him or her. The IAD may allow the appeal and stay the removal order if it finds that humanitarian and compassionate considerations warrant such relief. Under subsection 67(1) of IRPA, the IAD may allow an appeal if, \"taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case\". The same criteria are provided for in subsection 67(2) of the IRPA with respect to stays.", "[44] These provisions give the IAD broad discretion in assessing humanitarian and compassionate considerations ( <FRAGMENT_SUPPRESSED> ) [ <FRAGMENT_SUPPRESSED> ]. In <FRAGMENT_SUPPRESSED> , the Supreme Court also confirmed the relevance of having the IAD consider, in addition to the best interests of the child, the factors established in <FRAGMENT_SUPPRESSED>  (available on Quicklaw), namely, the seriousness of the offence or offences leading to the deportation order, the possibility of rehabilitation, or, in the alternative, the circumstances surrounding the failure to meet the conditions of admissibility which led to the deportation order, the length of time spent in Canada and the degree of establishment, the family and the dislocation that deportation would cause them, the support provided by the family and community and the degree of hardship that would be caused to the appellant if he or she were to return to his or her country of origin.", "[45] To properly appreciate the IAD's assessment of the humanitarian and compassionate considerations raised by the applicant, it is useful to reproduce the following excerpt from the IAD's initial decision, dated January 9, 2009, which sets out the considerations that led it to grant the stay:", "[9] The panel notes that the appellant has custody of her two children and, accordingly, this is a case in which the best interests of the child directly affected must be taken into account. On the other hand, because the appellant arrived in Canada as a refugee, this is not a case in which her removal would be immediate were the appeal to be dismissed.", "[10] While not minimizing their seriousness, the panel notes that the offences that led to the removal order did not involve violence. Aside from those convictions, the appellant was also convicted of theft under $5,000 on two occasions. The appellant explained the circumstances surrounding the offences and, aside from the charge of conspiracy, whereby she attempted to bring her younger sister to Canada more quickly, the other offences were all related to the appellant's need for money to feed her two children. That is certainly not an excuse. However, the panel notes that the appellant had only sporadic employment at the time, which is no longer the case today.", "[11] Counsel for the Minister emphasized that there was an arrest warrant against the appellant following a charge of theft. However, the appellant explained to the satisfaction of counsel for the Minister and the panel that it was a case of mistaken identity as to the perpetrator of the alleged theft, and that it had allegedly been committed by her sister. Nonetheless, the appellant is required to appear in that case in April 2009 and accordingly, it would be useful for her to supply the results of that appearance to the Canada Border Services Agency (CBSA) and the Immigration Appeal Division (IAD).", "[12] The appellant expressed regret, and the panel was of the opinion that she was sincere. She met the conditions of the stay granted in 2007 and has committed no offence since. She also took steps to avoid contact with the people who had had a negative influence on her in the past. In the panel's opinion, she is on the road to rehabilitation.", "[13] Further, there are a number of humanitarian and compassionate considerations in this case. First, the appellant has two children, aged six and three, who are in her custody and who have no contact with their father. The young children are entirely dependent on their mother.", "[14] The appellant has significant family ties in Canada. She is close to her sisters and regards her minor sister as her own daughter. Her other sister has a three-year-old daughter whom the appellant frequently looks after, according to her testimony. In other words, the appellant is a significant support for her immediate family in Canada. She also has ties outside her family, as shown by the support of her female friends.", "[46] The stay granted by the IAD was subject to 10 conditions. Among other conditions, the applicant was not to commit any criminal offences and, if charged with or convicted of a criminal offence, was to report that fact to the Canada Border Services Agency (CBSA). She also had to report the outcome of her court appearance regarding the theft charge for which she had given explanations.", "[47] In its decision dated May 27, 2010, the IAD defined the subject of the appeal and stated that it had to determine whether the applicant had complied with the conditions of the stay and whether, taking into account the best interests of the children, there were humanitarian and compassionate considerations warranting special relief. It said that it had to exercise its discretion on the basis of the non-exhaustive factors set out in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , above.", "[48] The IAD then considered each of the factors and made the following findings. Compliance with conditions of stay", "[49] The IAD noted that the applicant had failed to comply with several conditions of her stay, including the following: she had not provided a copy of her DRC passport or a completed application for a passport from that country; she was facing criminal charges in two cases, one of which the department did not know about; since the beginning of the stay, she had been convicted in two cases and was awaiting sentencing in one of them; and, apart from those two cases, she had also been charged and convicted in two other cases and had not reported these new charges and convictions. Offences committed", "[50] The IAD considered the applicant's convictions and responded to her argument that the crimes committed were not violent ones. The IAD found that between August 2008 and December 2009, the applicant had been charged and convicted three times for theft and once for failing to comply with a court order. The IAD acknowledged that the crimes committed by the applicant were not crimes against the person but took into consideration the repetitive nature of the offences, her flagrant disregard for the law and the fact that she had re-offended many times after the removal order was made and the stay was granted. Applicant's degree of rehabilitation", "[51] The IAD discussed the applicant's degree of rehabilitation at great length.", "[52] It found, among other things, that the applicant did not appear to accept her share of the responsibility for her previous conduct, despite her desire to change her life, and that her testimony as a whole was not credible and trustworthy.", "[53] The IAD noted that when it granted the stay in January 2009, it took into account that the applicant had expressed remorse, had complied with the conditions of a suspended sentence that she had received in 2007, had taken steps to avoid contact with people who had been a bad influence on her in the past. It had therefore found, on the basis of those factors, that the applicant was the right track to being rehabilitated. However, having regard to the applicant's conduct since the stay, her renewed declaration that she regretted her actions and no longer had any contact with people who were a bad influence on her was neither sincere nor credible.", "[54] The IAD also found that the applicant had lied to the panel at the hearing on January 9, 2009, when, commenting on the existence of an arrest warrant issued against her on August 30, 2009, for theft, she declared that there had been a mistake as to the identity of the alleged perpetrator of the theft, which had allegedly been committed by her sister. However, the applicant had been convicted of this theft on September 15, 2009; what is more, she had not reported this conviction as she was required to do under the conditions of the stay.", "[55] The IAD further noted that at the hearing on January 9, 2009, the applicant had failed to declare that charges had also been laid against her on December 8, 2008, for theft, possession of stolen goods and mischief at Winners. She pleaded guilty to these charges on November 12, 2009, and sentencing was postponed to April 20, 2010 (the outcome of that sentencing hearing was one of the grounds relied on by the applicant in support of her postponement request). The IAD also took into consideration the applicant's conduct since the stay had been granted.", "[56] The IAD noted that the removal order made against the applicant on April 1, 2008, had not stopped her from committing two thefts in August and September 2008 and that a stay with conditions granted in January 2009 had not stopped her from committing another two offences in April 2009 (theft and breach of conditions) in addition to her having failed to comply with several conditions of the stay.", "[57] The IAD also discussed the applicant's efforts to take responsibility for herself and her declaration to the effect that she was very upset about her problems and that the measures she had taken through the CLSC were helping her a lot. The IAD found that the applicant had not taken the process seriously. When the IAD asked the applicant to describe the serious measures she had taken, she stated that she was avoiding distractions and bad company. The IAD noted that when the applicant went to the CLSC for the first time, in November 2009, she had already been given notice to report to the CBSA and the IAD.", "[58] The IAD found that, contrary to what counsel for the applicant had argued in support of the postponement request at the hearing, the applicant had not made the necessary effort to schedule an appointment: in addition to having cancelled her appointment on December 3, 2009, she had not gone to the CLSC until February 24, 2010, more than three months after her first appointment. In the IAD's view, between November 19, 2009, and the date of the hearing, April 8, 2010, the applicant had been given sufficient time to take serious action. The IAD found that the applicant had not attained a reasonable degree of rehabilitation and that there was a risk that she would commit other offences. Applicant's degree of establishment", "[59] The IAD found that the applicant lived in an apartment and had some belongings, furniture and a bank account. Above all, however, it noted that although she had been in Canada for 12 years, she had had no job stability and had worked at most one year over that long period. The IAD found that, when all the circumstances surrounding the appellant's social and economic establishment in Canada were taken into account, the applicant had not proved that she had established herself in Canada. Family and community support in Canada", "[60] The IAD took into consideration that the applicant has two sisters and a cousin in Canada. It noted that the applicant stated that her difficulties were related to her lack of money because of the fact that she must provide for her children. The IAD also stated that when the applicant has money problems, instead of turning to her family and friends for help, she seeks out [translation] \"bad friends\" who encourage her to commit crimes. The IAD concluded that the applicant's family and friends did not seem to be able to guide her and stop her from re-offending. The IAD found that the applicant had not proved that she had a close relationship with her family or could rely on the support of her family, her friends or the community. Dislocation to the family that removal would cause", "[61] The IAD did not agree that the applicant's removal would result in serious dislocation to her two adult sisters in Canada, her friends or her cousin. It did acknowledge that the applicant's removal would result in dislocation for her children but found that, in this case, all the unfavourable factors outweighed the best interests of the children in quantity and in quality and that, in this context, it would not be appropriate to extend the stay. The IAD concluded that the removal order was valid and that, taking into account the best interests of the children directly affected, there were insufficient humanitarian and compassionate considerations warranting special relief.", "[62] Apart from the general allegations of errors on the part of the IAD, at the hearing, counsel insisted that the IAD had made an unreasonable and capricious finding in characterizing the offences committed by the applicant as serious and repetitive. With respect, I find that, having regard to the evidence, the IAD's finding was perfectly reasonable. Counsel also submitted that the IAD's finding that the applicant had not established herself in Canada was completely untenable. I do not share this view. The IAD may not have expressed itself as well as it should have, but it is clear from its decision that it found that the degree of establishment was not favourable to the applicant because, although she had lived in Canada for 12 years, she had not succeeded in becoming financially independent or keeping a job. This conclusion does not strike me as being unreasonable.", "[63] The applicant essentially disagrees with the IAD's decision and is asking the Court to reassess the evidence and attach different weight to the applicable factors. However, it is not the role of this Court to reassess the evidence and determine the weight that should be given to the factors, but to determine whether the IAD's findings are within a range of possible outcomes in respect of the facts and law, and whether those findings are intelligible and supported by reasons.", "[64] The applicant submits that the IAD underestimated the best interests of her children. I do not agree.  <FRAGMENT_SUPPRESSED>  D.L.R. (4th) 139 [ <FRAGMENT_SUPPRESSED> ] and <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 181 [ <FRAGMENT_SUPPRESSED> ], the Federal Court of Appeal considered the relative weight to be given to the best interests of children. In <FRAGMENT_SUPPRESSED> , the Court quoted an excerpt from <FRAGMENT_SUPPRESSED> and stated as follows: 23 I begin with this Court's pronouncement in <FRAGMENT_SUPPRESSED>  (C.A.), leave to appeal to the Supreme Court of Canada denied on November 21, 2002 in file 29221, where my colleague Décary J.A. opined as follows at paragraphs 11 and 12:", "[11] In Suresh , the Supreme Court clearly indicates that Baker did not depart from the traditional view that the weighing of relevant factors is the responsibility of the Minister or his delegate. It is certain, with Baker , that the interests of the children are one factor that an immigration officer must examine with a great deal of attention. It is equally certain, with Suresh , that it is up to the immigration officer to determine the appropriate weight to be accorded to this factor in the circumstances of the case. It is not the role of the courts to re-examine the weight given to the different factors by the officers.", "[12] In short, the immigration officer must be \"alert, alive and sensitive\" ( Baker, supra , at paragraph 75) to the interests of the children, but once she has well identified and defined this factor, it is up to her to determine what weight, in her view, it must be given in the circumstances. . . . It is not because the interests of the children favour the fact that a parent residing illegally in Canada should remain in Canada (which, as justly stated by Justice Nadon, will generally be the case), that the Minister must exercise his discretion in favour of said parent. Parliament has not decided, as of yet, that the presence of children in Canada constitutes in itself an impediment to any \"refoulement\" of a parent illegally residing in  <FRAGMENT_SUPPRESSED>  (F.C.A.), leave to appeal refused, [1995] 3 S.C.R. vii). (emphasis added.) 24 Thus, an applicant is not entitled to an affirmative result on an H&C application simply because the best interests of a child favour that result. It will more often than not be in the best interests of the child to reside with his or her parents in Canada, but this is but one factor that must be weighed together with all other relevant factors. It is not for the courts to reweigh the factors considered by an H&C officer. On the other hand, an officer is required to examine the best interests of the child \"with care\" and weigh them against other factors. Mere mention that the best interests of the child has been considered will not be sufficient ( <FRAGMENT_SUPPRESSED> , supra, at paragraphs 11 and 13).", "[65] In the present case, the IAD referred to the importance of the best interests of the children and acknowledged that the applicant's removal would result in dislocation for them; however, it found that this factor was not enough to outweigh all the other, negative factors. It was up to the IAD to determine the weight to be given to the best interests of the children, taking into account all the circumstances and all the relevant factors. Its decision in that respect is not unreasonable.", "[66] It is also important to bear in mind that the revocation of the stay and the dismissal of the applicant's appeal will not necessarily result in her removal to the DRC. Since she has been determined to be a Convention refugee and has not been declared to be a danger to the \"public in Canada\" (paragraph 115(2)( ) of the IRPA), the applicant is covered by the principle of non-refoulement provided for at subsection 115(1) of the IRPA.", "[67] The parties did not propose a question for certification, and no question arises on this record. JUDGMENT", "[68] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed. [End of document]"]}