{"id_": "072299", "body_str": ["[1] Zinn, J. : The applicant was refused a work permit to work in a relative's restaurant in British Columbia. He seeks judicial review of that refusal. For the reasons that follow, his application is dismissed. Background", "[2] The applicant, Tajinder Singh, is a 20-year-old Indian national, from Punjab province. He was offered employment in Canada as a commercial janitor and cleaner, for a two-year term, by the prospective employer, Mahek Restaurant and Lounge. The employer obtained a positive Labour Market Opinion (LMO) for the position, which remains valid through 2010-08-11.", "[3] Mr. Singh filed his application for a Work Permit at the Canadian consulate in Chandigarh, India, on September 11, 2008. He filed various documents in support of his application, including a letter of recommendation from his current employer, academic records, banking records, and registration documents for a motorcycle.", "[4] The applicant was informed that his application had been refused by form letter dated September 17, 2008. The letter indicates that the visa officer was not satisfied that Mr. Singh would leave Canada at the end of the period authorized for his stay, on the basis that he had not demonstrated that he was sufficiently well established in India or that he had sufficient ties to India.", "[5] The visa officer's Computer Assisted Immigration Processing (CAIPS) notes record the following: FILE/DOC REVIEWED. APPLICANT IS UNMARRIED. GRADE 12 EDUCATION AND STATED ONLY WORK EXPERIENCE IN LOW SKILL LOW PAY JOB IN INDIA. LIMITED PROSPECT OF ADVANCEMENT. VERY MOBILE. STRONG ECONOMIC INCENTIVES FOR HIM TO REMAIN IN CANADA. NOT SATISFIED THAT HE WOULD DEPART FROM CDN UPON HIS AUTHORIZED STAY. ( sic Issues", "[6] The applicant raises three issues: a. Whether the officer breached the principles of natural justice or procedural fairness by not affording the applicant an opportunity to address the officer's concerns either by way of letter or interview; b. Whether the officer breached the principles of natural justice and procedural fairness by failing to provide adequate reasons. and c. Whether the decision of the officer was reasonable. Analysis", "[7] I find that there is no merit to the submission that the officer ought to have provided the applicant with an opportunity to address his concerns. Justice Russell in <FRAGMENT_SUPPRESSED>  reviewed the law as to when a visa officer ought to provide such an opportunity. Relying on <FRAGMENT_SUPPRESSED>  he noted firstly that there was no statutory right to an interview, or any dialogue of the sort suggested here. Secondly, it was noted that generally an opportunity to respond is available only when the officer has information of which the applicant is not aware. As in Ling , that is not the situation here and thus no opportunity was required to be given to Mr. Singh to address the officer's concerns. Further, when as here the officer is relying only on materials submitted by or known to the applicant, there is no need for an interview.", "[8] I am also of the view that the officer's reasons complied with his legal obligations. The adequacy of reasons must be examined in the context of the decision. The duty to provide reasons when assessing an application for temporary residence status has been held to be minimal: da  <FRAGMENT_SUPPRESSED> . The same is true, in my view, when dealing with a work permit application. In this case, a reading of the reasons, which includes the CAIPS notes, makes it clear to the applicant the basis on which his application was denied; thus the fundamental basis for requiring reasons was met.", "[9] Lastly, the applicant submits that the visa officer's decision was unreasonable because the officer failed to consider evidence of ties to India, namely, that he has property and family in India. The applicant submits that the officer failed to adequately assess this evidence but relied on stereotypes and generalizations.", "[10] The officer states that she reviewed the file prior to making her decision. It does not follow that in failing to mention the applicant's motorcycle, bank account or family that she ignored that evidence. This evidence was not of such a significant character that one would expect that it would be specifically mentioned and reasons given for discounting it.", "[11] The officer's conclusion falls within the range of reasonable and acceptable outcomes based on the evidence before her as described in <FRAGMENT_SUPPRESSED>  and ought not to be upset.", "[12] Neither party proposed a question for certification nor is there one on these facts. JUDGMENT", "[13] THIS COURT ORDERS AND ADJUDGES that 1. The application for judicial review is dismissed; and 2. No question is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}