{"id_": "072292", "body_str": ["[1] This is a motion (filed on August 28, 1995) by Centre Ice Limited (\"Centre Ice\") for leave under s. 56(1) of the Trade-marks Act , R.S.C. 1985, c. T-13, to bring an appeal from a decision by the Trademarks Opposition Board (the \"Opposition Board\") (acting for the Registrar of Trademarks), rendered on November 30, 1994, notwithstanding the fact that the two month statutory period for appeal has expired and a direction that the appeal be brought and evidence be filed as required by rule 704 within two weeks of the date on which the order is communicated to counsel.", "[2] The grounds for the motion are that: (i) it is in the interests of justice that this decision of the Registrar be appealed; (ii) Centre Ice had an intention to appeal the decision within the statutory time limit set for such appeal; and (iii) there is an arguable case that the decision appealed from is wrong. Facts", "[3] The facts of the case are straightforward. They concern three concurrent proceedings, all of which have, as a central issue, the question of entitlement as between the National Hockey League (\"NHL\") and Centre Ice of the trademarks Centre Ice or Centre Ice. The proceedings comprise a passing off action in the Federal Court, the opposition by Centre Ice against an NHL application for the trademark Centre Ice and the opposition by the NHL against a Centre Ice application for the trademark Centre Ice. The present motion concerns the NHL application for the trademark Center Ice.", "[4] On July 25, 1990, the NHL filed application number 662,915 for registration of the trademark Centre Ice and accompanying logo for use in association with, inter alia, clothing. After advertisement of the application for opposition purposes, Centre Ice filed a Statement of Opposition with the Registrar of Trademarks on December 22, 1991. After some confusion with respect to the Centre Ice Statement of Opposition, not relevant to the issue at bar, leave to file an amended Statement of Opposition was granted by the Opposition Board on February 19, 1993. The NHL's Counterstatement was filed in the Trademarks Office and served on Centre Ice's trademark agents on March 9, 1992.", "[5] On October 18, 1992, Centre Ice filed the affidavit of Bruce Jones, President of Centre Ice, dated October 15, 1992, with the Opposition Board, but defaulted serving that evidence on the NHL by one day, due to a misunderstanding on the part of the trademark agents that service by courier was effective on the date sent, not the date received, as noted by the deeming provision in rule 50(2) of the Trade-marks Regulations . The evidence filed with the Opposition Board was subsequently returned by the Opposition Board to Centre Ice with a letter dated July 30, 1993.", "[6] On March 24, 1994, after written arguments were filed, the parties were advised by the Opposition Board that they could request an oral hearing.", "[7] On September 30, 1994, due to the death of both of the principals of the trademark agents acting for Centre Ice, Bennett Jones Verchere became agent of record in the NHL application. Christopher Brett (\"Brett\"), a trademark agent for Centre Ice states at paragraph 7 of his affidavit that the previous trademark agents failed to advise Centre Ice that the Bruce Jones affidavit had not been filed with the Trademarks Office. After its appointment as agent of record, Bennett Jones Verchere advised the Opposition Board that Centre Ice intended to adduce evidence.", "[8] On October 21, 1994, the Opposition Board advised Centre Ice to follow the procedures for submitting additional evidence as set out in the Opposition Practice Notice of December 16, 1987. On November 29, 1994, Centre Ice forwarded a draft copy of a new affidavit of Bruce Jones (the \"Jones affidavit\"), in partial compliance with the Opposition Practice Notice . The Jones affidavit was filed on November 29, 1994. In its letter of November 29, 1994, enclosing the draft Jones affidavit, the agents advised the Opposition Board that a sworn copy of the Jones affidavit would be ready \"within the next few days\".", "[9] On November 30, 1994, the Opposition Board rendered a decision rejecting the opposition. The decision specifically stated that: \"[t]he opponent did not timely file its evidence and it was therefore returned. The opponent was subsequently unsuccessful in obtaining leave to re-file that evidence. ... There is ... an initial evidential burden on the opponent to adduce at least some evidence from which it could be concluded that its supporting allegations of fact are true. There being no evidence from the opponent, the first ground of opposition is unsuccessful.\"", "[10] The second and third grounds of opposition were also unsuccessful on the basis of no evidence.", "[11] In a letter dated December 5, 1994, Centre Ice requested that the Opposition Board declare its decision of November 30, 1994 a nullity on the basis that the Opposition Board did not have regard to the Jones affidavit in rendering its decision. On February 21, 1995, the NHL objected to Centre Ice's request.", "[12] On June 16, 1995, Myer Herzig, a Member of the Opposition Board, wrote to Bennett Jones Verchere, reviewing the chronology of the proceedings and refusing Centre Ice's request that the Registrar consider the decision of November 30, 1994 as a nullity.", "[13] On August 28, 1995, Centre Ice filed the present motion requesting leave under s. 56(1) of the Trade-marks Act to bring an appeal from the November 30, 1994 decision of the Opposition Board, notwithstanding the fact that the two month statutory period for appeal had expired on January 30, 1995 and requesting a direction with respect to the procedure of such an appeal, should leave be granted. Analysis", "[14] Section 56(1) of the Trade-marks Act states: \"\t56(1) An appeal lies to the Federal Court from any decision of the Registrar under this Act within two months from the date on which notice of the decision was dispatched by the Registrar or within such further time as the Court may allow, either before or after the expiration of the two months.\"", "[15] Section 56(1) provides that an appeal lies within two months from the date on which notice of the decision was dispatched. In the case at bar, notice of the Registrar's decision was forwarded by letter on November 30, 1994. Further, and I will return to this point below, the letter denying the applicant's request that the registrar should consider his decision of November 30, 1994, as a nullity was forwarded to the applicant on June 16, 1995.", "[16] The principles to be applied with respect to the granting of a retroactive extension of time for leave to appeal a decision of the Registrar of Trademarks were clearly stated in the judgment of Teitelbaum, J., in FRAGMENT_SUPPRESSED, a case in which the applicant requested a retroactive extension of time to appeal a decision of the Registrar of Trademarks in an opposition proceeding. Teitelbaum, J., stated in FRAGMENT_SUPPRESSED", "[17] Teitelbaum, J., also stated in FRAGMENT_SUPPRESSED: \"A person who may wish to oppose a trademark should be given every reasonable opportunity to do so within the confines of the Act \".", "[18] In FRAGMENT_SUPPRESSED (hereinafter \" FRAGMENT_SUPPRESSED \"), Reed, J., refused an application to extend the time to file a notice of appeal on the grounds that an extension of time would be prejudicial to the respondent, the evidence did not disclose a good reason for the delay, and it was not shown that the appeal would have a reasonable chance of success on the merits. In her oral reasons for judgment, Madam Justice Reed indicated that she took into consideration three factors: the prejudice that would be suffered by the defendants if the time for appeal were extended; the reason for the delay; and whether or not the appeal would have a reasonable chance of success on the merits. Of these three factors, Reed, J., stated FRAGMENT_SUPPRESSED.", "[19] In sum, then, there are four factors that should guide this court in determining whether a retroactive extension of time to appeal a decision of the Registrar of Trademarks should be granted: 1. the appellant must have an appeal that is at least arguable, as opposed to being frivolous or vexatious; 2. there must be no prejudice to the respondent; 3. there must be evidence of a genuine intention to appeal; and 4. there must be a good reason for the delay.", "[20] I shall deal with each of the factors in turn as they apply to the case at bar. 1. Arguable Appeal", "[21] This factor, in my view, is easily disposed of. As noted above, there are three concurrent proceedings with respect to similar trademark applications, two of which concern an application to register the trademarks Center Ice or Centre Ice. Centre Ice asserts that the issues raised in the applications are similar and that the Jones affidavit has already been filed in the Centre Ice trademark application, as well as in the passing off action. The respondent, naturally, asserts that the issues raised in the Centre Ice application are not similar.", "[22] I find it difficult to accept the respondent's submissions on this point. It seems clear, without passing any comment on the merits of either application, that, on their face, the two trademarks seem almost identical. The Registrar did not have the evidence of Mr. Jones before him in rendering his decision, evidence which had been filed the day before. In my view, Centre Ice has an arguable appeal. 2. Prejudice to the Respondent", "[23] Over three years elapsed from the time the original application was filed until a decision was rendered. The respondent, however, is opposing a trademark application made by Centre Ice which has not yet been decided and that deals with a substantially similar trademark. I fail to see how the respondent will be prejudiced by any extension of time that may be granted, especially since it has already been served with similar affidavit evidence in the other application. 3. Genuine Intention To Appeal And Reasons For Delay", "[24] According to the Brett affidavit, Centre Ice \"determined to appeal the decision of November 30, 1994 if it did not appear that the decision would be withdrawn\". Brett states that this was communicated to him and to counsel for Centre Ice prior to January 30, 1995, the expiration date for the filing of an appeal as of right against a decision of the Registrar of Trademarks. He swears that he called the Registrar of Trademarks to inquire about the status of the December 5, 1994 letter and was advised that it was still being considered. Brett then consulted with Mr. George Fisk (\"Fisk\"), a solicitor with Bennett Jones Verchere on January 30, 1995, and they \"reached the conclusion that [they] would not file an appeal on that date\". Brett asserts that, after his telephone discussions with the office of the Registrar of Trademarks, he concluded that the Opposition Board \"was continuing to deal with the opposition as though it continued to be seized of it\". As a result, despite the fact that a Notice of Appeal and supporting documentation had been prepared, nothing with respect to the appeal was filed. Instead of a Notice of Appeal, on January 30, 1995, a sworn copy of the Jones affidavit and its accompanying 72 exhibits was filed in the Trademarks Office.", "[25] Even though it would have been preferable for Brett to be more specific with respect to his instructions to appeal (paragraph 17 of his affidavit) the November 30, 1992 decision by indicating how, when and by whom these instructions were communicated, I am nonetheless prepared to accept his evidence on this point.", "[26] I therefore conclude that Centre Ice had a genuine intention to appeal as of January 30, 1995. 4. Reasons For Delay", "[27] From the Brett affidavit, it appears that Centre Ice’s advisers took the view that the delay to appeal would not begin to run until the Registrar rendered his decision with respect to Centre Ice’s request that the November 30, 1994 decision be declared a nullity. This, in my view, is the only possible explanation for Centre Ice’s failure to file its Notice of Appeal on January 30, 1995.", "[28] Thus, on this view, Centre Ice should have brought its appeal within two months of the dispatch of the June 16, 1995 letter from the Opposition Board. Consequently, Centre Ice should have filed a Notice of Appeal by August 16, 1995. Yet Centre Ice failed to file any appeal but instead filed the present motion on August 28, 1995.", "[29] I shall deal with this issue by examining this court's approach with respect to delay to prosecute an appeal under rule 1308 of the Federal Court Rules which deals with the procedure respecting statutory appeals. It reads as follows: \"130(1) Where an appellant unduly delays to prosecute his appeal by delay in preparing, filing and serving the part of the case that he is required to prepare, if any, or by delay in preparing his memorandum of points of argument, or otherwise, a respondent may apply to the Court for dismissal of the appeal. \"(2) An application under this Rule shall be supported by an affidavit setting out what steps have been taken to get the appeal ready for hearing, as they are known to the respondent, and exhibiting a letter to, or correspondence with, the appellant or his attorney or solicitor showing that at least 10 days' notice of intention to bring the motion was given to the appellant before the motion was launched. \"(3) An appellant who desires to resist an application under this Rule shall, by affidavit, show fully what steps he has taken to get the appeal ready for hearing. \"(4) Upon application under this Rule, the Court shall make such order as it deems just and it may impose such terms on the appellant as seem appropriate in the circumstances.\"", "[30] The rule provides that an appellant must clearly establish, by way of affidavit evidence, what steps have been taken to ready the appeal for hearing. The case law under this rule is to the effect that the onus is on the appellant to show that there has been a good reason for the delay, failing which the appellant may have his appeal dismissed (See FRAGMENT_SUPPRESSED where it was held that the entire delay must be accounted for).", "[31] It is clear from rule 1308 that there must be affidavit evidence to support fully the reasons for the delay. Although the case at bar was not argued under rule 1308, an analogy can be drawn between the requirements of rule 1308 and the passage of time between the receipt of the Registrar's decision of June 16, 1995 and the filing of the present motion.", "[32] In the case at bar, Centre Ice states that it intended to appeal the Registrar's decision by the January 30, 1995 appeal expiration date but did not do so because it understood that the Opposition Board was seized of the matter until they disposed of the applicant's letter of December 5, 1994, questioning whether or not the Jones affidavit was properly before the Registrar. Although I am of the opinion that applicant's counsel made a poor \"judgment call\" (it could, after all, have filed the documentation by January 30, 1995 in any event, out of an abundance of caution), this does not explain why no appeal was taken before August 16, 1995.", "[33] Even if one accepts that the time for appeal did not begin to run until June 16, 1995, Centre Ice has not provided any explanation whatsoever as to why it did not file a Notice of Appeal within two months of the dispatch of the June 16, 1995 letter.", "[34] As Reed, J., pointed out in FRAGMENT_SUPPRESSED , supra, the most important factor to be taken into consideration is the reason for the delay. In the case at bar, the applicant knew around June 16, 1995, that the Registrar of Trademarks had refused to change his decision of November 30, 1994.", "[35] In the circumstances, it is difficult to understand why Centre Ice did not do anything prior to August 28, 1995. No reason or explanation was given for this delay. In his affidavit, Brett states that the Notice of Appeal was ready on January 30, 1995. Surely it would have been an easy matter to file that Notice.", "[36] For these reasons, I cannot allow Centre Ice's motion which shall be dismissed. Costs will be awarded in favour of the respondent. Application dismissed. Editor: David Weir/slm [End of document]"]}