{"id_": "072302", "body_str": ["[1] von Finckenstein, J. : This matter concerns an appeal from the decision of a Trademarks Opposition Board Member (the \"Hearing Officer\") dated January 16, 2006 pursuant to s. 45 of the Trade-marks Act , R.S. 1985, c. T-13 (the \" Act \").", "[2] Al-Rifai Roastery (Mahmasat) Inc. (\"Registrant\") is the registered owner of the trademark TMA 530,273 for the trademark \"AL-RIFAI ROASTERY (MAHMASAT)\" (the \"273 Trademark\"). Fares Jarawan is the president of the Registrant and collectively, he and the Registrant are the Respondents in this matter. The 273 Trademark was issued in respect of the following wares: coffee and roasted or otherwise processed nuts.", "[3] On September 4, 1999, the Registrant purported to sell, assign, and set over to Fares Jarawan all of the rights, titles and interests in the 273 Trademark. The Assignment nunc pro tunc was executed on February 25, 2004. The Canadian Intellectual Property Office (\"CIPO\") recorded Fares Jarawan as the owner of the 273 Trademark on March 22, 2004.", "[4] On December 30, 2003, Smart and Biggar (the \"Applicant\") requested that the Registrar issue a notice, pursuant to s. 45 of the Act , to the Respondents. Such a notice was issued on January 15, 2004, asking the Respondents to furnish evidence that the 273 trademark had been used in the last three years, i.e. January 15, 2001 to January 15, 2004. In response, the Respondents filed an affidavit of Fares Jarawan dated April 8, 2004.", "[5] In her decision dated January 16, 2006, the Hearing Officer of CIPO, on the basis of the affidavit of Fares Jarawan, held that the 273 trademark: \"… was in use in Canada in association with each of the registered wares by means of its display on their packaging and that the sales of these wares occurred during the material three year period in the registrant's normal course of trade.\" Applicant's Record p. 5-6", "[6] The Applicant appeals that decision on the basis of s. 56 of the Act . The Respondents did not file an appearance. STANDARD OF REVIEW", "[7] The standard of review of decisions of the Trademarks Opposition Board is one of reasonableness ( Mattel Inc. v. 3894207 Canada Inc. et al. , [2006] 1 S.C.R. 772; 348 N.R. 340; 2006 SCC 22) where Binnie, J., stated at paragraph 40: \"Given, in particular, the expertise of the Board, and the 'weighing up' nature of the mandate imposed by s. 6 of the Act , I am of the view that despite the grant of a full right of appeal the appropriate standard of review is reasonableness. The Board's discretion does not command the high deference due, for example, to the exercise by a Minister of discretion, where the standard typically is patent unreasonableness (e.g. <FRAGMENT_SUPPRESSED>  at para. 157), nor should the Board be held to a standard of correctness, as it would be on the determination of an extricable question of law of general importance ( <FRAGMENT_SUPPRESSED>  at para. 26). The intermediate standard (reasonableness means, as Iacobucci, J., pointed out in Ryan , at para. 46, that '[a] court will often be forced to accept that a decision is reasonable even if it is unlikely that the court would have reasoned or decided as the tribunal did'. The question is whether the Board's decision is supported by reasons that can withstand 'a somewhat probing' examination and is not 'clearly wrong': Southam Inc. , para. 60.\" ISSUE", "[8] There is only one issue in this appeal: Did the Hearing Officer come to an unreasonable conclusion in finding that the registered trademark had been used by the Registrant on packaging during the relevant time period? ANALYSIS", "[9] Section 2 of the Act defines \"trademark\" and \"use\" as: \"'trade-mark' means (a) a mark that is used by a person for the purpose of distinguishing or so as to distinguish wares or services manufactured, sold, leased, hired or performed by him from those manufactured, sold, leased, hired or performed by others, … 'use', in relation to a trade-mark, means any use that by section 4 is deemed to be a use in association with wares or services;\" \"'marque de commerce' Selon le cas: Section 4(1) of the Act defines what qualifies as a use of a trademark: \"4(1) A trade-mark is deemed to be used in association with wares if, at the time of the transfer of the property in or possession of the wares, in the normal course of trade, it is marked on the wares themselves or on the packages in which they are distributed or it is in any other manner so associated with the wares that notice of the association is then given to the person to whom the property or possession is transferred.\" Section 56(1) provides the following relief: \"56(1) An appeal lies to the Federal Court from any decision of the Registrar under this Act within two months from the date on which notice of the decision was dispatched by the Registrar or within such further time as the Court may allow, either before or after the expiration of the two months.\"", "[10] The Respondents filed as proof of their use of the 273 trademark, the affidavit of Fares Jarawan. The key paragraphs of that affidavit stated: \"Al-Rifai, in its normal course of trade, is an importer, distributor and seller to retailers and wholesalers of all types of coffee and roasted or otherwise processed nuts. The items that have been manufactured in and/or imported to Canada and sold to retailers and/or wholesalers in Canada during the past three years, and indeed since August 1998 in association with the trademark Al-Rifai Roastery (Mahmasat) are 'coffee and roasted or otherwise processed nuts'. \"The wares associated with Al-Rifai's mark are shipped to various clients in boxes or bags. The trademark Al-Rifai Roastery (Mahmasat) is visible on packaging, namely, boxes and bags containing the wares associated with the trademark Al-Rifai Roastery (Mahmasat). Attached hereto and marked as Exhibit 'D' to this my Affidavit are photographs showing the trademark Al-Rifai Roastery (Mahmasat) on boxes containing the wares, ready to be shipped from Al-Rifai's warehouse. \"The trademark Al-Rifai Roastery (Mahmasat) is advertised at both points of sale and by advertising in ethnic publications. Attached hereto and marked as Exhibit 'E' to this my Affidavit is a copy of a full page advertisement of the Al-Rifai Roastery (Mahmasat) mark in the Mashghara Directory 2002-2003 at page 70. Also attached hereto and marked as Exhibit 'F' to this my Affidavit is a copy of a half-page advertisement of the said mark in the Community Directory Ottawa/Gatineau 2002 at page 210. \"The trademark Al-Rifai Roastery (Mahmasat) is advertised in the marketplace to obtain distributors and franchisers. Attached hereto and marked as Exhibit 'G' to this my Affidavit is a copy of a point of sale advertising. \"The total cost of advertising from 2001 to 2003 was approximately in the amount of $8,000. \"The annual sales of the wares associated with the trademark Al-Rifai Roastery (Mahmasat) to Canadian consumers of the above-mentioned coffee and roasted or otherwise processed totalled $147,482.33 from June 1, 2001 to May 31, 2002; the annual sales totalled $250,082.56 from June 1, 2002 to May 31, 2003 and the annual sales totalled $229,944.22 from June 1, 2003 to February 17, 2004. \"Each sale to retailers or to wholesalers is confirmed by an invoice. Attached hereto and marked as Exhibit 'H' to this my Affidavit are various invoices dated in 2002 and 2003.\"", "[11] Exhibit \"D\" is a photograph of boxes in a warehouse. For ease of reference it is attached as [omitted from print]. Each label, on the boxes, is shown in enlarged format in [omitted from print].", "[12] Exhibit \"H\" contains invoices from a company called Wake-Cup Coffee Depot Inc. showing coffee was sold to various retailers during the relevant period. The invoices display several trademarks, inter alia the 273 trademark.", "[13] The pertinent question before the Hearing Officer was whether the 273 trademark was in use in association with \"coffee and roasted or otherwise processed nuts\" during the relevant time.", "[14] Section 4(1) of the Act establishes that in order for there to be \"use\", there must be a transfer of property. The jurisprudence has found that: \"A. to establish a transfer of property, there must be evidence of sales of the wares bearing the trademark on the wares itself or on the packages; and \"b. advertisement in Canada of the wares bearing the trademark does not constitute sufficient use of the trademark.\" ( <FRAGMENT_SUPPRESSED> ; 213 F.T.R. 189 (T.D.), at paragraph 75)", "[15] It is well established law that the affidavit of a Respondent in a s. 45 challenge is the key document. As Cattanach, J., stated in <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 198: \"The allegations in an affidavit should be precise and more particularly so with respect to an affidavit under s. 44(2) because that is the only affidavit to be received. It should not be susceptible of more than one interpretation and if it is then the interpretation adverse to the interest of the party in whose favour the document was made should be adopted. \"By s. 44 the Registrar is not permitted to receive any evidence other than the affidavit and his decision is to be made on the material therein. The allegations are not subject to the crucible of cross-examination and contradictory affidavits are prohibited. \"These circumstances, in my view, place upon the Registrar a special duty to insure that reliable evidence is received and that a bare unsubstantiated statement of use is not acceptable and an allegation which is ambiguitas patens in an affidavit renders that affidavit equally unacceptable.\"", "[16] The Hearing Officer in this case made the following findings: \"I agree that the boxes do not show the trade-mark exactly as registered. The words ROASTERY and MAHMASAT appear below the word AL-RIFAI in smaller print, and they themselves are separated by the word BRÛLERIE. It is possible that consumers might respond to AL-RIFAI simpliciter as being a trademark and consider the remaining words to be descriptive matter. I must consider though whether the mark is used in such a way that it has not lost its identity and remains recognizable in spite of the differences between the form in which it was registered and the form in which it is used. As stated in <FRAGMENT_SUPPRESSED>  (F.C.A.), at 525, 'The practical test to be applied in order to resolve a case of this nature is to compare the trademark as it is registered with the trademark as it is used and determine whether the differences between these two marks are so unimportant that an unaware purchaser would be likely to infer that both, in spite of their differences, identify goods having the same origin'. I conclude that this is the case. The key components of the registered mark, the three words AL-RIFAI, ROASTERY and MAHMASAT, have been retained and the French equivalent of 'roastery', namely BRÛLERIE, has been added. Given the intent and purpose of s. 45, I believe that the difference is not so significant as to warrant expungement. [see <FRAGMENT_SUPPRESSED> , and a <FRAGMENT_SUPPRESSED>  looked like in the relevant time period, I refer to the unreported November 24, 2005 decision in the s. 45 proceedings regarding registration TMA367415, wherein Senior Hearing Officer Savard stated at page 7, 'The requesting party has argued that the evidence does not show that this was the case during the relevant period. Although I agree that Mr. Bérubé could have been more specific I am prepared to accept on a fair reading of the affidavit that the trade-mark was so displayed during the relevant period'. I believe that a similar approach can be applied to the present evidence. \"Given the indication in some of the exhibits that Wake-Up (sic) Coffee is the distributor, I am not concerned by the appearance of its name on the invoices. [ <FRAGMENT_SUPPRESSED>  and typically list a single entity as both the party sold to and shipped to. The registered trademark does appear near the top of the invoices, as do a number of other trademarks. However, it is not clear that such display of the mark at the top of the invoice qualified as use in accordance with s. 4(1), which requires that the mark be so associated with the wares that notice of the association is given at the time of the transfer of the property in or possession of the wares. In a similar fact situation in <FRAGMENT_SUPPRESSED> , at 575, Senior Hearing Officer Savard made the following comments: 'I note that at the top of each invoice several trademarks are listed, namely: AP RACING & Design, NORTON & Design, MZ & Design and ROTAX. However, such marking at the top of the invoices does not constitute use of any of these trademarks or of the trademarks NORTON in the manner required by s. 4(1) of the Act as none of the trademarks, including the trademark NORTON, is so associated with a particular item as to provide the required association between the trademark and any particular ware sold.' I am therefore not prepared to find that the invoices show use of the trademark in accordance with s. 4. I do however accept the invoices as evidence that corroborates Mr. Jarawan's statement that relevant sales occurred during the material time period. \" (Underlining added)", "[17] Without commenting on the findings of the Hearing Officer regarding the differences between the registered 273 trademark and the mark used on the boxes, I fail to see how the Hearing Officer could reasonably have reached her finding regarding use during the relevant period on the basis of Jarawan's affidavit.", "[18] Here the affidavit is vague and imprecise. As proof of transfer of property in the ordinary course of trade of wares bearing the 273 trademarks, photographs of boxes in a warehouse and sales invoices were offered. The affidavit and the photos do not reveal the following: A. When the photos in question was taken, i.e. within the three year period or more recently; b. Where they were taken, i.e. in Canada or elsewhere; and c. What the boxes contained, i.e. is it coffee or nuts or something else.", "[19] As for the invoices, the Hearing Officer herself rejected them as evidence of use. She accepted them as corroborative evidence that sales of the wares took place during the relevant time. While I do not dispute that they corroborate sales, they in no way establish that the wares sold bore the 273 trademark. They only establish that a company called Wake-Cup Coffee Depot Inc. sold coffee during the relevant period and that Wake-Cup Coffee Depot Inc. displayed the 273 trademark on its invoices. As such, they are of no help to the Respondents.", "[20] It escapes me how a \"fair reading\" of the affidavit sheds any light on the main requirements of establishing use as set out in s. 4(1) or how the invoices corroborate such use. Accordingly, I cannot find that the Hearing Officer came to a reasonable conclusion.", "[21] Accordingly this appeal will succeed and the 273 trademark will be ordered expunged. ORDER", "[22] THIS COURT ORDERS that: 1. The decision of the Trademarks Opposition Board Member dated January 16, 2006, is set aside. 2. The Registrar of Trademarks is ordered to expunge trademark TMA 530,273. 3. The Respondents pay the Applicant the costs of this application. Appeal allowed. [Annex A and Annex B omitted from electronic and print versions.] [End of document]"]}