{"id_": "072495", "body_str": ["[1] Mactavish, J. : Emad Mustafa Elmaskut is a Libyan national who claims to be the victim of persecution by the Libyan authorities because of his uncle's longstanding opposition to the government. His refugee claim was rejected by the Refugee Protection Division of the Immigration and Refugee Board. The Board found that there were serious problems with Mr. Elmaskut's credibility, and was troubled by the lack of documentation provided by Mr. Elmaskut to substantiate his claim. In addition, the Board found that Mr. Elmaskut's delay in making his refugee claim was indicative of a lack of subjective fear of persecution on his part.", "[2] Mr. Elmaskut contends that there were serious problems with the quality of the interpretation of his evidence, and that, as a result, he was denied a fair hearing. I agree, and as a result, the application for judicial review will be allowed. Principles Governing the Right to Language Interpretation", "[3] As the Federal Court of Appeal noted in  <FRAGMENT_SUPPRESSED>  the principles governing the right to language interpretation, guaranteed by section 14 of the Charter of Rights and Freedoms, apply during hearings of the Refugee Protection Division.", "[4] Based upon principles articulated by the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED> , Mohammadian stipulates that interpretation must be continuous, precise, competent, impartial and contemporaneous. It does not, however, have to conform to a standard of perfection.", "[5] An applicant need not demonstrate actual prejudice resulting from deficiencies in interpretation. However, as a general rule, any objection to the quality of the interpretation must be raised at the first opportunity during the refugee hearing.", "[6] While a refugee claimant can waive his or her right to interpretation that conforms to the Mohammadian standard, the threshold for waiver is high: Tran, previously cited. Did the Interpretation in this Case Meet the Mohammadian Standard?", "[7] In his Personal Information Form (or 'PIF'), Mr. Elmaskut requested that he be provided with an interpreter who spoke the Libyan dialect of the Arabic language. The interpreter that was provided was an Iraqi Arab.", "[8] Mr. Elmaskut filed an affidavit of Salaheddine Kessantini in support of his application. Mr. Kessantini is an interpreter from Libya. He deposes that the Arabic language is spoken quite differently in different parts of the Arab world. In support of this contention, he appends to his affidavit an article from an academic journal which discusses the variations in Arabic dialects, noting that there are significant differences between Middle Eastern and North African dialects.", "[9] Mr. Kessantini also deposes that he reviewed the audio tapes of the hearing against the hearing transcript. He notes discrepancies in six different areas between what was actually communicated to Mr. Elmaskut, or was said by him, and what was recorded in the transcript. In addition, Mr. Kessantini notes that there were numerous grammatical errors made by the interpreter throughout the hearing that would have been distracting.", "[10] While conceding that the interpretation at Mr. Elmaskut's hearing may not have been perfect, counsel for the respondent nevertheless submits that it met the Mohammadian standard. It is not enough, the respondent says, to identify five or six supposed inconsistencies in a lengthy transcript, to say that the interpretation was inadequate.", "[11] Further, the respondent says, given Mr. Elmaskut's statement that he could tell right away that the interpreter was Iraqi, he should have raised any concern that he may have had with respect to the quality of the interpretation at the commencement of the hearing.", "[12] Finally, the respondent submits that a review of the transcript discloses that Mr. Elmaskut's answers were responsive to the questions asked, and that he did not hesitate to ask for clarification if he did not understand a question.", "[13] A review of the discrepancies identified by Mr. Kessantini demonstrates that they relate to issues that were central to the Board's decision. Several relate to the question of Mr. Elmaskut's delay in making his refugee claim in Canada. Another relates to his failure to claim protection elsewhere, and still another relates to the very basis of his fear of persecution.", "[14] As a result, while interpretation may not have to be perfect, I am satisfied that in this case there were material discrepancies in the interpretation of Mr. Elmaskut's testimony dealing with matters that go to the very heart of his claim.", "[15] While it is true that the Board had a number of reasons for disbelieving Mr. Elmaskut, it is impossible to determine whether the Board would have come to the same conclusion with respect to the veracity of his testimony were it not for the errors in interpretation.", "[16] This leaves the respondent's argument that Mr. Elmaskut should have raised any concern that he may have had with respect to the quality of the interpretation at the commencement of his refugee hearing. Mr. Elmaskut's own affidavit is clear: he does not understand English, and was thus unaware of the problems with the interpretation at the time of his refugee hearing. Recognizing that the threshold for establishing that a claimant has waived his right to adequate interpretation is high, I find that in the circumstances, Mr. Elmaskut's failure to object to the quality of the interpretation at his hearing does not result in his having waived his rights in this regard. Conclusion", "[17] For these reasons, I find that the interpretation provided at Mr. Elmaskut's refugee hearing was neither precise nor competent. As a result, the application for judicial review is allowed. Certification", "[18] Neither party has suggested a question for certification, and none arises here. ORDER", "[19] THIS COURT ORDERS that: 1. This application for judicial review is allowed, and the matter is remitted to a differently constituted panel for redetermination. 2. No serious question of general importance is certified. [End of document] <FRAGMENT_SUPPRESSED>"]}