{"id_": "072571", "body_str": ["[1] Harrington, J. : The applicants' application for judicial review of the decision of the Minister to impose Third Party Management upon the Algonquins of Barriere Lake was dismissed. My reasons are reported at 343 F.T.R. 298; 2009 FC 374. It had been agreed during the hearing that the parties would prefer to discuss costs after the decision was rendered. In particular, the applicants were seeking costs against the Minister on a solicitor-client basis. The interveners were also seeking costs which are not presently before me.", "[2] The Minister now moves for an order against the applicants jointly and severally in the lump sum amount of $35,187.39. The motion was accompanied by a draft bill of costs calculated on Column III of Tariff B, which is the default provision. It is clear that the draft did not capture all relevant disbursements, particularly airfares. I am confident that if a bill of costs were taxed, it would be taxed for at least $35,000, and probably more. However, since any taxation may well be symbolic, the Minister was persuaded to settle for a lump sum of $30,000. I so order.", "[3] This motion raises two issues: entitlement to costs and the amount thereof. The applicants did not have much to say with respect to quantum, although some concern was expressed that the disbursements were proportionately high when compared to the fees. However, the reduction to $30,000 more than addresses that concern. The objections to the taxation were more on principle. The applicants submit that they should not be required to pay any costs because: (a) the Minister waived costs; (b) the application was of public interest and, although unsuccessful in first instance, engaged the Honour of the Crown in new areas of the law; (c) the applicants are impecunious and an award of costs would be unduly punitive; (d) if, nevertheless, an order is to be made it should be made against the Band itself and not against the applicants, as they were acting in a representative capacity. ENTITLEMENT TO COSTS", "[4] Rules 400 and following of the Federal Courts Rules deal with the awarding of costs between parties.", "[5] The general principle is that the Court has full judicial discretionary power over the amount and allocation of costs. Costs may be awarded to or against the Crown. As noted by Mr. Justice Mahoney in <FRAGMENT_SUPPRESSED>  (F.C.A.): \"... There was a time when the 'rule of dignity' dictated that the Crown neither asked nor paid costs in the ordinary course of events. That time is long past ... .\"", "[6] All things being equal, costs are usually awarded to the successful party. The Minister is not seeking enhanced costs based on any of the factors set out in Rule 400.", "[7] It has been held as a matter of policy that the Court should, when instances allow of it, favour lump sum orders, primarily guided by the standards established in Tariff B. As stated by Mr. Justice Hugessen in \"... In my view, as a matter of policy the Court should favour lump sum orders. It saves time and trouble for the parties and it is a more efficient method for them to know what their liability is for costs. I would be perfectly prepared therefore if the defendants who are largely successful on this motion wished to draw an order calculating the amounts of the costs to which each party is entitled to make a further order in fact awarding a lump sum. ...\" In this case, the Minister was completely successful and has already made appropriate calculations. WAIVER OF COSTS", "[8] There is nothing to prevent a successful party from waiving costs or, if awarded, declining to collect them. The applicants submit that the Minister waived costs because no mention of costs was made in his respondent's record. That is quite true and Rule 70(1) of the Federal Courts Rules provides that a Memorandum of Fact and Law shall contain a concise statement of the Order sought, \"including any order concerning costs.\"", "[9] Although the jurisprudence is sparse, the Court of Appeal has held that one is not disentitled to costs unless one neither asked for them in the pleadings nor orally at the hearing ( <FRAGMENT_SUPPRESSED> ; 2005 FCA 150). In the circumstances, the Minister definitely asked for costs at the deferred hearing. I hold entitlement to costs was not waived. PUBLIC INTEREST", "[10] This is not, in my view, a case where public interest dictates a particular result with respect to costs. The Honour of the Crown was not at stake. The case was limited to breaches of a funding arrangement and the remedies available to the Minister. The case had nothing to do with practices, customs and traditions which constitute Aboriginal rights that existed prior to the arrival of the Europeans, as I pointed out in paragraph 40 of my reasons.", "[11] Nor are there other circumstances which move me to order that each party should pay its own costs. The applicants referred me to <FRAGMENT_SUPPRESSED> . That case dealt with an application by the Chief and four Councillors of the First Nation Council for judicial review of a decision of the Custom Council amending the First Nation's Election Act . Mr. Justice Kelen concluded at paragraph 68: \"... The Custom Council could have sought legal advice before seeking to remove the applicants from office in the middle of their term, which may have removed the basis for the applicants' legal action. For this reason, there shall be no order as to costs.\" This, however, is an application by four members of the Elders Council, not even by the Band Council, to challenge a decision of the Minister. The circumstances are quite different. IMPECUNIOSITY", "[12] There is anecdotal evidence that the applicants may be impecunious and that the Minister may be unable, or perhaps even unwilling, to collect. The issue however is indebtedness, not recovery of that indebtedness ( <FRAGMENT_SUPPRESSED>  (F.C.A.)).", "[13] The applicants cite the case of <FRAGMENT_SUPPRESSED>  B.C.A.C. 161; 56 W.A.C. 161 as authority for the well-known proposition that costs are partially compensatory and are not punitive, except in special circumstances. However, that was a case which dealt with solicitor-client costs. The Minister is not seeking solicitor-client costs, or even enhanced costs on the basis that the case became unduly complex because the applicants resurrected issues going back fifteen years before the decision to impose third party management was made. LIABILITY OF THE BAND", "[14] Finally, the applicants say that if costs are to be taxed they should be taxed against the Band itself. I do not subscribe to this view. I held that the four applicants, be they as the Elders Council, or as individual Band members, had no standing. There was nothing in the record to indicate that the Band counsel itself was unable to institute proceedings. In fact, just after the application was launched the Council passed a resolution in support. This suggested to me that the applicants were being put up as straw men, immune to costs, or so as to avoid the application being discontinued should the then-Council be replaced by a new one which did not wish to pursue the litigation. The Interveners, in fact, purport to be such a replacement Council.", "[15] To suggest that the Band should pay the costs is to meddle in other proceedings currently before the Court, (the decision of the Minister to deal with the Council led by Casey Ratt (T-462-08) and the application by Casey Ratt, et al. against the status of the competing Council led by Benjamin Nottaway (T-654-09).", "[16] If the applicants have support within the community for the proceedings they took, then perhaps they could ask those supporting Band members to contribute to their liability.", "[17] If anyone had the right to assert that the Band should be liable for costs, it is the Minister and he has chosen not to do so ( <FRAGMENT_SUPPRESSED> ; 18 O.R.(3d) 239 (Gen. Div.)). ORDER", "[18] THIS COURT ORDERS that : The Minister is awarded costs against the applicants, or their Estates, jointly and severally in the lump sum of $30,000. Order accordingly. Editor: Rodney A. Jordan/vnh [End of document]"]}