{"id_": "072614", "body_str": ["[1] Le juge Annis", "[2] II. Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] III.", "[10]", "[11]", "[12]", "[13] IV.", "[14] V. Norme de contrôle", "[15] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). VI. Analyse A.", "[16]", "[17]", "[18] <FRAGMENT_SUPPRESSED> ).", "[19] B.", "[20] <FRAGMENT_SUPPRESSED> à 7 [ <FRAGMENT_SUPPRESSED> ]:", "[...]", "Canada (Procureur général) c. Ward", "[Je souligne]", "[21] « Guidance Note on Refugee Claims relating to Female Genital Mutilation", "[22]", "[23] [Je souligne]", "[24]", "[25] Guidance Note on Refugee Claims relating to Female Genital Mutilation et les", "[26]", "[27]", "[28] et", "[29]", "[30] Le Guidance Note on Refugee Claims relating to Female Genital Mutilation", "[31] VII.", "[32] VIII. Conclusion", "[33] JUGEMENT", "[34] Mariam Joseph Latif and  <FRAGMENT_SUPPRESSED>  This is an application for judicial review filed under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] against a decision by a member of the Refugee Protection Division [the Tribunal] dated May 7, 2015, to reject the applicants' refugee protection claim. The applicants are seeking to have the decision set aside and the file referred back to a different member for redetermination.", "[2] For the reasons that follow, this application for judicial review is allowed in part. II. Background", "[3] The principal (female) applicant, Miriam Joseph Latif, and her son, the male applicant, Farhad Yacin Mohamoud [collectively, the applicants], are both citizens of Djibouti.", "[4] The female applicant and her husband have four children, including an older son who still lives in Djibouti with his father. Their other son fled to Morocco. The female applicant, her son (the male applicant) and her minor daughter fled to Canada, where they claimed refugee protection on May 16, 2014, at the Lacolle port of entry.", "[5] The female applicant fears returning to her country because of the political involvement of her father-in-law, who was once a member of the government of Djibouti's first president. Ten years after being dismissed from office, he supported the opposition in 2011 after his family was threatened. Despite her father-in-law's death in June 2013, the threats against the family continued.", "[6] On April 3, 2011, the female applicant, along with her eldest son and her husband, was ordered to come to the police station because of her name (Joseph), which sounds Jewish or Christian, even though she is a Muslim. While they were in detention, the police officers mistreated the female applicant's husband and her son. On that same occasion, they threatened the female applicant by telling her that she should change her name if she wanted to live in peace with her family. They were all released the next day and threatened [translation] \"to keep quiet if they wanted to not put their lives at stake\".", "[7] On April 20, 2012, the applicant and her family received death threats. They also learned that influential residents in the neighbourhood had encouraged armed youths to climb over the walls of their house during the night.", "[8] On May 4, 2012, some plainclothes police officers brought them a summons and used the principal applicant's name as a pretext for harassing and intimidating them. This is the context in which the principal applicant and her husband decided that she should leave the country with the two youngest children to join her family in Canada and claim refugee status.", "[9] The refugee protection claims of the principal applicant and her son (the male applicant) were rejected, while the refugee protection claim of her minor daughter was allowed. III. Impugned decision", "[10] The refugee protection claims of the principal applicant and the male applicant were refused because of numerous unfavourable findings regarding credibility. The Tribunal found that there were several contradictions between the applicants' Basis of Claim [BOC] forms and their testimony; moreover, the documentary evidence in the record did not support their claims.", "[11] In the case of the principal applicant, the Tribunal was of the opinion that there was a stark difference between her story and her oral testimony regarding the events surrounding her detention by the police station and the alleged political activities of her father-in-law. At the port of entry, she had stated that she had been detained because of her husband, whereas in her testimony and in her BOC form, she had alleged that it had been because her name sounded Jewish or Christian. The Tribunal noted that the principal applicant did not file any evidence showing the political activities of her father-in-law and that the objective documentary evidence did not support her claims that Jews or Christians were being persecuted in Djibouti. The Tribunal therefore found that the principal applicant was not credible.", "[12] In the case of the male applicant, the Tribunal found several contradictions between his refugee protection claim at the port of entry and his testimony at the hearing. At the port of entry, he had declared that he was neither a sympathizer nor a member or affiliate of any organization and had never been detained. This declaration contradicted his testimony, in which he alleged having been targeted by the authorities and detained three times because of his political activities with the Youth Opposition Movement [MJO]. The Tribunal noted that the entry and exit stamps in his passport show that he was outside Djibouti between June 29, 2013, and July 26, 2013, which contradicts the allegations in his BOC form that he had been detained on July 18, 2013, in Djibouti. The Tribunal therefore found that the male applicant was not credible.", "[13] Lastly, the Tribunal found that the minor female applicant would face a serious possibility of persecution, specifically, female genital mutilation [FGM], should she return to Djibouti. However, the Tribunal nonetheless found that her mother, having failed to declare that she feared for herself because of her opposition to this practice and having failed to provide any supporting evidence, would not be persecuted should she return to Djibouti. IV. Issues", "[14] This application raises two issues: 1. Was the Tribunal's decision regarding the assessment of the applicants' credibility unreasonable? 2. Did the Tribunal unreasonably conclude that the evidence in the record did not allow it to find that the female applicant would be at risk because of her opposition to FGM? V. Standard of review", "[15] The parties agree that the standard of review in this case is the reasonableness standard ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). VI. Analysis A. Assessment of the applicants' credibility", "[16] The applicants submit that the Tribunal placed undue weight on the declarations made at the port of entry, particularly document IMM-0008 [Generic Application Form for Canada]. This sort of analysis is contrary to the principle established in <FRAGMENT_SUPPRESSED> that \"[i]t would not be proper for the Board to base its findings on extensive 'microscopic' examination of issues irrelevant or peripheral to the applicant's claim\". It is also an error of the Tribunal \"to impugn the credibility of the Applicant on the sole ground that the information provided . . . at the [port of entry] interview lacks details\" ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). The Tribunal therefore erred in relying on these stories from the port of entry to find that the applicants are not credible.", "[17] However, it should be noted that in <FRAGMENT_SUPPRESSED> , the applicant had not changed his story been the port of entry interview and the hearing. It was a matter of adding details, such as dates. Furthermore, in that case, the Tribunal had accepted erroneous facts that were not supported by the evidence in the record.", "[18] Regarding the assessment of the documents filled out at the port of entry, the respondent submits that the Tribunal did not cast doubt on the applicants' credibility just because this information was not detailed. There were significant contradictions and omissions between the applicants' BOC form and their testimony regarding key questions in their claims. The Tribunal may draw negative conclusions from differences between the statements made at the point of entry and any subsequent testimony: ( <FRAGMENT_SUPPRESSED> ).", "[19] In light of the deficiencies described by the Tribunal, such as the significant contradictions and omissions, its decision regarding the applicants' credibility is reasonable. The Tribunal did not believe the applicants' story or that they had been politically active in their country and targeted by Djiboutian authorities. B. Duty to consider all possible grounds of persecution", "[20] The principal applicant argues that the Tribunal erred because it has a duty to consider all possible grounds of persecution, even if one of the grounds is not raised until the hearing, as was the case here. This principle was stated by Justice Dawson in <FRAGMENT_SUPPRESSED> to 7 [ <FRAGMENT_SUPPRESSED> ]: Particular Family Group: Spouse of Mr. Malagon", "[5] In fairness to the Board, Ms. Pastrana's former counsel did not specifically advance a claim to refugee status on this ground. Indeed, Ms. Pastrana's former counsel made no intervention when the presiding member at the start of the hearing advised the parties that \"each claim will be determined on its own merits\". . . .", "[6] However, in <FRAGMENT_SUPPRESSED>  at pages 745 and 746, the Supreme Court of Canada confirmed that the Board must consider all of the grounds for making a claim to refugee status, even if the grounds are not raised during a hearing by a claimant . This flows from the direction at paragraph 67 of the United Nations High Commissioner for Refugees (UNHCR) Handbook on Procedure and Criteria for Determining Refugee Status that it is not the duty of a claimant to identify the reasons for their persecution.", "[7] In the present case, the Board accepted that Ms. Pastrana was the common-law spouse of Mr. Malagon, that he was a former military conscript, and that FARC \"is described as a brutal and pervasive organization that pressures young men to join their ranks, and resort to threats, intimidation, extortion and kidnapping in order to achieve their goals\". Documentary evidence before the Board included the March 2005 document prepared by the UNHCR entitled \"International Protection Considerations Regarding Colombian Asylum-Seekers and Refugees\". There, the UNHCR noted that \"[a]gainst the background of widespread violations of human rights and international humanitarian law, certain groups of persons [in Colombia] can be identified as being more frequently targeted than others\". Included as a group were \"[f]ormer conscript[s] or professional soldiers and police, as well as their families\". [Emphasis added]", "[21] At the hearing, the principal applicant stated for the first time that the document from the Office of the United Nations High Commissioner for Refugees [UNHCR] that she had filed, entitled \"Guidance Note on Refugee Claims relating to Female Genital Mutilation\", shows that there is a reasonable possibility that she could be persecuted for her opposition to FGM. The principal applicant relies on the following statement from that document: The parent could nevertheless be considered the principal applicant where he or she is found to have a claim in his or her own right. This includes cases where the parent would be forced to witness the pain and suffering of the child, or risk persecution for being opposed to the practice.", "[22] The respondent submits, first of all, that the female applicant has not discharged her burden of proving the merits of her own refugee protection claim based on her opposition to FGM, since raising these arguments at the hearing is not in itself evidence. In light of <FRAGMENT_SUPPRESSED> , above, I cannot agree with this argument.", "[23] Second, the respondent submits that the Tribunal's decision is reasonable because no evidence was submitted with regard to the mother's fear of witnessing the suffering of her child. I reject this point too, since the relevant evidence concerning the mother's opposition to FGM was mentioned at paragraph 81 of the decision: [translation] The adult claimant (the female applicant) did not state in her BOC or at the hearing that she feared for herself because of her opposition to her daughter's excision. She spoke only of her fear that her daughter would be excised and of her desire to protect her daughter from such mutilation. The female claimant never raised persecution, threats or other harm directed against her by her in-laws or other individuals because of her opposition to the genital mutilation of her daughter. Indeed, when the female claimant's counsel asked her what the consequences would be for her if she and her husband openly opposed her husband's grandmother, who wants to excise their daughter, the female claimant simply answered that she did not want to antagonize the grandmother, that she could not say it to her directly and that she went through her husband. Her husband has already spoken to the grandmother about their opposition to their daughter's excision, but the grandmother would not listen, saying that they had to respect her age and her wishes. [Emphasis added]", "[24] This passage shows that it would be impossible for the principal applicant to protest or intervene to prevent the grandmother from going ahead with the FGM of her daughter. The principal applicant is constrained by the family's cultural norms, which prevent her from objecting to the grandmother's decision. As a woman, she therefore cannot denounce the mistreatment of her daughter because only the husband may do so.", "[25] Apart from the fact that the Tribunal should have assessed the evidence under the Guidance Note on Refugee Claims relating to Female Genital Mutilation and Guideline 4 - Women Refugee Claimants Fearing Gender-Related Persecution , it should have understood that the evidence also tended to establish the basis for the principal applicant's subjective fear. I find that this is particularly the case when the supporting evidence for the daughter's risk of FGM has been accepted by the Tribunal.", "[26] The principal applicant may have said that she did not fear for her own safety, but in light of the evidence in the record, it is clear that if she does not take refuge in another country and tries to intervene on behalf of her daughter contrary to cultural norms, she will be at risk.", "[27] It is unacceptable to reject a risk of persecution or a need for protection when the alleged conduct would place the person in a potential situation of serious harm, even if the person could avoid it by accepting the persecuting conduct and does nothing to prevent it.", "[28] I also reject the similar argument by the respondent in his supplementary submission letter dated November 17, 2015: Second, the implicit risk at issue is a hypothetical risk. The risk of witnessing the pain and suffering of her daughter would be a potential risk should the applicant return to Djibouti along with her daughter . In the circumstances of this case, [the Tribunal] was under no obligation to consider such a possibility. [Emphasis in original]", "[29] The fact that the mother would avoid persecution by not bringing her daughter back with her to Djibouti is not an indication that the risk is hypothetical or that she would not be persecuted. The principal applicant is not free to choose to travel and remain with her daughter, as a mother normally would want. In this case, the danger is therefore not hypothetical.", "[30] The Guidance Note on Refugee Claims relating to Female Genital Mutilation is objective evidence supporting the subjective fears of the principal applicant: \"where the parent would be forced to witness the pain and suffering of the child, or risk persecution for being opposed to the practice\".", "[31] Finally, I conclude that the Tribunal's decision to refuse to grant the principal applicant refugee status is unreasonable in light of That part of the decision is therefore set aside, and the matter shall be referred back to a different member for redetermination. However, the Tribunal's decision regarding the male applicant (Farhad Yacin Mohamoud) is reasonable and is not set aside by this decision. VII.", "[32] There was a discussion before the Court as to whether a certified question was needed to allow the Court to consider an issue that had not been raised at the Tribunal's hearing, namely, the [translation] \"indirect\" persecution of the principal applicant owing to her involvement in the process of her daughter's FGM. Having concluded that the issue was raised at the hearing and addressed in the Tribunal's reasons, the Court finds that a certified question is no longer required. VIII. Conclusion", "[33] For the reasons set out above, the application is allowed in part, and no question is certified. The part of the decision refusing to grant the principal applicant refugee status is unreasonable and shall be referred back to a different member for redetermination. The Tribunal's decision regarding the male applicant is reasonable and is not set aside. JUDGMENT", "[34] THIS COURT ORDERS AND ADJUDGES that this application for judicial review is allowed in part. No question is certified. [End of document]"]}