{"id_": "072659", "body_str": ["[1] Strickland, J. : The Appellant, Homelife Experience Realty (Homelife) has appealed a decision of the Deputy Director (Director) of the Financial Transactions and Reports Analysis Centre of Canada (FINTRAC) dated December 10, 2009 made pursuant to section 73.15(2) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act , SC 2000, c 17 (Act). The Director found that the Appellant committed four violations of the Act and the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations , SOR/2002-184 (Regulations). The appeal is brought pursuant to subsection 73.21 of the Act.  <FRAGMENT_SUPPRESSED>", "[2] By Order of Prothonotary Aalto dated February 16, 2011, Mr. Harry Margosutjahjo, director and officer of Homelife, was granted leave to represent the Appellant at the hearing of this matter which was heard together with <FRAGMENT_SUPPRESSED>  aside the decision of the Director. For the reasons that follow, the decision of the Director relating to the commission of the offences was reasonable and shall not be set aside. However, due to a lack of intelligibility in the decision and its reasons on the record, it is not possible for the Court to understand how the amount of the penalty was reached, whether mitigating or aggravating factors were considered and what principles of sentencing were applied. As such, that aspect of the decision was unreasonable. The decision shall therefore be returned to the Director for redetermination on penalty.  <FRAGMENT_SUPPRESSED> Legislative Background  <FRAGMENT_SUPPRESSED>", "[4] The Act is described in its preamble as one intended to facilitate combating the laundering of proceeds of crime and the financing of terrorist activities and to establish FINTRAC. Its stated objectives include the implementation of specific measures to detect and deter money laundering and the financing of terrorist activities as well as to facilitate the investigation and prosecution of offences relating to such activity (subsection 3(a)). This includes establishing record keeping and client identification requirements for financial services providers and other persons or entities that engage in businesses, professions or activities that are susceptible to being used for money laundering or the financing of terrorist activities (subsection 3(a)(i)). Part 1 of the Act, \"Record Keeping, Verifying Identity, Reporting of Suspicious Transactions and Registration\", applies to persons and entities engaged in a business, profession or activity described in regulations made under subsections 73(1)(a) or 73(1)(b) while carrying out the activities described in the regulations (section 5). The Governor in Council may make regulations, amongst other things, designating contraventions of Part 1 as violations under the Act and addressing applicable penalties (subsection 73.1(1)).  <FRAGMENT_SUPPRESSED>", "[5] In that regard, section 37 of the Regulations states that every real estate broker or sales representative is subject to Part 1 of the Act when they act as an agent in respect of the purchase or sale of real estate.  <FRAGMENT_SUPPRESSED>", "[6] Accordingly, real estate brokers or agents are required to establish and implement, in accordance with the Regulations, a program intended to ensure their compliance with Part 1 (subsection 9.6(1)). This includes the development and application of policies and procedures so that the person or entity can assess, in the course of their activities, the risk of a money laundering or a terrorist activity financing offence (subsection 9.6(2)).  <FRAGMENT_SUPPRESSED>", "[7] For the purposes of compliance with subsection 9.6(1) of the Act, the Regulations require the implementation of a compliance program:  <FRAGMENT_SUPPRESSED> (a) appointing a person who is responsible for the implementation of the program;  <FRAGMENT_SUPPRESSED> (b) developing and applying written compliance policies and procedures that are kept up to date and, in the case of an entity, are approved by a senior officer;  <FRAGMENT_SUPPRESSED> (c) assessing and documenting, in a manner that is appropriate for the person or entity, the risk referred to in subsection 9.6(2) of the Act, taking into consideration  <FRAGMENT_SUPPRESSED> i. the clients and business relationships of the person or entity;  <FRAGMENT_SUPPRESSED> ii. the products and delivery channels of the person or entity;  <FRAGMENT_SUPPRESSED> iii. the geographic location of the activities of the person or entity; and  <FRAGMENT_SUPPRESSED> iv. any other relevant factor.  <FRAGMENT_SUPPRESSED> (d) if the person or entity has employees, agents or other persons authorized to act on their behalf, developing and maintaining a written ongoing compliance training program for those employees, agents or persons; and  <FRAGMENT_SUPPRESSED> (e) instituting and documenting a review of the policies and procedures, the risk assessment and the training program for the purpose of testing their effectiveness, which review is required to be carried out every two years by an internal or external auditor of the person or entity, or by the person or entity if they do not have such an auditor.  <FRAGMENT_SUPPRESSED> Factual Background  <FRAGMENT_SUPPRESSED>", "[8] Homelife is a real estate broker or agent.  <FRAGMENT_SUPPRESSED>", "[9] FINTRAC was established pursuant to the Act, as an independent agency that, amongst other things, collects, analyses, assesses and discharges information in order to assist with the detection, prevention and deterrence of money laundering and of the financing of terrorist activities and compliance with Part I (sections 40 and 41).  <FRAGMENT_SUPPRESSED>", "[10] The following factual background is based on the materials provided in the Appeal Book.  <FRAGMENT_SUPPRESSED>", "[11] On February 4, 2009, the Regional Compliance Officer of FINTRAC wrote to Homelife advising that it had been selected for a compliance examination in order to verify compliance with the requirements of Part 1 of the Act and Regulations (notice of examination). The examination would be conducted on March 25, 2009. The letter stated that the objective of the examination was to assess the extent to which Homelife's compliance regime, reporting, maintenance of client records and client identification policies and practices met the legislative requirements. The letter also requested that FINTRAC be provided with specific documentation at least one week in advance of the examination, including copies of Homelife's:  <FRAGMENT_SUPPRESSED> - compliance policies and procedures, including those that pertain to special measures for high risk;  <FRAGMENT_SUPPRESSED> - ongoing training program provided to Homelife's staff and/or agents in relation to its obligations under the Act;  <FRAGMENT_SUPPRESSED> - documented assessment of risks related to money laundering and terrorist financing;  <FRAGMENT_SUPPRESSED> - any documented internal or external review of Homelife's compliance policies and procedures, risk assessment and ongoing training program that have been completed to date.  <FRAGMENT_SUPPRESSED>", "[12] The notice of examination also advised that there would be an examination of certain records relating to transactions conducted by Homelife between August 1, 2008 and January 31, 2009 and other documents.  <FRAGMENT_SUPPRESSED>", "[13] The date that the examination was ultimately conducted is not clear from the record. It is understood to have been at or around March 25, 2009.  <FRAGMENT_SUPPRESSED>", "[14] On April 29, 2009, Homelife received a letter from the Regional Compliance Officer listing ten deficiencies identified as a result of the compliance examination. The letter advised that FINTRAC was committed to achieving compliance by taking a cooperative approach and, therefore, requested that Homelife, within thirty days, being May 29, 2009, provide an action plan identifying the steps it had taken to rectify the compliance issues, after which a follow up verification examination may be conducted. The letter asked that Homelife note that independent of other compliance actions, deficiencies such as those cited in the letter could lead to civil or criminal penalties. On June 1, 2009, the Regional Compliance Officer extended the deadline for providing the action plan to June 19, 2009.  <FRAGMENT_SUPPRESSED>", "[15] On June 29, 2009, FINTRAC issued a Notice of Violation stating that, pursuant to subsection 73.13 of the Act, it had determined that Homelife had committed the five violations listed and that it had therefore imposed an administrative monetary penalty in the amount of $37, 500.00. The listed violations all arose from the first deficiency listed in FINTRAC's April 29, 2009 letter. The Notice of Violation stated that Homelife had the right to have the violations and the penalty reviewed by making representations to the Director by July 29, 2009.  <FRAGMENT_SUPPRESSED>", "[16] In response to the Notice of Violation, Mr. Harry Margosutjahjo submitted a letter of explanation dated July 20, 2009. He stated that Homelife had no intention of contravening the law and was careful to ensure that no terrorists or money launderers dealt with the company. Mr. Margosutjahjo also stated that he had appointed himself as the individual responsible for monitoring compliance; that Homelife now had in place a written compliance manual, a copy of which was provided to all staff; the attached Risk Assessment for Brokerage was completed; that all sales staff are independent contractors but were trained and informed of their obligations during sales meetings; and, that Homelife had a policy of reviewing each transaction as well as reviewing their policy and procedures to ensure they were operating effectively. While there may have been minor errors in the filing report, these could easily be corrected. He also stated that he had communicated with the Regional Compliance Officer to determine what action Homelife could undertake to correct mistakes, but was informed that he need not worry about the past as the future was the most important. Further, that since the inspection Homelife was up to date and all necessary documentation was done correctly. He also stated that the company was a small one that could not afford the fine imposed.  <FRAGMENT_SUPPRESSED>", "[17] On August 27, 2009, Mr. Margosutjahjo wrote to FINTRAC submitting copies of further documents comprised of:  <FRAGMENT_SUPPRESSED> - one page document entitled: \"Compliance Officer Appointment COMPLIANCE OFFICER\". This is undated and names Mr. Margosutjahjo as compliance officer;  <FRAGMENT_SUPPRESSED> - document entitled: \"OFFICE POLICY MANUAL\". This is undated and contains general office procedures;  <FRAGMENT_SUPPRESSED> - undated document entitled: \"Proceeds of Crime (Money Laundering) and Terrorism Financing Act and Regulations 2008 OFFICE COMPLIANCE MANUAL\";  <FRAGMENT_SUPPRESSED> - Ontario Real Estate Association (OREA) Risk Assessment for Brokerage form, dated February 19, 2009;  <FRAGMENT_SUPPRESSED> - one page undated document entitled: \"FINTRAC REVIEW BOARD CAN BE CONTACTED AT 905-896-1177\";  <FRAGMENT_SUPPRESSED> - twenty completed \"Certification of Completion of Compliance Training\" forms, of various dates;  <FRAGMENT_SUPPRESSED> - nine completed \"Record of Additional Training (Meetings, CPD, etc.)\" forms of various dates; and  <FRAGMENT_SUPPRESSED> - nine completed \"Memo Office Meeting\" forms of various dates.  <FRAGMENT_SUPPRESSED>", "[18] On September 10, 2009, Mr. Margosutjahjo again wrote to FINTRAC stating that as per the suggestion of Ms. Julie Ethier, Senior Review Officer (her letter dated August 26, 2009) he was enclosing copies of documents for her review and consideration, and made representations as to Homelife's financial situation. The documents attached were:  <FRAGMENT_SUPPRESSED> (i) Unaudited financial statements as of December 15, 2008;  <FRAGMENT_SUPPRESSED> (ii) 2008 T2E Corporation Income Tax Return for Homelife; and  <FRAGMENT_SUPPRESSED> (iii) 2008 T2E Return and Schedule Information for Homelife.  <FRAGMENT_SUPPRESSED> Decision Under Appeal  <FRAGMENT_SUPPRESSED>", "[19] On December 10, 2009, the Director issued a Notice of Decision to Homelife concerning the violations described in the Notice of Violation.  <FRAGMENT_SUPPRESSED>", "[20] The Director stated that having reviewed the Notice of Violation, supporting documentation as well as the representations made by Homelife, she had determined, on a balance of probabilities, that it had committed the following four violations:  <FRAGMENT_SUPPRESSED> 1. Failure of a person or entity to appoint a person to be responsible for the implementation of a compliance program, which is contrary to subsection 9.6(1) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and paragraph 71(1)(a) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (Violation #1);  <FRAGMENT_SUPPRESSED> 2. Failure of a person or entity to develop and apply written compliance policies and procedures that are kept up to date and, in the case of an entity, are approved by a senior office, which is contrary to subsection 9.6(1) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and paragraph 71(1)(b) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (Violation #2);  <FRAGMENT_SUPPRESSED> 3. Failure of a person or entity to assess and document the risk referred to in subsection 9.6(2) of the Act, taking into consideration prescribed factors, which is contrary to subsection 9.6(1) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and paragraph 71(1)(c) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (Violation #3); and  <FRAGMENT_SUPPRESSED> 4. Failure of a person or entity that has employees, or agents or other persons authorized to act on their behalf to develop and maintain a written ongoing compliance training program for those employees, agents or persons, which is contrary to subsection 9.6(1) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act and paragraph 71(1)(d) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations (Violation #4).  <FRAGMENT_SUPPRESSED>", "[21] The Director determined that the facts did not support the conclusion that the Appellant committed the fifth violation contained in the Notice of Violation. Therefore, that violation was withdrawn and, accordingly, FINTRAC imposed a lesser penalty of $27,000, payable in lieu of the penalty set out in the Notice of Violation.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[22] Homelife, represented by Mr. Margosutjahjo who is not a lawyer, did not identify any issues on this appeal.  <FRAGMENT_SUPPRESSED>", "[23] The Respondent, the Attorney General, identified the following two issues which I agree are appropriate:  <FRAGMENT_SUPPRESSED> 1. What is the proper standard of review of a decision of the Director made pursuant to subsection 73.15(2) of the Act?  <FRAGMENT_SUPPRESSED> 2. Did the Director err in concluding that the Appellant had committed the four violations set out in her decision of December 10, 2009, and imposing an administrative monetary penalty of $27,000?  <FRAGMENT_SUPPRESSED> ISSUE 1: What is the proper standard of review of a decision of the Director made pursuant to subsection 73.15(2) of the Act?  <FRAGMENT_SUPPRESSED> Homelife's Position  <FRAGMENT_SUPPRESSED>", "[24] The Appellant does not make submissions on the appropriate standard of review.  <FRAGMENT_SUPPRESSED> Attorney General's Position  <FRAGMENT_SUPPRESSED>", "[25] The Attorney General submits that the appropriate standard of review is reasonableness. The Director was required to determine whether, on a balance of probabilities, the Applicant had met the requirements of the Act as of the date of the compliance examination. This is a determination of fact requiring deference ( <FRAGMENT_SUPPRESSED>  at paras 45, 47-49, 55, 60 [ ]). This is also the case if these are viewed as questions of mixed fact and law ( Newfoundland and  <FRAGMENT_SUPPRESSED>  [ Newfoundland and Labrador Nurses ]).  <FRAGMENT_SUPPRESSED>", "[26] The question before the Court is whether the findings and determinations made by the Director were reasonable given the evidence before her. The Respondent also relies on its submissions made  <FRAGMENT_SUPPRESSED> -09 heard together with this matter.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[27] The first step in determining the appropriate standard of review is to ascertain whether existing jurisprudence has already resolved, in a satisfactory manner, the degree of deference to be afforded a particular category of question. If it has not, then the Court must engage the second step, which is to determine the appropriate standard having regard to the nature of the question, the expertise of the tribunal, the presence or absence of a privative clause, and the purpose of the tribunal ( <FRAGMENT_SUPPRESSED> , at paras 51-64; <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[28] In this case, there is no jurisprudence resolving the degree of deference to be afforded to the particular question before this Court, being a decision made pursuant subsection 73.15(2) of the Act. Indeed, the Respondent confirmed when appearing before me that this and T-1869-09 are the first appeals of this kind to be heard by the Court.  <FRAGMENT_SUPPRESSED>", "[29] At the hearing, the Court inquired if there were other decisions on appeal of non-compliance violations and the imposition of a monetary administrative penalty in other administrative compliance regimes which might assist in determining the appropriate standard of review. Counsel for the Attorney General referred the Court to <FRAGMENT_SUPPRESSED>  [ Mega ]. Mega concerned an appeal of the decision of the Financial Consumer Agency of Canada whereby its commissioner confirmed the finding of the Deputy Commissioner that Mega had contravened certain of the provisions of the Cost of Borrowing (Banks) Regulations made under the Financial Consumer Agency of Canada Act , SC 2001, c 9. It imposed an administrative monetary penalty of $12,500 as a result of the non-compliance.  <FRAGMENT_SUPPRESSED>", "[30] Justice de Montigny stated the following with respect to the standard of review:  <FRAGMENT_SUPPRESSED>", "[24] It is by now well-established that there is often no need to proceed to a contextual analysis and to consider the factors identified in <FRAGMENT_SUPPRESSED>  [ ]. As recognized by the Supreme Court in <FRAGMENT_SUPPRESSED>  [ Smith ] a reviewing judge may rely on the broad categories identified by <FRAGMENT_SUPPRESSED> , to determine the relevant standard of review. As a result, the reasonableness standard will normally apply to a question related to (1) the interpretation of the tribunal's enabling or \"home\" statute or statutes closely connected to its function, with which it will have particular familiarity; (2) issues of fact, discretion or policy; or (3) a question of mixed law and fact ( Smith , above at para 26).  <FRAGMENT_SUPPRESSED>", "[25] The first substantive issue listed above - did the Appellant's information boxes violate the Regulations - is clearly a question of mixed fact and law, as it requires the interpretation of the Regulations and their application to the facts of this case. As such, it is clearly reviewable on the standard of reasonableness. Moreover, the Regulations are closely connected to the Commissioner's functions under the Act, which is to protect the interests of consumers of financial services. The Regulations are part of a specialized regulatory regime over which the Commissioner has exclusive jurisdiction, and to that extent are akin to a \"home\" statute. Finally, it cannot be said that the interpretation of what is required under these Regulations is of central importance to the legal system. For all of these reasons, issue c), as well as issues d), f) and g), which are all issues of mixed law and fact, will be reviewed against the standard of reasonableness. Accordingly, this Court will only intervene if it can be shown that the decision of the Commissioner does not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>", "[31] In my view, the same considerations apply in this case. The function of FINTRAC, and the Director, is to assess compliance with the requirements of the Act and Regulations, to detect and deter money laundering and the financing of terrorism. It is a specified regime over which FINTRAC has jurisdiction. The question before the Director was whether Homelife complied with the subject provisions of the Regulations which is a question of mixed fact and law as it required that the Director interpret the requirements of those provisions and apply the facts of this case to them to determine whether there had been compliance. Though worded as an appeal, this is a type of judicial review and attracts the standard of reasonableness (also see <FRAGMENT_SUPPRESSED>  provided as a part of the Respondent's post hearing submissions).  <FRAGMENT_SUPPRESSED>", "[32] Where the standard of reasonableness applies, the role of the Court is to determine whether the decision \"falls within 'a range of possible, acceptable outcomes which are defensible in respect of the facts and law'\" ( <FRAGMENT_SUPPRESSED> , at para 47). As long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  para 59). The court should not interfere with the decision unless this standard is not met.  <FRAGMENT_SUPPRESSED> ISSUE 2: Did the Director err in concluding that Homelife had committed the four violations set out in her decision of December 10, 2009, and imposing an administrative monetary penalty of $27,000?  <FRAGMENT_SUPPRESSED> Homelife's Position  <FRAGMENT_SUPPRESSED>", "[33] Homelife submits, in essence, that it exercised due diligence in carrying out its compliance obligations as set out in the Act and the Regulations, as it took all reasonable steps under the circumstances to avoid the violations. There were no clear and stated guidelines from FINTRAC to assist brokers and agents in complying with the law. Further, the Director failed to consider Homelife's letter of explanation ( <FRAGMENT_SUPPRESSED> ; R v Ellis Don Corporation , 2006 ONCJ 590 at para 21; R v Sgotto , 2009 ONCJ 48).  <FRAGMENT_SUPPRESSED>", "[34] As to Violation #1, Mr. Margosutjahjo is the broker of record for Homelife and appointed himself as the individual responsible for monitoring compliance with the Act and the Regulations.  <FRAGMENT_SUPPRESSED>", "[35] As to Violation #2, Mr. Margosutjahjo prepared a compliance policy manual, furnished each staff member with a copy of it, and monitored their compliance. Staff was regularly informed at sales meetings of any amendments to the law or new regulations.  <FRAGMENT_SUPPRESSED>", "[36] As to Violation #3, Homelife prepared a Risk Assessment for Brokerage Form.  <FRAGMENT_SUPPRESSED> Attorney General's Position  <FRAGMENT_SUPPRESSED>", "[37] The Attorney General submits that the evidence before the Director clearly supported her decision and was therefore reasonable.  <FRAGMENT_SUPPRESSED>", "[38] Regarding Violation #1, the Attorney General submits that, based on the April 29, 2009 letter from FINTRAC, a compliance officer had not been appointed at the time the compliance examination was conducted on March 25, 2009. That letter afforded Homelife an opportunity to demonstrate that this was incorrect but it did not do so. Further, the July 20, 2009 letter from Mr. Margosutjahjo did not contest that there was no compliance officer in place at the time of the examination, and rather stated that Mr. Margosutjahjo confirmed that he was appointed as of the date of its representations. Further, the \"Compliance Officer Appointment COMPLIANCE OFFICER\" document is undated and no explanation was offered as to why it was not provided to FINTRAC in response to the April 29, 2009 compliance examination findings letter.  <FRAGMENT_SUPPRESSED>", "[39] As to Violation #2, the Attorney General states that Homelife had not, at the time of the examination, developed and applied a written compliance policy and procedure. In its July 20, 2009 representations, Homelife stated that it had 'now' complied with the requirement to adopt policies. Further, in its August 25, 2009 representations, it provided a document entitled \" Proceeds of Crime (Money Laundering) and Terrorism Financing Act and Regulations 2008 Office Compliance Manual \", but this was not previously provided nor was an explanation offered for this. Further, the manual simply reiterates the obligations imposed by the Act and the Regulations. There is no reference to how Homelife will meet those obligations and there is no specific reference to its employees or agents. While Homelife also submitted an \"Office Policy Manual\", it makes no reference to the Act and contains insufficient policies or procedures that could be intended to ensure compliance.  <FRAGMENT_SUPPRESSED>", "[40] On Violation #3, the Attorney General submits that Homelife had not conducted, in the course of its activities, an assessment of the risk of money laundering or terrorist financing offences occurring in the course of its business. Homelife submitted a document entitled \"Risk Assessment for Brokerage\" dated February 19, 2009, but the Director rightly concluded that this document did not constitute a risk assessment. It is a form prepared by the Canadian Real Estate Association (CREA) and does not contain any rationale or conclusion about the level of risk of money laundering or terrorist financing Homelife is subject to which are fundamental aspects of an appropriate risk assessment under the Act.  <FRAGMENT_SUPPRESSED>", "[41] On Violation #4, the Attorney General submits that Homelife failed to develop and maintain an ongoing written compliance training program for its employees, agents and other persons authorized to act on its behalf. Homelife was asked to provide this information in advance of the compliance examination but did not do so. In its July 20, 2009 written representations, Homelife stated that its stales staff have been trained and informed of their obligations and that they were provided with a copy of policy manual. However, that manual does not contain a reference to the Act or Regulations and therefore cannot be considered a bona fide compliance training program. While in its August 25, 2009 representations Homelife included documents purporting to be evidence of a compliance training program, none of these addressed the content of the training or the manner in which training is conducted.  <FRAGMENT_SUPPRESSED>", "[42] The Attorney General submits that the evidence before the Director clearly supports her determination that Homelife had, on the balance of probabilities, committed the four violations.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[43] In essence, Homelife submits that it exercised due diligence in carrying out its obligations, that it took all reasonable steps under the circumstances to avoid the violations, and, that the Director failed to consider its explanation.  <FRAGMENT_SUPPRESSED>", "[44] Subsection 73.24 of the Act establishes that the defence of due diligence is available, it states:  <FRAGMENT_SUPPRESSED> 73.24(1) Due diligence is a defence in a proceeding in relation to a violation.  <FRAGMENT_SUPPRESSED> (2) Every rule and principle of the common law that renders any circumstance a justification or an excuse in relation to a charge for an offence applies in respect of a violation to the extent that it is not inconsistent with this Act.  <FRAGMENT_SUPPRESSED>", "[45] In R v Sault Ste Marie (City) , [1978] 2 SCR 1299, the Supreme Court of Canada articulated the defence of due diligence as \"...being available if the accused reasonably believed in a mistaken set of facts which, if true, would render the act or omission innocence, or if he took all reasonable steps to avoid the particular evidence\". Furthermore, the defence has been described as:  <FRAGMENT_SUPPRESSED> The due diligence defence relates to the doing of the prohibited act with which the defendant is charged and not to the defendant's conduct in a larger sense. The defendant must show he took reasonable steps to avoid committing the offence charged, not that he or she was acting lawfully in a broader sense ( <FRAGMENT_SUPPRESSED> [ MacLeod quoting from R v Raham , 2010 ONCA 206 at para 48).  <FRAGMENT_SUPPRESSED>", "[46] The question in this matter is whether, based on the evidence, Homelife took all reasonable steps to avoid the commissions of the offences with which it has been charged.  <FRAGMENT_SUPPRESSED>", "[47] Violation #1 concerned the failure to appoint a person to be responsible for the implementation of a compliance program. By letter of April 20, 2009, Homelife was advised of a deficiency in that regard which had been identified during the compliance examination. That letter requested that Homelife provide an action plan identifying which steps it had undertaken to rectify the compliance issues within thirty days, which would have been May 29, 2009. The record contains no response to that request. FINTRAC wrote again on June 1, 2009 advising that it had not received an action plan and provided Homelife with an extension to June 19, 2009 to provide this. Again, the record contains no response to this request. The Notice of Violation was issued on June 29, 2009 and provided thirty days within which Homelife could make representations pertaining to the violations and the fine.  <FRAGMENT_SUPPRESSED>", "[48] By his letter of July 20, 2009, Mr. Margosutjahjo stated that he had appointed himself as the compliance officer and that he had to do so until he could persuade one of the independent contractors to agree to the job. No documentation accompanied that letter to confirm the appointment. The \"Compliance Officer Appointment COMPLIANCE OFFICER\" form submitted on August 27, 2009 names Mr. Margosutjahjo as the compliance officer, however, it is not dated.  <FRAGMENT_SUPPRESSED>", "[49] While it is a requirement to appoint a compliance officer (Act, subsection.9.6(1); Regulations, subsection 71(1)(a)), and it appears that this information and any updates or clarifications to it are to be registered with FINTRAC (Proceeds of Crime (Money Laundering) and Terrorist Financing Registration Regulations, SOR/2007-121, sections.4, 5, 7), it is unknown if FINTRAC received an application from Homelife and if it named a compliance officer. The Appeal Book did not include a certified tribunal record, or similar, by which FINTRAC would have disclosed all relevant documents in its possession.  <FRAGMENT_SUPPRESSED>", "[50] However, given that Homelife did not provide an explanation as to why documentation establishing that a compliance officer had been appointed was not provided until August 21, 2009; that when it was provided the document was undated; and, that Mr. Margosutjahjo's letter of July 20, 2009 suggests that his appointment occurred subsequent to the compliance examination, the Director's finding, on a balance of probabilities, that a compliance officer had not been appointed at the time of the examination, is reasonable, as it was within the range of reasonable outcomes based on the evidence and the law (Act, subsections 73.13(2), 73.15(2)). I would also note that at the hearing Mr. Margosutjahjo acknowledged that he appointed himself subsequent to the compliance examination. As to due diligence, Homelife has not provided evidence, to establish that it took reasonable steps to avoid committing the violation. Accordingly, the due diligence defence was not established.  <FRAGMENT_SUPPRESSED>", "[51] Violation #2 pertains to Homelife's failure to develop and apply written compliance policies and procedures that are kept up to date and are approved by a senior officer. The February 4, 2009 letter from FINTRAC specifically requested that it be provided, in advance of the examination, with a copy of Homelife's compliance policies and procedures including those that pertain to special measures for high risk. The April 29, 2009 letter from FINTRAC listed this as a deficiency. The July 20, 2009 letter from Mr. Margosutjahjo responding to the Notice of Violation stated that Homelife \"now\" had in place a written compliance policy but did not provide a copy. Homelife provided the undated \"Proceeds of Crime (Money Laundering) and Terrorist Financing Act and Regulations - 2008 OFFICE COMPLIANCE MANUAL\" document on August 25, 2009. That Manual is generic in nature. It does not reference Homelife and it is, in effect, a statement of the obligations imposed by the Act and Regulations. As noted the Respondent, it does not address how Homelife will meet those obligations.  <FRAGMENT_SUPPRESSED>", "[52] As to the \"Office Policy Manual\" also provided on August 21, 2009, this is merely a general office operations document. Its only reference to FINTRAC is found under a section entitled Accepted Offers to Purchase and states that, \"All transactions must be accompanied with client information records (including receipt of funds record in compliance with FINTRAC's mandate)\". It makes no reference to the Act or Regulations.  <FRAGMENT_SUPPRESSED>", "[53] Given that the examination was for compliance and that an advance copy of the compliance policy had been specifically requested by FINTRAC but was not provided; that its absence was listed as a deficiency in the April 29, 2009 correspondence from FINTRAC, which also requested that within thirty days it be provided with an action plan for bringing Homelife into compliance which request was not responded to; that Mr. Margosutjahjo's July 20, 2009 letter stated that he had now put in place a compliance policy but which did not provide a copy of that document, and; the absence of any explanation as to why the policy was not provided prior to August 21, 2009, it can reasonably be inferred that it did not exist at the time of the examination, as if it had, it would have been provided to FINTRAC prior to the Notice of Violation being issued.  <FRAGMENT_SUPPRESSED>", "[54] Accordingly, the Director's decision that there was a violation of this requirement was reasonable. In the absence of any evidence that reasonable steps were taken by Homelife to implement a policy in its office before the examination date, the due diligence defence was not made out.  <FRAGMENT_SUPPRESSED>", "[55] Violation #3 concerned the failure to assess and document the risk referred to in subsection 9.6(2) of the Act, taking into consideration prescribed factors. Subsection 9.6(2) requires the development and application of policies and procedures for the person or entity to assess, in the course of their activities, the risk of a money laundering offence or a terrorist activity financing offence. The prescribed factors are found in subsection 71(1)(c) of the Regulations and include (i) the clients and business relationship of the person or entity; (ii) the products and delivery channels of the person or entity; (iii) the geographic location of the activities of the person or entity; and (iv) any other relevant factor. The only evidence on the record concerning the risk assessment is the CREA form titled \"Risk Assessment for Brokerage dated February 19, 2009\" provided by Homelife an August 21, 2009. At the bottom of the document it states, \"This document has been prepared by The Canadian Real Estate Association for the explicit use by members in complying with the requirements of Canada's Proceeds of Crime (Money Laundering) and Terrorist Financing Act (PCMLTFA) © 2008. <FRAGMENT_SUPPRESSED>", "[56] The CREA form merely sets out a series of questions and check marked answers from the options of \"frequently\", \"occasionally\", \"seldom\", \"never\", \"N/A\" and \"Don't Know\". It does not comprise an actual assessment of Homelife's risks in the context of its operations. While the CREA form is a tool that can be used to assess if, and how often, the listed risk factors arise  <FRAGMENT_SUPPRESSED> 's operations, it does not do more.  <FRAGMENT_SUPPRESSED>", "[57] As the risk assessment was one of the documents specifically requested by FINTRAC in its notice of compliance examination; its absence was listed as a deficiency in the April 29, 2009 correspondence from FINTRAC; and, as it was, without explanation, not provided until August 21, 2009, it is questionable as to whether it existed in March 25, 2009. In any event, it was open to the Director to determine that it did not suffice to meet the risk assessment requirements contained in the Act and the Regulations.  <FRAGMENT_SUPPRESSED>", "[58] Given these facts, the Director's decision that there had been a violation was reasonable. In the absence of evidence that reasonable steps were taken to effect a risk assessment, the due diligence defence is not made out.  <FRAGMENT_SUPPRESSED>", "[59] Violation #4 concerned the failure to develop and maintain a written ongoing compliance training program for employees, agents or other persons. Again, FINTRAC requested that it be provided with a copy of the training program in advance of the compliance inspection by way of its letter of February 4, 2009. It also identified this as a deficiency in its April 29, 2009 letter. Mr. Margosutjahjo's letter of July 20, 2009 states that all sales staff are independent contractors but each has been trained and informed of their obligations during sales meetings. Each new salesperson will be informed of the compliance requirements and given a copy of the policy manual. However, no copy of the training policy was provided in response to FINTRAC's original request, its notice of deficiency and action plan requests or with Mr. Margosutjahjo's July 20, 2009 letter. The documents provided by Homelife on August 21, 2009 include twenty \"Certification of Completion of Compliance Training\" forms which certify completion of training by individuals which took place in August 2009, April 2009 or February 2009. These confirm attendance of agents at training described as 1. Money Laundering 101: all modules, as provided on the CREA website www.realtorlink.ca; 2. Money Laundering and Terrorist Financing Reference Manual; 3. Firm's Compliance Policies and Procedures. Nine documents entitled \"Record of Additional Training\" with the names of attendees at the training program were also provided which described the type of training as \"monthly sales meetings\" for the period of January to August 2009. Nine memos of office meetings from January to August 2009 describe various subjects, such as office productions, FINTRAC, motivation, etc. and check off the names of the sales representatives in attendance.  <FRAGMENT_SUPPRESSED>", "[60] In my view, these documents would comprise an aspect of compliance training. However, they do not reference Homelife nor do they comprise a written ongoing compliance training program as they do not provide details of the program and how it is to be administered, but are merely a description of some training provided and the names of attendees. Further, some of the training occurred after the March 25, 2009 inspection. Accordingly, the Director's decision that, on a balance of probabilities, there had been a violation was reasonable. While there is evidence that Homelife took some steps to train its staff, these do not amount to reasonable steps to effect an ongoing compliance training program so as to avoid the offence and, accordingly, the due diligence defence was not established.  <FRAGMENT_SUPPRESSED>", "[61] Homelife also submits that the Director failed to consider the letter of explanation that it provided in response to the Notice of Violation. However, the Director recognized those submissions at the outset of the December 10, 2009 decision:  <FRAGMENT_SUPPRESSED> Further to the observations you have submitted to the Director of the Financial Transaction and Reports Analysis Centre of Canada (FINTRAC) concerning the Notice of Violation issued to Homelife Experience Realty on June 29, 2009, we are hereby providing you with this Notice of Decision.  <FRAGMENT_SUPPRESSED>", "[62] In Newfoundland and Labrador  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada held that under the reasonableness standard of review, reasons need not be perfect nor follow a particular form as long as they allow the parties and the reviewing court to understand why a decision was made. In this case, while the decision does not state why it did not accept the letter of explanation, it recognizes having considered those submissions. And, significantly, the information that was before the Director supports her findings.  <FRAGMENT_SUPPRESSED>", "[63] Given all of the foregoing, in my view, the Director's decision with respect to the commission of the violations falls within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[64] As to the penalty, the Act stipulates that the amount of the penalty shall in each case be determined by considering that the purpose of the penalty is to encourage compliance with the Act, rather than to punish, and taking into account the harm done by the violator, which could be an aggravating or mitigating factor (subsection 73.11). Further, classification and amounts of penalties may be prescribed by regulation (subsection 73.1). This is effected by the Proceeds from Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations, SOR/2007-292 (Penalties Regulations). These state that violations are classified as minor, serious or very serious (subsection 4(1)) and that the range of penalties for violations is $1-$1,000 for a minor violation, $1-$100, 000 for a serious violation and $1-$500, 000 for a very serious violation (section 5). Compliance history is also to be taken into account (section 6). The Schedule to the Penalties Regulations classifies violations of subsection 9.6(1) of the Act and subsections 71(1)(a), (b), (c), and (d) of the Regulations as being serious offences.  <FRAGMENT_SUPPRESSED>", "[65] <FRAGMENT_SUPPRESSED>  that, although not explicitly, Max Realty had also contested the amount of the fine imposed by the Director. However, without any reasons, or even reference to fines imposed in comparable circumstances, the Court could not determine if the fine was reasonable or not.  <FRAGMENT_SUPPRESSED>", "[66] In the present case, the Director found that the facts did not support a finding that the fifth violation set out in the Notice of Violation had been committed and, therefore, withdrew that violation and accordingly imposed a lesser penalty of $27,000, rather than the $37,500 stated in the notice. By letter of September 8, 2009, Mr. Margosutjahjo wrote to FINTRAC stating that, at Ms. Julie Ethier, Senior Review Officer's suggestion (letter of August 26, 2009), he was providing the documents enclosed which were unaudited financial statements and tax returns described above. The record does not contain an August 26, 2006 letter of FINTRAC, however, it is reasonable to assume that the purpose of providing this financial information was in connection with the fine imposed by the Director and to seek a reconsideration of the fine amount. Mr. Margosutjahjo confirmed this at the hearing. The December 10, 2009 decision notes that the Director considered the information provided regarding Homelife's inability to pay the revised penalty and had decided to maintain the fine.  <FRAGMENT_SUPPRESSED>", "[67] There is no explanation as to why the specific penalty was chosen, what factors were considered in sentencing, or why the Director decided to maintain it. These factors are relevant to the intelligibility and transparency of the decision as to the amount of the penalty ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[68] The Attorney General acknowledges that this is the first appeal of this kind and that the Penalties Regulations did not come into force until December 30, 2008. Further, that subsequent notices of violations issued in other matters have provided a more fulsome fine analysis. Also, that there is an internal fine policy which was not provided, but which has subsequently been distributed to other violators. The policy apparently contains guidance for fines imposed based on the amount of harm caused, compliance history, as well as the size of the entity and its ability to pay.  <FRAGMENT_SUPPRESSED>", "[69] <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal stated at paragraph 102 that, \"In truth, the considerations relevant to sentencing may overlap with those governing the imposition of an administrative penalty since both are designed to prevent statutorily prohibited conduct\". Without any reasons, supporting record, or even reference to fines imposed in comparable circumstances, the Court cannot determine if the fine imposed on Homelife is reasonable or not.  <FRAGMENT_SUPPRESSED>", "[70] For that reason, while the decision as to the commission of the violations is confirmed, the fine is set aside, and the question of the amount of the fine is remitted back to the Director and reasons for the amount of any fine subsequently imposed are to be provided to Homelife.  <FRAGMENT_SUPPRESSED>", "[71] THIS COURT'S JUDGMENT is that  <FRAGMENT_SUPPRESSED> 1. The application for judicial review of the December 10, 2009 decision of the Director of FINTRAC that Homelife Experience Realty has committed four violations of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act , SC 2000, c 17 and the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations , SOR/ 2002-184 is denied with respect to those convictions;  <FRAGMENT_SUPPRESSED> 2. The decision will be returned to the Director for a redetermination of the quantum of the fine imposed; and  <FRAGMENT_SUPPRESSED> 3. Given the mixed outcome, there shall be no order as to costs.  <FRAGMENT_SUPPRESSED> Appeal allowed in part.  <FRAGMENT_SUPPRESSED> Editor: Steven C. McMinniman/vnh  <FRAGMENT_SUPPRESSED>"]}