{"id_": "072726", "body_str": ["[1] Mosley, J. : This is an application for judicial review under section 72 of the Immigration and Refugee Protection Act , SC 2001, c 27 (\"IRPA\") of a decision of an officer of the Department of Citizenship and Immigration, dated November 13, 2010, in which it was determined that the applicants would not be afforded an exemption on humanitarian and compassionate grounds from the general requirement to apply for permanent residence in Canada, from outside Canada.", "[2] For the reasons that follow, the application is dismissed. BACKGROUND", "[3] The applicants, Sonila Luzati (mother), Xhevair Luzati (father) and Orsida Luzadi (adult daughter) are citizens of Albania. A son is married to a Canadian citizen and has been sponsored by her. The parents were engaged in political activities in Albania. After the parents experienced conflicts with the party in power, the mother and children came to Canada in July 2000 and applied for refugee status in February 2001. The father followed in April 2001 and claimed protection in November 2001.", "[4] The refugee claims were denied by the Refugee Protection Division (\"RPD\") of the Immigration and Refugee Board in April 2004. That decision was quashed in May 2005 on the ground of unreasonable credibility findings ( <FRAGMENT_SUPPRESSED> ). The RPD redetermined the claim and denied it on June 4, 2008 because of intervening changes in the conditions in Albania. An application for leave and for judicial review of that decision was denied on January 20, 2009.", "[5] While awaiting the results of their application for leave from the first negative RPD decision, the applicant applied on January 4, 2005 for permanent residence from within Canada on the basis of humanitarian and compassionate (\"H&C\") considerations. The applicants submitted preremoval risk assessment (\"PRRA\") applications on September 8, 2010. The PRRA and H&C applications were decided by the same officer and the decisions were provided to the applicants on the same date in December 2010. The applicants did not apply for leave and for judicial review of the negative PRRA decision which concluded that there had been no material change in country conditions in Albania since the refugee claims were determined in June 2008. DECISION UNDER REVIEW", "[6] The officer concluded that the applicants would not suffer unusual and undeserved or disproportionate hardship if they were required to obtain a permanent resident visa from outside of Canada. In reaching that determination, the officer considered the effect of severed personal and family relationships, the degree of establishment in Canada and the applicants' ties to Albania.", "[7] As risks of return were cited in the submissions provided by counsel, the officer considered whether the applicants had provided information or supporting evidence that would indicate hardship due to that factor. The officer concluded that the evidence before her, including current, publicly available, country conditions documentation did not support the applicants' assertion that the hardships associated with the risk of returning to Albania were unusual and undeserved, or disproportionate. ISSUES", "[8] In the written material filed, the applicants raise the following issues: 1. Did the officer err in ignoring certain evidence and in determining risk? 2. Did the officer err in her assessment of unusual and undeserved, or disproportionate hardship? 3. Did the officer err in providing inadequate reasons? 4. Did the officer err in not considering the best interests of the child?", "[9] The \"child\" in question is the female applicant, Orsida Luzadi, who was an adult at the time the application was considered. At the hearing, counsel for the applicants did not pursue this argument. ANALYSIS", "[10] As the adequacy of reasons is an issue related to procedural fairness, no deference is called for: Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). The remaining issues are questions of fact or of mixed fact and law calling for the application of the reasonableness standard: <FRAGMENT_SUPPRESSED> . Did the officer err in ignoring certain evidence and in determining risk", "[11] The officer's reasons refer to updated H&C submissions provided on April 28, 2010 and make three references to submissions provided in support of the applicants' PRRA applications. The applicants submit that the officer erred in not considering the submissions and supporting material contained in a letter from counsel dated September 17, 2010 regarding the PRRA applications. The applicants contend further that the officer erred in applying the new evidence test, applicable to PRRA applications, to the determination of risk in the H&C context.", "[12] The September 17, 2010 letter, filed in the applicants' record, states that their apprehension of risk of harm is based upon (1) their social\\political status in Albania; (2) the gender of the female applicants; and (3) their status as expatriates perceived to have wealth after a lengthy stay abroad. The applicants contend that these included new risk factors not considered by the RPD. At least some of the material, notably an undated report by Prof. Ines Murzaku on the effects of divorce on women in Albania, was filed in support of the H&C application in 2004 as it appears in the Certified Tribunal Record (\"CTR\") filed on this application.", "[13] The September 17, 2010 letter does not appear in the CTR. Counsel for the applicants says that is because it would have been filed in the PRRA and not the H&C applications. As the PRRA decision was not challenged, there is no CTR in relation to that file. However, in the PRRA decision, attached as an exhibit to an affidavit filed by the respondent, the officer wrote the following: The applicant submitted their PPRA applications on 08 September 2010. The applications submitted by the applicants at this time indicate only \"submissions to follow\" in the portions of the application reserved for stating the reasons for applying for a product and identifying supporting evidence to be provided. No further submissions, evidence or supporting documents have been provided since this time.", "[14] The only evidence that the letter was submitted is a statement in the applicant Sonila Luzati's affidavit that it was \"presented to the PRRA office by our lawyer\". I agree with the respondent that this is insufficient to establish that the letter was in fact submitted in the absence of any evidence that it was mailed or delivered from someone who would have knowledge of that fact: <FRAGMENT_SUPPRESSED> . I appreciate that the applicants would only have learned that the September 17, 2010 submissions were not received by the officer when they were given both decisions in December 2010, but that would not have prevented evidence being filed in this matter to establish mailing or delivery.", "[15] In the circumstances, I am unable to find that the officer erred in failing to take into account claims that were not before her. Having read the documents attached to the September 17, 2011 letter, I am also doubtful that they may have resulted in a different decision if they had been considered. For example, the June 2010 update from Professor Fischer is of questionable relevance to the applicants' circumstances.", "[16] I am also satisfied that the officer applied the correct test for assessing risk in the context of an H&C application: citing <FRAGMENT_SUPPRESSED> & 43. From my reading of her reasons, the officer is clearly assessing \"hardship\" and not risk in the PRRA sense as set out in <FRAGMENT_SUPPRESSED> . She did not reject evidence because it was not new in the sense addressed in s.113 of the IRPA and referenced ss.96 and 97 to differentiate the requirements of hardship. She did note that the evidence submitted was out-dated and did not contradict the RPD findings on the same grounds. The officer researched current country conditions with publicly available documents and concluded that the applicants would not suffer hardship if they were to return to Albania to submit their applications. Did the officer err in her assessment of unusual and underserved or disproportionate hardship?", "[17] The applicants submit that the officer erred in her assessment of unusual and undeserved, or disproportionate hardship by not properly considering the amount of time the applicants spent in Canada and by not properly considering establishment factors.", "[18] At page 5 of her reasons for decision the officer writes that \"[w] hile entitled to remain in Canada during the processing of their application, it cannot be argued that any resulting hardship was not anticipated by the Act or beyond the applicant's control\". This is language taken directly from the Immigration Manual IP-5 which describes at section 5.10 what is meant by hardship that would justify an exemption: The hardship faced by the applicant (if they were not granted the requested exemption) must be, in most cases, unusual. In other words, a hardship not anticipated or addressed by the Act or Regulations ; and the hardship faced by the applicant (if they were not granted the requested exemption) must be undeserved so, in most cases, the result of circumstances beyond the person's control. Sufficient humanitarian and compassionate grounds may also exist in cases that do not meet the \"unusual and undeserved\" criteria but where the hardship of not being granted the requested exemption(s) would have an unreasonable impact on the applicant due to their personal circumstances.", "[19] The applicants argue that the delay of redetermination of their refuge claim was beyond their control since the first RPD decision was declared \"patently unreasonable\" by this Court. The applicants also assert that they have been diligent and have sent many requests to the PRRA office to enquire on the status of their application and in requesting that the office expedite matters.", "[20] Consequently, the applicants submit, the 5 years delay of the H&C determination was beyond their control and the hardship that would result from their removal is undeserved. They cite <FRAGMENT_SUPPRESSED> in support. In my view, neither decision is very helpful to the applicants. In Lin , it appears that no attempt was made to remove the applicant while she became firmly established in Canada in the seven years before the determination was made. <FRAGMENT_SUPPRESSED> was decided on the issue of the best interests of the applicant's grandchildren who had come to rely on her over the eight years delay period.", "[21] Here, the applicants were fully entitled to use all of the legal remedies at their disposal. Their choice to do so, however, does not mean that the circumstances were beyond their control. The time elapsed during immigration proceedings cannot serve as the sole basis to demonstrate establishment as it would promote \"backdoor\" immigration: <FRAGMENT_SUPPRESSED> . And to paraphrase the statement by Justice de Montigny in <FRAGMENT_SUPPRESSED> the applicants must have known that their eventual removal, if it came to that, would be all the more painful.", "[22] The applicants contend further that the officer imposed an overly onerous burden to satisfy the degree of establishment required to justify the exemption. I don't agree. It was open to the officer to review the evidence of establishment, as she did, and to find that it did not meet the appropriate threshold: <FRAGMENT_SUPPRESSED> . Her decision in that regard, as the trier of fact, is entitled to considerable deference.", "[23] A positive determination does not flow from the mere fact that an applicant has started a business while his status was not regularized: <FRAGMENT_SUPPRESSED> . Here, the officer underlined the lack of detail regarding the father's business and the applicants' savings. The officer indicated that without those details it was hard to evaluate the hardship that would result from their removal, such as a loss of employment if the father's business had employees or loss of investments. This type of assessment was found to be reasonable in <FRAGMENT_SUPPRESSED> , above, at para 16. Were the officer's reasons inadequate?", "[24] The applicants submit that the officer's reasons were not adequate as they consist merely of statements of fact and conclusions without analysis: <FRAGMENT_SUPPRESSED> .", "[25] That is not how I see the officer's reasons in this case. I find that they meet the criteria of adequacy set out by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (CA) at paragraphs 21-22. While concise, the reasons are clear, precise, intelligible and logical in the application of the law to the evidence. The officer set out her findings of fact and the principal evidence on which those findings were based. She addressed the major points in issue and the relevant factors. CONCLUSION", "[26] In the result, I find that the decision as a whole is reasonable as the officer's reasoning supports her conclusion and all of the relevant factors and evidence were considered: <FRAGMENT_SUPPRESSED> . The decision falls within the range of acceptable outcomes justifiable on the law and the evidence.", "[27] Neither party proposed serious questions of general importance and none will be certified. JUDGMENT", "[28] THIS COURT'S JUDGMENT is that 1. The application is dismissed; [End of document]"]}