{"id_": "072764", "body_str": ["[1] Martineau, J. : This is an application for judicial review of a decision of the Convention Refugee Determination Division, Immigration and Refugee Board of Canada (\"CRDD\" or the \"Board\"), rendered on June 12, 2002, wherein the applicant was found not to be a Convention refugee as defined in subsection 2(1) of the Immigration Act , R.S.C. 1985, c. I-2 (the \" Act \").", "[2] The applicant is a woman from rural India who has never worked and has attended school for ten years. She alleges a well-founded fear of persecution by police authorities in her native Punjab on the grounds of her imputed political opinion and membership in a particular social group as a Sikh woman.", "[3] The applicant's allegations of past persecution can be briefly summarized as follows. The applicant's family and especially her brother were under police surveillance in Punjab for a few years, due to their association with suspected Sikh militants. The applicant's brother was arrested twice, subjected to cruel treatment, and required to report to the police. When he went into hiding, the police repeatedly raided the applicant's house in search for him. The police brutality grew from visit to visit and culminated in the arrest of the applicant and her father in December 1999. In detention, the applicant was physically and sexually assaulted, and her father was tortured.", "[4] Upon release, the applicant and her father sought the assistance of an agent in Bombay in order to leave the country. The agent arranged false travel documents for the applicant and sent her to Canada, where she made her refugee claim immediately upon arrival. The applicant's father was supposedly sent to Moscow, and his present whereabouts are unknown.", "[5] The Board determined that the applicant was not a Convention refugee, stating that credibility was the determinative issue in her claim. The Board simply disbelieved the applicant's story, observing that she \"was not straightforward in answering certain questions\" and noting the following problems with her evidence: 1. While testifying, the applicant stated that she did not remember much about making her refugee claim. She was not clear or consistent about whether the agent had instructed her to claim refugee status upon arrival. 2. At the port of entry, the applicant stated that she was travelling on her own genuine passport. In the Personal Information Form (PIF), she stated that she had travelled on a false passport. At the hearing, she confirmed the PIF version, explaining that the false passport had been provided by her agent and that her statement at the port of entry was prompted by the agent's instruction. 3. The applicant testified that she had travelled to Canada from Bombay via Korea and the United States, and that the agent had accompanied her all the way except the very last flight, held her documents and did all the talking while crossing border controls. The applicant did not remember the exact place of transit in the United States and could not explain how the agent could have escorted her to the plane destined for Vancouver without being a passenger. 4. The applicant's testimony with regard to her election card, one of the few identity documents presented, appeared inconsistent. The applicant was unclear about when the card was issued in India and how she came to possess it in Canada. 5. The applicant's written statement at the port of entry did not mention her arrest in December 1999. The latter was \"an important event, which allegedly had happened to her prompting [her] to leave India. It does not take much to say that she had been detained then\".", "[6] The applicant contends that the Board's negative credibility findings were made in a perverse or capricious manner or without regard to the evidence. To determine whether that is the case, the Court has to examine the Board's decision in light of the extensive jurisprudential guidelines pertaining to CRDD credibility assessments. The Law: CRDD Credibility Findings", "[7] The determination of an applicant's credibility is the heartland of the Board's jurisdiction. This Court has found that the Board has well-established expertise in the determination of questions of fact, particularly in the evaluation of the credibility and the subjective fear of persecution of an applicant: see <FRAGMENT_SUPPRESSED>  at para. 38 (T.D.); and <FRAGMENT_SUPPRESSED>  (T.D.) at para. 14.", "[8] Moreover, it has been recognized and confirmed that, with respect to credibility and assessment of evidence, this Court may not substitute its decision for that of the Board when the applicant has failed to prove that the Board's decision was based on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it: see <FRAGMENT_SUPPRESSED>  at para. 14 (T.D.) (\" <FRAGMENT_SUPPRESSED> \"); <FRAGMENT_SUPPRESSED>  at para. 9 (T.D.) (\" <FRAGMENT_SUPPRESSED> \"); and the grounds for review set out in paragraph 18.1(4)(d) of the Federal Court Act", "[9] Normally, the Board is entitled to conclude that an applicant is not credible because of implausibilities in his or her evidence as long as its inferences are not unreasonable and its reasons are set out in \"clear and unmistakable terms\": see <FRAGMENT_SUPPRESSED>  (F.C.A.); and <FRAGMENT_SUPPRESSED> , supra, at para. 10.", "[10] Furthermore, the Board is entitled to make reasonable findings based on implausibilities, common sense and rationality: see <FRAGMENT_SUPPRESSED>  (F.C.A.) at para. 2 (C.A.); and <FRAGMENT_SUPPRESSED> , supra, at para. 4. The Board may reject uncontradicted evidence if it is not consistent with the probabilities affecting the case as a whole, or where inconsistencies are found in the evidence: see <FRAGMENT_SUPPRESSED> , supra, at para. 13; and <FRAGMENT_SUPPRESSED> , supra, at para. 11.", "[11] However, not every kind of inconsistency or implausibility in the applicant's evidence will reasonably support the Board's negative findings on overall credibility. It would not be proper for the Board to base its findings on extensive \"microscopic\" examination of issues irrelevant or peripheral to the applicant's claim: see <FRAGMENT_SUPPRESSED> ; 98 N.R. 312 (F.C.A.) (\" Owusu-Ansah \"). In particular, where a claimant travels on false documents, destroys travel documents or lies about them upon arrival following an agent's instructions, it has been held to be peripheral and of very limited value to a determination of general credibility: see <FRAGMENT_SUPPRESSED> , supra; and <FRAGMENT_SUPPRESSED>  at para. 14 (T.D.) (\" <FRAGMENT_SUPPRESSED> \").", "[12] Furthermore, the Board should not be quick to apply the North American logic and reasoning to the claimant's behaviour: consideration should be given to the claimant's age, cultural background and previous social experiences: see <FRAGMENT_SUPPRESSED> ; 68 F.T.R. 299, at para. 20 (T.D.); and <FRAGMENT_SUPPRESSED> ; 126 F.T.R. 15 (T.D.). Likewise, a lack of coherency or consistency in the claimant's testimony should be viewed in light of the claimant's psychological condition, especially where it has been medically documented: see <FRAGMENT_SUPPRESSED> ; 144 F.T.R. 224 (T.D.).", "[13] A person's first story is usually the most genuine and, therefore, the one to be most believed. That being said, although the failure to report a fact can be a cause for concern, it should not always be so. That, again depends on all the circumstances: see <FRAGMENT_SUPPRESSED> ; 157 N.R. 392, at para. 5 (F.C.A.); Owusu- <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> ; 190 F.T.R. 225 (T.D.). In evaluating the applicant's first encounters with Canadian immigration authorities or referring to the applicant's Port of Entry Statements, the Board should also be mindful of the fact that \"most refugees have lived experiences in their country of origin which give them good reason to distrust persons in authority\": see Prof. James C. Hathaway, The Law of Refugee Status (Toronto: Butterworth, 1991) at 84-85; <FRAGMENT_SUPPRESSED> , supra; and <FRAGMENT_SUPPRESSED> , supra.", "[14] Finally, the applicant's credibility and the plausibility of testimony should be assessed in the context of her country's conditions and other documentary evidence available to the Board. Minor or peripheral inconsistencies in the applicant's evidence should not lead to a finding of general lack of credibility where documentary evidence supports the plausibility of the applicant's story: see <FRAGMENT_SUPPRESSED> , supra; and <FRAGMENT_SUPPRESSED> ; 99 N.R. 164 (F.C.A.). Application To The Case At Bar", "[15] I will now turn to the particular facts of the case under review. I am fully aware of the Board's great expertise and discretion in the appreciation of credibility. No decision-maker, however, can act arbitrarily. In light of the particular circumstances of this case, taking into account the evidence on record and considering the impugned decision as a whole, I find that the Board's general conclusion is patently unreasonable.", "[16] First, I note that the Board never points to any distinct or articulable contradiction. It always describes its difficulties in ambivalent terms. It says that \"the claimant was not straightforward\" (page 2, last paragraph), that \"she did not remember ...\" (page 3, paragraph 1), that \"[s]he failed to provide the date ...\" (page 3, paragraph 1), that \"the agent might have told her ...\" (ibid), that \"[s]he explained that the agent had advised her to do so. He had told her to lie, she said\" (page 3, paragraph 2), that \"[s]he did not know where she transited in the USA\" (page 3, paragraph 3), that \"the agent did all the talking\" (ibid) - for which the Board \"questions the plausibility of it in absence of a reasonable explanation\" (ibid), that \"[s]he had taken long pauses to answer certain questions. She, however, remained vague in her responses\" (page 4, paragraph 1), and finally, that \"[s]he was asked why there is no mention of her arrests, for example, in December 1999\" (at her Port of Entry Statement) - for which the Board continues: \"Her explanation that the interpreter had told her to write few words (sic) what had happened to her in India is not accepted by the panel\" (page 4, paragraph 2).", "[17] Second, one must not forget the applicant's background - a woman from rural India - and her psychological condition. In the case at bar, the applicant underwent a psychological evaluation in Canada, was diagnosed with post-traumatic stress disorder (PTSD) and received therapy. According to the psychological report, which was in evidence and remained uncontroverted, it caused the applicant tremendous stress to discuss her experiences relevant to the claim. E. Kornacki, M.Ed., psychotherapist, in her report, expressly recommended that care be taken when questioning her and noted that \"formal questioning may trigger memories of past traumatic events involving the police\". The Board, nevertheless, in the impugned decision, \"noticed no problems in her manner of testifying, finding her to be alert and aware\" - omitting to mention the important fact that the applicant once broke down while testifying and had to be taken to hospital. In fact, the Board decided to resume the September 6, 2001 hearing and to postpone it on medical grounds, the presiding member noting that the applicant \"had to go for medical attention ... it's advisable to her in this condition not to continue. She's crying and sobbing and can't breathe properly\" (transcript, certified record, at page 519).", "[18] Third, a major difficulty with the impugned decision is that, except for the issue of the applicant's election card, where the Board finds that \"she ... remained vague in her responses\", the Board's negative credibility finding is based chiefly on matters related to the agent who brought her to Canada. In light of evidence on record, I cannot accept the position of counsel for the respondent that any of these findings, individually or cumulatively, can reasonably sustain the general conclusion reached by the Board, and in particular as follows: (a) In view of the specific circumstances of this case, I am ready to accept that the applicant's alleged maltreatment by the police in India would have made her suspicious and afraid of any official functionaries and would have made her communication with Canadian immigration authorities inherently stressful. Therefore, it is natural to expect that the applicant would not be very clear in her recollection of making a refugee claim. (b) Nor do I see any serious problem in the applicant's narrative of her journey to Canada. The applicant comes from rural India and had never travelled to a Western country before. It is quite common for agents who \"arrange\" passports for refugee claimants to accompany the claimants, hold their documents, and deal with border controls for them. That the applicant could not remember the point of transit or explain how the agent managed to escort her to her seat on the plane without being a passenger is by no means implausible in view of the applicant's psychological condition. In any event, I do not see how the applicant's inability to present a smooth and coherent travel story can serve as reasonable grounds to disbelieve her allegations of persecution in India. (c) Likewise, the fact that the applicant travelled on a false passport and claimed at the port of entry that it was genuine can hardly support a general negative credibility finding. As Evans, J., puts it in <FRAGMENT_SUPPRESSED> , supra, at paragraph 14, \"whether a person has told the truth about his or her travel documents has little direct bearing on whether the person is indeed a refugee\". Nor is this a case where the identity of the claimant has been questioned by the Board or where the absence of a valid passport has proven to be problematic, as e.g. in (d) With regard to the election card, I tend to accept the counsel's explanation that the contradiction in the testimony was illusory, caused by the Board's confusion of the concepts of \"issuance\" and \"possession\". More importantly, I find it difficult to understand the Board's disproportionate amount of attention to the history of that particular document. The election card was not the only document attesting to the applicant's identity. Her true identity was never questioned by the Board. Speaking in the language of <FRAGMENT_SUPPRESSED> , supra (at paragraph 8), the Board seems to have engaged in microscopic examination of a document that \"could not have had any conceivable relevance to any issue which the Board had to decide\".", "[19] As we can see, the only problem that directly relates to the essence of the applicant's claim is the alleged omission of the central persecutory events in her Port of Entry Statement. The respondent's counsel submits that this ground alone may be invoked to justify the general negative credibility finding made by the Board.", "[20] There is no doubt that a failure to mention the key events on which the refugee claim is based in a written statement to immigration authorities, or an inconsistency between such statement and subsequent testimony, are very serious matters that can potentially sustain a negative credibility finding. However, the omission or inconsistency must be real: see <FRAGMENT_SUPPRESSED>  N.R. 300 (F.C.A.). Besides, explanations given by the applicant which are not obviously implausible must be taken into account: see Owusu- <FRAGMENT_SUPPRESSED> .", "[21] The applicant's Port of Entry Statement, written in Punjabi, was translated into English as follows: \"One day the terrorists had a meal at our house and left and for this reason the police began to harass me. The police insulted me because my brother had left the house and gone away.\"", "[22] Although the applicant did write what possibly amounts to a somewhat undetailed description of her problems, I, nevertheless, find that her description is a reasonably accurate one. In that statement, the applicant clearly identified the agents of persecution - the police. She also identified the reasons why the police targeted her. She did not mention that she was arrested or detained, but she stated something which in her mind was undoubtedly more essential: that she was \"insulted\" by the police. A close reading of the impugned decision shows that the Board implicitly understood that by being \"insulted\" the applicant meant that the police used rude language. This is certainly not the case here. Considering the evidence on record and the Board's expert knowledge, making this unauthorized inference constituted a reviewable error.", "[23] Apparently, the applicant's native culture discourages an open discussion of rape and prompts her to use euphemisms instead. This particular view is confirmed by the documentary evidence which was before the Board and which seems to have been completely overlooked in the impugned decision. At the port of entry, the applicant wrote that she had been \"insulted.\" In her PIF narrative, she stated that the drunken police inspector had \"used\" her \"for his lust.\" At one point in her oral testimony, the applicant stated she had been \"humiliated\" by the police. In my view, the use of these expressions tends to indicate the authenticity of the applicant's story, rather than to undermine her credibility. It should not be forgotten that \"there are police custodial rapes\" and that \"[t]here exists a silence that shrouds sexual violence in a society that places a lot of stress on female virtue and chastity ... Indeed, the sorrow, bewilderment, anger and trauma of the victim is aggravated by a sense of shame and self-contempt, which could even lead to attempts at suicide and self-destruction\": see Shame , Arndhika Sekhon, The Tribune , March 13, 1999, certified record, at page 291.", "[24] When asked at the hearing about her failure to mention her arrest in the Port of Entry Statement, the applicant replied that the amount of space allocated to that question in the form, as well as the interpreter's instructions, prompted her to make her statement brief. I find her explanation totally reasonable in the particular circumstances of this case. In Lives Under Threat: A Study of Sikhs Coming to the UK from the Punjab (certified record, at page 213), it is noted as follows: \"There are many reasons why an applicant, having arrived in the UK, may not present his case for asylum to the best advantage. The initial interview or questionnaire is the key document which is used throughout the asylum process, and any subsequent amendment or addition is viewed with mistrust. It is often conducted at the port of entry, when the applicant has just arrived in the UK, often still suffering physically and psychologically from recent experiences of detention, torture and flight into exile ... This is particularly true of sexual attacks which victims from many countries never reveal even to their spouse. The agent who has sold him false documents, wishing to cover his own tracks, may have instructed his client to destroy all documents before landing and warned him not to mention torture or imprisonment, one reason being that the UK authorities might take this as a sign that he is a criminal and therefore undesirable. He may have deep distrust of the interviewer or interpreter, having learnt by bitter experience that it is safest to reveal as little as possible to those in authority. With all these inhibitory factors, is it any wonder that many initial interviews produce errors, omissions and apparent discrepancies?\"", "[25] In summary, most of the problems the Board finds with the applicant's evidence are either imaginary or irrelevant to her claim. The only inconsistency that relates to the central aspect of the claim is not a real inconsistency. The alleged rape, not the alleged arrest, is the pivotal incident on which the applicant's claim is based. In any event, if there is more than one interpretation to the statement made at the port of entry, then the Board should have given the benefit of the doubt to the applicant in view of the rest of the uncontroverted evidence on record, which totally supported her claim. Furthermore, in its zealous pursuit of inconsistencies, the Board placed too much importance on peripheral elements and failed to focus on the real issues that were before it: the applicant's subjective fear of persecution and the objective basis for such fear. The Board seems to have ignored a great amount of highly relevant evidence that appears on record. The psychological report, which was admitted into evidence and remained uncontroverted, finds the applicant credible and fully supports her story. Likewise, the applicant's narrative appears completely plausible in light of the extensive documentary evidence on record, including reports on the country conditions and articles from multiple independent sources. The Board was, of course, under no obligation to accept any of this evidence, but the Board's decision fails to establish that the evidence received sufficient attention and consideration. For those reasons, I conclude that the Board's general negative credibility finding is patently unreasonable, and that the Board's decision was based on findings of fact made in a perverse or capricious manner or without regard for the material before it.", "[26] As a result, this application for judicial review will be allowed, the negative CRDD decision quashed, and the matter sent back for reconsideration by a differently constituted panel. No question of general importance is raised by counsel and no such question will be certified by the Court. Order 1. The application for judicial review is allowed. 2. The decision of the Refugee Division, dated June 12, 2002, wherein the Convention Refugee Determination Division determined that the applicant was not a Convention refugee, is set aside. 3. The applicant's application for Convention refugee status is referred to a differently constituted panel of the Convention Refugee Determination Division for a re-determination in accordance with the law. Application allowed. Editor: Angela E. McKay/clh [End of document]"]}