{"id_": "072786", "body_str": ["[1] Hughes, J. : This is an application for a review of the execution of an Anton Piller Order granted by this Court on December 15, 2003, to convert an interim injunction granted ex parte that same date into an interlocutory injunction and, for a show cause order in respect of allegations of contempt of the Anton Piller Order against one of the Defendants, Sean Eren. Other matters raised in the Amended Notice of Motion have been dealt with by other Orders of this Court or settled by the parties.", "[2] The action is one in which allegations as to copyright infringement, breach of confidentiality and breach of fiduciary and contractual relationships as between an employer and ex-employee were raised. Allegations in respect of non-copyright issues were struck out by an Order of a Prothonotary of this Court dated February 15, 2005 and amended to some degree upon review of that Order by a Judge of this Court on April 12, 2005. As a result, allegations respecting copyright infringement remain, other allegations remain but only to the extent that they may support a claim for punitive and exemplary damages. The claim for injunctive relief based on allegations of breach of confidential information were allowed to remain for the purposes of this decision in determining the propriety of the interim injunction restraining misuse of confidential information.", "[3] The Plaintiff, Netbored Inc., is a corporation based in Ontario, its principal is Allan Crosier. Netbored is engaged in what is sometimes known as e-tailing, that is, it offers its products, in this case plasma television sets, audio equipment and related accessories, exclusively through the Internet. Its customers usually locate Netbored through Internet search facilities, the principal one of which is Google. Netbored provides a number of web sites where potential customers, through their Internet linked computers, can view products available, read what is said about the products and place orders which are then filled by a fulfilment provider arranged by Netbored. It is important in such a business model to attempt to maximize the manner in which customers may be attracted through facilities such as Google and to provide an attractive, useable website for customers once they arrive there. Netbored operates a number of such websites, some offering different product mixes. Netbored's principal website for purposes of this proceeding is Plasma.com.", "[4] The manner in which Google operates is important to these proceedings. A person with a computer linked to the Internet can, without charge, go to the Google website and make an inquiry so as to locate other websites that may be of interest to that person. The person types in words that he or she believes may identify the website or type of website they are seeking. These are called \"key words\". Google then searches a vast number of websites in a few seconds for those which may contain such key words and present them, in ranked order, to the inquirer, usually about ten or so websites appear per page. This ranking is important since people do not want to spend a lot of time searching several pages to find what they want. The manner is which Google conducts its searching and ranks the results for presentation is not generally known. Most computer programmers believe that Google looks through the first several lines of text on a given website to find words that match the words typed in by the inquirer. For this reason computer programmers like to fill the first several lines of text on a website with words, typed in a variety of possible formats, which they believe a person seeking a website such as theirs, might use. In the evidence this technique has been described as more of an art than a science. Google is aware that programmers attempt to configure the first few lines of the text of a website (often referred to as meta tags) in a way that they believe would be most likely to attract inquiries and give their website a high ranking. For this reason Google, in order to retain integrity, changes the manner in which it operates from time to time, here said to be three or four times a year, so as to frustrate those who may, artificially, seek high rankings. This is known in the trade as the \"Google dance\". Thus Google is trying constantly to keep a step ahead of those who it believes may be trying to enhance, undeservedly, their ranking.", "[5] The Defendant Sean Eren is a computer programmer. His sister is the Defendant Susan Eren who is also known as Susan Katz as she is married to one of the other Defendants, Corey Katz. Susan and Corey Katz are principals of the Defendant Avery Holdings Inc., an Ontario based corporation, which, for a brief time, was also engaged in the e-tailing business selling plasma television sets, audio equipment and related accessories through a website known as Discount-Plasma.com. Since the interim injunction issued in this action, Avery has been essentially inactive. Sean Eren is also said to be or have been a principal in Avery although the nature and extent of that involvement, if any, is not clear and, in any event, is not relevant to the issue under consideration here.", "[6] The Defendant, Binary Environments Ltd. is not represented in these proceedings and has played no part in the matters now before the Court. It is unaffected by any injunctive Order or Anton Piller Order of this Court. No further reference will be made to Binary.", "[7] The events giving rise to the present dispute are to a large extent a classic story of an employer who is faced with an employee going out on his own to conduct a similar business in competition with his ex-employer. Netbored came into existence in May 2000 and activated the website of interest here, Plasma.com in August 2002. Netbored says that much of the original material appearing on the website and programming in association with the website was created by Crosier and subsequently by Sean Eren. Some of that material may also have been copied from elsewhere but that is an issue for trial, not here.", "[8] Netbored advertised for help, it needed another programmer, Sean Eren answered that advertisement and commenced working for Netbored as an independent contractor. Much was made as to the nature and extent to which Eren used his own facilities and initiative and as to what extent his activities were controlled and directed by Netbored. It is not enough simply to say that a person was or was not an \"independent contractor\" in determining who owned the rights, including copyright, in Sean Eren's work during this period, a prima facie case has been made out that it is possible that Netbored owns those rights. This, again, is a matter for trial. On July 8, 2002 Sean Eren signed a \"Non-Disclosure Agreement\" in which, inter alia, he purported to assign copyright to Netbored. It was disputed as to whether this agreement was binding and its scope was disputed. Again, this is a matter for trial. Commencing in September 2002, Sean Eren became an employee of Netbored and continued as such until his resignation at the end of August 2003. In that period Eren continued to develop software, website materials and meta tags for Netbored. Eren purportedly resigned to join an accounting firm KPMG. In reality he was working with the Defendant Avery, owned by his sister and brother-in-law, and possibly him, in developing a website, accounting software, meta tags and other materials so as to enable Avery to go into the business of e-tailing plasma television sets and other equipment using the website Discount-Plasma.com.", "[9] Toward the end of September 2003, Avery launched its website Discount-Plasma.com and went into the e-tailing business. Netbored became aware of this website in about mid-October 2003 and came to a conclusion that much of the text, images and compilation of materials was identical or substantially identical to that of plasma.com. Crosier on behalf of Netbored sent an e-mail to Susan Eren making several demands, including the removal of what Netbored believed to be materials infringing its copyright, from Avery's website. Susan Eren replied briefly to the effect that she was looking into the matter and did, in fact remove at least some of the materials complained of by Crosier.", "[10] In addition Netbored determined that the host server for the discount-plasma.com website was located in the United States and took advantage of the \"notice and takedown\" provisions of the United States Digital Millennium Copyright Act (DMCA) which, in effect provides that a purported copyright owner can give notice to a host server that material it believes to infringe copyright is being delivered to the Internet by means of that server. The server has an opportunity to remove, that is \"takedown\", the allegedly offending website and thereby avoid potential liability. Usually the host server will contact the owner of the website to determine what the owner's position is. Here Avery simply moved its host server to a Canadian host. Netbored contacted the Canadian host server, naively attempting to assert United States DMCA law in Canada, of course to no effect.", "[11] Avery had retained the service of a Canadian lawyer, Muscovitch, who on October 20, 2003 wrote to Crosier refuting the claim of copyright infringement and complaining about attempts to interfere with Avery's host server. On November 7, 2003 Avery commenced an action in the Ontario Superior Court against Crosier and Netbored alleging inter alia, interference with contractual relations and economic interests. Solicitors for the parties in the Ontario action engaged in correspondence in which Netbored's solicitors sought and received an extension of time to file a defence until December 15, 2003, a date that is important having regard to the Anton Piller Order granted in these Federal Court proceedings. The parties have advised this Court that the Ontario action is presently \"on hold\" no defence having been filed.", "[12] In the meantime, and without notice to Avery or its solicitor, Netbored commenced this present action in the Federal Court alleging, inter alia, breach of copyright, misuse of confidential information and breach of contractual relations. Netbored sought, ex parte, and without notice to Avery or its solicitors or any of the Defendants in this action, an Anton Piller Order and interim injunction. This motion first came before one judge of this Court who was first seized of the motion on December 8, 2003 and again on December 11, 2003 at which time he dismissed the application stating that he was \" not satisfied that the draft Order includes sufficient safeguards against abuse of the authority sought \" and that he did not find that \" a strong prima facie case has been made out \". Leave to reapply was given. Netbored reapplied on December 15, 2003, the day its Defence was due in the Ontario action, still without notice to any Defendant, nor to Avery's solicitors. This time a different judge of the Federal Court heard the matter and granted the Order in terms requested by Netbored. A copy of that Order is appended to these Reasons. In brief that Order permitted execution at three premises, including an apartment which turned out to be rented by Sean Eren's girlfriend and not owned or leased by any of the Defendants. The Defendants were, inter alia, \" ordered to allow persons enforcing this Order to search for, seize, inspect or copy materials concerning the infringement of the Plaintiff's copyrights or use of the Plaintiff's confidential information \". The Defendants were ordered to \" immediately deliver up \" such material and to provide the whereabouts of such material. An interim injunction was granted whereby \" each Defendant is restrained from infringing the Plaintiff's copyrights \" and \" restrained from using the Plaintiff's confidential information \". Provision was made for review of the Order which period was extended, by further Order, until this time.", "[13] Subsequently, a Defence and Counterclaim and a Reply and Defence to Counterclaim have been filed in this action. No discovery has yet taken place. Most of the activity in this matter has been concentrated upon the filing of further affidavits by the parties and cross-examination of the affidavits in anticipation of this hearing.", "[14] Execution upon the Order of December 15, 2003 was carried out against each of Sean Eren, Corey Katz and Susan Eren/Katz. In respect of Corey Katz, nothing was taken or copied. No objection has been taken as to the manner in which the execution was carried out.", "[15] In respect of Susan Katz, a laptop computer was delivered up and pursuant to a further Order of this Court, the contents of the hard drive were inspected and certain materials found there including copies of websites of the Plaintiff, some accounting software, and drafts and subsequent productions of Avery websites were located. These will be discussed more fully later in these Reasons.", "[16] In respect of Sean Eren, two solicitors from the firm then representing the Plaintiff in the morning of December 16, 2003, the day after the Order was granted, arrived unannounced at the apartment rented by his then girlfriend (now wife) where Sean Eren stayed over a few days a week, the balance of the time he stayed at his parents' home. His girlfriend was at work, not at home, at the time of this attendance; Sean Eren and one of the girlfriend's two children, a fifteen year old daughter, were at home. The daughter answered the door at which time the solicitors appear to have announced themselves and their purpose. The daughter then did the proper thing and phoned her mother, a discussion ensued with the solicitors apparently waiting at the door speaking on the cordless telephone with the girlfriend who asked them to wait until she got home. The solicitors left leaving a number where they could be contacted. Sean Eren was present in the apartment at the time and apparently could hear much of what was going on. He chose to hide himself and not reveal himself to the solicitors, choosing to leave the fifteen year old girl, and her mother by telephone, to deal with the matter. After the solicitors left, Eren and his girlfriend spoke to their solicitor, Muscovitch, who then contacted the Plaintiff's solicitors and invited them to return to the apartment the same afternoon. They never re-attended for reasons, if any, that have not been explained.", "[17] As it turns out, not unexpectedly, Sean Eren did have a computer in which there was a hard drive which reasonably could be expected to contain materials and information relating to the copyright and confidential information at issue in these proceedings. Eren did not disclose the existence of this computer and its hard drive until March 2005 at which time he stated that the hard drive had \" crashed \" and all information had been lost. Eren states that he did not make any back-up of the information on the hard drive, that his attempts to recover the information had failed and it would be impossible to find what had been on the hard drive since he had rewritten over whatever was left on the drive.", "[18] The contents of Susan Eren's hard disc were examined by persons describing themselves as experts, for each of the parties. For the Plaintiff there was Mr. Burton who, in his affidavit, misleadingly left the impression that he was still a police officer, he was not, he had left the police service and was in a private consulting practice. For the Defendants there was Mr. Morochove whom the Plaintiff alleges \" crossed the line from being an impartial expert and became an advocate for his client \". The acrimony between the parties is evident not only in the attempts to discredit each other's purported experts but in other affidavits from Crosier, Sean and Susan Eren which include allegations that each other is a liar or is misrepresenting the truth. This does no credit to any of them or to the solicitors who were responsible for the preparation of such affidavits.", "[19] The material contained on Susan Eren's hard drive that may have pertinence to the issues to be considered here turns out to be: 1. Portions of accounting software said to have been prepared for Netbored for use in calculating discount prices. 2. Copies of draft website pages said to have been prepared by Sean Eren for Avery's discount-plasma.com website. These website drafts were not ultimately used in that form. 3. Copies of Netbored's public plasma.com websites with some portions such as borders, removed. 4. Copies of website pages said to have been prepared and actually published on the discount.plasma.com website. 5. Files that bore names said to have been unique to Netbored.", "[20] Susan Eren said that she does not know how some of these items came to be on her computer hard drive, other material is said to have originated from a disc provided by Sean Eren.", "[21] In comparing material contained in the draft discount-plasma.com website pages and that as actually published it appears that much of the material complained of by Netbored had been removed before publication. What remains in the material or published is, at best, trivial. Some stray phrases are said to be the same or \" similar \" and portions of a warranty, which Avery alleges was in any event copied by Netbored from a third party's site, are all that remain.", "[22] It is acknowledged by Avery that it used the accounting software but describes the quantity used as a \" particle \". The size, whether enormous or particulate, of the portion of the software so used is not clear from the evidence before this Court.", "[23] As to the published discount-plasma.com website pages these contain meta-tags, which can be revealed to anyone simply by visiting the website and applying the appropriate \" right click \". These meta tags are said to be, in at least certain instances, identical or substantially similar to those of Netbored such that they will have an impact on those searching for websites offering wares such as plasma television sets, for sale and have an influence, the Plaintiff says negatively, on the ranking of sites established by Google.", "[24] The Plaintiff asserts that these meta tags were originally prepared by Crosier for Netbored by hand and subsequently prepared by computer using what the Plaintiff alleges to be its unique 2-2-6 formula.", "[25] Against this background, the issues and applicable legal principles will be discussed.", "[26] This Court is asked to do three things: 1. Review the Anton Piller Order. 2. Convert the interim injunction to an interlocutory injunction; and 3. Issue a show cause order for contempt as against the Defendant Sean Eren.", "[27] In reviewing an Anton Piller Order the Court is entitled to consider, in addition to the evidence that was before the Judge issuing the Order, further evidence, and to consider the matter de novo.  <FRAGMENT_SUPPRESSED> .", "[28] With respect to contempt the Rules (Rules 466 to 472) contemplate a two step procedure. The first step is that the party alleging contempt come before the court with sufficient evidence to show a prima facie case. If the Court is satisfied that this has been done it will issue a show cause order requiring the person allegedly in contempt to come to the Court and hear the case to be made out against him, with an opportunity to lead evidence of his own. The evidence is to be presented orally unless otherwise ordered. At this second stage a finding of contempt can only be made if the Court is satisfied beyond a reasonable doubt that contempt has been established. Presently what is sought is the first stage, a show cause order in respect of which only a prima facie case needs to be shown. The Anton Piller Order", "[29] The Anton Piller Order arose initially from an English case of that name ( <FRAGMENT_SUPPRESSED>  persuaded the Court that it had inherent power to order that a defendant give permission to permit plaintiff's representatives to enter his premises so as to inspect papers and documents. Lord Denning M.R., with whom the other two judges agreed, said this at page 60: Let me say at once that no court in this land has any power to issue a search warrant to enter a man's house so as to see if there are papers or documents there which are of an incriminating nature, whether libels or infringements of copyright or anything else of the kind. No constable or bailiff can knock at the door and demand entry so as to inspect papers or documents. The householder can shut the door in his face and say \"Get out.\" That was established in the leading case of  <FRAGMENT_SUPPRESSED>  the order sought in this case is not a search warrant. It does not authorise the plaintiff's solicitors or anyone else to enter the defendants' premises against their will. It does not authorise the breaking down of any doors, nor the slipping in by a back door,nor getting in by an open door or window. It only authorizes entry and inspection by the permission of the defendants. The plaintiffs must get the defendants' permission. But it does do this: It brings pressure on the defendants to give permission. It does more. It actually orders them to give permission with, I suppose, the result that if they do not give permission, they are guilty of contempt of court.", "[30] As to the circumstances under which such an Order would be granted ex parte Lord Denning M.R. said at page 61: It seems to me that such an order can be made by a judge ex parte, but it should only be made where it is essential that the plaintiff should have inspection so that justice can be done between the parties: and when, if the defendant were forewarned, there is a grave danger that vital evidence will be destroyed, that papers will be burnt or lost or hidden, or taken beyond the jurisdiction, and so the ends of justice be defeated: and when the inspection would do no real harm to the defendant or his case.", "[31] As to the manner in which the Order is to be executed Lord Denning M.R. said at page 61: Nevertheless, in the enforcement of this order, the plaintiffs must act with due circumspection. On the service of it, the plaintiffs should be attended by their solicitor, who is an officer of the court. They should give the defendants an opportunity of considering it and of consulting their own solicitor. If the defendants wish to apply to discharge the order as having been improperly obtained, they must be allowed to do so. If the defendants refuse permission to enter or to inspect, the plaintiffs must not force with way in. They must accept the refusal, and bring it to the notice of the court afterwards, if need be on an application to commit. You might think that with all these safeguards against abuse, it would be of little use to make such an order. But it can be effective in this way: It serves to tell the defendants that on the evidence put before it, the court is of opinion that they ought to permit inspection - nay, it orders them to permit - and that they refuse at their peril. It puts them in peril not only of proceedings for contempt, but also of adverse inferences being drawn against them; so much so that their own solicitor may often advise them to comply.", "[32] Ormrod L.J., in agreeing with Lord Denning M.R. said at page 61-62: I agree with all that Lord Denning M.R. has said. The proposed order is at the extremity of this court's powers. Such orders, therefore, will rarely be made, and only when there is no alternative way of ensuring that justice is done to the applicant. There are three essential pre-conditions for the making of such an order, in my judgment. First, there must be an extremely strong prima facie case. Secondly, the damage, potential or actual, must be very serious for the applicant. Thirdly, there must be clear evidence that the defendants have in their possession incriminating documents or things, and that there is a real possibility that they may destroy such material before any application inter partes can be made.", "[33] And Shaw J. said at page 62 in agreeing with both judgements: I agree with both judgements. The overriding consideration in the exercise of this salutary jurisdiction is that it is to be resorted to only in circumstances where the normal process of the law would be rendered nugatory if some immediate and effective measure was not available. When such an order is made, the party who has procured the court to make it must act with prudence and caution in pursuance of it.", "[34] The overriding message of the Court is that such an Order is to be given only in the most exceptional circumstances.", "[35] As stated by Allan Rock in his article entitled \"The \"Anton Piller\" Order: An Examination of its Nature, Development and Present Position in Canada\" (1984-5) Advocates Quarterly, Vol. 5, pp 191-213 at page 192: \"In the short years since Anton Piller was decided, its progeny have spawned orders more elaborate and even more startling than the original.\"", "[36] The jurisdictional basis for an Anton Piller Order in the Federal Court is difficult to find. Rule 374 permits an Order for the interim presentation of property where property, which is the subject of the proceedings, appears to be in peril of being lost, removed or destroyed. This Rule requires that the property to be preserved must be identified and proposals made as to how it is to be preserved. An application for such an Order can be made, in cases of emergency, ex parte under Rules 359 and 361. In addition there are the usual Rules pertaining to discovery whereby a party is obliged to disclose and produce relevant documents in its possession and answer relevant questions, with the usual provisions to allow recourse to the Court where a party appears reluctant to comply with its obligations. Professor Berryman in his article \"Anton Piller Orders: A Canadian Common Law Approach\" (1984), 34 University of Toronto Law Journal pp. 1-25 at pages 16-18 submitted, in respect of the pre 1998 Federal Court Rules which are not materially different than the present Rules for purposes of this discussion, that \"... the Federal Court should proceed to give Anton Piller orders pursuant to inherent jurisdiction .\"", "[37] There are two fundamental abuses of the Anton Piller Order which have made certain Courts cautious about granting them. As expressed by Professor Berryman in another article on the topic entitled \"Anton  <FRAGMENT_SUPPRESSED>  the judicial legitimization of fishing expeditions through a defendant's records. The second abuse, which has received little criticism to date, is the potential use of the order for the sole purpose of destroying the defendant's business.\"", "[38] The Courts have attempted to ameliorate the effect of an Anton Piller Order by placing even more elaborate conditions and restrictions as to the manner in which they are to be executed. This may have had the effect of distracting the focus from the threshold question which is, under what circumstances, if at all, should such an order be given in the first place.", "[39] Returning to the Anton Piller case itself, the three conditions stated by Ormrod L.J.: 1. The Plaintiff must show an extremely strong prima facie case. 2. Damage, potential or actual, must be very serious for the applicant; and 3. There must be clear and convincing evidence that the defendants have in their possession incriminating documents on things and that there is a real possibility that they may destroy such material before an application inter partes could be made. have been adopted by this Court in cases such as  <FRAGMENT_SUPPRESSED>  (C.A.).", "[40] To these three criteria Allan Rock in his article, previously cited, at page 197 reminds us that Lord Denning M.R. has stated a fourth pre-condition at page 61 of the reported judgment namely: 4. When the inspection would do no real harm to the defendant or his case.", "[41] In all proceedings taken ex parte, and particularly in Anton Piller situations, there is a heavy obligation upon the moving party to make full and frank disclosure of all relevant facts to the Court, see for instance  <FRAGMENT_SUPPRESSED> .", "[42] In considering, therefore, whether this case is an \"exceptional case\" in which the grant of an Anton Piller Order was justified, the four criteria stated above, will be examined in the circumstances of this case, together with whether a \"full and frank\" disclosure was made to the Judge granting the Order. 1. An Extremely Strong Prima Facie Case", "[43] The Statement of Claim asserted \"copyright,\" infringement thereof, confidential information and breach thereof, and breach of contractual and fiduciary relationship. The Anton Piller Order is directed simply to \"Plaintiff's copyright\" and \"Plaintiff's confidential information\" without further particularizing what they are. The other pleas made in the Statement of Claim were, as previously noted, struck out. a) Copyright", "[44] Simply to plea or state \"Plaintiff's copyright\" without more is simply a meagre and imprecise conclusion in law. No foundation has been laid to demonstrate what the particular subject matter is, how copyright in that subject matter subsists in Canada, and how it is that the Plaintiff asserts ownership in that copyright.", "[45] The Copyright Act R.S.C. 1985, c. C-42 provides that copyright subsists in a variety of works and compilations thereof, provided that the author was a Canadian or citizen of a country to which Canada has extended copyright privileges, such as a Berne Convention country; and if the work was published, then first published in Canada or such country (section 5). Thus the pleading here should state the identity of the work, such that it is within the meaning of the Copyright Act, the nationality of the author and place of first publication. The pleading does none of this. Further the Order gives no identification as to the work or works which are the subject of the Order.", "[46] Copyright may be registered cheaply and easily, in which case the registration provides prima facie proof of all the requisite factors as to identity, authorship and publication (Copyright Act supra section 53). While there is no requirement for registration, a Plaintiff can help its cause enormously by doing so.", "[47] Even if copyright is not registered, the subsistence of copyright in an identified work will, prima facie, be presumed and, if the name of the author and/or owner appear on the work, then the authorship and ownership are also prima facie presumed (Copyright Act 34.1). Here no facts giving rise to such presumption were pleaded nor were any facts put in evidence other than the assertion by the Plaintiff that all works were created by its principal Crosier or by Eren under an obligation to the Plaintiff, and owned by the Plaintiff.", "[48] The identity of the works in which copyright is asserted was never clearly particularized. At the hearing, Counsel for the Plaintiff asserted that the materials found on Susan Eren's hard drive were copyright works asserted by the Plaintiff, in particular, the Plaintiff's web pages, the accounting software and the meta tags.", "[49] The bits and pieces that Avery may have incorporated into its own web pages, taken from those of Netbored are minimal, and even if there was copyright in the Netbored material and Netbored owned it, the infringement approaches de minimus and is scarcely an \" extremely strong prima facie case \".", "[50] As to the accounting software, we do not know to what use, if any, it was put by Avery, or to what extent. No showing of an \" extremely strong prima facie case \" has been made out in this respect.", "[51] As to the meta tags there is a question as to whether they possess copyright at all or whether they are simply formulae derived arrangements designed to serve a business function something like the arrangement of information in  <FRAGMENT_SUPPRESSED>  (FCA). This question should not be pre-judged. However, given the legal uncertainty there is again no \" extremely strong prima facie case \". Further the extent to which such meta tags were copied and used by Avery and Sean Eren is unproven. b) Confidential Information", "[52] The Anton Piller Order is also directed to \" Plaintiff's confidential information \". This information is not identified or particularized in the pleadings or any other place. One simply doesn't know what it is.", "[53] In any event, the Federal Court does not have jurisdiction to hear and determine issues as to \" confidential information \" without the existence of valid and subsisting federal law upon which to anchor that jurisdiction (McNamara Construction (Western) Ltd. V. Regina, [1977] 2 S.C.R. 654). None is pleaded, the Plaintiffs have not argued that there is any such law and this Court is unaware of any such law.", "[54] The Federal Court does not have jurisdiction to hear and grant relief in respect of claims as to \" confidential information \". The portions of the Statement of Claim claiming such relief are struck out. The Anton Piller Order to the extent that it purports to direct itself to confidential information, is a nullity.", "[55] In conclusion as to the first part no \" extremely strong prima facie case \" as to copyright has been made out, the portions of the Anton Piller Order directed to confidential information are a nullity. 2. Very Serious Damage", "[56] While Crosier in his affidavit alleges that very serious damage would occur if the Defendant's activities were to continue and unless an Anton Piller Order were to be issued. Why it is necessary to have an Anton Piller Order where what is really sought is an injunction is not clear. Damage, in the case of an Anton Piller Order would be more connected to the need to preserve documents and materials, and not in respect of continuing business activity. No damage has been shown in the Anton Piller sense.", "[57] In the injunction sense the damage alleged is that the new website of the Defendant Avery, using the meta tags in question, will prejudice the Plaintiff's Google ranking, hence its ability to attract customers. In support of this allegation the Plaintiff produced a chart purportedly showing a falling from its rank of third to two hundred in its category in the period since Avery began to use its website. The Plaintiff also produced figures showing that in this period its earnings fell well short of targeted earnings. The Defendant Avery says that there is no link between what happened to the Plaintiff's Google ranking, if it happened at all, and the fact that Avery's website became active. Any change Avery says is due to a \" Google dance \" which occurred at about the same time such that the Plaintiff's 2-2-6 meta tag formula no longer attracted high Google ranking. Avery also asserts that the alleged perceived losses are against targeted and not reasonably expected earnings and, in any event, the rise and fall in earnings in the period is consistent with the Plaintiff's overall historic rise and fall of earnings.", "[58] Whatever may ultimately prove to be the case, whether a casual link between Avery entering the marketplace and any losses of the Plaintiff can be established, and if so did that link truly cause any real damage, is at this stage largely speculative and unproven. The Plaintiff has, at best shown a possible monetary loss which is compensable in damage. There is no showing of \" very serious damage \" or of irreparable harm. 3. Real Possibility That Evidence May Be Destroyed", "[59] Much of the evidence necessary to prove the Plaintiff's case, if any, is already publicly available. Avery's website was posted for all to see, as it must be in order to attract customers. The meta tags can be made visible by a simple \" right click \" on the website.", "[60] Not public is the accounting software and evidence, if any, as to how Avery's website was developed. Such development however is not critical it is the publication, via the website, that would constitute copyright infringement, if any. The development is irrelevant.", "[61] There was shown in evidence a real concern that Sean Eren would be likely to conceal or destroy evidence. He failed to disclose the existence of his computer and its hard drive, although surely its existence would have to be assumed since everything at issue has been prepared on a computer. When Sean Eren finally disclosed the existence of his computer he claimed that the hard drive had \" crashed \" and with no backup having been made, and that no recovery was possible.", "[62] Can Sean Eren be trusted to preserve evidence? Probably not. Is any evidence that may have existed so crucial to the Plaintiff's case that it could not be made without it? No, the Plaintiff's case rests essentially on what the public sees or can readily access. 4. Would An Inspection Do Real Harm To The Defendants", "[63] The evidence is that Avery has gone out of business, probably not because of the execution of the Anton Piller Order however, it may have been as a result the interim injunction. It may be that the business was weak and bound to fail in any event. All of this is, at this time, speculative.", "[64] Of greater concern is the attempted execution of the Order at a private residence, Sean Eren's girlfriend's apartment, where a fifteen year old girl was confronted, probably for the first time, with how the might of the law operates in Canada. Two downtown Toronto solicitors arrived, unannounced, at the door, armed with the Order, a piece of paper that is largely unintelligible to her or many others. They ask to come in so they can look around and try and find anything, probably a computer, that contains its \" Plaintiff's copyright \" and \" Plaintiff's confidential information \". This girl quite properly phones her mother, while Sean Eren chooses for reasons of his own, to remain hidden elsewhere in the apartment. Her mother tells the two downtown lawyers to wait until she has spoken to her lawyer. They are invited to come back in the afternoon. They never return.", "[65] What kind of impression as to the dignity of the law, the Courts and, the legal process, is left upon anyone in this scenario, particularly a fifteen year old girl. That is real harm.", "[66] There is no evidence to show that the Judge who granted the order was told that premises named in the Order included a residential apartment leased to someone not a Defendant, nor was the Judge told that it would be possible that teenage persons would be present. Duty of Candor", "[67] The Plaintiff's evidence and submissions to the Judge who granted the Anton Piller Order lacked candor in two important respects. One is that considered in the previous paragraph with respect to the girlfriend's residence.", "[68] The other is the failure to tell the Court that there were ongoing discussions between solicitors for Netbored and Avery in the context of the Ontario action and that Netbored had been given an indulgence of a delay in filing its defence until the very day that the application for an Anton Piller Order was heard. The judge hearing the application upon being apprised of these discussions would most probably have required notice be given of the application to the Defendants and would have been sceptical that the Order was intended as forum shopping and the creation of a second battlefront in the warfare between the parties rather than a genuine and urgent attempt to locate and retain perishable material. As To The Anton Piller Order", "[69] It is clear from the foregoing that the Anton Piller Order must be vacated and that part of it which purports to deal with confidential information be declared a nullity. Only the reasonable apprehension that Sean Eren might destroy relevant evidence points to granting such an Order, all the rest clearly does not. On balance, the Order must be vacated. As To An Interlocutory Injunction", "[70] The considerations given above respecting an Anton Piller Order largely answer the question as to whether an interlocutory injunction should be granted. The well known tripartite test for granting an injunction is set out in R.J.R. Macdonald, [1994] 1 S.C.R. 311: 1. A serious question to be tried; 2. Irreparable harm that cannot be compensated in damage; and 3. Balance of inconvenience.", "[71] As to the first criteria, the Plaintiff has shown a largely problematic case as to copyright possibly strong enough to meet the rather low threshold established for consideration on an interlocutory injunction.", "[72] As to the second criteria, the Plaintiff has failed to show irreparable harm. Any harm can be compensated for in damage.", "[73] As to the third criteria, Avery is out of business and unlikely to return or at least return using in any way anything claimed as proprietary by the Plaintiff. The same holds true for Sean Eren.", "[74] No case has been made out against either Corey Katz or Susan Eren/Katz. They were principals of Avery but there is no evidence that they acted in any way other than directors of officers of Avery and act independently.", "[75] The balance of convenience favors the Defendants.", "[76] As a result, the interim injunction will be vacated and the application for an interlocutory injunction is dismissed. The Defendants are entitled to a reference as to damages and recovery thereof against the Plaintiff's undertaking. As To Contempt", "[77] While the Anton Piller Order has been vacated, that Order, save as to the portion respecting confidential information which always was a nullity, was from the time it was granted until this time, a valid Order of the Court. As such the Order was entitled to respect and to be obeyed by those affected by it. As stated by Goulding J. in  <FRAGMENT_SUPPRESSED>  at 271-272: ... I would have thought that if the court makes an order within its jurisdiction, by which I mean in such circumstances that the purported order is not a nullity in law, then a party is bound to obey it at his risk of contempt proceedings if he does not, and that the subsequent discharge of the order as having been irregularly obtained would not in logic and principle affect the disobedient party's liability to penalties for contempt. It seems to me the system of administering justice would break down if the subjects were entitled to apply their own or their adviser's ideas to the possibilities of subsequently setting aside an order and to disobey on the strength of such private judgment and then, if the judgement turned out not to have been right, be free from all penalty.", "[78] Sean Eren had knowledge of the Order which included in its terms, particularly paragraphs 7 and 9(a) a requirement to identify and turn over material containing the Plaintiff's copyrights. While I have held that this Order is vague and ambiguous, a reasonable person would properly be expected to know that the hard drive of his computer is a most probable place where copyright material of whatever description relevant to the issues here is likely to be found. A prudent, honest, person would have quickly advised his lawyers of its existence, taken steps to preserve its contents, and turn it over for inspection when appropriate. This is even more evident when one considers that his sister's computer was quickly identified and preserved for just such a purpose.", "[79] For this reason, and not any other conduct of Sean Eren's, a show cause order will issue requiring Sean Eren to attend at a time and place to be set by this Court, to hear the evidence against him, submit such evidence as he chooses as may be admissible, and hear and make submissions in respect thereof.", "[80] The fact that the Order was imprecise and now has been vacated does not remove the contempt, but may well influence the judge hearing the matter when it comes to imposition of any fine or costs, if the judge finds that a penalty and costs are warranted. Costs", "[81] Counsel for the parties did not reach any agreement as to the disposition or the costs of quantum thereof. The matter was left in the hands of the Court.", "[82] No case was made out against Corey Katz or Susan Eren\\Katz. They shall have such costs, including disbursements and GST, that they have incurred personally, and not otherwise paid by or recovered herein by the Defendant Avery, on a full indemnity basis.", "[83] The Defendant Avery is entitled to its costs, to be assessed on a Column IV basis, including disbursements and GST. For greater certainty, Avery is entitled to recover all fees and disbursements charged by its expert Mr. Morochove.", "[84] The Plaintiff Netbored has been successful only in respect of the issuance of a show cause order against Sean Eren in respect of his computer and its hard drive. Sean Eren has been successful except for this show cause. The conduct of each of these parties has not been exemplary. It appears to this Court that Netbored sought and obtained the Anton Piller Order for tactical reasons and that Sean Eren has behaved in a furtive and less than forthcoming manner. Neither of these parties shall have their costs. FEDERAL COURT BTRIAL DIVISION TORONTO, ONTARIO, MONDAY, THE 15TH DAY OF DECEMBER, 2003 PRESENT: THE HONOURABLE MR. JUSTICE KELEN B E T W E E N: NETBORED INC. - and - AVERY HOLDINGS INC., SEAN EREN, SUSAN EREN, SUSAN KATZ, COREY KATZ and BINARY ENVIRONMENTS LTD. Defendants ORDER UPON THE EX PARTE MOTION of the Plaintiff for an interim injunction and an Anton Piller Order, and upon hearing the submissions of counsel for the Plaintiff, and considering the material filed and otherwise provided to the Court, including a draft Order, the Affidavits of Allan Crosier, Michael Proska, David Burton and Carol Jansons, and the Statement of Claim herein; IT IS HEREBY ORDERED THAT: Commencement and Term of Order 1. Subject to paragraph 2 herein, the terms of this Order shall become effective against each Defendant only from the commencement of the day on which it is served on that Defendant and shall remain in effect until the review of this Order contemplated by paragraphs 22 to 25 herein.. 2. This Order may be served and executed at the Defendant's premises for a period not exceeding fourteen days from its date, but may prior to that date be set aside or modified by the Court either on its own motion or on motion by any of the parties. The review of the Court of the execution of this Order and the Order's continuation with or without variation, may be heard by any Judge of the Court. Explanation of Search and Seizure Authority 3. The supervising Partner shall ensure that the nature and effect of this Order is explained fairly and in everyday language to the persons served with the Order. In particular that: i) they are ordered to allow the persons enforcing this Order to search for, seize, inspect or copy materials concerning the infringement of the Plaintiff's copyrights or the use of the Plaintiff's confidential information; ii) they are ordered to provide the persons enforcing this Order with their full and correct names and addresses and to cooperate with the persons enforcing this Order in all matters related to its enforcement; iii) if they refuse to comply with the terms of this Order they may be found in contempt of Court which can result in fines or imprisonment; iv) they must immediately cease infringing the Plaintiff's copyrights and using the Plaintiff's confidential information; v) they may consult a solicitor before complying with this Order (provided that such advice is sought and obtained forthwith); vi) they have an opportunity to attend in Court on the date fixed in the accompanying Notice of Motion to make submissions concerning the issuance, service or execution of this Order against them; vii) they may bring an application to the Court at any time before the date set out in the Notice of Motion, upon proper notice to the Plaintiff's solicitor, to contest the issuance, service or execution of this Order. If the actions of a person served with this Order render the giving of an explanation not reasonably possible, the attempt to provide such explanation will be deemed to constitute the giving of an explanation to that person. Search for, Seizure of and Copying of Materials Concerning the Infringement of the Plaintiff's Copyrights or the Use of the Plaintiff's Confidential Information 4. Each Defendant or person in charge of a Defendant's premises shall permit the persons who are authorized to enforce this Order (that is, a supervising Partner, together with such persons as may be authorized by the partner, being in total not more than four in number, plus such law enforcement officers as may be required) to enter and search the Defendant's premises for the purpose of searching for, removing, inspecting or copying materials concerning the infringement of the Plaintiff's copyrights or the use of the Plaintiff's confidential information. 5. The persons who are authorized to enforce this Order may enter the Defendant's business premises on any day of the week at any time between 7:00 a.m. and 9:00 p.m. The persons who are authorized to enforce this Order may enter the Defendant's residential premises any day of the week at any time between 9:00 a.m. and 7:00 p.m. and only when a person who appears to be a resident of the Defendant' residential premises is in attendance. Any element of the Defendant's residential premises that appears to be restricted solely to personal, non-business use may not be entered or inspected by the persons authorized to enforce this Order. 6. Each Defendant or person in charge of a Defendant's premises shall open and make available to the persons enforcing this Order any vehicle, container, or storage area within their possession, custody or control and open any locked doors of the premises behind which the persons enforcing this Order have reasonable grounds to believe there may be any materials concerning the infringement of the Plaintiff's copyrights or the use of the Plaintiff's confidential information. 7. Each Defendant or person in charge of a Defendant's premises shall immediately deliver up to the persons enforcing this Order all materials concerning the infringement of the Plaintiff's copyrights or the use of the Plaintiff's confidential information that are within their possession, custody or control. 8. The Defendant and any person in charge of a Defendant's premises shall not take any steps to destroy or conceal any materials concerning the infringement of the Plaintiff's copyrights or the use of the Plaintiff's confidential information. Disclosure of Information 9. Each Defendant or person in charge of a Defendant's premises shall disclose to the persons enforcing this Order: i) the whereabouts of all materials concerning the infringement of the Plaintiff's copyrights or the use of the Plaintiff's confidential information of which they have knowledge, whether on the Defendant's premises or elsewhere; ii) their full and proper name and the address at which registered mail sent to them will be received; iii) the name and address of all individuals who have supplied them with materials concerning the infringement of the Plaintiff's copyrights or the use of the Plaintiff's confidential information; and iv) the name and address of all persons of whom they have knowledge who are engaged in or who assist in the activities enjoined by paragraphs 19, 20 and 21 below. 10. Each Defendant or person in charge of a Defendant's premises shall allow the persons enforcing this Order to photograph, videotape or electronically record the premises, other than those elements of the Defendant's residential premises that appear to be restricted solely to personal, non-business use. Non-Disclosure of Order 11. Every person on whom this Order is served or who has notice of the service of this Order is prohibited for a period of twenty-four hours after such service from: i) disclosing to or discussing with any other person the existence of these proceedings or the Orders herein; ii) otherwise informing or warning any other person that the Plaintiff might execute this Order against him or her. 12. Notwithstanding paragraph 11, any person on whom this Order is served and any person having notice of it may at any time consult a solicitor for the purpose of obtaining legal advice with respect to these proceedings. Enforcing the Order 13. To the extent that the supervising Partner is able to identify any material at the Defendant's premises as being the property of the Plaintiff, then that material may be seized. Otherwise, to the extent that any materials concerning the infringement of the Plaintiff's copyrights or the use of the Plaintiff's confidential information can be copied, then that material will only be copied. The provisions of paragraph 4 above will otherwise apply. 14 The Partner shall ensure that a list is made of all the materials that are seized or delivered up pursuant to this Order and shall serve a copy of that list on the Defendant. 15. When materials are seized or delivered up such analysis and copying as the Partner considers necessary shall be done as quickly as is reasonably practical and the materials returned by the Plaintiff to the Defendant forthwith. 16. All materials concerning the infringement of the Plaintiff's copyrights or the use of the Plaintiff's confidential information and copies of all materials seized or delivered up pursuant to this Order, together with a copy of the list prepared pursuant to paragraph 14, shall be deposited for safekeeping with any registry of the Federal Court or may be retained in the custody of counsel for the Plaintiff, providing that a copy of the list prepared pursuant to paragraph 14 and a complete photographic, videographic, or digital electronic record of the materials that have been seized or delivered up are filed by counsel for the Plaintiff with the Court. The provisions of this paragraph apply whether or not the identity of the person from whom the materials are seized or by whom they are delivered up is known. 17. The materials concerning the infringement of the Plaintiff's copyrights or the use of the Plaintiff's confidential information and other materials seized or delivered up pursuant to this Order shall be utilized solely for the purpose of civil proceedings in relation to the enforcement of the Plaintiff's employment contracts and the enforcement of the Plaintiff's copyrights. Assistance in Enforcing the Order 18. The sheriff and such other police officers, law enforcement officers and authorities in those locations where this Order is sought to be enforced, will attend to prevent such apprehended breach of the peace. Restraining Infringement 19. During the effective period of this Order, each Defendant is restrained from infringing the Plaintiff's copyrights. 20. During the effective period of this Order, each Defendant is restrained from using the Plaintiff's confidential information. Restraining Competition 21. During the effective period of this Order, the Defendant, Sean Eren, is restrained from (whether as an owner, manager, operator, consultant or employee of a business substantially similar to or competitive with the Plaintiff) competing with the Plaintiff. Court Review of Execution of the Order 22. The persons enforcing this Order against any Defendant shall serve on that Defendant a copy of this Order together with a copy of the Statement of Claim as well as a Notice of Motion providing for the review by the Court of the execution of this Order and the Order's continuation. That Notice of Motion shall be returnable on January 12, 2004, or so soon thereafter as it is possible, to have the matter heard by the Court, at the Federal Court at 330 University Avenue, Toronto, Ontario. If the actions of a Defendant make service pursuant to this paragraph not reasonably possible, leaving a copy of the documents to be served at the location at which service was attempted shall be deemed to be proper service. 23. The Notice of Motion may request an Order converting the interim injunction, described in paragraphs 19, 20 and 21 into an interlocutory injunction, or if the former has expired, the issuance of an interlocutory injunction against the Defendants who have been served with this Order, in which case the Plaintiff need not, pursuant to Rules 362 and 364 of the Federal Court Rules, 1988, serve or file a Motion Record unless otherwise ordered by the Court and the Defendants need not, pursuant to Rule 365 serve or file a Motion Record unless otherwise ordered by the Court. 24. A motion for review of the execution of this Order and its further continuation shall be supported by an affidavit from the attending and supervising Partner setting out a full and accurate report of the execution or executions under review, including a full description of all materials seized as described in paragraph 13. 25. The Defendant may request an earlier hearing of the review motion referred to in paragraph 22 for the purpose of having the Order as against that Defendant set aside or varied, or to determine whether the Plaintiff should be required to post security. Any such request shall be by Notice of Motion properly served on the Plaintiff's solicitor. Terminology 26. To ensure that the terms of this Order are not misunderstood, the following explanation of words used herein is given: i) 'copyrights' means any and all copyrights owned by the Plaintiff pursuant to the Copyright Act, R.S.C. 1985, c. C-42; ii). 'infringement' includes all acts which constitute infringement under the Copyright Act, R.S.C. 1985, c. C-42; iii. 'using the Plaintiff's confidential information' means using for oneself or others or disclosing or divulging to others the Plaintiff's confidential information; iv. 'confidential information' means confidential information, trade secrets or any other proprietary data of the Plaintiff including, but not limited to, methods, processes, formulae, compositions, systems, techniques, inventions, machines, computer programs, source code, research projects, customer lists, pricing data, sources of supply, financial data, marketing plans, production plans and merchandising systems; v. 'containers' which the person in charge of a Defendant's premises is required to open includes, for example, bags, boxes, cabinets, drawers, lockers, display cases; vi. 'Partner' means a partner of the law firm Aird & Berlis LLP; vii. 'Defendant's premises' means the premises known as 130 North Queen Street, Toronto, Ontario, the premises known as 91 Milton Street, Toronto, Ontario and the premises known as 3455 Glen Erin Drive, apartment 603, Mississauga, Ontario; viii. 'Defendant's business premises' means the premises known as 130 North Queen Street, Toronto, Ontario and the premises known as 91 Milton Street, Toronto, Ontario; and ix. 'Defendant's residential premises' means the premises known as 3455 Glen Erin Drive, apartment 603, Mississauga, Ontario. Plaintiff's Undertaking 27. This Order is issued on the Plaintiff's undertaking to pay to the Defendants actual damages suffered arising out of any unauthorized execution of this Order or upon the setting aside of this Order. Compliance with Federal Court Rules, 1998 28. Compliance with the following Rules is dispensed with regarding service of this Order except as ordered herein or by further Order of this Court: (a) Rules 203 (requiring a Statement of Claim to be served within sixty days after it is issued). The Plaintiff may serve the Statement of Claim on the Defendants during the time this Order is in force and effect; (b) Rule 206 (requiring every document referred to in a pleading to be served with the pleading or within ten days after service of the pleading); (c) Rule 362 (requiring any affidavit required under Rule 363 to be served and filed at least two days before the date set out in the notice for the hearing of the motion); (d) Rule 364 (requiring service of a motion record); (e) Rule 365 (requiring a respondent to a motion to serve a respondent's motion record); (f) Rule 395 (requiring a copy of every Order to be sent by the Administrator by registered mail to all parties). Order need only be served on the parties to the Order or any other interested parties. ORDER UPON application made to this Court by the Plaintiff on the 27th day of September, 2005 for a review of the Anton Piller Order granted by this Court on the 15th day of December 2003, for the conversion of the interim injunction granted by said Order into an interlocutory injunction, for a show cause Order for contempt against the Defendant Sean Eren, and for other relief; AND UPON reviewing the evidence and Record filed with this Court is respect of the aforesaid Order; AND UPON reviewing the further evidence filed in support of this application; AND UPON hearing counsel for all parties save for the Defendant Binary Environments Ltd who did not appear and is not involved in this application; AND FOR the Reasons delivered herewith; THIS COURT ORDERS that 1. Those portions of the Anton Piller Order granted the 15th day of December 2003 that are directed to the Plaintiff's confidential information are, and always have been, a nullity. 2. The balance of said Anton Piller Order is vacated; 3. Those portions of the Statement of Claim claiming relief in respect of confidential information are struck out as are all other portions thereof that are pleaded only in respect of such claim for relief; 4. The interim injunction granted by said Order of the 15th day of December 2003 is set aside, no interlocutory injunction is granted. The Defendants are entitled to a reference under Rule 107 or such other Rules as are pertinent, to assess any damages suffered in respect of said interim injunction and for payment thereof by the Plaintiff in accordance with its undertaking. 5. A show cause Order is hereby issue as against the Defendant, Sean Eren whereby he is to attend at a time and place to be fixed by the Court to hear evidence and argument, and present evidence and argument is respect of an alleged contempt of said Order of the 15th day of December, 2003, whereby he concealed the existence and whereabouts of his computer and its hard drive, failed to preserve its contents and, negligently or otherwise caused or allowed its contents to be permanently erased or corrupted. 6. The Defendants, Corey Katz and Susan Eren/Katz are entitled to their costs and disbursements on a full recovery basis including all disbursements and GST to the extent that those costs have not been paid by or recovered herein by the Defendant Avery. 7. The Defendant Avery shall have its costs to be assessed on a Column IV basis, including all disbursements and GST and including all fees and disbursements paid to the expert witness Morogrove for his work in respect of giving evidence herein. 8. Neither the Plaintiff nor the Defendant, Sean Eren, shall be entitled to any costs or disbursements. [End of document]"]}