{"id_": "072851", "body_str": ["[1] Cullen, J. : This is a motion on behalf of the applicant pursuant to rule 474 of the Federal Court Rules for preliminary determination of questions of law. Rothstein, J., ordered that the following questions be determined:  <FRAGMENT_SUPPRESSED> \"(1) Does s. 83 of the Immigration Act contravene s. 7 of the Charter of Rights and Freedoms on the facts of this case?  <FRAGMENT_SUPPRESSED> \"(2) Does s. 83 of the Immigration Act contravene s. 15 of the Charter of Rights and Freedoms on the facts of this case? <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[2] The parties were required to file an agreed statement of facts.  <FRAGMENT_SUPPRESSED>", "[3] The applicant is a citizen of Vietnam and a resident of Winnipeg, Manitoba. The brother of the applicant, Phuong Hue Huynh, sponsored his parents and Cam Hoa Huynh, the applicant, to come to Canada as landed immigrants. A Canadian visa office issued the applicant a visa on June 13, 1991 to come to Canada as a member of the family class. The applicant arrived in Vancouver on October 8, 1991. A Senior Immigration Officer refused the applicant landing on the ground that he A Senior Immigration Officer refused the applicant landing on the ground that he was not a family class immigrant since he was a dependent of the principal applicant, his father. An Immigration Officer reported the applicant to appear at an inquiry on October 18, 1991 on the ground that, at the time of the examination, the applicant did not meet the statutory requirements.  <FRAGMENT_SUPPRESSED>", "[4] At an inquiry held on March 11 and May 25, 1992, the applicant made a claim for refugee status. A Credible Basis Panel found the applicant did not have a credible basis for his claim. The Adjudicator ordered the applicant excluded. The applicant appealed the exclusion order to the Appeal Division of the Immigration and Refugee Board. This appeal is currently pending.  <FRAGMENT_SUPPRESSED>", "[5] The applicant also sought judicial review of the decision of the Credible Basis Panel by way of an application for extension of time and an application for leave. On February 11, 1993, Reed, J., granted the extension of time and granted leave. The matter was set down for judicial review on April 27, 1993.  <FRAGMENT_SUPPRESSED>", "[6] The application for judicial review was subsequently adjourned and came on for hearing on May 25, 1993, before Rothstein, J. After hearing argument, Rothstein, J., reserved judgment. The court rendered judgment on June 24, 1993, and the application for judicial review was dismissed [see 65 F.T.R. 11]. The court declined to certify questions which had been submitted by counsel for the applicant.  <FRAGMENT_SUPPRESSED>", "[7] Section 83(1) of the Immigration Act , R.S.C. 1985, c. I-2, as amended, came into force on February 1, 1993. Prior to that date, a person whose application for judicial review was dismissed by the Federal Court Trial Division could appeal to the Federal Court of Appeal as of right. On July 20, 1993, counsel for the applicant filed a notice of appeal from the decision of Rothstein, J., on June 24, 1993. On July 23, 1993, the Chief Justice of the Federal Court directed that the notice of appeal could not be accepted for filing. The direction stated that it was left to counsel for the applicant to pursue the appropriate remedies.  <FRAGMENT_SUPPRESSED> Legislative History And Statutory Provisions  <FRAGMENT_SUPPRESSED>", "[8] Three principal changes to the Immigration Act came into effect on February 1, 1993. (The changes were brought about by An Act to Amend the Immigration Act and other Acts in consequence thereof , S.C. 1992, c. 49.) First, there was a transfer of original jurisdiction for the judicial review of decisions of the Convention Refugee Determination Division of the Immigration and Refugee Board (\"the Board\") from the Federal Court of Appeal to the Trial Division. Second, there were a number of procedural amendments designed to ensure that applications were determined without delay. Third, there was a limit placed on the right to appeal from the Trial Division to the Federal Court of Appeal to cases where the Trial Division judge certified that a serious question of general importance was involved. It is the limitation of appeals which is at issue in the case at bar.  <FRAGMENT_SUPPRESSED>", "[9] For clarity, I will set out the impugned provision of the Immigration Act :  <FRAGMENT_SUPPRESSED> \"83(1) A judgment of the Federal Court, Trial Division, on an application for judicial review with respect to any decision or order made, or any matter arising, under this Act or the rules or regulations thereunder may be appealed to the Federal Court of Appeal only if the Federal Court, Trial Division has at the time of rendering judgment certified that a serious question of general importance is involved and has stated that question. <FRAGMENT_SUPPRESSED> In addition, subs. 83(4) provides:  <FRAGMENT_SUPPRESSED> \"(4) For greater certainty, a refusal of the Federal Court, Trial Division to certify that a serious question of general importance is involved in any matter is not subject to appeal. <FRAGMENT_SUPPRESSED>", "[10] The arguments of the applicant will be discussed in greater detail in the analysis section of this memorandum. However, I will briefly summarize the applicant's submissions.  <FRAGMENT_SUPPRESSED>", "[11] The applicant argues that s. 83(1) of the Immigration Act infringes s. 7 of the Charter . The applicant is a person who has a right to life, liberty, and security of the person; he is included in the category of \"everyone\". The requirement to certify a question amounts to a deprivation of his life, liberty, or security of the person and the deprivation is not in accordance with the principles of fundamental justice. The principles of fundamental justice are violated in four ways. First, since certification of a question must occur at the time of rendering judgment, the applicant is prevented from knowing the case that he must meet. The question to be certified may only become clear from reading the reasons for judgment. Second, the certification requirement acts as an improper privative clause since the Trial Division judge can insulate his or her decisions from review on any ground. Third, since the judge who disposes of the judicial review also decides whether a question should be certified, the judge is essentially adjudicating the appeal from his or her own decision. This raises a reasonable apprehension of bias. Fourth, the certification requirement applies retroactively and repeals the applicant's vested right of appeal.  <FRAGMENT_SUPPRESSED>", "[12] In oral argument, the applicant raised a fifth issue: even if there is no constitutional right to an appeal, where the legislation provides for an appeal, the procedures with which one must comply must conform to the Charter .  <FRAGMENT_SUPPRESSED>", "[13] The applicant also submits that the certification requirement is a violation of his rights under s. 15 of the Charter . His equality rights are violated in that the law draws a distinction between the applicant and others based on personal characteristics. The distinction based on personal characteristics fall within the enumerated or analogous grounds of the s. 15. The distinction amounts to discrimination.  <FRAGMENT_SUPPRESSED>", "[14] As with the applicant's submissions, the arguments of the respondent will be discussed in greater detail in the analysis section of these reasons, I am providing a brief summary of the respondent's submissions.  <FRAGMENT_SUPPRESSED>", "[15] As a preliminary matter, the respondent submits that any discussion of infringement must be considered in light of the fact that aliens do not enjoy the same rights and protection as citizens and permanent residents of Canada. At common law, aliens had no rights and it is only through statute that limited rights are conferred upon the applicant.  <FRAGMENT_SUPPRESSED>", "[16] The respondent submits that the requirement to certify a question does not violate the principles of fundamental justice. It is settled law that the Charter of Rights and Freedoms does not mandate a right of appeal. Moreover, s. 7 of the Charter does not entitle the applicant to the most favourable procedures imaginable. Finally, the claim to vested appeal rights has already been determined to be invalid by the Trial Division in a very similar fact situation.  <FRAGMENT_SUPPRESSED>", "[17] With respect to s. 15 of the Charter , the respondent submits that the applicant has failed to demonstrate that his equality rights have been violated. Furthermore, the equality rights of a noncitizen cannot rightfully be compared to the equality rights of a citizen.  <FRAGMENT_SUPPRESSED>", "[18] The respondent has not put forward arguments with respect to s. 1 of the Charter .  <FRAGMENT_SUPPRESSED> Analysis: Section 7 Of The Charter  <FRAGMENT_SUPPRESSED>", "[19] Section 7 of the Charter states:  <FRAGMENT_SUPPRESSED> \"Everyone has a right to life, liberty, and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice. <FRAGMENT_SUPPRESSED>", "[20] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 422; 14 C.R.R. 13; 12 Admin. L.R. 137, directs that the question before this court should be approached in three stages. First, it is necessary to determine whether refugee claimants physically present in Canada are entitled to the protection of s. 7 of the Charter . Second, the court must consider whether the impugned legislative provisions, in this case the requirement to certify a question to enable appeal to the Court of Appeal, deny a refugee claimant's rights under s. 7. Third, it must be decided whether the limitations imposed on the applicant's rights are justified within the meaning of s. 1 of the Charter .  <FRAGMENT_SUPPRESSED>", "[21] In Singh , supra, at 202 S.C.R., Wilson, J., stated that \"everyone\" includes \"every human being who is physically present in Canada and by virtue of such presence amenable to Canadian law\". In Singh , supra, the refugee claimants could avail themselves of the protection of s. 7. In the case at bar, it is clear that the applicant could also claim that he is entitled to s. 7 rights.  <FRAGMENT_SUPPRESSED>", "[22] Since the decision in Singh , supra, it is undisputed that refugee claimants are entitled to fundamental justice in the determination of whether they are Convention refugees. As stated by Wilson, J., at 208 and 212 S.C.R.:  <FRAGMENT_SUPPRESSED> \"It must be recognized that the appellants are not at this stage entitled to assert rights as Convention refugees; their claim is that they are entitled to fundamental justice in the determination of whether they are Convention refugees or not.  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"In summary, I am of the view that the rights which the appellants are seeking to assert are ones which entitle them to the protection of s. 7 of the Charter . <FRAGMENT_SUPPRESSED>", "[23] Next, this court must determine whether the principles of fundamental justice are denied by the procedures set out in the impugned section of the Immigration Act . In Singh , supra, Wilson, J., stated at 212 S.C.R.:  <FRAGMENT_SUPPRESSED> \"All counsel were agreed that at a minimum the concept of 'fundamental justice' as it appears in s. 7 of the Charter includes the notion of procedural fairness articulated by Fauteux, C.J.C., in <FRAGMENT_SUPPRESSED> . At p. 134 D.L.R., p. 923 S.C.R., he said:  <FRAGMENT_SUPPRESSED> 'Under s. 2(e) of the Bill of Rights no law of Canada shall be construed or applied so as to deprive him of a \"fair hearing in accordance with the principles of fundamental justice.'  <FRAGMENT_SUPPRESSED> \"Without attempting to formulate any final definition of those words, I would take them to mean, generally, that the tribunal which adjudicates upon his rights must act fairly, in good faith, without bias and in a judicial temper, and must give to him the opportunity adequately to state his case.  <FRAGMENT_SUPPRESSED> \"Do the procedures set out in the Act for the adjudication of refugee status claims meet this test of procedural fairness? Do they provide an adequate opportunity for a refugee claimant to state his case and know the case he has to meet? This seems to be the question we have to answer ... <FRAGMENT_SUPPRESSED>", "[24] However, the requirements of fundamental justice will vary with the nature of the decision being made.  <FRAGMENT_SUPPRESSED>  O.A.C. 161; 67 C.C.C.(3d) 193; 8 C.R.(4th) 145, at 226 S.C.R., Cory, J., stated:  <FRAGMENT_SUPPRESSED> \"It is now clear that the Charter is to be interpreted in light of the context in which the claim arises. Context is relevant both with respect to the delineation of the meaning and scope of Charter rights, as well as to the determination of the balance to be struck between individual rights and the interests of society. <FRAGMENT_SUPPRESSED> In the immigration context, this point was echoed in <FRAGMENT_SUPPRESSED> , Sopinka, J., at p. 733 S.C.R., concluded:  <FRAGMENT_SUPPRESSED> \"Thus in determining the scope of principles of fundamental justice as they apply to this case, the court must look to the principles and policies underlying immigration law. The most fundamental principle of immigration law is that noncitizens do not have a right to remain in the country. <FRAGMENT_SUPPRESSED>", "[25] The central matter at issue at the case at bar is whether the certification of a question violates the principles of fundamental justice in the immigration context. As a preliminary matter, I agree with the applicant that, if the legislation provides for an appeal, the appeal process with which one must comply must conform with the Charter . Accordingly, in the case at bar, I will consider whether the process or requirements imposed by s. 83(1) of the Immigration Act violate s. 7 the Charter . The applicant submits that the requirement that the Trial Division judge certify a question to allow an appeal breaches fundamental justice in four ways.  <FRAGMENT_SUPPRESSED> (1) Section 83 Of The Immigration Act Violates The Right To Know The Case To Be Met:  <FRAGMENT_SUPPRESSED>", "[26] The applicant submits that because the question must be certified \"at the time of judgment\", it becomes impossible for the parties to make representations on the question to be certified after having seen the judgment. The determination of whether a question should be certified may only become apparent after the reasons for the judgment are rendered. The applicant submits that, at the time of submitting a question to be certified, he does not know the case to be met. This is a burden of the audi alteram partem rule and a violation of a principle of fundamental justice.  <FRAGMENT_SUPPRESSED>", "[27] It is trite law to say that persons affected by a matter should be given an opportunity to present their case.  <FRAGMENT_SUPPRESSED>  fundamental rule is that, if a person may be subjected to pains or penalties, or be exposed to prosecution or proceedings, or deprived of remedies or redress, or in some such way adversely affected by the investigation and report, then he should be told the case made up against him and be afforded a fair opportunity of answering it. <FRAGMENT_SUPPRESSED> In simple terms, there is said to be a duty on all decision-makers to comply with the rules of natural justice and allow a party a right to be heard. Likewise, the right to be heard also involves, a duty to provide the parties with information about the arguments and evidence presented such that their participation in the decision-making process will be meaningful.  <FRAGMENT_SUPPRESSED>", "[28] Does the requirement to certify a question of general importance at the time of rendering judgment deprive the applicant of the knowledge of the case he must meet? I do not think that it does. At the time of rendering judgment, the applicant knew what serious questions of general importance were involved.  <FRAGMENT_SUPPRESSED>", "[29] Although the courtroom procedure that individual Trial Division judges employ in deciding whether to certify a question may not be uniform, there are general standards that have been articulated regarding what sorts of questions should be certified.  <FRAGMENT_SUPPRESSED>  (November 1, 1994), A-703-93 (F.C.A.), a very recent decision of the Court of Appeal, Décary, J.A., specified the nature of questions to be certified:  <FRAGMENT_SUPPRESSED> \"In order to be certified pursuant to s. 83(1), a question must be one which, in the opinion of the motions judge, transcends the interests of the immediate parties to the litigation and contemplates issues of broad significance or general application (see the useful analysis of the concept of 'importance' by Catzman, J., in <FRAGMENT_SUPPRESSED>  (Ont. H.C.)) but it must also be one that is determinative of the appeal. The certification process contemplated by s. 83 of the Immigration Act is neither to be equated with the reference process established by s. 18.3 of the Federal Court Act , nor is it to be used as a tool to obtain from the Court of Appeal declaratory judgments on fine questions which need not be decided in order to dispose of a particular case. <FRAGMENT_SUPPRESSED> A number of Trial Division decisions have also considered the nature of questions to be certified: <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 307; <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[30] In summary, it appears that for a question to be certified, the question must arise within the context of the proceedings before the court; not be solely dependant on factual issue but raise a question of law; and raise issues of law of general importance that have not already been determined by decisions of the Federal Court. A certified question is not about the case at bar; it seeks to clarify an undecided legal point of general importance.  <FRAGMENT_SUPPRESSED>", "[31] When judgment is rendered orally, the applicant clearly knows the case to be met.  <FRAGMENT_SUPPRESSED>  (T.D.), Reed, J., found that the phrase \"at the time of rendering judgment\" should be interpreted to mean only judgment recorded in written form pursuant to rule 337(2), of the Federal Court Rules . When a Trial Division judge pronounces his or her order orally, the parties can still make submissions on a question to be certified.  <FRAGMENT_SUPPRESSED>", "[32] However, even in instances where the trial judge reserves his or her decision and judgment is only rendered in written form subsequent to the hearing, as in the case at bar, the applicant still knows the case to be met. Prior to the judicial review hearing, the applicant's claim was considered by the Credible Basis Panel. The Immigration Act sets out the criteria that the Credible Basis Panel uses in arriving at its decision. The applicant knew the case to meet at this stage of the proceeding. In the application for leave and judicial review stage of his claim, the applicant knew the grounds upon which his matter could be considered. It is not alleged that the applicant did not know the case to be met at this stage. At the time of rendering judgment, the applicant knew the facts of his own case. He knew the legal arguments upon which he had relied. He knew of the relevant legal tests that this court has articulated in interpreting the Immigration Act . Given that a certified question is not to be dependent upon the specific facts or disposition of his own case, the applicant must also have known whether there was a serious question of general importance that could arise from his case.  <FRAGMENT_SUPPRESSED>", "[33] The applicant, at the time that judgment was rendered, knew what serious questions of general importance could arise. He knew the case to be met and was not denied fundamental justice in this sense.  <FRAGMENT_SUPPRESSED> (2) Section 83 Of The Immigration Act Acts As a Privative Clause:  <FRAGMENT_SUPPRESSED>", "[34] The applicant submits that the courts have refused to give effect to privative clauses where the decision by the Tribunal touches upon a constitutional question. Section 83 of the Immigration Act , by potentially insulating decisions of the Federal Court Trial Division which interpret the Canadian Charter of Rights and Freedoms from review by the Federal Court of Appeal or the Supreme Court of Canada, is a violation of the Charter .  <FRAGMENT_SUPPRESSED>", "[35] Although I agree that a tribunal's decision on a jurisdictional or constitutional question cannot be insulated from judicial review, the applicant's argument, applied to the Federal Court, is seriously flawed.  <FRAGMENT_SUPPRESSED>", "[36] Section 18 of the Federal Court Act , R.S.C. 1985, c. F-7, as amended, confers the power of judicial review over most federal administrative boards, commissions, and tribunals to the Trial Division. It is well established that a privative clause, properly framed, could effectively oust judicial interpretation on questions of law and other questions not touching upon jurisdiction. However, no privative clause can inhibit review of a tribunal's decision by a superior court for jurisdictional error or constitutional interpretation.  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 457, at pp. 441-442 S.C.R., Beetz, J., stated:  <FRAGMENT_SUPPRESSED> \"Once a question is classified as one of jurisdiction, and has been the subject of a decision by an administrative tribunal, the superior court exercising the superintending and reforming power over that tribunal cannot, without itself refusing to exercise its own jurisdiction, refrain from ruling on the correctness of that decision, or rule on it by means of an approximate criterion.  <FRAGMENT_SUPPRESSED> \"This is why the superior courts which exercise the power of judicial review do not and may not use the rule of the patently unreasonable error once they have classified an error as jurisdictional. <FRAGMENT_SUPPRESSED>", "[37] Likewise, administrative tribunals can expect no curial deference when they make constitutional decisions: see <FRAGMENT_SUPPRESSED>  O.A.C. 271; <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[38] However, the limitations on the power of privative clauses to oust judicial review apply only to tribunals or other administrative bodies. The same limits do not apply to superior courts themselves. The Federal Court Trial Division is clearly a superior court and its interpretations of the Charter are not subject to review unless the legislation that the Trial Division judge is interpreting includes a review or appeal provision. The Immigration Act does not include an appeal provision. Moreover, the omission of an appeal provision is not a violation of the Charter .  <FRAGMENT_SUPPRESSED>  C.C.C.(3d) 453; 70 C.R.(3d) 383, at pp. 460-461 C.C.C., McIntyre, J., stated:  <FRAGMENT_SUPPRESSED> \"The argument in support of this ground, simply put, is that the rights protected or guaranteed in the Charter are of such significance that an appeal should be available where relief under the Charter is denied at first instance. In short, what is asserted is that the Charter makes obligatory a right of appeal from any legal proceeding at first instance.  <FRAGMENT_SUPPRESSED> \"At common law there were no appeals. All appeals have the been the creature of statute ... Therefore, if any such specific right exists it must be found in the Charter . The question facing the court then is: Does the Charter , because of the importance of the interests it protects, provide an appeal against a refusal of a Wilson application for review despite the fact that neither the Criminal Code nor any other legislative enactment so provide?  <FRAGMENT_SUPPRESSED> \"... I would say at the outset that in my view the Charter does not provide such an appeal. <FRAGMENT_SUPPRESSED>", "[39] I do not believe that the ouster of review of Trial Division decisions by the Court of Appeal or the Supreme Court of Canada is a violation of the principles of fundamental justice. The Trial Division is constitutionally qualified to render such decisions. Moreover, the absence of an appeal provision is not a violation of the Charter per se.  <FRAGMENT_SUPPRESSED> (3) Section 83 Of The Immigration Act Raises A Reasonable Apprehension Of Bias:  <FRAGMENT_SUPPRESSED>", "[40] The applicant concedes that there is no constitutional right to an appeal. However, the applicant argues that there is a difference between no right to an appeal and appeal only with concurrence of the very judge whose judgment in the subject of the desired appeal. This, the applicant claims, creates a reasonable apprehension of bias. The power to certify a question arising from one's own judgment gives a Trial Division judge a power akin to sitting on an appeal from his own judgment since the Trial Division judge alone decides whether there will be an appeal.  <FRAGMENT_SUPPRESSED>", "[41] The applicable test for determining whether a reasonable apprehension of bias exists in the circumstances of a particular case was set out in Committee for Justice and  <FRAGMENT_SUPPRESSED> ; 9 N.R. 115. The test is:  <FRAGMENT_SUPPRESSED> \"... what would an informed person, viewing the matter realistically and practically - and having thought the matter through - conclude. Would he think that it is more likely than not that the Tribunal here, whether consciously or unconsciously, would not decide fairly? <FRAGMENT_SUPPRESSED> It is not necessary to find actual bias. Rather, it is the that a decision could be biased which renders the decision a nullity.  <FRAGMENT_SUPPRESSED>", "[42] Statute makes it clear that a judge cannot sit on appeal from a case that he or she decided at the first instance. The Federal Court Act , s. 16(4), states that \"a judge shall not sit on the hearing of an appeal from a judgment he has pronounced\". A similar provision is duplicated in the , R.S.C. 1985, c. S-26, s. 28(1) and in the empowering statutes for the provincial courts.  <FRAGMENT_SUPPRESSED>", "[43] Does the fact that the Trial Division judge who renders judgment also decides whether there will be an appeal from his or her own decision meet the bias test? Would an informed person, viewing the matter realistically and practically, conclude that the Trial Division judge might not decide fairly whether to certify a question? I cannot agree with the applicant that the requirement to certify a question under s. 83(1) of the Immigration Act raises a reasonable apprehension of bias.  <FRAGMENT_SUPPRESSED>", "[44] The requirement to certify a question in order to make appeal possible is not without precedent in other common law jurisdictions (Daniel Therrien, The Current System (Law Society of Upper Canada, Department of Continuing Legal Education, February 15, 1993 Seminar, Understanding the New Immigration Act: How Bill C-86 Rewrites the Law).) In England, there is no criminal appeal to the House of Lords unless the Court of Appeal certifies that a \"point of law of general importance is involved\": see s. 33(2) of the Criminal Law Appeal Act 1968 . In the state of Florida, an appeal from a district court of appeal to the supreme court of the state is only possible if the district court certifies that the case involves a question of \"great public importance\" or that its decision is \"in direct conflict with a decision of another district court of appeal\": Article V, s. 3(b)(4) of the Florida Constitution .  <FRAGMENT_SUPPRESSED>", "[45] As I see it, a reasonable apprehension of bias is absent from the certification requirement for two reasons. First, s. 9 of the Federal Court Act requires that every judge take an oath of office:  <FRAGMENT_SUPPRESSED> \"Every judge shall, before entering on the duties of the office of judge, take an oath that he will duly and faithfully, and to the best of his skill and knowledge, execute the powers and trusts reposed in him as a judge of the court. <FRAGMENT_SUPPRESSED> A judge of this court is bound by the oath. He or she may not like to see decisions overturned on appeal, but any personal disappointment is overcome by the solemn pledge to execute judicial duties faithfully. The question of bias was discussed by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 342 (F.C.A.). The Court of Appeal strongly condemned the allegation that judges who have formerly worked for the government are biased in favour of the government. All judges are bound by s. 9 of the Federal Court Act and, in my view, this oath is sufficient to dispel any notion that a judge would simply refuse to certify a question because he or she wished to insulate his or her judgment from appeal.  <FRAGMENT_SUPPRESSED>", "[46] Second, a reasonable apprehension of bias does not arise because of the nature of the question to be certified. Although a certified question must dispose of the particular case, it is not about the case at bar. The question must seek to clarify an undecided legal point of general importance. The certification requirement is, in a sense, divorced from the disposition of the case. Regardless of the actual outcome, the Trial Division judge must determine if there is a question which transcends the interests of the immediate parties to the litigation and contemplates issues of broad significance. The certification requirement does not amount to hearing an appeal from a case which the judge decided at the first instance; any appeal would be heard by Court of Appeal judges. The Trial Division judge is merely delineating the issues which can be taken on appeal.  <FRAGMENT_SUPPRESSED>", "[47] The requirement that the Trial Division judge certify that a serious question of general importance is involved does not raise a reasonable apprehension of bias and is not a violation of the principles of fundamental justice.  <FRAGMENT_SUPPRESSED> (4) Section 83 Of The Immigration Act Breaches A Vested Right:  <FRAGMENT_SUPPRESSED>", "[48] Section 114 of An Act to Amend the Immigration Act and other Acts in consequence thereof , S.C. 1992, c. 49, deemed all immigration appeals, including those before the Court of Appeal which had not been scheduled for hearing, to be applications for judicial review before the Trial Division under s. 18.1 of the Federal Court Act . The s. 114 of the amending Act states:  <FRAGMENT_SUPPRESSED> \"Any application for leave to commence an application for judicial review and any application for leave to appeal made pursuant to s. 82.1, 82.3, or 83, as the case may be, of the Immigration Act , as those sections read immediately before the coming into force of s. 73 of this Act, and in respect of which no decision was made on that date, shall be disposed of by the Federal Court - Trial Division in accordance with s. 82.1 to 84 of that Act, as enacted by s. 73 of this Act, and all such applications for leave shall be deemed to be applications for leave to commence an application for judicial review. <FRAGMENT_SUPPRESSED>", "[49] The applicant submits that his right to an appeal vested on the date that he first made a claim to be a Convention refugee: March 11, 1992, the date of the commencement of his inquiry. On that day, the applicant had a right to appeal. However, the provisions brought in by the amending Act removed from the applicant a right to appeal. The applicant contends that the provisions are substantive in nature and relies on the common law presumptions against the retrospective operation of substantive legislation and interference with vested rights. The respondent maintains the provisions operate prospectively. Alternatively, interference with vested rights is rebutted by clear statutory language. The respondent submits that the presumptions against retrospectivity do not apply.  <FRAGMENT_SUPPRESSED>", "[50] The applicant's arguments with respect to retrospective application and vested appeal rights are without merit.  <FRAGMENT_SUPPRESSED>", "[51] There is a common law presumption that legislation is not to have a retroactive or retrospective application. A retrospective provision is \"one that applies to facts that were already past when the legislation came into force\": Ruth Sullivan, Driedger on the Construction of Statutes , 3rd Ed. (Toronto: Butterworths, 1994) at 513.  <FRAGMENT_SUPPRESSED> ; 7 N.R. 401, at p. 279 S.C.R., Dickson, J. (as he then was), wrote:  <FRAGMENT_SUPPRESSED> \"The general rule is that statutes are not to be construed as having retrospective operation unless such a construction is expressly or by necessary implication required by the language of the Act . <FRAGMENT_SUPPRESSED> However, the presumption against the retrospective application of legislation can be rebutted by express words or necessary implication: <FRAGMENT_SUPPRESSED> , at p. 419.  <FRAGMENT_SUPPRESSED>", "[52] It is undisputed that s. 114 of the amending Act affected files where the facts were already past when the legislation came into force; likewise, it is undisputed that the applicant's case fell into the category of files affected. However, it is also clear, from the language of s. 114, that it was the legislature's intent that the amendments should apply retrospectively. Jerome, A.C.J., considered the retrospective application of the same section of the amending Act in <FRAGMENT_SUPPRESSED>  (T.D.). In this decision, he stated: \"In my view, any common law presumptions against interference with vested rights and the retrospective operation of legislation are answered in this case by the clear and unequivocal language of the statute.\" Accordingly, the clear, express statutory language of s. 114 of the amending Act rebuts the presumption against the retrospective application of legislation.  <FRAGMENT_SUPPRESSED>", "[53] In addition to the presumption against retrospective operation, it is presumed that legislation is not intended to interfere with vested rights. The Interpretation Act , R.S.C. 1985, c. I-21, s. 43, codifies the common law presumption:  <FRAGMENT_SUPPRESSED> \"Where an enactment is repealed in whole or in part, the repeal does not  <FRAGMENT_SUPPRESSED> (c) affect any right, privilege, obligation or liability acquired, accrued, accruing or incurred under the enactment so repealed. <FRAGMENT_SUPPRESSED> Accordingly, legislative enactments should be interpreted so as to respect vested rights where possible. If there exists ambiguity in the construction of a statute, it should be interpreted so as to respect those rights. Furthermore, there is a presumption that vested rights are not affected by legislative enactment unless the intention of the legislator to do so is clear. Indeed, in <FRAGMENT_SUPPRESSED> , at 282, Dickson, C.J.C., confirmed:  <FRAGMENT_SUPPRESSED> \"The rule is that a statute should not be given a construction that would impair existing rights as regards person or property unless the language in which it is couched requires such a construction: <FRAGMENT_SUPPRESSED>  at 638. <FRAGMENT_SUPPRESSED>", "[54] The question then becomes: was the applicant's appeal right \"vested\" on February 1, 1993? Professor Sullivan, at 531, states that \"in each case, the court must decide whether at the moment of repeal the individual's statutory claim was sufficiently defined and developed, and sufficiently in his or her possession, to count as a vested right. <FRAGMENT_SUPPRESSED>", "[55] In <FRAGMENT_SUPPRESSED> , at 283 S.C.R., Dickson, C.J.C., considered the criteria for recognizing vested rights:  <FRAGMENT_SUPPRESSED> \"The mere right existing in the members of the community or any class of them at the date of the repeal of a statute to take advantage of the repealed statute is not a right accrued: <FRAGMENT_SUPPRESSED>  in the excerpt from <FRAGMENT_SUPPRESSED> , the Judicial Committee of the Privy Council distinguished a \"vested right\" from a \"mere hope or expectation\".  <FRAGMENT_SUPPRESSED>", "[56] On February 1, 1993, the applicant in the case at bar had made a claim for refugee status which was rejected by the Credible Basis Panel. He had not yet sought leave to commence an application for judicial review of the decision. On that date, there was a possibility that he could have taken advantage of an appeal at some point in the future, but that opportunity was hardly defined, given that he had not even commenced an application for leave on that date. No decision on his file had been reached; he did not have a date for hearing. It is difficult for me to see how such an amorphous state - a possibility of taking advantage of an appeal at some unknown time in the future - could be construed as \"vested\". Accordingly, I submit that the applicant did not have a vested right to an appeal at the time the Immigration Act was amended.  <FRAGMENT_SUPPRESSED>", "[57] In summary, I do not find that the applicant's rights under s. 7 of the Charter have been denied or violated in any sense. He knew the case to be met; the Trial Division had jurisdiction to make the determinations; there was no reasonable apprehension of bias; his vested rights were not infringed. Section 83 of the Immigration Act does not contravene s. 7 of the Charter of Rights and Freedoms . I will now turn to the arguments respecting s. 15 of the Charter .  <FRAGMENT_SUPPRESSED> Analysis: Section 15(1) Of The Charter  <FRAGMENT_SUPPRESSED>", "[58] Section 15(1) of the Charter states:  <FRAGMENT_SUPPRESSED> \"Every individual is equal before and under the law and has the right to equal protection and benefit of the law without discrimination and, in particular, without discrimination based on race, national or ethnic origin, colour, religion, sex, age, or mental or physical disability. <FRAGMENT_SUPPRESSED>", "[59] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  O.A.C. 81; 63 C.C.C.(3d) 481, summarized the basic framework within which s. 15(1) claims should be analyzed. At 992 S.C.R., Lamer, C.J.C., stated:  <FRAGMENT_SUPPRESSED> \"The court must first determine whether the claimant has shown that one of the four basic equality rights has been denied (i.e., equality before the law, equality under the law, equal protection of the law and equal benefit of the law). This inquiry will focus largely on whether the law has drawn a distinction (intentionally or otherwise) between the claimant and others, based on personal characteristics. Next, the court must determine whether the denial can be said to result in 'discrimination'. This second inquiry will focus largely on whether the differential treatment has the effect of imposing a burden, obligation or disadvantage not imposed upon others or of withholding or limiting access to opportunities, benefits and advantages available to others. Furthermore, in determining whether the claimant's s. 15(1) rights have been infringed, the court must consider whether the personal characteristic in question falls within the grounds enumerated in the section or within an analogous ground, so as to ensure that the claim fits within the overall purpose of s. 15; namely, to remedy or prevent discrimination against groups subject to stereotyping historical disadvantage and political and social prejudice in Canadian society. <FRAGMENT_SUPPRESSED>", "[60] Accordingly, it must first be determined whether the applicant has been denied equality before the law, equality under the law, equal protection of the law, or equal benefit of the law. It is necessary to ascertain whether s. 83 of the Immigration Act has drawn a distinction, intentionally or otherwise, between the applicant and others based on personal characteristics.  <FRAGMENT_SUPPRESSED>", "[61] The applicant submits that s. 83 of the Immigration Act essentially applies only to noncitizens. In most instances, a citizen of Canada would not be involved in a matter where s. 83 of the Immigration Act would be invoked. The impugned provision, by its operation, draws a distinction between noncitizens and citizens. Similarly, other litigants before the Federal Court are subject to the certification of a question requirement.  <FRAGMENT_SUPPRESSED>", "[62] I fail to see where one the applicant's equality rights has been violated. A fundamental principle of immigration law is that noncitizens do not have an unqualified right to enter or remain in the country. Indeed, the distinction between citizens and noncitizens is recognized in s. 6 of the Charter . While permanent residents are given the right to move to, take up residence in, and pursue the gaining of a livelihood in any province in s. 6(2), only citizens are accorded the right \"to enter, remain in and leave Canada\" in s. 6(1). The Supreme Court in <FRAGMENT_SUPPRESSED> , affirmed that a difference in treatment between citizens and noncitizens with respect to the right to remain in Canada is not a violation of equality. Sopinka, J., at 736 S.C.R., stated:  <FRAGMENT_SUPPRESSED> \"As I have already observed, s. 6 of the Charter specifically provides for differential treatment of citizens and permanent residents in this regard. While permanent residents are given various mobility rights in s. 6(2), only citizens are accorded the right to enter, remain in and leave Canada in s. 6(1). There is therefore no discrimination contrary to s. 15 in a deportation scheme that applies to permanent residents, but not to citizens. <FRAGMENT_SUPPRESSED>", "[63] Moreover, the applicant has failed to adduce appropriate evidence that his Charter equality rights have been violated.  <FRAGMENT_SUPPRESSED>  O.A.C. 250; 50 C.R.R. 59; 74 O.R.(2d) 763; 73 D.L.R.(4th) 686, at 1099 S.C.R., the Supreme Court demanded that a proper factual foundation exist before measuring legislation against the provisions of the Charter , particularly where, as here, the effects of impugned legislation are the subject of the attack.  <FRAGMENT_SUPPRESSED>  Man.R.(2d) 270, at pp. 361-362 S.C.R., Cory, J., stated:  <FRAGMENT_SUPPRESSED> Charter decisions should not and must not be made in a factual vacuum. To attempt to do so would trivialize the Charter and inevitably result in ill-considered opinions. The presentation of facts is not, as stated by the respondent, a mere technicality; rather, it is essential to a proper consideration of Charter Charter decisions cannot be based upon the unsupported hypotheses of enthusiastic counsel. <FRAGMENT_SUPPRESSED>", "[64] In summary, I fail to see how s. 83 of the Immigration Act infringes the applicant's rights to equality before the law, equality under the law, equal protection of the law, or equal benefit of the law, particularly when citizens and noncitizens do not have the same right to remain in Canada.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[65] In the case at bar, I have addressed the following questions:  <FRAGMENT_SUPPRESSED> (1) Does s. 83 of the Immigration Act contravene s. 7 of the Charter of Rights and Freedoms on the facts of this case?  <FRAGMENT_SUPPRESSED> (2) Does s. 83 of the Immigration Act contravene s. 15 of the Charter of Rights and Freedoms on the facts of this case?  <FRAGMENT_SUPPRESSED> Having reviewed the written and oral arguments of both parties, I have answered both questions in the negative.  <FRAGMENT_SUPPRESSED> Questions answered accordingly.  <FRAGMENT_SUPPRESSED> Editor: Elizabeth M.A. Turgeon/blk  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}