{"id_": "073095", "body_str": ["[1] Muldoon, J. : This court having ordered nunc pro tunc that the respondent's designation be modified, because of a change in the respondent's official title, it is so modified above.", "[2] This is an application for judicial review of the decision by an immigration officer of the Canada Employment and Immigration Commission wherein the immigration officer determined that the applicant would not be permitted to be processed from within Canada based on humanitarian and compassionate grounds. It came on for hearing in Toronto on September 26, 1994, in the presence of each side's counsel.", "[3] The immigration officer made his decision on April 17, 1993. The applicant applied for judicial review of that decision on May 5, 1993. Leave for judicial review was granted by Mr. Justice Dubé on July 12, 1994. The court notes that leave for judicial review was originally denied by Madam Justice Tremblay-Lamer on August 26, 1993. However, Her Ladyship, on October 4, 1994, rescinded her August 26, 1993 Order, for certain specified reasons. The matter then came before Mr. Justice Dubé, who granted leave.", "[4] This file requires certification of serious questions of general importance, if any there be. Despite the applicant's counsel's suggestion of two questions, noted by the court and discussed with counsel, there truly is not a serious question of general importance to be certified herein. Grounds For The Application:", "[5] The applicant asserts: (a) that he has two children born in Canada that would have to leave Canada with him should he be removed; (b) he and his spouse, in Canada, have established themselves to warrant an exception to the Immigration Act and Regulations pursuant to s. 114(2) of the Act (c) the respondent in refusing him humanitarian and compassionate landing did not interview him and his spouse; (d) the respondent did not consider all aspects of the case and made the decision to refuse humanitarian and compassionate landing in a capricious and arbitrary manner; (e) the respondent did not deal with him in a manner required by the department's own guidelines and in accordance with accepted principles of fairness; and (f) he has not dealt with as required by the Charter I: Background", "[6] The applicant was born on March 8, 1956 in Dunkwa, Ghana. He is married, and apparently has two children remaining in Ghana, and two more born in Canada since his arrival. He arrived in Canada on August 24, 1986 via Toronto, Ontario, and has resided continually in Canada since that day. Upon arrival, he stated his intention to make a refugee claim, on the basis of a well-founded fear of persecution by reason of his political opinion and membership in a particular social group.", "[7] However, on August 17, 1987, the applicant was found not to be a Convention refugee, as defined in s. 2(1) of the Immigration Act . Sometime thereafter, the applicant was interviewed to determine if there were sufficient humanitarian and compassionate grounds upon which to accept an application for permanent residence. By letter dated October 7, 1991, the applicant was informed that were insufficient humanitarian and compassionate grounds upon which to grant such an exemption. However, by that same letter, he was told of his right to an oral hearing before a member of the Refugee Division and an adjudicator, who would determine if there was a credible basis to his claim to refugee status. Ultimately, on July 29, 1992, it was determined that the applicant did not have a credible basis to his Convention refugee claim. The applicant sought to have reviewed in this court the decision of the credible basis panel. Madam Justice McGillis, on January 19, 1993, denied him leave to do so.", "[8] A subsequent humanitarian and compassionate review was conducted by the respondent on September 18, 1992. Again it was determined that the applicant had insufficient humanitarian and compassionate grounds upon which to allow him to apply for permanent residence in Canada.", "[9] Despite the past failures, the applicant on February 26, 1993, completed an \"Application for Visa Exemption and a Background Questionnaire (request to the Government in Council)\". This application was packaged with a bundle of other documents containing his personal information, and sent under cover of a letter from the applicant's counsel, dated March 2, 1993.", "[10] On April 17, 1993, immigration officer M.P. Caden, assistant manager, Detentions and Removals, Canada Employment and Immigration, decided that insufficient humanitarian and compassionate and public policy grounds existed to warrant processing the applicant's request on an exceptional basis. It is this final decision for which the applicant now seeks judicial review. This decision was made in consultation with another immigration officer, a G. Lorenz, who reviewed the information on file as of April 17, 1993. II: The Tribunal's Decision", "[11] The immigration officer indicated that, after a careful and sympathetic review of all the circumstances in the applicant's case, a decision was made not to process his application from within Canada. Insufficient humanitarian and compassionate and public policy grounds existed to warrant processing the applicant's request on an exceptional basis. The applicant would be able and capable of submitting an application for permanent residence in the normal manner at a visa office outside Canada without suffering undue hardship. III: Issues", "[12] 1. Did the Immigration properly and fairly exercise his discretion? 2. Did the Immigration consider all of the evidence and circumstances? IV: The Applicant's Position", "[13] The applicant argues: (a) procedural fairness to let him answer the concerns of the officer reviewing his case was not followed. He was not given an interview, he was clearly not given an opportunity to respond to any concerns nor was there any request to corroborate any documents or to answer any concerns or provide additional information in order to satisfy or disabuse the officer of any negative impression. The applicant has no way of knowing what information was assessed by the respondent. He has never been given the chance to disabuse the officer of his negative impressions. He was denied procedural fairness, he claims. (b) the officer, when making a decision, must at least be looking at the facts correctly. The officer refers to two minor children in Ghana. More importantly, there are two minor children who are Canadian born and are here in Canada. No mention is made of this fact in his reasons. Secondly, the officer is making reference to Canadian born sisters when in fact, there is no reference of Canadian born sisters in the submissions but only the fact that there are two Canadian born children. The officer goes on to criticize the poorly documented case. If the officer required more information, he should have asked for it. He not only failed to ask any questions, he allegedly clearly had a perverse and capricious view of the facts before him. Excepting the names and the fact that they (the applicant and his wife) have good jobs and are well-established and have been in Canada for over seven years, the officer seems to have got all the other facts wrong, and these formed the basis for his negative decision. This review was not properly performed, the applicant asserts. V: The Respondent's Position", "[14] The respondent argues: (a) it is well established that an interview is not a necessary requirement when conducting a request made pursuant to s. 114(2) of the Immigration Act . So long as the requesting party has been accorded an opportunity to present his case, in writing or orally, the duty of fairness has been met. This is a purely administrative, and discretionary, decision. (b) there is no requirement at law that an immigration officer conducting a \"humanitarian and compassionate\" review, advise the person seeking favourable consideration, of any concerns or perceived \"short-comings\" in the request before reaching a decision. (c) a review of the notes (both handwritten and typed) of the immigration officer who reviewed the applicant's request on \"humanitarian and compassionate\" grounds, illustrates that he fully complied with the duty of fairness in the circumstances of this case, by considering all of the relevant information brought to his attention by the applicant. Mr. Lorenz's notes reveal that he duly considered all the materials submitted by the applicant, the respondent asserts. Mr. Lorenz's negative recommendation was reviewed and adopted by Mr. M. Caden. (d) an order in the nature of mandamus, directing the respondent to \"accept and process\" an application from the applicant for permanent residence from within Canada, is not available to the applicant in the circumstances of this case. Re O'Grady & Whyte , [1983] 1 F.C. 719; 138 D.L.R.(3d) 167; 42 N.R. 608 (F.C.A.). VI: Discussion", "[15] Humanitarian and Compassionate Grounds Review . Section 114(2) of the Immigration Act was amended by Bill C-86. Formerly, the subsection referred to an exemption \"... for reasons of public policy or due to the existence of compassionate or humanitarian considerations\". Following Bill C-86, effective January 31, 1993, the subsection simply refers to an exemption based on compassionate and humanitarian considerations, and makes no reference to public policy. Notwithstanding, the immigration officer in his April 17, 1993 decision letter refers additionally to \"public policy\" grounds. (A) There Is No Right To A Personal Interview Or Hearing", "[16] Several authorities support the proposition that it is not mandatory, either pursuant to s. 114(2) of the Act , or pursuant to the jurisprudence on fairness, to provide the applicant with a personal interview or hearing. For example: (all decisions of the  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 400, <FRAGMENT_SUPPRESSED>  Admin. L.R.(2d) 59, <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 85, <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 152, <FRAGMENT_SUPPRESSED>  division of the Federal Court of Appeal wrote in very similar circumstances: \"... The power to grant such exemption resides in s. 114(2) of the Act . The decision itself is wholly a matter of judgment and discretion and the law gives the applicant no right to any particular outcome. In this respect it differs from many other decisions, e.g., by a visa officer dealing with a sponsored application for landing, where the law establishes criteria which, if met, give rise to certain rights. \"In a case such as this one the applicant does not have a 'case to meet' of which he must be given notice; rather it is for him to persuade the decision-maker that he should be given exceptional treatment and exempted from the general requirements of the law. No hearing need be held and no reasons need be given. The officer is not required to put before the applicant any tentative conclusions she may be drawing from the material before her, not even as to apparent contradictions that concern her. Of course, if she is going to rely on extrinsic evidence, not brought forward by the applicant, she must give him a chance to respond to such evidence ( <FRAGMENT_SUPPRESSED>  contradictions, however, the failure to draw them specifically to the applicant's attention may go to the weight that should later be attached to them but does not affect the fairness of the decision. \"To succeed in his attack here the applicant must show that the decision-maker erred in law, proceeded on some wrong or improper principle or acted in bad faith ( <FRAGMENT_SUPPRESSED> ). It is a heavy burden and the applicant has not met it. The application was properly dismissed. \"The appeal will therefore also be dismissed.\"", "[17] The real issue here is one of fairness owed to the applicant, who must be afforded an opportunity to meet the concerns of the relevant Minister. One must be given the opportunity to make his or her case, either in writing or orally.", "[18] Accordingly, the issue for this court to determine is whether the applicant was given his opportunity to be heard, and whether the immigration officer fully considered the applicant's evidence. The Opportunity To Be Heard - Fairness", "[19] In certain situations, an applicant should be given the opportunity to \"answer any concerns or provide additional information in order to satisfy or disabuse the officer of any negative impression\", as suggested by the applicant in this matter. Certainly, such an opportunity should be given where an explanation of inconsistencies or evaluation of the truthfulness of the evidence is required, or where additional information is required on a particular issue. For example: <FRAGMENT_SUPPRESSED>  officers failed to accord fairness, for they considered all the applicant's counsel placed before them. Standard Of Judicial Review", "[20] This court has consistently held that the \"humanitarian and compassionate\" review is of a purely administrative nature. Some have defined this function as a \"ministerial discretion\". So the intervention of this court can be justified only in a limited number of situations, when: (a) procedural fairness has not been observed; (b) the discretion has been exercised unreasonably or in bad faith; (c) the discretion was exercised based on irrelevant considerations; or (d) there has been a failure to consider all of the relevant circumstances and evidence. The court should not, in effect, substitute its own conclusion on an issue for that of the administrator vested with the discretion. For example: <FRAGMENT_SUPPRESSED>  (F.C.T.D.), Vidal and  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 17 (T.D.), affirmed on appeal, (1993) 153 N.R. 235 (F.C.A.), and <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 81 ( <FRAGMENT_SUPPRESSED>  (F.C.T.D.) and Osei-Boadu et all. v. Canada (Minister of Employment and Immigration) (F.C.T.D.). Conclusion", "[21] This court is not convinced that any type of reviewable error was committed either by the immigration officer ultimately making the final decision, or the officer who first looked at the material on file (G. Lorenz). These individuals had the opportunity to look at the materials provided by the applicant through his counsel. They clearly recognized that the applicant had two Canadian-born children, as well as two children remaining in Ghana. They clearly recognized that the applicant had two sisters in Canada who were citizens (and not that these two sisters were born in Canada). The applicant has failed to demonstrate, to the court's satisfaction, that either of the immigration officers has misconstrued the evidence. While the applicant may have something to offer this country, this is ultimately a discretionary decision, which was based on a consideration of all the evidence.", "[22] The application is dismissed. Application dismissed. Editor: Janette Blue/dlr [End of document]"]}