{"id_": "073117", "body_str": ["[1] Near, J. : This is an application by Guo Qing Zheng, made pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA], for judicial review of a decision made by the Immigration Appeal Division (IAD) of the Immigration and Refugee Board, dated June 7, 2010, whereby the IAD dismissed an appeal from a decision of a visa officer refusing a sponsored application for permanent residence submitted by the Applicant's wife. The IAD determined that the Applicant had not demonstrated that his marriage was genuine or that it was not entered into primarily for the purposes of enabling his wife to acquire status in Canada. I. Background A. Factual Background", "[2] The Applicant is originally from the People's Republic of China (China), but has been living in Canada since 1995 and has permanent resident status here. His wife, Ms. Qui Yan Huang, lives in China and has no status in Canada. Both the Applicant and Ms. Huang were previously married.", "[3] The Applicant married his former wife in December of 1986. They had three children together: a daughter (born February 12, 1987) and two sons (born June 22, 1988 and April 8, 1990). One of the Applicant's sons was born with a mental disability. In 1995, the Applicant came to Canada and sought refugee protection. He was unsuccessful, but remained in the country nevertheless. His former wife successfully filed a refugee claim in 2002 and, as a result, the Applicant became a permanent resident of Canada in August of 2004. By September of 2004, the Applicant was separated from his wife and, on November 3, 2005, they were divorced.", "[4] The Applicant's current wife, Ms. Huang, was married to her former husband in April of 1990. Their union produced a daughter (born November 13, 1987) and a son (born February 22, 1990). Ms. Huang's former husband left China for the United States in 1998. The two were officially divorced via an intermediary on January 31, 2005.", "[5] In 2005, the Applicant went to visit his parents in China. On March 6, 2005, while attending church service, a mutual friend introduced him to Ms. Huang. They visited with each other until the Applicant returned to Canada on April 1, 2005. After the Applicant's return to Canada, he kept in contact with Ms. Huang by telephone. In February of 2006, the Applicant visited Ms. Huang in China for a week, and on March 2, 2006, he proposed to her over the phone. She accepted. The Applicant arrived in China on May 9, 2006 and the two were married on May 22, 2006. The Applicant returned to Canada by himself on June 10, 2006.", "[6] Ms. Huang filed an application for permanent residence in Canada, in the family class, with the Hong Kong visa office in July of 2006. She indicated in her application that both of her children would accompany her to Canada. The Applicant submitted the necessary forms for sponsorship.", "[7] By two letters dated April 4, 2007, Ms. Huang was informed that her application for a permanent resident visa was denied under subsection 11(1) of the IRPA. The visa officer provided two reasons for the refusal: 1) because the officer was not satisfied that Ms. Huang's marriage was genuine and primarily entered into for a reason other than gaining admission into Canada (thus, Ms. Huang did not meet the requirements of subsection 12(1) of the IRPA by virtue of section 4 of the Immigration and Refugee Protection Regulations (IRPR)), and 2) because Ms. Huang had submitted \"fraudulent letters in support of her application\" and was, thus, inadmissible pursuant to paragraph 40(1)(a) of the IRPA. The Applicant filed a Notice of Appeal, appealing the visa officer's decision to the IAD, on June 18, 2007.", "[8] Since the visa officer's refusal, the Applicant has visited his wife in China on three occasions: November 14, 2007 to December 14, 2007, June 15, 2008 to September 11, 2008, and March 21, 2009 to May 5, 2009.", "[9] In May of 2008, the Applicant moved back in with his former wife. The Applicant explained at the IAD hearing that his landlord had asked him to move out because his son's outbursts and seizures were disrupting the neighbours. As a result, he indicated that he had decided to move in with (but still live separately from) his ex-wife as a tenant, so that they could both share the responsibility of caring for their disabled son. B. Impugned Decision", "[10] The IAD began its decision by indicating that, after consulting the expert reports, it appeared unlikely that Ms. Huang had submitted fraudulent documentation in support of her application for permanent residence. As such, contrary to the visa officer's determination, the IAD concluded that Ms. Huang was not inadmissible pursuant to paragraph 40(1)(a) of the IRPA.", "[11] However, the IAD decided to dismiss the appeal, nonetheless, on the basis that the Applicant had not demonstrated, on a balance of probabilities, that his marriage was not one described in section 4 of the IRPR - i.e. that his marriage was genuine or was not entered into primarily for the purpose of acquiring any status or privilege under the IRPA. The IAD came to this conclusion after making a number of observations.", "[12] First, the IAD expressed concern with regards to the timing of the couple's introduction on March 6, 2005. The IAD found it to be \"odd\" that the Applicant would be introduced to his current wife at church while he was still technically married to his former wife. It also found it to be \"odd\" that he would have been interested in starting another relationship \"without a breathing space\" between it and his 20-year marriage which was in the process of winding down.", "[13] Second, the IAD expressed concern over the circumstances surrounding the proposal. It indicated that the two had spent \"merely a month's time in each other's presence\" when the Applicant proposed. Further, it expressed concern over the fact that Ms. Huang had not met the Applicant's children prior to agreeing to marry him. The IAD thought that this was specifically problematic with respect to the Applicant's disabled son. Further, it indicated concern that, at the time of the proposal, the Applicant's children had not been introduced to Ms. Huang's children so that they could determine if they would all \"successfully blend into one family.\"", "[14] Third, the IAD noted that there was \"a pull factor\" for Ms. Huang to come to Canada: her brother, sister, and the father of her children live in the United States.", "[15] Fourth, the IAD noted that the Applicant \"never had any intention to live in China with [Ms. Huang].\" In this regard, it noted the Applicant's testimony that the \"environment, safety, air, human rights\" and education were better in Canada than in China and it also noted that Ms. Huang had testified that she heard from the Applicant that everything in Canada was better than in China.", "[16] Given the above, the IAD concluded that, despite certain other evidence - telephone bills, written correspondence and proof of money transfers - the fundamental basis of the Applicant's marriage was not believable. II. Issue", "[17] This application raises only one issue: a) Was the IAD's determination as to the bona fides of the Applicant's marriage unreasonable? III. Standard of Review", "[18] Determining the bona fides of a marriage for the purposes of section 4 of the IRPR is a question of mixed law and fact as it involves applying the facts of the case to the requirements set out in the regulations. As such, the appropriate standard of review is reasonableness ( <FRAGMENT_SUPPRESSED>  FTR 287 at para 23; <FRAGMENT_SUPPRESSED>  Imm LR (3d) 134 at para 15. As stated by my colleague Justice Michel Shore in <FRAGMENT_SUPPRESSED>  FTR 116 at para 32:", "[32] The Court is cognizant of its place within the Canadian immigration system in cases such as this. It is established law that an appeal before the IAD is an appeal de novo... Therefore, the Applicant must convince the IAD, not this Court, that the marriage is genuine or was not entered into primarily for the purpose of gaining status under the [IRPA]. This Court's jurisdiction is relegated to that of review and it is not to tamper with the IAD's discretion if that discretion was reasonably exercised.", "[19] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  at para 47, described the reasonableness standard as being \"concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" IV. Analysis A. Was the IAD's Determination as to the Bona Fides of the Applicant's Marriage Unreasonable?", "[20] Subsection 12(1) of the IRPA indicates that a foreign national may be selected as a member of the family class on the basis of their relationship as the spouse of a Canadian citizen or permanent resident. However, section 4 of the IRPR outlines the conditions under which a foreign national will not be considered a spouse. At the time the IAD rendered its decision in June of 2010, section 4 read as follows: Bad faith 4. For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner, a conjugal partner or an adopted child of a person if the marriage, common-law partnership, conjugal partnership or adoption is not genuine and was entered into primarily for the purpose of acquiring any status or privilege under the Act. Mauvaise foi", "[21] As the IAD rightly pointed out in its reasons, the Applicant had the burden of proving, on a balance of probabilities, either that his relationship to Ms. Huang was genuine, or that it was not entered into primarily for the purpose of acquiring any status or privilege under the IRPA. That is to say, in order for his marriage to Ms. Huang to fall outside the scope of the section 4 exclusion, he was required to demonstrate that one of the two conditions set out in section 4 was not satisfied ( Das , above at para 19; <FRAGMENT_SUPPRESSED>  FTR 15 at para 12).", "[22] The Applicant faults the IAD, in part, for not arriving at a reasonable conclusion as to the genuineness of his marriage based on the factors set out in <FRAGMENT_SUPPRESSED>  ACWS (3d) 813. Although Justice Luc Martineau, in <FRAGMENT_SUPPRESSED> , did make reference to certain factors used by the IAD in that case, he did so for the purposes of indicating that they were all factors that the \"IAD was allowed to consider\". He did not do so for the purposes of setting out a test. He indicated, at paragraph 10: [...] Indeed, the IAD was allowed to consider , and considered in its decision, the length of the parties' prior relationship before their arranged marriage, their age difference, their former marital or civil status, their respective financial situation and employment, their family background, their knowledge of one another's histories (including the applicant's daughters' ages and general situation), their language, their respective interests, the fact that the sponsoree's mother, two of his brothers, as well as aunts and cousins were living in British Columbia, and the fact that the sponsoree had tried to come to Canada before. [...] (Emphasis added)", "[23] In fact, this Court has noted on a number of occasions that no specific test or set of criteria has been established for determining whether a marriage is genuine or not for the purposes of section 4 of the IRPR ( <FRAGMENT_SUPPRESSED> , above at para 13; <FRAGMENT_SUPPRESSED>  ACWS (3d) 458). As such, the IAD can not be faulted for considering a somewhat different set of criteria in the context of the current case. However, it should be noted, as the Respondent points out, that a number of criteria considered by the IAD in this case were, in fact, criteria referenced by the panel in <FRAGMENT_SUPPRESSED> , above: the length of the relationship prior to marriage, former marital status, family backgrounds, and Ms. Huang's family connections to Canada (or the US, in this case).", "[24] The Applicant further argues that the IAD's concern over a lack of \"breathing space\" between the end of his former marriage and the beginning of his relationship with Ms. Huang was unreasonable. The Applicant claims that the IAD ignored his testimonial evidence regarding the fact that he and his former wife had had a strained relationship for some time prior to their separation and that, in any event, they had separated without the prospect of reconciliation in September of 2004, some 6 months prior to his being introduced to Ms. Huang. Moreover, the Applicant argues that \"each individual is different\" and the fact that he was willing to meet someone for the purpose of \"getting to know her\" 6 months after separating from his former wife was not a reasonable basis to doubt the bona fides of his current marriage.", "[25] I do not find that the IAD ignored the Applicant's testimonial evidence regarding the breakdown of his prior marriage. On the contrary, at paragraph 8 of its reasons, the IAD specifically acknowledged that the Applicant had separated from his ex-wife in September of 2004. The jurisprudence is clear that the timing of a relationship can be a relevant consideration when making a determination as to the applicability of section 4 of the IRPR ( <FRAGMENT_SUPPRESSED>  ACWS (3d) 1063 at para 31; <FRAGMENT_SUPPRESSED> ). In this case, I find nothing unreasonable about the IAD's belief that it was \"odd\" that the Applicant would have been interested in starting a relationship so quickly after separating from his former wife given that that the marriage to his former wife had lasted 20 years, and given that they were not yet, at that point, divorced. While it would likely have been unreasonable, on this basis alone, to reject the bona fides of the Applicant's marriage, this was only one factor considered by the IAD.", "[26] With respect to the IAD's concern over the fact that Ms. Huang and her children had not met the Applicant's children prior to the couple's engagement, the Applicant argues that because of the love that he and Ms. Huang shared, there was no reason for them to think that blending the two families would present any problems that they would be unable to overcome. This was especially so, he submits, in light of the fact that there were no young children involved. With respect to the concerns regarding Ms. Huang not meeting his disabled son prior to the engagement, the Applicant emphasizes his evidence that Ms. Huang was told about his son prior to the proposal, and the fact that she, \"was willing to take on [his] handicapped son [was] not only reasonable but expected,\" given their love for each other.", "[27] The IAD acted reasonably in considering the circumstances of the Applicant's relationship with Ms. Huang at the time of the proposal. I do not find that it was unreasonable for the IAD to have expressed concern over the fact that Ms. Huang agreed to marry the Applicant when neither she nor her children had met any of his children. Although it is true that, at the time of the proposal, the Applicant's children were not young (they were 15, 17, and 19), one of the Applicant's sons would, nonetheless, continue to be dependent on the Applicant (and, presumably, Ms. Huang) as a result of his disability. The IAD's concern in this regard is particularly understandable given its finding that, as of the date of the proposal, the Applicant and Ms. Huang, themselves, had only spent \"a month's time in each other's presence.\"", "[28] The Applicant further submits that the IAD's finding that he never had the intention to live in China with Ms. Huang was contrary to the evidence. He argues that his evidence was, in fact, that if all appeals were to fail, he would think about returning to China.", "[29] It is true that during the IAD hearing on February 1, 2010, the Applicant did eventually indicate that he might move to China if all of his appeals failed. However, upon reviewing the transcript of the hearing, I do not find that the IAD made a reviewable error in arriving at the conclusion that the Applicant, \"never had any intention to live in China with [Ms. Huang].\" It seems clear enough from the exchange on February 1 that the Applicant's intention was always for Ms. Huang to come to Canada. The relevant portion of the hearing transcript reads: Q: ... Now if this appeal is not successful, if your wife doesn't get to come to Canada, what are you going to do? A: I will keep appeal. Q: I guess living in China is not a possibility for you? A: I have children here in Canada attending school, and also I have mentally challenged kids that need to be taken care of. I apply my wife to come to Canada to reunite with me is a very normal, reasonable request. Why my request not allowed --- Q: I'm the one asking questions here. Just listen to the question and answer the question. A: Sorry. Q: So if your wife doesn't get to come to Canada and you're obviously not willing to move to China, how is this relationship going to work? A: I will keep appealing. Q: Well, you can only appeal to a point. Eventually all appeals will come to an end. Then what? A: If the appeals come to an end, I have no choice, I have to go back to China.", "[30] The Applicant was also questioned about the possibility of moving to China during the previous IAD hearing, held on June 25, 2009. During that hearing, the Applicant indicated that he, \"only [wanted] to sponsor [his] wife to come to Canada.\" The exchange, during that hearing, was as follows: Q: Yeah. Was there ever any possibility that you would move to China to live with your wife? A: I don't want that. Q: Pardon? A: I don't want to have this result. Q: Why? A: I only want to sponsor my wife to come to Canada. Q: But why was there never any discussion of you going there, why was there never any discussion of you moving to China? A: Because in Canada the environment --- Q: Pardon, sorry? A: Because in Canada the environment, and about, you know, the very safety here, and the air here and the human rights here and other things also is better in Canada than in China. And also regarding the kind of education, environment for the children is better here. It's better in Canada than in China. Given the above, it cannot be said that the IAD's finding that the Applicant never had the \"intention\" to live in China with his wife was contrary to the evidence at all. I find that it was a reasonable determination of fact which was open to the IAD to make, based on the evidence before it.", "[31] The onus was on the Applicant to establish either that his marriage was genuine or that it was not entered into primarily to acquire a status or privilege under the IRPA. I agree with the Respondent that it was not unreasonable, given the evidence, for the IAD to conclude that the Applicant had not discharged that onus. It is clear from the IAD's reasons, and from the hearing transcripts, that the IAD considered the evidence submitted by the Applicant in support of the bona fides of his marriage - the pictures, the phone bills, the written correspondence and the proof of money transfers. Given its various concerns, the IAD found that this evidence was insufficient to find that the Applicant had discharged his burden with respect to section 4 of the IRPR.", "[32] Although this Court may have arrived at a different conclusion, it is not this Court's role to re-weigh the evidence. The decision reached by the IAD was open to it and accordingly cannot be set aside. As such, this application for judicial review is dismissed. JUDGMENT", "[33] THIS COURT'S JUDGMENT is that 1. The application for judicial review is dismissed. 2. There is no question of general importance to certify. Application dismissed. Editor: Angela E. McKay/vnh [End of document]"]}