{"id_": "073273", "body_str": ["[1] Martineau, J. [Translation]: This is an application to consider the lawfulness of a decision dated October 24, 2007, of a member of the Immigration Division (the panel) of the Immigration and Refugee Board to make a removal order against the applicant because she is inadmissible to Canada under paragraph 37(1)(a) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ) by reason of \"organized criminality\". The applicant is a citizen of Haiti and has been a permanent resident of Canada since February 7, 1994.  <FRAGMENT_SUPPRESSED>", "[2] In the fall of 2002, at the request of the management of the Service de police de la ville de Québec (Québec police force), a large city-wide investigation known as \"SCORPION\" was conducted in Québec. Its goal was to assess the problem posed by street gangs in the city and the impact of this phenomenon on youth prostitution.  <FRAGMENT_SUPPRESSED>", "[3] The investigation confirmed the existence of a street gang, generally referred to as the \"Wolf Pack\" (the group), operating mainly in the city of Québec. It is composed of more than three people, including Nerva Lovinsky (\"Lion\"), Jean-Bernard Estelle (\"Faya\" or \"Fire\"), Jean Pierrin (\"Junior\"), Jean Fandal (\"l'Unique\"), André Pelissier (\"Andy\" or \"Monsieur Soleil\"), Kamdula N'Djeka (\"Alphonso\"), Patrick Kayishéma (\"Pat\") and David Moïse (\"Nova\"). There are reasonable grounds to believe that the group engages or engaged in activities that are part of organized criminal activity. One of the group's main activities is, in fact, youth prostitution.  <FRAGMENT_SUPPRESSED>", "[4] The applicant is the mother of three minor children, as well as of Jean Pierrin, who, there are reasonable grounds to believe, is part of the \"hard core\" of the group. The applicant lives at 201 Du Roy Street, Apartment 203, in Québec. The applicant's telephone line was electronically tapped with judicial authorization on November 8, 2002. The tap was removed on December 19, 2002. The investigation demonstrated that, while the line was tapped, the applicant's residence was used many times as a meeting place for the group and that the applicant's telephone line was used many times for the group's criminal activity.  <FRAGMENT_SUPPRESSED>", "[5] The police investigation resulted in the arrest of 43 people on various charges related to youth prostitution. One of them was Jean Pierrin, arrested on December 16, 2002. Ten of them were arrested under a peace bond and declared close collaborators of the ring since there were reasonable grounds to believe that these people could influence the witnesses and victims during the legal proceedings. The applicant, nicknamed Mazel, is one of these ten people. According to the minor victims' statements, Mazel was involved in the prostitution ring as a member of the group: among other things, she allegedly housed the girls who had run away, fed them and lied to their parents if they called her in search of their daughters.  <FRAGMENT_SUPPRESSED>", "[6] Let us note that, on July 16, 2004, Jean Pierrin pleaded guilty to various counts of procuring and that he is serving a global sentence of 39 months' imprisonment. In addition, in a judgment dated November 25, 2004, in the proceedings against David Moïse, Judge Rémi Bouchard of the Court of Québec acknowledged the existence of a criminal gang within the meaning of the Criminal Code , R.S.C. 1985, c. C-46 (the Criminal Code ), made up of Nerva Lovinsky, Jean-Bernard Estelle and Jean Pierrin.  <FRAGMENT_SUPPRESSED>", "[7] A report was issued on July 28, 2005, under subsection 44(1) of the Act . The departmental official was of the opinion that the applicant should be inadmissible on grounds of \"organized criminality\" under paragraph 37(1)(a) of the Act , which reads as follows:  <FRAGMENT_SUPPRESSED> \"37(1) A permanent resident or a foreign national is inadmissible on grounds of organized criminality for  <FRAGMENT_SUPPRESSED> (a) being a member of an organization that is believed on reasonable grounds to be or to have been engaged in activity that is part of a pattern of criminal activity planned and organized by a number of persons acting in concert in furtherance of the commission of an offence punishable under an Act of Parliament by way of indictment, or in furtherance of the commission of an offence outside Canada that, if committed in Canada, would constitute such an offence, or engaging in activity that is part of such a pattern; or <FRAGMENT_SUPPRESSED>", "[8] Considering the report to be well founded, the Minister referred the matter to the panel for investigation. The investigation took place on February 10, 2006, November 27 and 28, 2006, and May 15 and 29, 2007. The last day of the hearing was reserved for counsel's submissions. On September 4, 2007, the panel invited the applicant's counsel to make additional written submissions in answer to the question [Translation] \"are there reasonable grounds to believe that Ms. Castelly was a member of the Wolf Pack organization?\" The applicant had testified earlier before the panel that she was \"simply a mother who at the time was not working outside the home, was overtaken by events, and had no knowledge about the activity of her son and his friends\".  <FRAGMENT_SUPPRESSED>", "[9] On October 24, 2007, the panel rendered a 32-page decision supported by reasons, at the end of which it stated that it was satisfied that the applicant was a person described in paragraph 37(1)(a) of the Act and, for that reason, inadmissible to Canada. Consequently, an expulsion order under paragraph 45(d) was issued against the applicant. That is the reason for this application for judicial review.  <FRAGMENT_SUPPRESSED>", "[10] <FRAGMENT_SUPPRESSED> ; 333 N.R. 233; 2005 FCA 122 ( Thanaratnam ), a matter examining the scope of section 37 of the Act , Mr. Justice Evans found at paragraph 27 that determining whether the evidence was sufficient to constitute \"reasonable grounds to believe\" that an applicant was \"engaging in activity that is part of\" a pattern of criminal activity was a question of mixed fact and law. However, since the question was so largely factual, Evans, J.A., found that the standard of review should be patent unreasonableness. See also <FRAGMENT_SUPPRESSED> ; 2007 FC 189.  <FRAGMENT_SUPPRESSED>", "[11] <FRAGMENT_SUPPRESSED>  dated March 7, 2008, the patent unreasonableness standard has disappeared, giving way to the \"reasonableness\" standard, a hybrid standard with a broad spectrum of application. In fact, as Justices Bastarache and LeBel point out at paragraph 48, \"[t]he move towards a single reasonableness standard does not pave the way for a more intrusive review by courts and does not represent a return to pre- Southam Director of Investigation and  <FRAGMENT_SUPPRESSED> ] formalism\". Thus, where assessing the evidence or determining the credibility of witnesses is concerned, this Court should not intervene unless the panel's decision was based \"on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it\" (subsection 18.1(4) of the Federal Courts Act , R.S.C. 1985, c. F-7, as amended; <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED> to 23).  <FRAGMENT_SUPPRESSED>", "[12] That said, for the purposes of assessing the lawfulness of the panel's finding that the applicant is inadmissible on grounds of organized criminality because there are reasonable grounds to believe that she was a member of an organization described in paragraph 37(1)(a) of the Act , \"reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( , at paragraph 47).  <FRAGMENT_SUPPRESSED>", "[13] It is important to keep in mind that, under section 33 of the Act , the facts that constitute inadmissibility under sections 34 to 37 (security, human or international rights violations, serious criminality or organized criminality) include facts arising from omissions, \"and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur\". The \"reasonable grounds to believe\" standard was explained thus by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> \"The first issue raised by s. 19(1)(j) of the Immigration Act is the meaning of the evidentiary standard that there be 'reasonable grounds to believe' that a person has committed a crime against humanity. The FCA has found, and we agree, that the 'reasonable grounds to believe' standard requires something more than mere suspicion, but less than the standard applicable in civil matters of proof on the balance of probabilities <FRAGMENT_SUPPRESSED>  (C.A.), at p. 445; <FRAGMENT_SUPPRESSED>  (C.A.), at para. 60. In essence, reasonable grounds will exist where there is an objective basis for the belief which is based on compelling and credible information <FRAGMENT_SUPPRESSED>  (F.C.T.D.).\" (Emphasis added.)  <FRAGMENT_SUPPRESSED>", "[14] Let us also note straight away that the applicant is not disputing the lawfulness of the panel's finding that there are reasonable grounds to believe that the Wolf Pack is an \"organization\" described in paragraph 37(1)(a). This finding is as follows:  <FRAGMENT_SUPPRESSED> \"Evidence considered credible and trustworthy has satisfied the panel that this is an organization with a loose, flexible structure of two branches, each having a leader; with a basic hierarchy; with criminal activity used to obtain material and particularly financial benefits; with a name (the Wolf Pack); with members who use identifying nicknames; with activity mainly in the City of Québec and the surrounding area; and with a chosen meeting place, that is, Ms. Castelly's home. It is also clear that what is involved is not a group of persons that forms randomly for the immediate commission of a single offence. <FRAGMENT_SUPPRESSED>", "[15] In addition, it is clear from the undisputed evidence on the record that was accepted by the panel that the Wolf Pack engages in the types of crime described in paragraph 37(1)(a):  <FRAGMENT_SUPPRESSED> \"The group is allegedly involved in activity including fraud, printing and circulating counterfeit banknotes, extortion, threats, assault, harassment, youth prostitution, theft, robbery and drug trafficking, all offences punishable by indictment under the Criminal Code or the Controlled Drugs and Substances Act .  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"... The evidence has established the existence of an organization called the 'Wolf Pack', ... which it is reasonable to believe is engaged in activity that is part of criminal activity planned and organized by a number of persons acting in concert in furtherance of the commission of an offence punishable under an Act of Parliament by way of indictment. <FRAGMENT_SUPPRESSED>", "[16] The panel also wondered whether the applicant is or was a member of the group. It is clear that, before answering this question, the panel examined all of the evidence on the record. In this case, the panel largely relied on the extensive documentary evidence adduced by the Minister and preferred the testimony of Detective Sergeants Ferland and Bouchard to that of the applicant. In particular, the excerpts from the electronic surveillance of the applicant's telephone line (Exhibits C-5 and C-6, Certified Tribunal Record at pages 117 to 201) corroborate the following findings of the panel:  <FRAGMENT_SUPPRESSED> \"In fact, the panel is satisfied that Ms. Castelly acted as a messenger or receptionist or both for her son and the other members of the organization. As well, she allowed her home and her telephone line to be used for criminal activity related to procuring, drug trafficking, and bank fraud. In these ways she facilitated the organization's activity. <FRAGMENT_SUPPRESSED>", "[17] In this case, the panel found that the applicant was prepared to act as an intermediary for some of the group members, such as her son, Jean Pierrin: \"[a]fter detailed consideration of Exhibits C-5 and C-9, the panel considers it clear that Ms. Castelly received and forwarded messages for various members of the organization regularly\". The panel was also of the view that the evidence demonstrated that there were reasonable grounds to believe that the applicant had been aware of the group's criminal activity.  <FRAGMENT_SUPPRESSED>", "[18] Even though the applicant was never charged or convicted of a crime, in the panel's opinion, that fact is not determinative for the purposes of finding her inadmissible under paragraph 37(1)(a) of the Act : \"[a]t issue in the present case is not whether Ms. Castelly is guilty of a crime, but whether there are reasonable grounds to believe that she is a person to whom paragraph 37(1)(a) of the Act applies, that is, a member of a criminal organization or a person engaged in activity that is part of a pattern of organized criminality and thus inadmissible to Canada\". This is so, in the opinion of the panel, which also rejected the Minister's requirement \"to establish personal and knowing participation as well as shared intention ... in order to determine that Ms. Castelly was involved with the organization\". In that respect, the panel pointed out that the concept of \"membership\" in an organization, set out in subsection 37(1) of the Act , should not be confused with that of being an \"accomplice\" used in the context of applying for exclusion under article IF(a) of the United Nations Convention relating to the Status of Refugees .  <FRAGMENT_SUPPRESSED>", "[19] First, the applicant is challenging the lawfulness of the panel's findings of fact that the applicant was a member of the Wolf Pack, for the reference period from November 8 to December 19, 2002 (electronic surveillance period) at the very least; that she facilitated the group's activities; that she acted as a messenger or receptionist; that she cooked for the group and knew about its activities; and that she allowed her home to be used as the group's meeting place. It seems that the panel missed relevant evidence that demonstrated beyond any doubt that the applicant was not aware of the group's criminal activity, that her telephone line was used without her knowledge and that her home was never used as the group's meeting place. Therefore, it is only through association, stereotypes and prejudice that the evidence presented to the panel tends to prove the applicant's presumed knowledge of the group's illegal activities.  <FRAGMENT_SUPPRESSED>", "[20] The learned counsel for the applicant tried to convince me, among other things, that the documentary evidence on which the panel based its findings, Exhibits C-5 and C--9 in particular, was [Translation] \"tainted\", to quote the adjective used at the hearing. Essentially, the reliability of the information collected by means of tapping the applicant's telephone line is being challenged today. The excerpts quoted in the impugned decision contain a number of clerical errors or are based on a questionable interpretation of the conversations between the speakers. In short, according to the applicant's counsel, the panel should have attached little weight to the documentary evidence on the record, as well as to the testimony of Detective Sergeants Ferland and Bouchard, who lied about or exaggerated the applicant's role and the number of telephone conversations. Moreover, a significant part of the evidence collected through electronic surveillance is apparently illegal because it was recorded outside the judicially authorized period. In any event, raising similar arguments as he did before the panel, the applicant's counsel is of the opinion that the evidence on the tribunal record is not probative and does not make it possible to find that there are reasonable grounds to believe that the applicant belongs to a criminal gang.  <FRAGMENT_SUPPRESSED>", "[21] These arguments of the applicant must be rejected. The panel's findings of fact are based on all of the evidence on the record. The Court notes that the applicant was represented by counsel throughout the proceedings before the panel. The applicant never raised the issues of the electronic surveillance being illegal or of the excerpts and translations of telephone conversations being inadmissible in evidence. In his submissions, the applicant's counsel concentrated instead on the non-probative nature of the Minister's evidence. In the circumstances, the applicant cannot now challenge the decision on the basis of inadmissibility or illegality of the evidence on the record.  <FRAGMENT_SUPPRESSED>", "[22] In fact, it seems that, dissatisfied with the decision obtained, the applicant is requesting today that this Court reassess the evidence and substitute its opinion for that of the panel. Let us recall that the Court must not examine in fine detail the examples of the lack of credibility found in the impugned decision, especially in the analysis of the evidence at paragraphs 119 to 135, but must rather consider them as a whole and interpret them in context and in light of all the evidence on the record. In addition, the errors alleged by the applicant must be determinative for the Court to refer the matter back for a new hearing. In this case, even though some of the panel's interpretations of the excerpts of the electronic surveillance evidence at paragraphs 101 to 118 may be questionable, I cannot say that they were perverse or capricious in this case, or that they affected the panel's findings of fact. Those findings are, in fact, based on the evidence on the record (especially Exhibits C-5, C-6 and C-9).  <FRAGMENT_SUPPRESSED>", "[23] The panel is in a better position than this Court to assess the credibility of witnesses. The panel granted expert witness status to Detective Sergeants Ferland and Bouchard, police officers of the Service de police de la ville de Québec, without objection from the applicant's counsel. In this case, the panel was satisfied that Detective Sergeants Ferland and Bouchard's testimony was credible and trustworthy. The panel wrote in its decision that their testimony was clear, concise and free of exaggeration. According to the panel, they responded frankly to the questions asked of them, particularly questions about the existence of evidence of direct involvement in criminal activity.  <FRAGMENT_SUPPRESSED>", "[24] In my opinion, the panel had reasonable grounds to seriously doubt the truthfulness of the applicant's testimony. The finding of the applicant's lack of credibility is supported with reasons and is based on all of the facts on the record:  <FRAGMENT_SUPPRESSED> \"The evidence has established that Ms. Castelly knew the main members of the organization much better than she has alleged. ... <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> She has attempted as much as possible to minimize her links by indicating that the organization's members were only acquaintances, friends of her son for whom she cooked from time to time. <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> She testified that her son did not visit her regularly and that one or two months could elapse between his visits, to the point that she would call him for news. <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> She testified that when her son was at her home he took over her telephone, which inconvenienced her. <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> However, the electronic surveillance carried out over a 40-day period has established that Jean Pierrin was at his mother's home regularly, nearly daily, and that his friends were there regularly. <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> Detective Sergeant Bouchard was able to select over 580 relevant excerpts from some 6,000 conversations during that 40-day period in order to establish that Ms. Castelly's home and telephone line were used by Jean and other members of the organization. <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> Given all of the information established by the evidence, again it is clear that Ms. Castelly lied during her testimony and did everything to present herself in another light as a victim, not a participant. <FRAGMENT_SUPPRESSED>", "[25] The applicant also submits that she was not accused of a crime described in paragraph 37(1)(a) of the Act or convicted by a court of law. In that regard, the issuance of a peace bond with the applicant's consent does not make it possible to infer that she belongs to the Wolf Pack gang or that she personally knows about the criminal activity that the police attributed to the alleged members of this group.  <FRAGMENT_SUPPRESSED>", "[26] However, this claim of the applicant does not affect the lawfulness of the panel's decision. In fact, belonging to an organization described in paragraph 37(1)(a) of the Act does not require the existence of criminal charges or a conviction. In addition, case law has clearly established that it is not necessary to demonstrate that the person concerned is a member of an organization, but rather that there are reasonable grounds to believe that he or she is a member: paragraph 37(1)(a) and section 33 of the Act Moreno and  <FRAGMENT_SUPPRESSED>  (F.C.A.); and Mugesera at paragraph 114.  <FRAGMENT_SUPPRESSED>", "[27] Having reviewed the panel's reasons in light of the evidence presented, I consider reasonable the panel's finding that there are reasonable grounds to believe that the applicant is a member of the Wolf Pack. The panel meticulously analyzed the documents on which it based its findings and indicated precisely where in the documents submitted the pieces of evidence could be found. The panel not only relied on several different documents, but also explained why it considered that information credible. Contrary to the applicant's allegations, there is much more than vague \"suspicions\" here. These pieces of evidence appear in truth to be based on conclusive and trustworthy information.  <FRAGMENT_SUPPRESSED>", "[28] It is true that the evidence on the tribunal record does not demonstrate that the applicant personally took part in serious crimes. Moreover, according to the testimony of Detective Sergeant Ferland (testimony considered credible and trustworthy by the panel), \"[the Detective Sergeants] had no direct evidence that Ms. Castelly was involved in her son's criminal activity ... [since] if the police had had such evidence, they would have charged her with procuring and living on the avails of prostitution\". As well, no evidence collected during the SCORPION investigation would make it possible to conclude that the applicant encouraged the young girls to become prostitutes.  <FRAGMENT_SUPPRESSED>", "[29] However, the panel was also able to support its finding because of the fact that the applicant had direct knowledge of the criminal activity of other members of the Wolf Pack who acted on behalf of the gang.  <FRAGMENT_SUPPRESSED> ; 286 N.R. 199 (S.C.C.) ( Chiau ), the Federal Court of Appeal implies at paragraphs 25, 56 and 57 that being a member of an organized criminal group can simply mean belonging to an organization:  <FRAGMENT_SUPPRESSED> \"It is not, therefore, either necessary, or helpful, to say much more about the meaning of the term 'members' for the purpose of paragraph 19(1)(c.2). However, by equating being a 'member' with 'belonging to' a criminal organization, the Trial Division Judge correctly concluded that, in this context, the term should be broadly understood. ... <FRAGMENT_SUPPRESSED>", "[30] Similarly, in <FRAGMENT_SUPPRESSED> ; 331 N.R. 129; 2005 FCA 85 ( Poshteh ), the Federal Court of Appeal stated the following at paragraphs 27-28:  <FRAGMENT_SUPPRESSED> \"There is no definition of the term 'member' in the Act . The courts have not established a precise and exhaustive definition of the term. In interpreting the term 'member' in the former Immigration Act , R.S.C., 1985, c. I-2, the Trial Division (as it then was) has said that the term is to be given an unrestricted and broad interpretation. The rationale for such an approach is set out in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), at paragraph 52:  <FRAGMENT_SUPPRESSED> '[52] The provisions deal with subversion and terrorism. The context in immigration legislation is public safety and national security, the most serious concerns of government. It is trite to say that terrorist organizations do not issue membership cards. There is no formal test for membership and members are not therefore easily identifiable. The Minister of Citizenship and Immigration may, if not detrimental to the national interest, exclude an individual from the operation of subparagraph 19(1)(f)(iii)(B). I think it is obvious that Parliament intended the term \"member\" to be given an unrestricted and broad interpretation.'  <FRAGMENT_SUPPRESSED> \"The same considerations apply to paragraph 34(1)(f) of the Immigration and Refugee Protection Act . ... <FRAGMENT_SUPPRESSED>", "[31] Based on the rationale in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 151 F.T.R. 101 (T.D.) and, in particular, on the availability of an exemption from the operation of paragraph 34(1)(f) in appropriate cases, the Federal Court of Appeal repeats  <FRAGMENT_SUPPRESSED> at paragraphs 29-32 that the term \"member\" under the Act should continue to be interpreted broadly:  <FRAGMENT_SUPPRESSED> \"Nonetheless, Mr. Poshteh says that the Immigration Division erred by determining the question of membership on the basis of the nature and duration of his activities, while failing to consider his level of integration within the organization. He says the key consideration for membership is a significant level of integration within an organization. He submits that adopting significant integration as the test for membership would promote more consistent decision- making by the Immigration Division.  <FRAGMENT_SUPPRESSED> \"I am not persuaded that Mr. Poshteh's significant integration test would achieve the consistency that he says is presently lacking in Immigration Division decisions. A significant integration test would still require an assessment of the facts and a judgment as to whether the degree of integration in any particular case was sufficient to constitute the individual a member. More importantly, a test for membership based on significant integration would not be consistent with the broad interpretation to be given to the term 'member.'  <FRAGMENT_SUPPRESSED> \"The Immigration Division adopted a broad approach to the interpretation of the term 'member.' ...\" (Emphasis added.)  <FRAGMENT_SUPPRESSED>", "[32] Although it applies to paragraph 19(1)(c.2) of the Immigration Act , R.S.C. 1985, c. I-2 (the former Act ), there is no reason, in my opinion, not to apply the same rationale to paragraph 37(1)(a) of the Act , since the two provisions are similar. Consequently, the term \"member\" can describe any person who simply belongs to a criminal organization.  <FRAGMENT_SUPPRESSED>", "[33] In addition, the applicant's counsel submits that his client cannot be held responsible for the illegal activities of the Wolf Pack gang because of her family ties to her son, Jean Pierrin. According to her counsel, [Translation] \"an institutional link exists when a lawyer who is a permanent resident of Canada defends a member of a street gang or criminal organization as set out in the Act \". Thus, according to the applicant's counsel, a distinction must be made for the family ties that bind the applicant to her son: [Translation] \"... a poor mother whose son leads a wrongful life, did she choose to be aware, to the point of being sanctioned by the Court, of her son's illegal activities? <FRAGMENT_SUPPRESSED>", "[34] In this case, the applicant's counsel submits that there is no \"institutional link\" here, as seems to be required by some case law of this Court: see <FRAGMENT_SUPPRESSED> ; 2004 FC 1576 ( Sinnaiah ) and <FRAGMENT_SUPPRESSED> ; 2007 FC 549 ( Amaya ).  <FRAGMENT_SUPPRESSED>", "[35] The concept of an \"institutional link\" has not been defined, but it seems to have been put alongside the concept of \"knowing participation\" in the organization's activities. In Sinnaiah , the operation of paragraph 37(1)(f) was discussed. Both parties accepted that the Liberation Tigers of Tamil Eelam (LTTE) was a terrorist group. The following issue was raised in that case: \"[w]as there evidence providing the officer with reasonable grounds for believing that Mr. Sinnaiah was a member of the LTTE?\" Deciding to allow the application for judicial review, Mr. Justice O'Reilly made the following finding at paragraph 6:  <FRAGMENT_SUPPRESSED> To establish 'membership' in an organization, there must at least be evidence of an 'institutional link' with, or 'knowing participation' in, the group's activities <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> .\" (Emphasis added.)  <FRAGMENT_SUPPRESSED>", "[36] That excerpt is cited with approval in the context of paragraph 37(1)(a)  <FRAGMENT_SUPPRESSED> at paragraphs 29-30:  <FRAGMENT_SUPPRESSED> \"Justice O'Reilly sums up these statements in <FRAGMENT_SUPPRESSED> s follows:  <FRAGMENT_SUPPRESSED> 'To establish \"membership\" in an organization, there must at least be evidence of an \"institutional link\" with, or \"knowing participation\" in, the group's activities: <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> .'  <FRAGMENT_SUPPRESSED> \"In sum, even if the Applicant himself did not engage in the criminal activities, if he had knowledge of the activities, it would appear that he met the requirements of membership. Knowledge of the gang's activities would appear sufficient to satisfy any mens rea requirement. <FRAGMENT_SUPPRESSED>", "[37] However, it must be mentioned that no such statement is made  <FRAGMENT_SUPPRESSED> or Thanaratnam to which O'Reilly, J., was referring. Therefore, I am not satisfied that the lack of some \"institutional link\" in this case renders the panel's decision unreasonable.  <FRAGMENT_SUPPRESSED>", "[38] Once again, I do not believe that the panel acted unreasonably in rejecting the [Translation] \"ignorance\" argument presented by the applicant's counsel. In fact, according to the panel, the evidence on the record did not allow it to accept the applicant's version \"that she did not know what was happening at her home\". The panel further explains that \"[t]he issue is not guilt by association at all, but rather the discrepancy between Ms. Castelly's testimony and the electronic surveillance-based evidence of her interest and activity\". In short, the panel did not believe the applicant who presented herself as simply a mother and who claimed to have no knowledge about the activity of her son and his friends.  <FRAGMENT_SUPPRESSED>", "[39] In this case, according to the evidence on the tribunal record, not only was the applicant informed of the Wolf Pack's activities, but her home was also used as the organization's meeting place. Furthermore, the applicant is not only the mother of Jena Pierrin, who is a member of the organization, but was also in direct contact with several members of the Wolf Pack. Thus, she acted as messenger and receptionist for her son. During the police investigation, she was also identified by young girls as a member of the group (Exhibit C-4, Certified Tribunal Record, page 116). In addition, the panel could not find that the applicant had not obtained a financial benefit from that activity:  <FRAGMENT_SUPPRESSED> \"The evidence adduced indicates that she could or did travel to Florida and Haiti while she was receiving social assistance. There is also evidence that she used the services of a woman friend to deposit amounts of money in the friend's bank account. <FRAGMENT_SUPPRESSED>", "[40] In light of all these facts, it was not unreasonable for the panel to find that the applicant was a member of the Wolf Pack, an \"organization\" that engaged in the types of crime described in section 37 of the Act . Moreover, and I repeat, it is not necessary to prove that someone belongs to a criminal organization described in section 37 of the Act ; it is sufficient to have reasonable grounds to believe that he or she is or was a member of such an organization. In that regard, the panel does not have to apply the tests developed by the Canadian courts concerning belonging to a criminal organization for the purposes of subsection 467.1(1) of the Criminal Code . Finally, I do not believe that the panel's decision was unreasonable because it did not make reference to tests used by the police to determine whether someone is a member of a street gang or because it did not mention in the impugned decision the existence of an \"institutional link\" between the Wolf Pack and the applicant: see Thanaratnam .  <FRAGMENT_SUPPRESSED>", "[41] That said, the applicant and the respondent are both of the view that formulating a general definition for \"member\" or a general test to determine whether someone is or was a \"member\" of an \"organization\" described in paragraph 37(1)(a) of the Act raises a question of general importance that \"transcends the interests of the immediate parties to the litigation\", \"contemplates issues of broad significance\" and would be determinative of the appeal.  <FRAGMENT_SUPPRESSED>", "[42] I note that the Act does not define the term \"member\" and that the courts have not established a precise definition of the term or a test for \"belonging to\" an organization described in paragraph 37(1)(a) of the Act . In the last few years at least, case law of the Federal Court and Federal Court of Appeal has not been consistent on the issue of a test relevant to determining whether someone is a member of a criminal organization. For example, should the panel refer to the specific criteria recently restated  <FRAGMENT_SUPPRESSED> (and cited with approval  <FRAGMENT_SUPPRESSED> ) or is it sufficient for it to base its decision on the more general statements found  <FRAGMENT_SUPPRESSED> , which is older? How should \"institutional link\" be interpreted, and is this concept relevant to the operation of paragraph 37(1)(a) of the Act (which I seriously doubt for the reasons stated above)? If applicable, should that test be applied alternatively or subsidiarily to that of \"personal knowledge\" of the group's criminal activity?  <FRAGMENT_SUPPRESSED>", "[43] Consequently, I agree with the parties that there is a question of general importance that must be certified by the Court. The question should be stated as follows:  <FRAGMENT_SUPPRESSED> [Translation]  <FRAGMENT_SUPPRESSED> For the purposes of paragraph 37(1)(a) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, what is the general definition of \"member\", and what test must one apply to determine whether a person is or was a \"member\" of an \"organization\" described in that paragraph?  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[44] THE COURT ORDERS that  <FRAGMENT_SUPPRESSED> 1. The application for judicial review be dismissed.  <FRAGMENT_SUPPRESSED> 2. The following question of general importance be certified under paragraph 74(d) of the Act :  <FRAGMENT_SUPPRESSED> [Translation]  <FRAGMENT_SUPPRESSED> For the purposes of paragraph 37(1)(a) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, what is the general definition of \"member\", and what test must one apply to determine whether a person is or was a \"member\" of an \"organization\" described in that paragraph?  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED>"]}