{"id_": "073370", "body_str": ["[1] Harrington, J. : Hector Cisneros Gomez was a debt collector for one newspaper, and then another, in Mexico. For part of that time, he had the responsibility of pursuing various political parties who took out ads during political campaigns and then failed to pay for them. A number of unsavoury incidents occurred which he attributes to the party in power. He decided to flee to Canada with his wife and children.", "[2] He claimed to be a Convention refugee or a person otherwise in need of international protection, within the meaning of sections 96 and 97 of the Immigration and Refugee Protection Act. The Panel did not believe his story, and furthermore found that even if true, State protection was available to him in Mexico. He seeks judicial review of that decision.", "[3] Counsel for Mr. Cisneros Gomez did not contest a good deal of the negative credibility findings. However, she submitted that the Panel failed to take into account a medical report, and a letter from Mr. Gomez' father which should have tipped the scales in his favour. As far as State protection is concerned, the Panel failed to mention a recent US report, relying instead on an earlier Canadian report. Had both reports been taken into account, she submits that it would have been open for the Panel to find that Mr. Cisneros Gomez was justified in not seeking State protection, so that judicial review should be allowed and a hearing before a new panel ordered.", "[4] The incident in question occurred at a public taco stand in 1999. Two individuals in a car with the General Ombudsman of the Republic decal on it, chased him and beat him up. It is submitted that the decision is reviewable because there was a contemporaneous medical report establishing that he had suffered injuries consistent with being beaten up. However, read as a whole, it does not appear that the Panel was questioning the fact that he was beaten up; the Panel did not believe he was beaten up by individuals connected to the Procuraduria General de la República (PGR). The Member said: \"It was very difficult to ascertain from the claimant why individuals from the PGR would attempt to physically attack him in front of a public taco stand\". (My emphasis)", "[5] The other document not mentioned is a corroborating letter from Mr. Gomez' father. It is not fully corroborative but it states that individuals have been watching the house, and so on. However, corroboration does not make an incredible story credible.", "[6] <FRAGMENT_SUPPRESSED>  (QL), Evans J., as he then was, said that the Court may infer that an administrative tribunal made an erroneous finding of fact \"without regard to the material before it\" to use the language of section 18.1 of the Federal Courts Act \"from the agency's failure to mention in its reasons some evidence before it that was relevant to the finding and pointed to a different conclusion from that reached by the agency\". The two documents not mentioned do not lead to a different conclusion.", "[7] Other issues of credibility cannot simply be ignored. The alleged incident which ultimately caused Mr. Cisneros Gomez and his family to leave Mexico was a break-in at his apartment. In his Personal Information Form he said he had found a note saying he lacked personal support because the ownership of the newspaper he had formerly worked for had changed hands. However, when questioned during his interview he mentioned nothing about the note and said he did not know who the burglars were.", "[8] The Panel cannot be criticized for concluding that there was no nexus between the alleged persecution and a Convention ground.", "[9] The Panel then turned to State protection. It is well established that the burden rests on the applicant to clearly establish that State protection was not available.", "[10] Counsel for Mr. Cisneros Gomez submits that although the 2001 Canadian report showed there were steps to be taken to deal with police corruption, the 2004 US report showed that these good intentions had not borne fruit.", "[11] At best, Mr. Cisneros Gomez was a victim of ordinary criminal activity and should have sought State protection. The US report does not indicate a breakdown in Mexico with respect to the State's capacity to protect. The Panel acknowledged that police corruption is still a problem in Mexico. There is no evidence to support the proposition that it would have been a waste of time to go to the police ( <FRAGMENT_SUPPRESSED> ).", "[12] For these reasons the application for judicial review shall be dismissed. There is no question of general importance to certify. [End of document]"]}