{"id_": "073405", "body_str": ["[1] Russell, J. : This is an application pursuant to s. 72 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (\" IRPA \"), for judicial review of a decision of a Removals Officer (\"Officer\") dated November 8, 2002 (\"Decision\"), whereby the Officer determined that the removal of Harjit Singh (\"Male Applicant\") and Satinder Kaur (\"Female Applicant\"), (collectively referred to as the \"Applicants\") should not be deferred and that the deportation order made against them would be executed. BACKGROUND", "[2] The Applicants came to Canada in 1988 and made a refugee claim. Their claim was rejected, but the claims of their three children were accepted. The Applicants were granted an exemption on humanitarian and compassionate grounds in 1994.", "[3] In 2000, the Male Applicant received notification from the Minister of Immigration that he had been convicted of a criminal offence in India. Based on this, he was given an opportunity to make further submissions. After he made submissions, the immigration officer dealing with the matter concluded that he was inadmissible and rejected the application for landing of both Applicants.", "[4] An application for leave to commence judicial review was brought and dismissed. However, the Applicants then brought forward new evidence. This showed that the Male Applicant had been accused of perjury as a result of testifying that he had never been back to India at a bail hearing. Based on the information in the possession [of] the Peel Police that the Male Applicant had been convicted in India of an offence, and had been in India, he was charged with perjury. The Male Applicant's counsel successfully defended him, and the Crown stayed the charge. At the trial, the police in India were unable to corroborate that the Male Applicant had been in India.", "[5] Following the dismissal of the Applicants' application for judicial review of the refusal to land them, on June 13, 2002, the Applicants were sent a \"call-in\" letter to attend a pre-removal interview on June 26, 2002 to discuss their removal to India. That interview was later cancelled at the Applicants' request as was the pre-removal interview scheduled for July 12, 2002, as the Applicants claimed that these dates conflicted with medical appointments.", "[6] By letter dated July 11, 2002, the Applicants were instructed to attend a pre-removal interview on July 15, 2002. They attended this interview at which time they were notified that they were eligible to make a PRRA application. The Applicants indicated their intention to submit a PRRA application. Subsequently, the Applicants made a PRRA application and their counsel made submissions in support of that application.", "[7] By decision dated October 25, 2002, the PRRA officer determined that the Applicants would not be subject to a risk of persecution, torture, risk of life or risk of cruel or unusual treatment or punishment if they are returned to India.", "[8] By call-in letter dated October 28, 2002, the Applicants were instructed to attend before an enforcement officer for an interview. On November 8, 2002, the Applicants were handed their negative PRRA decision. Their removal was also scheduled at that time. They were given a Direction to Report setting out their removal arrangements, which they signed. The Applicants were scheduled to be removed on December 3, 2002. DECISION UNDER REVIEW", "[9] At the November 8, 2002, meeting with the Officer, the Officer informed the Applicants that their pre-removal risk assessment application had been refused. He told them there was a deportation order and they had to leave Canada. The Male Applicant told the Officer that they had legal counsel and also provided a copy of their H & C application. The Male Applicant alleges that he also told the Officer that his wife was on dialysis and was a diabetic and that his wife's doctor had advised that she could not travel at this time. He also informed the Officer that his wife could not afford dialysis treatment in India because the Applicants had no money. The Applicants also say that they asked the Officer to grant a constitutional exemption from ss. 97(1)(b)(iv) of IRPA . The Officer told the Male Applicant that if his wife could not travel, perhaps they could get a stay. The Officer then gave the Applicants a direction to report for removal.", "[10] The Respondent says that the Applicants did not request a deferral or postponement of their removal for any reason. The Applicants were given an opportunity to ask questions, but no questions were asked.", "[11] The Respondent also indicates that, at the November 8, 2002 interview, contrary to the Male Applicant's pretensions, the Male Applicant did not tell the Officer anything about his wife's circumstances. He merely handed the Officer a copy of the H & C submissions, but never requested a deferral or removal for any reason. There was no discussion regarding the filing of a stay motion, or the possible results of filing such a motion.", "[12] The Officer again met with the Male Applicant upon request on November 15, 2002. The Male Applicant requested that the removals be deferred until the end of February, 2003 in order for his wife to attend two medical appointments, one in early January and one in early February. The Officer advised the Male Applicant that their removal would not be deferred to the end of February. However, the Officer indicated that, if the Female Applicant was unfit to travel due to her medical condition, the Applicants must provide documentary evidence to this effect from the doctor or specialist treating her, and ensure that permission be given to that doctor to release relevant medical information to the Minister.", "[13] The Officer noted that the Applicants' H & C application, apparently filed in June, 2002, would continue to be processed even if the Applicants were removed. After considering the evidence provided by the Applicants, the Officer determined that the circumstances did not warrant deferral of removal.", "[14] The Respondent submits that the Applicants never provided the Officer with any documentary medical evidence regarding the Female Applicant's medical condition and alleged inability to travel. In addition, the Respondent says the Applicants never informed the Officer that they had given permission to any doctor to release medical information to the Minister for the purpose of inquiring about the Female Applicant's medical condition and fitness to travel. Issues", "[15] The Applicants raise the following issues: Did the Officer err in law by failing to exercise his discretion and ignoring relevant evidence? Does the Applicants' removal from Canada violate section 7 of the Charter Analysis", "[16] This Application for judicial review relates to a purported Decision by the Officer dated November 8, 2002, wherein the Officer indicated that the removal of the Applicants would not be deferred and that the deportation order would be executed.", "[17] The first issue that arises is whether any such Decision was made on November 8, 2002, as alleged by the Applicants. A factual dispute arises on this matter and neither side was cross-examined.", "[18] The Applicants say that they placed the relevant information concerning the Female Applicant's health problems before the Officer on November 8, 2002, and, by implication at least, asked for a deferral until their pending H & C application had been decided.", "[19] In his affidavit, the Male Applicant recalls the meeting with the Officer as follows: \"13. On November 8, 2002, my wife and I were called for a removals interview at the Greater Toronto Enforcement Centre. We met with a removals officer, Martin Krochak. He informed us that our pre-removal risk assessment application had been refused. He told us that we had a deportation order and that we had to leave Canada. I told him that we had counsel and also gave him a copy of our H & C application. I told the officer that my wife was on dialysis and was also a diabetic. I told the officer that my wife's doctor had advised that she could not travel at this time. I also informed the officer that my wife could not afford dialysis treatment in India because we had no money. The officer told me that if my wife could not travel maybe we could get a stay. The officer told me that if our lawyer got a stay, then we could stay in Canada. The officer then gave us a direction to report for removal.\"", "[20] The Officer, in his affidavit, offers the following version of the same meeting: \"5. On November 8, 2002 the Applicants attended at my office, pursuant to a call-in letter dated October 28, 2002 instructing them to attend. At the November 8, 2002 interview, I handed the Applicants their negative PRRA decision. I also scheduled the removal of the Applicants at that time, and gave them a Direction to Report setting out their removal arrangements, which they signed. Attached as Exhibit 'A' to this affidavit is a copy of the Direction Report. \"6. At the November 8, 2002 interview, the Applicants provided me with a copy of submissions from their counsel in support of an application for Humanitarian and Compassionate (H & C) consideration submitted to CIC and dated June 3, 2002. The Applicants did not provide me with a copy of the H & C application. I noted that counsel's submissions said that Mrs. Kaur had kidney failure and required dialysis three times per week and that they claimed that the nearest treatment centre to their village was 450 kms away and treatment costs are high. However, the Applicants did not request a deferral or postponement of their removal for any reason. The Applicants were given the opportunity to ask any questions, but no questions were asked. I prepared handwritten notes to file at that time. Attached as Exhibit 'B' to this affidavit is a copy of my handwritten notes from the November 8, 2002 interview with the June 3, 2002 H & C letter attached. \"7. Ms. Riaz, counsel for the Respondent, informs me and I verily believe that in his affidavit sworn April 4, 2003, Mr. Singh claims that at the November 8, 2002 interview, he told me that his wife was on dialysis and was also a diabetic, that her doctor had advised that she could not travel at this time, and that they could not afford dialysis treatment. I deny this claim. In fact, Mr. Singh told me nothing of the sort. He simply handed me counsel's H & C submissions, but never requested a deferral of removal for any reason. Had he said what he claims he told me at the interview, I would have made a note of this in my handwritten notes dated November 8, 2002. \"8. Ms. Riaz also informs me and I verily believe that in his affidavit sworn April 4, 2003, Mr. Singh claims that I told him that if his wife could not travel that maybe they could get a stay, following which they could stay in Canada. Again, I deny this claim. The Applicants and I did not have any discussion concerning the filing of a stay motion, or the possible results or ramifications of a stay motion. The Applicants had not even requested a deferral of removal at that time. Instead, at the end of the interview it was Mr. Singh who indicated that he would let his counsel decide what action to take next.\"", "[21] The Officer then goes on to relate that the request for a deferral, in fact, took place at a later meeting on November 15, 2002, and that it did not relate to the pending H & C application: \"9. On November 15, 2002, at Mr. Singh's request, I met with him at my office. Mr. Singh requested that I defer his and his wife's removal until the end of February 2003, not for the reason that his wife needed dialysis and could not travel, but in order for his wife to attend two medical appointments, one in early January and one in early February. I advised Mr. Singh that their removal would not be deferred to the end of February. I also advised him that if Mrs. Kaur was unfit to travel due to her medical condition they must provide me with documentary evidence from the doctor or specialist treating her, and that he should ensure that permission be given to that doctor to release medical information to Immigration for that purpose. \"10. Mr. Singh also said that he wanted more time to sell his house, however as a result of a pending civil lawsuit against him, his accounts are frozen. Mr. Singh never asked for a deferral of removal because his presence was required in Canada to defend the civil lawsuit against him, nor did he give me a letter dated November 11, 2002 signed by Mark A. Klaiman. Had Mr. Singh said and done as claimed, I would have made a note of this in my handwritten notes dated November 15, 2002. \"11. After considering all the facts and the information provided by the Applicants, I determined not to defer removal as the circumstances did not warrant positive discretion. I prepared notes to file at this time. Attached as Exhibit 'C' to this affidavit are my notes to file dated November 15, 2002. \"12. To date the Applicants have not provided me with any documentary medical evidence regarding Mrs. Kaur's medical condition and alleged inability to travel. I deny the Applicants' claim that they gave me a letter dated November 13, 2002 signed by Dr. Wu. This letter was never before me for my consideration. The first time I learned of the existence of this letter (as well as Mark Klaiman's letter) was in response to counsel for the Respondent's (at that time Ms. Deborah Drukarsh) query following the filing of the Applicants' stay motion in November 2002. In addition, the Applicants never informed me that they gave permission to any doctor to release medical information to Immigration for the purpose of inquiring about Mrs. Kaur's medical condition and her fitness to travel. \"13. I noted that the Applicants' H & C application apparently filed in June 2002 would continue to be processed even if the Applicants are removed.\"", "[22] An examination of the hand-written notes to file prepared at the time of the November 8, 2002 meeting confirms the following: \"Subjects did not ask for deferral or postponement of their removal. \"Subjects were given the opportunity to ask questions. No questions were asked. \"Subj (sic) stated they will let their legal counsel decide what action to take next.\"", "[23] On the basis of hand-written notes made contemporaneously with the meeting by the Officer, my first conclusion is that the Applicants have not established that a Decision on deferral was actually made on November 8, 2002, either explicitly or by implication. The upshot seems clear to me: before they did anything, the Applicants decided to consult with their lawyer.", "[24] Because the Applicants do not request a review of the decision made following the November 15, 2002 meeting, my initial conclusion that no deferral was requested and no deferral decision was made is, in my opinion, dispositive of this Application.", "[25] However, the Applicants also request a review of the Decision to execute the deportation order. In my view, in the absence of a request for deferral, the Officer is bound by s. 48 of IRPA to ensure that the removal order is \"enforced as soon as is reasonable practicable.\" The Applicants argue that, bearing in mind what they had told the Officer about the Female Applicant's medical condition and their concerns about accessing health care in India (knowledge which the Officer refers to in his own affidavit), the Officer had a positive duty to investigate these issues further and to decide whether or not to exercise his discretion to execute the deportation order in accordance with s. 7 of the Charter and principles of fundamental justice. They say that his decision to proceed was in violation of s. 7 of the Charter", "[26] I cannot accept these arguments of the Applicants. It is my understanding of the jurisprudence that there is no obligation on the Officer to investigate matters to see whether or not deferral is warranted. The onus is on the Applicants to request deferral and to provide the evidentiary base to justify it. See FRAGMENT_SUPPRESSED. In the present case, the Officer gave the Applicants the opportunity to ask questions, but they declined to do so, made no request for deferral, and preferred to consult with their legal counsel before proceeding further. I see no failure to discharge an obligation by the Officer in these circumstances that would warrant review by this Court and, in accordance with the recent decision of FRAGMENT_SUPPRESSED, I do not think it is open to the Applicants to raise and argue Charter issues in the abstract when there is no decision, and no real evidentiary basis, upon which the Officer could have exercised any discretion to defer removal. Order", "[27] THIS COURT ORDERS that 1. This Application for judicial review is dismissed. 2. There are no questions for certification. Application dismissed. Editor: Jana A. Andersen/pdk [End of document]"]}