{"id_": "073546", "body_str": ["[1] Blais, J. : This is an appeal under subsection 14(5) of the Citizenship Act, R.S.C. 1985, c. C-29 (the Act), from the decision of citizenship judge William L. Day, dated August 29, 2006, wherein he denied the applicant’s application for Canadian citizenship. BACKGROUND", "[2] Jamila Arif (the applicant) immigrated to Canada from Afghanistan in 2001, accompanied by her husband and children. She applied for citizenship on August 28, 2004.", "[3] The citizenship judge met with the applicant for an interview on August 23, 2006. The applicant had already satisfied the residency requirement, as per paragraph 5(1)(c) of the Act, and the sole issue before the citizenship judge was whether she satisfied the knowledge requirement, as per paragraph 5(1)(e) of the Act. DECISION UNDER REVIEW", "[4] In his August 29, 2006 decision, the citizenship judge rejected the applicant’s application for citizenship, on the ground that she did not have an adequate knowledge of Canada and of the responsibilities and privileges of citizenship, as per the requirements of paragraph 5(1)(e) of the Act. The citizenship judge also considered whether to make a recommendation for an exercise of ministerial discretion under subsections 5(3) and 5(4) of the Act, but concluded that there was no evidence presented at the hearing of special circumstances that would justify making such a recommendation. ISSUES FOR CONSIDERATION", "[5] The issues for consideration in this citizenship appeal are as follows: 1) Did the citizenship judge commit a reviewable error when he concluded that the applicant did not have an adequate knowledge of Canada and of the responsibilities and privileges of citizenship? 2) Did the citizenship judge commit a reviewable error when he concluded that there were no special circumstances that would justify a recommendation to the Minister that he waive the knowledge requirement or otherwise grant citizenship to the applicant? STANDARD OF REVIEW", "[6] A number of judgments from the Federal Court have considered the proper standard of review for a decision of a citizenship judge, in light of the test set out by the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED> .", "[7] However, in the present situation, the decision at issue is one that is essentially factual, as the citizenship judge was asked to determine whether the applicant had sufficient knowledge of Canada, as opposed to determining whether the applicant met the residency requirement based on the tests set out in the jurisprudence, which would be a question of mixed fact and law. Therefore, I would follow the decisions of Mr. Justice Michel M.J. Shore in  <FRAGMENT_SUPPRESSED>  and Mr. Justice Richard Mosley in  <FRAGMENT_SUPPRESSED>  to the effect that greater deference should be shown to the citizenship judge for pure questions of fact and that the standard of review should be patent unreasonableness.", "[8] With respect to the decision of the citizenship judge not to recommend that the Minister exercise his discretion pursuant to subsections 5(3) and 5(4) of the Act, the proper standard of review will also be patent unreasonableness, given that it is a discretionary decision and is thus entitled to great deference ( <FRAGMENT_SUPPRESSED> ).", "[9] Since patent unreasonableness is the proper standard, I must consider whether the citizenship judge rendered a decision based on an erroneous finding of fact that he made in a perverse or capricious manner or without regard for the material before him. ANALYSIS 1) Did the citizenship judge commit a reviewable error when he concluded that the applicant did not have an adequate knowledge of Canada and of the responsibilities and privileges of citizenship?", "[10] Paragraph 5(1)(e) of the Act reads as follows: 5. (1) The Minister shall grant citizenship to any person who (e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", "[11] Additional information is provided at section 15 of the Citizenship Regulations, 1993, S.O.R./93-246, which states: 15. The criteria for determining whether a person has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship are that, based on questions prepared by the Minister, the person has a general understanding of (a) the right to vote in federal, provincial and municipal elections and the right to run for elected office; (b) enumerating and voting procedures related to elections; and (c) one of the following topics, to be included at random in the questions prepared by the Minister, namely, (i) the chief characteristics of Canadian social and cultural history, (ii) the chief characteristics of Canadian political history, (iii) the chief characteristics of Canadian physical and political geography, or (iv) the responsibilities and privileges of citizenship, other than those referred to in paragraphs (a) and (b). SOR/94-442, s. 3. (i) les principales caractéristiques de l'histoire sociale et culturelle du Canada,", "[12] During the interview on August 23, 2006, the citizenship judge asked the applicant 36 questions to assess her knowledge of Canada and of the responsibilities and privileges of citizenship. Unfortunately, the applicant was unable to answer the majority of these questions.", "[13] The citizenship judge, in his letter to the applicant, provided a list of 10 questions among others, which the applicant failed to answer correctly, including 3 key questions and 1 mandatory question.", "[14] In light of these facts, and of the applicable standard of review, I am satisfied that the decision of the citizenship judge to the effect that the applicant did not have the requisite knowledge of Canada was reasonable. 2) Did the citizenship judge commit a reviewable error when he concluded that there were no special circumstances that would justify a recommendation to the Minister that he waive the knowledge requirement or otherwise grant citizenship to the applicant?", "[15] Under article 15 of the Act, the citizenship judge is required, upon determining that he is unable to approve an application for citizenship, to consider whether or not to recommend to the Minister that he exercise his discretion under subsections 5(3) and 5(4) of the Act, which read as follows: 5. (3) The Minister may, in his discretion, waive on compassionate grounds, (a) in the case of any person, the requirements of paragraph (1)(d) or (e); (b) in the case of a minor, the requirement respecting age set out in paragraph (1)(b), the requirement respecting length of residence in Canada set out in paragraph (1)(c) or the requirement to take the oath of citizenship; and (c) in the case of any person who is prevented from understanding the significance of taking the oath of citizenship by reason of a mental disability, the requirement to take the oath. (4) In order to alleviate cases of special and unusual hardship or to reward services of an exceptional value to Canada, and notwithstanding any other provision of this Act, the Governor in Council may, in his discretion, direct the Minister to grant citizenship to any person and, where such a direction is made, the Minister shall forthwith grant citizenship to the person named in the direction. 5.", "[16] In the affidavits supporting this appeal, the applicant’s husband and daughters speak to the many tragedies experienced by the applicant in her life, to the fact that she has raised twelve children, including six children left behind by her deceased sister, and that she never had the opportunity to attend school in Afghanistan. However, from the tribunal record, it does not appear that such information was before the citizenship judge and therefore it cannot be considered as part of this appeal, which is not an appeal de novo.", "[17] However, the applicant did include in her application for citizenship copies of medical reports, which showed that she suffered from thyroid problems, arthritis and migraines. According to her doctor, these medical conditions prevented her from attending her ESL classes. Her doctor also stated that both her English and her memory were very poor and that she should be exempted from the citizenship exam, as she was not medically capable of completing this exam at that time, because of these medical problems.", "[18] In his letter to the applicant, the citizenship judge did not provide detailed reasons for his decision to refuse to recommend the use of ministerial discretion, other than to say that: There was no evidence presented to me at the hearing of special circumstances that would justify me in making such a recommendation under either of subsections 5(3) or 5(4).", "[19] In his notice to the Minister, the citizenship judge noted the following: Applicant is basically healthy – see Doctors’ comments. Despite protestations, speaks and understands basic English.", "[20] <FRAGMENT_SUPPRESSED>  (QL), Madam Justice Donna McGillis considered whether a citizenship judge erred in deciding not to recommend an exemption from the knowledge requirement under the Act. In granting the application, Justice McGillis wrote the following at paragraph 18: ¶ 18 In outlining her reasons for refusing to make a recommendation for the exercise of discretion, the citizenship judge noted that the applicant had failed to provide \"any evidence\" to establish, among other things, that she had \"a physical disability or disease severe enough to impair the learning process\". However, to the contrary, the applicant had adduced two letters from a physician outlining medical reasons concerning her inability to learn. As a result, the statement of the citizenship judge that the applicant had not adduced \"any evidence\" establishes unequivocally that she either failed to consider relevant evidence or misapprehended the evidence before her. The citizenship judge therefore erred either by failing to consider the medical evidence or by misapprehending it.", "[21] In  <FRAGMENT_SUPPRESSED> , Madam Justice Johanne Gauthier took a slightly different approach in considering the citizenship judge’s comment to the affect that the applicant had not provided any evidence that special circumstances existed that would justify recommending the exercise of ministerial discretion. Justice Gauthier concluded that when the citizenship judge stated that there was no evidence, he meant that there was no evidence that could prompt the citizenship judge to make such a recommendation, as opposed to there being no evidence that was presented by the applicant.", "[22] In light of the fact that the citizenship judge spoke of evidence that would “justify” him making such a recommendation, and that his notice to the Minister makes reference to the comments by the applicant’s doctor, I believe that the present case is more in line with Justice Gauthier’s analysis. Since the evidence before me is insufficient to overcome the presumption that the decision-maker considered all of the evidence submitted, I am left to consider whether the citizenship judge’s conclusion was patently unreasonable, in light of the evidence before him.", "[23] While the applicant’s doctor clearly stated that she should be exempt from taking the citizenship exam due to her medical problems, as noted above, he also stated in his written medical opinion that the condition preventing her from meeting the requirements of the Act was not permanent.", "[24] While I am sympathetic to the fact that the applicant has experienced much hardship in her life, including her recent medical problems, I cannot conclude that the citizenship judge’s decision not to recommend the use of ministerial discretion pursuant to subsections 5(3) and 5(4) of the Act was based on an erroneous finding of fact that he made in a perverse or capricious manner or without regard for the material before him, such that it was patently unreasonable and should be set aside.", "[25] For the above reasons, this citizenship appeal is denied.", "[26] Having said that, I wish to emphasize once again that I sympathize with the fact that the applicant has faced many challenges in her life, and that she was not afforded the opportunity to attend school in Afghanistan. It is therefore understandable that she would find the process of mastering the content of the 45-page booklet prepared by Citizenship and Immigration Canada to be able to respond to a series of questions before a citizenship judge, to be quite difficult.", "[27] However, it remains that becoming a Canadian citizen is a great privilege and that, in order to fully exercise the rights and responsibilities associated with citizenship, one is required to have a basic knowledge of Canada. The applicant has only been in this country since 2001, and already she has made a lot of progress in that respect, but not enough to meet the requirements of the Act. I have no doubt that her knowledge will continue to improve with the help of her family, so that when she is ready to re-apply for citizenship, she will be successful. JUDGMENT", "[28] The citizenship appeal is denied. [End of document]"]}