{"id_": "073662", "body_str": ["[1] Annis, J. : This is an application for judicial review, pursuant to section 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA], of a decision that the applicant was not a Convention refugee or a person in need of protection.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[2] Mr. Tjipuravandu was born in Namibia in 1981. He grew up in a rural village. He stated that when he was sixteen, his parents arranged a marriage with a cousin, and he left school and went to work on the family cattle farm. He has one daughter. His family followed a traditional belief system but the applicant had become interested in Christianity while at school. He refused to become more deeply involved in traditional rituals and ultimately stopped practicing them completely.  <FRAGMENT_SUPPRESSED>", "[3] When the applicant's father became aware of his Christian faith, he was furious. He reported the applicant to the community leaders and alleged that the applicant had desecrated the holy fire shrine by bringing the Bible into the shrine. The applicant was summoned by the community leaders and told that he did not have any choice but to listen to what his father said and follow through with it.  <FRAGMENT_SUPPRESSED>", "[4] The applicant fled his village without his wife and daughter and hitchhiked to Windhoek. He moved in with a half-brother there until November 2009. When his father arrived with members of the village council, he resisted being taken back to the village to be initiated into the traditional religion.  <FRAGMENT_SUPPRESSED>", "[5] The applicant went to the police in Windhoek to lay a complaint against his father and community traditional leaders. The police declined to assist because the matter was a traditional one.  <FRAGMENT_SUPPRESSED>", "[6] The applicant then turned to his pastor in Windhoek, who bought him a ticket to Toronto. He arrived in Canada on January 30, 2011 and claimed asylum at the airport.  <FRAGMENT_SUPPRESSED> Impugned decision  <FRAGMENT_SUPPRESSED>", "[7] The Refugee Protection Division [the Board] heard the case on May 25, 2012 and rendered its decision on June 1, 2012. The Board accepted Mr. Tjipuravandu's story, but found that he was not a refugee because he had a viable Internal Flight Alternative  <FRAGMENT_SUPPRESSED>  in Walvis Bay, Namibia.  <FRAGMENT_SUPPRESSED>", "[8] It also found that the applicant had not rebutted the presumption of state protection in Walvis Bay with clear and convincing evidence and, from questions put to him at the hearing, had not demonstrated that his traditional Herero community family situation established a prospective lack of protection in Walvis Bay and would force him to live in hiding in that location.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[9] The issues are:  <FRAGMENT_SUPPRESSED> a. Did the Board misapprehend the basis of the applicant's claim?  <FRAGMENT_SUPPRESSED> b. Did the Board err in confusing the test for state protection with the test for an  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED> Did the Board misapprehend the basis of the applicant's claim?  <FRAGMENT_SUPPRESSED>", "[11] The applicant argues that in his application for refugee protection, he stated his fear of persecution based on conversion to Christianity. Religious opinion is one of the listed grounds in section 96 of IRPA. He claims that the Board made no mention of this and made its decision based on \"domestic violence\" and \"forced marriage\".  <FRAGMENT_SUPPRESSED>", "[12] I find that that the Board was clearly aware of the basis of the claim, as was made clear by its questioning. The Board noted that he did not say either in his Personal Information Form [PIF] or in his oral evidence that he had had a problem practising his religion; rather his narrative indicates that he was at risk primarily from his father with the support of community leaders. The applicant stated that he was afraid of \"his father and the traditional leaders\". I agree with the respondent that the Board reviewed the risk raised by the applicant.  <FRAGMENT_SUPPRESSED>", "[13] I also agree that in any event, the Board's findings on state protection and IFA nullified the requirement to engage in an analysis of the objective basis for the alleged religious persecution.  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> Did the Board err in confusing the test for state protection with the test for an IFA?  <FRAGMENT_SUPPRESSED>", "[14] <FRAGMENT_SUPPRESSED>  [ Huerta Morales ], Zinn J. pointed out that the law relating to an IFA is closely bound up with the notion of state protection, describing both forms of protection at paragraphs 5 and 6 as follows:  <FRAGMENT_SUPPRESSED>", "[5] Canadian law relating to state protection has been stated and developed in a decade and a half of Federal Court jurisprudence interpreting and applying the seminal exposition of the issue in <FRAGMENT_SUPPRESSED> . In that decision Justice LaForest stressed the surrogate nature of refugee protection; it is only the failure of the foreign state to protect that will engage Canadian responsibility. Absent a situation of total breakdown of state institutions, the ability of the foreign state to provide protection is presumed. The surrogacy principle has raised various issues relating to the intensity of the presumption of state protection and the type of evidence that can demonstrate a failure thereof. The following principles have been articulated in this respect:  <FRAGMENT_SUPPRESSED> (i) The stronger the democratic institutions of the foreign state in question, the heavier the burden will be on the claimant to rebut the presumption: <FRAGMENT_SUPPRESSED>  (CanLII), 2005 FC 193.  <FRAGMENT_SUPPRESSED> (iii) Evidence sufficient to rebut the presumption must be \"clear and convincing\": <FRAGMENT_SUPPRESSED>  (CanLII), 2007 FCA 171.  <FRAGMENT_SUPPRESSED> (iv) An absence of perfect or ideal protection in the foreign state will not engage Canada's surrogate role; \"adequacy,\" not effectiveness per se, is what matters: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (CanLII), 2008 FCA 94.  <FRAGMENT_SUPPRESSED>", "[6] The law relating to an IFA, is closely bound up with the notion of state protection. Justice Kelen in <FRAGMENT_SUPPRESSED>  (CanLII), 2008 FC 1035, recently summarized the legal principles in this area at paragraph 34 of his Judgment.  <FRAGMENT_SUPPRESSED> 1. If IFA will be an issue, the Refugee Board must give notice to the refugee claimant prior to the hearing ( <FRAGMENT_SUPPRESSED> , per Mr. Justice Mahoney at paragraph 9, Thirunavukkarasu ) and identify a specific IFA location(s) within the refugee claimant's country of origin ( <FRAGMENT_SUPPRESSED>  (CanLII), 2006 FC 472, 147 A.C.W.S. (3d) 1047 at paras. 9-10);  <FRAGMENT_SUPPRESSED> 2. There is a disjunctive two-step test for determining that there is not an IFA. See, e.g.,  <FRAGMENT_SUPPRESSED> ; Thirunavukkarasu, supra; Urgel, supra at para. 17.  <FRAGMENT_SUPPRESSED> i. Either the Board must be persuaded by the refugee claimant on a balance of probabilities that there is a serious possibility that the refugee claimant will be persecuted in the location(s) proposed as an IFA by the Refugee Board; or  <FRAGMENT_SUPPRESSED> ii. The circumstances of the refugee claimant make the proposed IFA location unreasonable for the claimant to seek refuge there;  <FRAGMENT_SUPPRESSED> 3. The applicant bears the burden of proof in demonstrating that an IFA either does not exist or is unreasonable in the circumstances.  <FRAGMENT_SUPPRESSED>  (CanLII), 2008 FC 748 per Madame Justice Tremblay-Lamer at para 13; <FRAGMENT_SUPPRESSED>  (CanLII), 130 A.C.W.S. (3d) 1010, 2004 FC 601 per Mr. Justice Mosley at para. 17;  <FRAGMENT_SUPPRESSED> 4. The threshold is high for what makes an IFA unreasonable in the circumstances of the refugee claimant: see <FRAGMENT_SUPPRESSED>  (CanLII), 2008 FC 449, per Mr. Justice Russell at paragraph 41. In <FRAGMENT_SUPPRESSED> , at para. 16, and Thirunavukkarasu , supra, at para. 12, whether an IFA is unreasonable is a flexible test taking into account the particular situation of the claimant. It is an objective test;  <FRAGMENT_SUPPRESSED> 5. The IFA must be realistically accessible to the claimant, i.e. the claimant is not expected to risk physical danger or undue hardship in traveling or staying in that IFA. Claimants are not compelled to hide out in an isolated region like a cave or a desert or a jungle. See: Thirunavukkarasu , supra at para. 14; and  <FRAGMENT_SUPPRESSED> 6. The fact that the refugee claimant has no friends or relatives in the proposed IFA does not make the proposed IFA unreasonable.  <FRAGMENT_SUPPRESSED> The refugee claimant probably does not have any friends or relatives in Canada. The fact that the refugee claimant may not be able to find suitable employment in his or her field of expertise may or may not make the IFA unreasonable. The same may be true in Canada ... [Emphasis added]  <FRAGMENT_SUPPRESSED>", "[15] The Board carried out an extensive analysis of the \"presently probative country documents\" and concluded they were \"positive when it comes to state protection for persons fearing domestic violence in Namibia\", clearly indicating that the state now has \"sophisticated state protection mechanisms available for persons fearing domestic violence in both legislation and in practice\".  <FRAGMENT_SUPPRESSED>", "[16] After doing so, the Board summarized the situation in respect of IFA, noting that with respect to Walvis Bay it was a sub-issue of state protection, as follows at paragraphs 14 and 15 of its reasons:  <FRAGMENT_SUPPRESSED>", "[14] Among the protection mechanisms available, it is important to note for this case that Namibia does have shelters with trained police officers. Furthermore, one of these shelters is located in Walvis Bay and, indeed, it does house a unit of the Namibian police. Again, to date, the claimant has never requested protection at a police station in Walvis Bay or at a shelter anywhere in Namibia.  <FRAGMENT_SUPPRESSED>", "[15] According to refugee protection law, states only need to provide adequate protection and do not have to provide perfect protection: in other words, states only have to make serious efforts at protection and do not have to provide de facto effective or de facto guaranteed protection [ Canada (Minister of Employment and Immigration) v.Villafranca (1992) 18 Imm. L.R. (2d) 130 (F.C.A.)]. Therefore, the IFA state protection sub-issue here is only whether Namibia authorities in Walvis Bay can be reasonably expected to provide the claimant with serious efforts at protection if he were to return to Namibia and live there, and not whether those authorities can be reasonably expected to provide the claimant with de facto effective or de facto guaranteed protection from his father and the traditional community leaders. Furthermore, one cannot rebut the presumption of state protection by asserting only a subjective reluctance to engage it [ <FRAGMENT_SUPPRESSED> ], and doubts about the effectiveness of state protection without having tested it do not rebut the presumption either [ <FRAGMENT_SUPPRESSED> ]. [Emphasis added]  <FRAGMENT_SUPPRESSED>", "[17] Although this was not raised by the applicant, it is arguable that the Board misstated the test for an IFA at paragraph 14 described above. There is no requirement that the applicant have already sought protection in the designated IFA. The IFA is determined by the Refugee Board and thereafter it is incumbent upon the applicant that on a balance of probabilities there is a serious possibility that he will be persecuted in the location proposed as an  <FRAGMENT_SUPPRESSED>  (QL), 45 Imm LR (2d) 150 (TD)). However, the remainder of its reasons, including paragraph 15, indicates that the Board did not misdirect itself on this issue.  <FRAGMENT_SUPPRESSED> Did the Board err in concluding that there was a viable IFA?  <FRAGMENT_SUPPRESSED>", "[18] I do not find that the Board erred in principle in focusing on the state protection aspect of Walvis Bay being an IFA. For that matter, given the evidence before the Board, it was reasonable for it to conclude that simply by asking the police at Windhoek for protection on only one occasion, the applicant failed to rebut the presumption that state protection was adequate in a clear and convincing fashion.  <FRAGMENT_SUPPRESSED>", "[19] The applicant argued that the Board's analysis was microscopic, speculative and inadequate in its conclusions on an IFA, inasmuch as there is no effective state protection for victims of traditional religious practices in Namibia. This submission does not respond to the requirement that he demonstrate that the IFA will not provide suitable protection. Indeed, when questioned on the issue in chief, the respondent was unable to provide a suitable answer.  <FRAGMENT_SUPPRESSED>", "[20] In the present case, the applicant has stated that he fears that his family would track him down in Walvis Bay and continue to persecute him by forcing him to carry out the traditional religious observances which are contrary to his Christian faith. His testimony on the issue was far from convincing, even to his own counsel, as may be seen from the excerpt from his testimony as follows:  <FRAGMENT_SUPPRESSED> COUNSEL: All right, you will note ... You testified earlier when you were asked whether you contacted the police [ sic ] said you did go to the police in Windhoek and they declined to assist you. Now, if for any reason you return to Namibia and move to Walvis Bay to live and if for any reason your father or the community leader comes after you, is there any reason why you cannot go to the police in Walvis Bay and seek for protection?  <FRAGMENT_SUPPRESSED> CLAIMANT: No ways because the police is ... is not dealing with ... it is traditional so there is no way I can go to the police.  <FRAGMENT_SUPPRESSED> COUNSEL: The ... part of the documentary evidence on Namibia shows that Walvis Bay is not one of those traditional homelands for the Herero's, which is your tribe ...  <FRAGMENT_SUPPRESSED> COUNSEL: ... so I am just wondering if it is not part of the traditional Herero homelands why do you think that the police in Walvis Bay would not be different from possibly police in Windhoek of the predominantly Herero homelands?  <FRAGMENT_SUPPRESSED> CLAIMANT: If I understand the question maybe ... all the ... the rules are the same of the police ...  <FRAGMENT_SUPPRESSED> COUNSEL: Okay  <FRAGMENT_SUPPRESSED> CLAIMANT: so they will definitely not help me if I go to the police, they will send me back. So there is no way they can help me, the police no way they can help me.  <FRAGMENT_SUPPRESSED>", "[21] The threshold for finding that relocation to an IFA is unreasonable is a high one. An applicant must provide actual and concrete evidence of conditions which would jeopardize his life and safety in traveling there ( Huerta  <FRAGMENT_SUPPRESSED> , at para 6). There was no actual concrete evidence of conditions that would jeopardize the applicant's life and safety.  <FRAGMENT_SUPPRESSED> , 2000 CanLII 16789 (FCA) at para 15. In the circumstances of this case, the applicant had the burden of presenting evidence of a failure of state protection and did not meet that burden.  <FRAGMENT_SUPPRESSED>", "[22] The Board applied the two-pronged IFA test that there must be no serious possibility of persecution in the proposed IFA and that it must not be unreasonable for the applicant to seek refuge in the  <FRAGMENT_SUPPRESSED>  (FCA) at para 10.  <FRAGMENT_SUPPRESSED>", "[23] The Board carried out a thorough analysis and provided reasons why it considered that there existed a viable IFA. The argument that the Board failed to carry out a \"close analysis\" which would have demonstrated that the government and authourities did not implement and enforce the Namibian laws amounts to a request that the Court reweigh the evidence, which as stated, is not a ground for judicial review.  <FRAGMENT_SUPPRESSED>  (QL) (FCA).  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[24] The Board's decision was not unreasonable. The decision falls within the range of possible, acceptable outcomes that are defensible in facts and in law. For these reasons, the application is dismissed.  <FRAGMENT_SUPPRESSED>", "[25] THIS COURT'S JUDGMENT is that the application is dismissed.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> Contexte  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14] <FRAGMENT_SUPPRESSED>  [ Huerta Morales", "", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[6] <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> Rasaratnam Thirunavukkarasu Rasaratnam, Thirunavukkarasu, Urgel, Mwaura, Thirunavukkarasu Thirunavukkarasu", "[15]", "[16]", "", "", "[17]", "[18]", "[19]", "[20] [traduction]  <FRAGMENT_SUPPRESSED> CONSEIL: D'accord  <FRAGMENT_SUPPRESSED>", "[21] Huerta Morales", "[22]", "[23] Conclusion  <FRAGMENT_SUPPRESSED>", "[24] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[25] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}