{"id_": "073684", "body_str": ["[1] Mosley, J. : Mr. Teslim Olatunbosun Adeoye seeks judicial review of the decision of a Pre-Removal Risk Assessment officer who found that Mr. Adeoye was not likely to be at risk of being tortured, mistreated or killed if sent back to his country of origin, Nigeria.", "[2] Mr. Adeoye sought protection in Canada in 1999 based on his involvement in a student group in opposition to the government. The claim was rejected and he returned to Nigeria in 2001. In 2008 his step mother and brother were involved in two car accidents, the second of which resulted in their deaths. The applicant says he was accused of witchcraft and illegally detained at the request of his father. He escaped with the help of his mother and came to Canada. He was informed that he could not make a second refugee claim. He is now married to a Canadian citizen and a sponsorship application is pending.", "[3] The Pre-Removal Risk Assessment (PRRA) officer gave little weight to letters from a medical centre and a police inspector and affidavits from the applicant's brother and mother tendered in support of the application. The officer acknowledged that belief in witchcraft is widespread in Nigeria but found that the applicant had adduced insufficient evidence to demonstrate the insufficiency of state protection in his own country and had not made reasonable efforts to seek such protection.", "[4] The issues raised on this application are: a. was the officer required to grant the applicant a hearing? b. was the decision reasonable?", "[5] The evaluation of the evidence by a PRRA officer attracts the standard of review of reasonableness: Matute Andrade v (Minister of Citizenship and Immigration) , 2010 FC 1074 at para 23.", "[6] Justice Bédard analysed the issue of the applicable standard of review to questions involving s.167 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (hereafter the Regulations) in Matute Andrade at paragraphs 19-22. After reviewing the jurisprudence she concluded:", "[22] Here, I am of the view that whether the PRRA officer made findings on the applicant's credibility and, if so, whether he was required to hold a hearing based on the factors prescribed in section 167 of the Regulations are questions of mixed fact and law that are subject to the standard of reasonableness ( <FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 1128).", "[7] The applicant here did not ask for a hearing. Had he done so, the officer would have been obliged to evaluate whether a hearing was warranted: <FRAGMENT_SUPPRESSED> . The context here is similar to that in Matute Andrade . The Court must determine whether a credibility finding was made, explicitly or implicitly, and if so, must determine if the issue of credibility was central to the decision. Since s.167 of the Regulations deals with a question of mixed fact and law, and the exercise of discretion, I agree with Justice Bédard that the standard of review should be reasonableness.", "[8] Although the officer did not make any explicit credibility findings, his scepticism about the applicant's claim and supporting documents is apparent from the decision. If the applicant had been believed, specifically in relation to his illegal detention, the officer may have arrived at a different conclusion with respect to the availability of state protection. In my view, the officer should have considered whether the criteria set out in s.167 applied and either convene a hearing or clearly indicate why a hearing was not necessary.", "[9] I agree with the respondent that the officer was not obliged to refer the applicant's documents for forensic testing as to their authenticity. And it was open to the officer to question the affidavits as the attestations are unclear. It is trite law that the officer may determine the weight to be given to the evidence. In this instance, the officer found that all of the evidence adduced by the applicant had little probative value.", "[10] Some of the officer's conclusions appear to be wrong on the face of the record. The letter from the medical centre, for example, does corroborate the applicant's narrative to the extent that he claims to have suffered mistreatment, contrary to the officer's finding. And it is unreasonable to expect that a medical report would go further to identify the aggressor. The brother's affidavit is not vague, as the officer finds, as it contains statements which, if believed, clearly corroborates the applicant's claim.", "[11] The officer found that the letter from the police inspector was of little weight because it did not represent the views of the national police force. Apart from non-material misdescriptions of the country and police force concerned, this finding was unreasonable. The letter indicates that the inspector personally witnessed the illegal detention of the applicant on instructions from his father. Further, the PRRA officer does not explain why it would have been necessary for the letter to express the official position of the national police force.", "[12] The decision contains a number of grammatical and syntax errors. These, in themselves, are not material but they point to the lack of attention the officer appears to have given to this decision. It leaves the impression of having been produced in a rush.", "[13] The officer had a duty to assess the evidence which contradicted his finding and explain why it did not alter his conclusion: <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED>  157 FTR 35 at paras 15-17. His confusing analysis of the documentary evidence does not support his findings with regard to the state's efforts to suppress secret cults and how that applied to the applicant's situation. From the record, it appears that those efforts are aimed at state institutions, such as universities, and that the police continue to be ineffective or complicit in dealing with witchcraft at the local level.", "[14] The officer's conclusion that the presumption of state protection was not overcome failed to take into account the applicant's claim that the police were complicit in his mistreatment.", "[15] I find the decision is not based on the evidence and lacks intelligibility, justifiability and transparency: <FRAGMENT_SUPPRESSED> . It is, therefore, unreasonable and must be overturned.", "[16] No questions were proposed for certification. JUDGMENT", "[17] THIS COURT'S JUDGMENT is that the application for judicial review of the pre-removal risk assessment dated September 20, 2010 is granted and the matter is remitted for reconsideration by a different officer. No questions are certified. Application allowed. Editor: Elizabeth M.A. Turgeon/vnh"]}