{"id_": "073784", "body_str": ["[1] Zinn, J. : In the liability phase of this action it was held that at least one valid claim in each of eight separate patents [see footnote 1] owned by Eli Lilly and Company [Lilly US], had been infringed by Apotex Inc. [Apotex] by its importation, manufacture, export, sale, and offer for sale of the antibiotic cefaclor in Canada: REFERENCE_SUPPRESSED; leave to appeal to SCC refused, [2010] SCCA No 434.", "[2] The Lilly Patents and the Shionogi Patents are process patents relating to the making of a key intermediate compound required to make cefaclor.", "[3] Apotex had two suppliers of cefaclor: Kyong Bo Chemical Ltd. of South Korea [Kyong Bo] and Lupin Laboratories Ltd. of India [Lupin]. The court found that the infringing Apotex cefaclor was manufactured by Kyong Bo and Lupin and received by Apotex before June 3, 1998, [the Kyong Bo cefaclor and the Lupin 1 cefaclor].", "[4] As a consequence of the finding of infringement, Lilly US and Eli Lilly Canada Inc. [Lilly Canada], collectively referred to as \"Lilly\" were entitled to elect either an accounting of profits or damages. Lilly elected to recover its damages and these Reasons reflect the court's decision on the damages recoverable by Lilly. II. Background", "[5] The dispute between Lilly and Apotex relating to cefaclor has been ongoing since 1993; although the present action is of more recent origin, having commenced in 1997. Each blames the other for the delay in bringing this litigation to a close. As is noted below, it is the court's view that the responsibility for any delay is shared equally by the parties.", "[6] In 1993, Apotex filed a submission with Health Canada seeking a Notice of Compliance [NOC] for cefaclor. Lilly commenced an application under the then recently enacted Patented Medicines (Notice of Compliance) Regulations , SOR/93-133 [ PMNOC Regulations ] seeking an order prohibiting Apotex from selling its cefaclor product in Canada. That application was dismissed because the patents did not meet the criteria set out in the PMNOC Regulations at that time: REFERENCE_SUPPRESSED. Notwithstanding the dismissal of the application, Justice Simpson made the following observation at para 9 of her Reasons for Order dated September 12, 1995: The uncontradicted expert evidence before me discloses that there is no commercially viable means of producing Cefaclor without using at least two of the Intermediates. Canadian Patents 1,097,611 and 1,146,536 contain the claims for those crucial intermediates. Apotex has not suggested that it has developed a non-infringing process. It is, therefore, reasonable to infer that Apotex plans to infringe the Patents by copying Lilly's production methodology if it is not prohibited from manufacturing the Intermediates by a prohibition order made in this application. In that event, it will be open to Lilly to seek remedies for infringement at common law. [emphasis added]", "[7] On January 17, 1997, Apotex obtained its NOC for its Apo-cefaclor and soon began selling it in Canada. Lilly then instituted this action for infringement.", "[8] In March, 2001, Apotex launched a counterclaim based on the Competition Act , alleging anti-competitive activity relating to Lilly's acquisition of the Shionogi Patents, and in November 2002, Apotex further amended its statement of defence and counterclaim to add Shionogi & Co. Ltd. as a party.", "[9] The trial on the liability portion of the case came on before Madam Justice Gauthier on April 21, 2008, and lasted 67 days. Apotex disputed the validity of the 8 patents at issue, and also denied infringement. The court issued its Reasons for Judgment and Judgment on October 1, 2009. Madam Justice Gauthier found that the patents were valid and infringed by Apotex as a result of its importation and use of Kyong Bo cefaclor and Lupin 1 cefaclor received before June 3, 1998. The Competition Act counterclaim was dismissed. III. Damages for Patent Infringement", "[10] \"Infringement of a patent is a statutory tort:\" REFERENCE_SUPPRESSED.", "[11] Subsection 55(1) of the , RSC c P-4, creates that statutory tort: \"A person who infringes a patent is liable to the patentee and to all persons claiming under the patentee for all damage sustained by the patentee or by any such person, after the grant of the patent, by reason of the infringement \" [emphasis added].", "[12] In her Reasons for Judgment at paragraph 652, Justice Gauthier wrote: \"Should Lilly elect for damages, it should be clear that they will have to establish what sales were directly lost as a result of Apotex's infringement\" [emphasis added]. Apotex submits that this statement and subsection 55(1) of the are not synonymous. It submits that limiting recovery to damages \"directly lost\" entails, for example, that Lilly US is precluded from any recovery of damages \"since no causal connection, and certainly no direct causal connection, exists between lost sales that would have been made by Lilly US and Apotex's infringement.\"", "[13] There is no question that when infringement is found, a trial judge has discretion to grant the plaintiff the optional remedy of an accounting of profits: REFERENCE_SUPPRESSED. A trial judge has no such discretion with respect to the remedy of damages because Parliament gave the patentee the damages provided for in subsection 55(1) of the and only Parliament can alter that right.", "[14] When, as here, the patentee is granted the option of an accounting of profits, the plaintiff must elect one of the remedies: either its damages or an accounting of the infringer's profits. When the plaintiff elects its damages rather than an accounting of the infringer's profits, the damages to which it is statutorily entitled are precisely those described in subsection 55(1) of the ; namely, \"all damage sustained ... by reason of the infringement.\" A judge has no jurisdiction to limit a plaintiff's recovery to any lesser sum. I do not share the view of Apotex that Justice Gauthier was purporting to limit Lilly's recovery to something less than its entitlement under subsection 55(1) of the", "[15] Justice Gauthier's statement must be read in the context of the trial and her comprehensive reasons. The evidence at trial was that Apotex sold cefaclor that had been manufactured through two different Lupin processes. The first process, Lupin 1 cefaclor, infringed the relevant patents. Lilly failed to prove that the second, Lupin 2 cefaclor, infringed the relevant patents. Justice Gauthier's use of the word \"directly\" must be read in that context. Lilly is entitled to recover damages only related to sales lost as a result of either the Kyong Bo or the Lupin 1 infringing processes. It is not entitled to recover anything related to sales lost as a result of the Lupin 2 process which Lilly failed to prove was an infringing process. The trial judge described this as sales \"directly lost as a result of Apotex's infringement,\" distinguishing these lost sales from other sales Lilly may have lost to Apotex.", "[16] Lilly is entitled to damages as described in subsection 55(1) of the - no more and no less.", "[17] The century-old decision of the House of Lords in REFERENCE_SUPPRESSED contains one of the best discussions of damages for patent infringement. The patent at issue related to improvements in the manufacture of a centrifugal machine. The infringer had sold 252 machines that infringed the patent; however, the infringer alleged that the patentee would not have sold the equivalent number of machines had there been no infringement, and on that basis argued that the profit (damages) of the patentee had to be restricted to the number of machines it would actually have sold, and not the number sold by the infringer.", "[18] The House of Lords noted that each infringement, every sale of a patented article, is an actionable wrong that damages the patentee. In so doing, it echoed the observation of Lord Watson in REFERENCE_SUPPRESSED that \"Every sale of goods manufactured without license, by patent machinery, is and must be treated as an illegal transaction in a question with the patentee.\"", "[19] Lord Shaw observed in CITATION_SUPPRESSED that the fundamental principal of damages is restitution: \"The idea is to restore the person who has sustained injury or loss to the condition in which he would have been had he not so sustained it.\" Applying that principal to patent infringement, it was noted that there are two possible scenarios, and that they may both exist. In the first scenario, the patentee may establish that the infringer's trade would have been his and that he is entitled to be put in the position he would have been had it been his trade. In the second scenario, the patentee cannot prove that the infringer's trade would have been his, but he establishes that his property right (the patent) was breached. The patentee is entitled to a remedy for that breach. It was held that for such breaches he is entitled to a reasonable royalty, a form of rent, to compensate for the unauthorized use of the patentee's property.", "[20] In determining how one restores the patentee who has sustained injury or loss to the condition in which he would have been, had he not sustained it, courts have often said that one must create a but-for world. The but-for world is a legal fiction described by asking: \"But for the infringing product being on the market, what would the patentee's position have been?\" The answer to that question responds to the damage calculation in scenario one - the patentee's profits lost as a consequence of the infringement.", "[21] The parties here have a significant difference of opinion as to one specific characteristic of the but-for world. Apotex urges the court to find that if there is a non-infringing alternative [NIA] to the infringing product or process that was available to the infringer in place of the infringing product or process, then, even though the infringer did not employ the NIA in the real world, it must be considered in the but-for world. I shall refer to this as the NIA Defence.", "[22] Apotex called a number of experts in an effort to establish that the NIA Defence is available to it. I propose to deal with this issue first because whether the NIA Defence is available to an infringer will inform the discussion of the remaining issues. IV. Non-Infringing Alternative", "[23] The NIA Defence to a claim for damages for patent infringement is available in the United States: See for example, REFERENCE_SUPPRESSED. US courts hold that a patentee may obtain as damages the profits on sales it would have made but for the infringing sales, if it proves: (1) demand for the patented product, (2) the absence of an acceptable non-infringing substitute, (3) its capability to exploit the market, and (4) the amount of profit it would have made. It is the second criteria that constitutes the NIA Defence.", "[24] The NIA Defence provides that if the infringer can show that there was an alternative substitute to the patented product that did not infringe the patent, and which was available, then the patentee cannot prove that it would have made the sales made by the infringer because the infringer could have made those sales using the NIA. Absent proof that the patentee would have made the infringing sales in the but-for world, it cannot prove that it suffered a loss of profits on those sales.", "[25] Apotex concedes that Canadian jurisprudence, following that in the United Kingdom, is that \"the existence of a non-infringing alternative is not relevant to an assessment of damages\": REFERENCE_SUPPRESSED. Nonetheless, Apotex submits that \"there is good reason not to follow the jurisprudence in this country\" in this regard. It submits the following five arguments in support of this proposition: 1. That the jurisprudence in Canada as to the non-availability of the NIA Defence \"cannot be reconciled with the principles of causation that both the Supreme Court and other courts have enunciated;\" 2. That when the patentee elects an accounting of profits, Canadian jurisprudence recognizes that the infringer's profit is the difference between what it earned from the infringing product and what it would have been earned from a NIA product (see for example REFERENCE_SUPPRESSED) and there is no principled basis not to consider a NIA when the patentee elects to recover its damages; 3. That Canadian courts consider the wrong-doer's alternative behaviour when assessing damages under section 8 of the PMNOC Regulations in the but-for world (see for example REFERENCE_SUPPRESSED, varied but not on this point 2014 FCA 67), and there is no reason why that alternative behaviour ought not be considered in a reference on damages for infringement; 4. That the US decisions, although not binding, are instructive; and 5. That CITATION_SUPPRESSED is not binding on this court and its finding regarding the availability of the NIA Defence in Canada ought to be reconsidered because of the first submission above, because the decision is currently under appeal, and because \"serious legal challenges to the reasoning of the decision have been raised by at least one academic commentator:\" See Cotter, Thomas F., \"Canadian Court Rejects the Argument that Noninfringing Alternatives Are Relevant to Lost Profits,\" Comparative Patent Remedies , dated July 18, 2013.", "[26] Notwithstanding the submissions of counsel for Apotex, and the opinions of its expert witnesses who spoke from the viewpoint of economics and accounting, I reject that the NIA Defence is available to an infringer in Canada in an action for damages for patent infringement. 1. Causation", "[27] Apotex says that \"unless causation is proven with respect to each loss claimed, there is no principled reason to order the defendant to 'make good' the alleged loss.\" Causation, it says, relying on REFERENCE_SUPPRESSED, is proved using the \"but for\" test. The facts in CITATION_SUPPRESSED , an action in tort for negligence, were as follows.", "[28] Mr. Clements was driving a motorcycle. His wife sat behind him as his passenger. The bike was some 100 pounds overloaded and was being driven in a 100 km/hr zone. Mr. Clements accelerated to 120 km/hr to pass a truck. Unknown to him, there was a nail in the bike's rear tire. As the bike passed the truck, the nail dislodged, the rear tire deflated, the bike began to wobble, Mr. Clements lost control, and the bike crashed. Mrs. Clements suffered traumatic brain injury and sued Mr. Clements, claiming that the injury was caused by his negligence. There was no dispute that Mr. Clements was negligent in driving an over-loaded bike too fast. The question for the court was whether, but for his negligence, the injury to Mrs. Clements would have been sustained.", "[29] In reversing the finding of the Court of Appeal and ordering a new trial, the Supreme Court of Canada observed at para 8, that causation is proved using the \"but for\" test: The test for showing causation is the \"but for\" test. The plaintiff must show on a balance of probabilities that \"but for\" the defendant's negligent act, the injury would not have occurred. Inherent in the phrase \"but for\" is the requirement that the defendant's negligence was necessary to bring about the injury - in other words that the injury would not have occurred without the defendant's negligence. This is a factual inquiry. If the plaintiff does not establish this on a balance of probabilities, having regard to all the evidence, her action against the defendant fails.", "[30] Based on this authority, Apotex says that Lilly must prove that its infringing sales caused it to lose sales. It says that Lilly cannot show that it would have made all or any of the infringing sales made by Apotex, because Apotex could have manufactured and sold cefaclor without infringing the patents. In that world, the sales would have remained sales made by Apotex, not by Lilly. Therefore, it says, there is no causal connection between the loss of sales and the infringement of the patents.", "[31] The fallacy in Apotex's submission is that casual connection must be determined based on an examination of the facts as they existed at the relevant time - not on those that could have existed. Just as was no defence for Mr. Clements to say that the nail could have fallen out of the tire before he increased speed and when he was riding a properly loaded bike, and therefore there is no causal connection between his negligence and his wife's injury, it is no defence for Apotex to say that it could have manufactured and sold non-infringing cefaclor and therefore there is no causal connection between its sale of the infringing product and Lilly's lost sales.", "[32] I concur with Mr. Creber who said: \"I am not aware of any Canadian case that has allowed a tortfeasor, the person who committed the tort, to pretend they could have acted differently whether that be personal injury, whether it be negligence, whether it be patent infringement. ... If I drove my car down Elgin Street and I hit somebody, it would be not open to me to argue, 'I could have gone down Metcalfe Street instead and would have avoided hitting the person'.\"", "[33] Apotex is correct in saying that Lilly must prove the casual connection between its lost sales and the infringing sales made by Apotex. It must prove on the balance of probabilities that but for the sales of the infringing product, it would have made additional sales; and it must prove the number of those additional sales and the profit that it would have realized on them. I also agree with the submission of Apotex that damages for lost profits have been denied where the causal link between the infringement and the lost sales has not been established. Apotex brought examples to the court's attention where a patentee was denied recovery of its alleged lost profits on the sales made by the infringer because it was unable to prove that it would have made those sales, but for the infringing product being on the market. I summarize these examples as follows: (1) where the infringed patents are usually licensed by the patentee, the patentee's loss is limited to the royalty it usually charges: REFERENCE_SUPPRESSED; (2) where the infringing sales occur in markets where the patentee does not operate it is limited to recover only a reasonable royalty: CITATION_SUPPRESSED ; (3) where the patentee would not have made the infringing sales because it had ineffective distribution or marketing: REFERENCE_SUPPRESSED; (4) where the plaintiff would not have made the infringing sales because of customer dissatisfaction and its refusal to deal with the patentee: CITATION_SUPPRESSED ; and (5) where there is a competitive market-place and it is shown that some of the infringing sales would have been made by a third party competitor: REFERENCE_SUPPRESSED.", "[34] Each example is based on a fact relating to the conduct of the patentee or a third party - not on a hypothetical and most certainly not on hypothetical behaviour of the infringer. It is the fact of the patentee's usual conduct in licensing its patents, the fact of the markets into which it sells, the fact of the patentee's distribution and marketing systems, the fact of the willingness of customers to purchase from the patentee, and the fact of the competitors in the real market that prevented the patentee from obtaining full recovery in the above examples.", "[35] In short, the causal connection must be examined in the real world. Damages arise if Lilly proves in the real world that, but for Apotex selling infringing product, it would have made some or all of those sales. The causal connection is not examined in the hypothetical world where the infringer engages in different conduct than that in which it actually engaged. Such an approach permits the wrong-doer to escape all responsibility for its conduct. It would permit an infringer who is aware that there are two manufacturing processes, one that infringes and one that does not, to choose the infringing process comforted in the knowledge that the NIA Defence will permit it to escape most if not all of the consequences of its wrongful act. Although damages for patent infringement are not intended to punish infringers, neither are they intended to reward them. 2. Accounting of profits", "[36] If a plaintiff elects an accounting of profits rather than damages, then the availability of alternatives to the infringing product is considered. Apotex says that there \"is no prima facie reason why the availability of alternatives should be used as a basis to reduce the recovery to a patentee in profits cases but not in damages cases.\"", "[37] There is a fundamental difference between an accounting of profits and an assessment of damages and it underlies why the availability of an alternative may be considered in the former but not in the latter. The former assesses the profit made by the infringer from having used the patent, whereas the latter assesses the profit the patentee would have made but for the infringer's actions.", "[38] In REFERENCE_SUPPRESSED, the patentee elected an accounting of the profits made by the infringer in sowing canola seed containing the patented gene. That invention permitted a farmer to obtain a greater yield by spraying the crop with herbicide to kill weeds but not the patented canola. The Supreme Court noted that there was no evidence that Mr. Schmeiser had sprayed the crop he planted and thus no evidence that he profited from infringing the patent. In short, he obtained the same result he would have obtained if he planted non-patented seeds. Accordingly, there were no profits attributable to the use of the patented seed.", "[39] In CITATION_SUPPRESSED , the defendants admitted to have infringed Monsanto's invention by planting soybeans containing the patented gene, but unlike CITATION_SUPPRESSED , they sprayed their crop with herbicide. Therefore, they obtained the benefit of the patent. Again, Monsanto elected an accounting of the profits made by the defendants in having used its invention. As in CITATION_SUPPRESSED , the task was to assess the profit made by the infringer from its use of the invention. That profit was held to be the difference in the profit the farmer would have realized had he planted a non-patented seed and that which he realized having planted the patented seed. This formula discloses that portion of the infringer's profit that is causally related to the invention - the ability to spray the crop with herbicide without damaging it.", "[40] The NIA is considered when one accounts for an infringer's profit because one must identify what profit it directly attributable to the use of the invention. Where it is proven that the infringer would not have made any profit unless it used the invention, then all of the profit will be disgorged: see for example REFERENCE_SUPPRESSED where the patent comprised the whole of what was sold and the infringer's contract for pipeline installation required that particular method. On the other hand, if it is shown that there is another product or method that the infringer could have used, then the profit made as a consequence of the use of the invention is the difference between the two and only that difference needs to be disgorged. CITATION_SUPPRESSED was such a case. At trial, notwithstanding evidence that conventional seed was in limited supply, it was held that \"[i]f one uses a comparator only if it is actually physically available for use, but not when its exists but is physically unavailable, the fact that the resulting crop has a value apart form the invention will be ignored:\" REFERENCE_SUPPRESSED. The reason being that the court must identify the profit made that is directly attributable to the improper use of the patent.", "[41] When one is assessing the damage sustained (lost profit) by the patentee because of the infringement, it is irrelevant whether that loss could have been avoided altogether had the infringer done otherwise - because it was not avoided. Rather, the damage resulted precisely because of the infringement. To do as suggested by Apotex shifts the focus from the consequences to the patentee to those of the infringer. The damage suffered by the patentee is every sale lost in the real world as a result of the defendant's infringing activity. It is not, as Apotex would suggest, and as stated by its expert Dr. Aidan Hollis, limited by the value of the patent, i.e. the value the patent otherwise brings to a product producible by some alternative non-infringing method. What Lilly lost in the present case was not some such difference but its entire profit on each lost sale. 3. Section 8", "[42] Apotex submits that there is no reason why, if alternative behaviour by the wrong-doer is considered in the computation of damages under section 8 of the PMNOC Regulations , such conduct should not be considered in the computation of infringement damages.", "[43] This submission was also made by Apotex in CITATION_SUPPRESSED , and it was rejected by Justice Snider at paras 107-112. I too reject it.", "[44] As was noted by Justice Snider, the but-for world of section 8 is found within a specialized and comprehensive regulatory scheme distinct from damage assessments under section 55 of the . In any event, the probable conduct of the \"wrong-doer\" patentee had the NOC been permitted to issue to the generic, is based on evidence of what it has done in the past. If it has most frequently licensed an authorized generic in the past when a NOC was granted to a generic, then it is probable it would have done so had the Minister not been prevented from issuing a NOC to the plaintiff generic. An argument by the patentee that it would have granted a license to an authorized generic in the absence of any evidence that it had done so previously will be met with extreme scientism.", "[45] In my view, there is a material difference in principle between determining what a patentee would have done had a NOC been permitted to issue (the section 8 PMNOC Regulations situation) and determining what the patentee would have done but for the action of the infringer (the section 55 situation). I do not accept the submission of Apotex that in the section 55 situation one must consider that the infringer was at liberty to act in a non-infringing manner. That asks the wrong question. It asks: \"But for the infringement, what could the infringer have done?\" The proper question to ask is: \"But for the infringement, what would the patentee have done?\" It is only the latter question that discloses the damage sustained by the patentee by reason of the infringement. 4. US jurisprudence", "[46] Apotex submits that while not binding, the US jurisprudence is \"instructive.\" I do not share that view.", "[47] There is a significant and material difference between Canadian and US legislation defining the patentee's recoverable damages.", "[48] Under 35 U.S.C. section 284, \"the court shall award the claimant damages adequate to compensate for the infringement but in no event less than a reasonable royalty for the use made of the invention by the infringer\" [emphasis added]. Justice Rader in CITATION_SUPPRESSED , citing Supreme Court jurisprudence, says that this \"statutory measure of 'damages' is 'the difference between [the patent owner's] pecuniary condition after the infringement, and what his condition would have been if the infringement had not occurred'\" and this \"requires a reconstruction of the market, as it would have developed absent the infringing product, to determine what the patentee 'would ... have made'.\" This determination, he says, requires an examination of what the patentee likely would have done and also what the infringer, absent the infringing product, would likely have done [A] fair and accurate reconstruction of the \"but for\" market also must take into account, where relevant, alternative actions the infringer foreseeably would have undertaken had he not infringed. Without the infringing product, a rational would-be infringer is likely to offer an acceptable noninfringing alternative if available, to compete with the patent owner rather than leave the market all together. The competitor in the \"but for\" marketplace is hardly likely to surrender its complete market share when faced with a patent, if it can compete is some other lawful manner.", "[49] Section 55 of the does not direct the court to assess \"damages adequate to compensate\" for the infringement; rather it requires the court to assess \"all damages sustained by the patentee ... by reason of the infringement.\" An assessment of the \"adequacy\" of an award of damages may well involve a consideration of factors that are not at play when one is focused on assessing what damages were actually caused by the infringer's actions.", "[50] US courts have determined that under the former assessment, an appropriate consideration going to the adequacy of the award is a consideration of other options available to the infringer. However, for the reasons previously expressed, it is clear that alternative courses of action an infringer could have taken, but did not, have absolutely no bearing on the damages actually suffered because of the action it did take. For these reasons, the US jurisprudence has no value to a Canadian court when undertaking assessments of patent damages following an infringement. 5. Canadian jurisprudence", "[51] I agree that I am not bound by the decision in CITATION_SUPPRESSED . However, the principle of comity does apply to judges of this court. Conclusions of law of a Federal Court judge should not be departed from, unless one is convinced that the departure is necessary and cogent reasons can be articulated for so doing: REFERENCE_SUPPRESSED.", "[52] I reject the three reasons offered by Apotex as support for its request that I refuse to follow CITATION_SUPPRESSED . They do not convince me that Justice Snider was in error To the contrary, and for the reasons previously expressed, I share her view on the inapplicability of the NIA defence.", "[53] The first reason offered by Apotex, the causal submission, has been previously examined and rejected. The second reason, that Apotex has appealed CITATION_SUPPRESSED , is irrelevant. The principle of comity applies until such time, if ever, that the previous Federal Court decision is reversed on the relevant point.", "[54] Lastly, I do not consider the views of Professor Cotter to be a \"serious legal challenge\" to the reasoning in CITATION_SUPPRESSED , nor do I find the short 2 page article on his blog to be persuasive or helpful in the Canadian debate Apotex wishes to advance.", "[55] Professor Cotter's disagreement with this court's judgment in CITATION_SUPPRESSED on the use of a NIA is one he acknowledges is based on \"economic logic\" as the following passage illustrates: My own view, as expressed repeatedly in my book, is that CITATION_SUPPRESSED and its progeny are fundamentally wrong as a matter of economic logic . If, but for the infringement, the defendant would have resorted to a noninfringing alternative that would have enabled it to make all the sales it made using an infringing product, the patentee quite literally has suffered no lost profit attributable to the infringement. Put another way, the patentee's profit on sales of its patented products in the hypothetical world of no-infringement would have been no different than its profit on actual sales in the real world of infringement. Awarding the patentee lost profits premised on its having captured all of the defendant's infringing sales thus results in overcompensation. The correct remedy to restore the patentee to the position it would have occupied but-for the infringement is a reasonable royalty calculated on the basis of what the parties would have agreed to in arms-length negotiations prior to the infringement (e.g., some portion of the defendant's expected cost savings from using the infringing process as opposed to the next-best available noninfringing alternative). [emphasis added]", "[56] If the court were in a position to ignore relevant statutory provisions enacted by Parliament and apply economic logic, then perhaps he and not I would be the decision-maker in this case. However, this is a court of law - not of economics. From the standpoint of economics it may make sense to consider that \"but for the infringement, the defendant would have resorted to a noninfringing alternative;\" however, it is not appropriate when assessing damages under section 55 of the for all of the reasons previously expressed. The position Professor Cotter favours would require an amendment to the by the Parliament of Canada. It is not within this court's jurisdiction to sacrifice laws Parliament has enacted written on the alter of economic logic.", "[57] For all of these reasons I reject completely the submission of Apotex that it is entitled to the benefit of the NIA Defence. V. When Would Apotex Have Entered the Market?", "[58] Apotex applied for its NOC in June 1995 and it issued on January 17, 1997. Soon thereafter Apotex began to import and market the infringing cefaclor. However, in the real world, Apotex ceased to import the infringing bulk cefaclor after June 3, 1998. Thereafter it began to import Lupin 2 which Lilly failed to prove infringed its patents.", "[59] Apotex submits that in assessing Lilly's damages, the court must do so on the basis that from and after June 3, 1998, Apotex would have had a legal generic cefaclor in the Canadian market, as a consequence of which, sales of Lilly's cefaclor would have decreased substantially.", "[60] Lilly submits that Apotex has failed to establish that it would have come to market with legal cefaclor prior to the expiry of the infringed patents and accordingly, it says that it would have had exclusive market share until the expiration of all of the relevant the patents on July 26, 2000.", "[61] One argument Lilly advances in support of its submission relates to whether there was a non-infringing process available to Apotex prior to July 26, 2000. It argues that Justice Gauthier found only that Lilly had failed to prove that the Lupin 2 material infringed, but not that it was a non-infringing process. I prefer the submission of Apotex that \"a party that has successfully opposed an allegation of infringement in respect of a particular material in the liability phase is not required to lead additional evidence in the reference phase\" to prove that such material is non-infringing. \"To require same would undermine the civil burden of a balance of probabilities, twice vex a party, and render the liability phase judicially wasteful.\"", "[62] However, the burden remains on Apotex to prove on the balance of probabilities that it would have come to market with non-infringing cefaclor prior to the expiration of the patents. For the reasons that follow, I find that Apotex has failed to prove that had the infringing material not been available to it, it would have entered the market with a non-infringing material.", "[63] Apotex submits that proof of what it would have done in the but-for world is established by what it did in the real world. In the real world, when it determined that the process being used infringed the patents, it sought out a non-infringing process and continued selling in the market-place. While true, I agree with Lilly that there is a fundamental difference between considerations and actions one takes to enter the market and considerations and actions one takes to remain in the market.", "[64] Here, Apotex had been in the cefaclor market since January 1997 when it stopped importing the infringing material 18 months later in June 1998. It had built a customer base and obtained formulary listing of its product - all of which would have been put on hold for two years until patent expiry if it did not find another manufacturing process. In short, it had an incentive to find a non-infringing alternative to maintain its place in the market.", "[65] On the other hand, one must ask if there is persuasive evidence that but for using the infringing process in 1998, Apotex would have sought out a non-infringing process?", "[66] While not conclusive, it is of note that only three years earlier, Justice Simpson found that \"there is no commercially viable means of producing Cefaclor without using at least two of the Intermediates. Canadian Patents 1,097,611 and 1,146,536 contain the claims for those crucial intermediates.\"", "[67] More germane is that in the liability judgment, Justice Gauthier found that \"there is no evidence that Apotex was even genuinely concerned with obtaining lawful supply with respect to bulk cefaclor\" [emphasis added]. The recitation of the evidence of Dr. Sherman in this regard at paras 827-834 evidences the determination of Apotex to enter the cefaclor market but only, it appears, with infringing material. In the face of that finding, it would require uncontradicted and explicit evidence for the court on the reference to conclude that Apotex would have sought out a legal alternative in order to enter the market prior to the expiration of the patents.", "[68] While I accept that Apotex evidenced a desire to enter the cefaclor market, I find no persuasive evidence that it had any desire to enter the market, as opposed to remaining in it, through legal means. Apotex offered evidence that it does not conduct a profitability analysis on its individual products before marketing them, so entering the market with a legal cefaclor product could not have been motivated by any direct financial incentive. Other than its general desire to have as many pharmaceutical products in the marketplace as possible, it offered no evidence that its wish to add cefaclor to its portfolio would have prompted it to seek out a non-infringing method prior to patent expiry.", "[69] In this respect, although Lilly urged the court to find that Apotex would not have been in the market until after the last of the patents - one of the Lilly Patents - expired on July 26, 2000, it conceded in oral argument that Apotex could have produced a non-infringing cefaclor using the Kyong Bo process after the last of the Shionogi Patents expired on April 19, 2000.", "[70] For the reasons expressed above, I find that Apotex would not have been in the cefaclor market prior to April 19, 2000, when the last of the Shionogi Patents expired. From that date forward, Apotex could have, and I find that it would have, entered the market, with a non-infringing cefaclor.", "[71] Further, I find that Lilly would not have permitted its authorized generic to enter the market had Apotex not been in the market. All of the evidence points to Lilly only authorizing a generic to sell its patented pharmaceutical products when another generic was in or about to be in the market. Accordingly, I find that Lilly would have occupied the whole of the cefaclor market until at least April 19, 2000. I accept that Apotex would have taken all steps to be in the market with its generic cefaclor on or as soon as possible after April 19, 2000. Its wish to capture the first mover effect would be its incentive. VI. When would Apotex Have Been Listed on the Provincial Formularies?", "[72] There was only one expert called to testify on the question of provincial formulary listing: Rosemary Bacovsky. She was qualified, without objection from Lilly, as \"a pharmaceutical industry consultant and pharmacist, with expertise in formulary listings, market access, reimbursement policies, pricing, and interchangeability regimes of the Canadian pharmaceutical market place.\"", "[73] She provided her opinion on the provincial formulary listing dates based on a number of assumptions and various scenarios as to when Apotex would have launched its product into the cefaclor market. Regrettably, entry on April 19, 2000 was not a date she considered. The closest dates she considered were July 1, 1999 and July 26, 2000.", "[74] Ms. Bacovsky's opinion was based on an assumption that Apotex would apply for listing as soon as possible, take advantage of any fast-track process available, and would obtain formulary listing on the earliest possible date that coincided with or fell after Apotex's launch date.", "[75] Lilly encouraged the court to prefer and use the listing delays in the real world and not to accept Ms. Bacovsky's \"hopeful approach.\" I acknowledge that her evidence was somewhat shaken on cross-examination and that her opinion was based on the best case for listing. I also accept that her view on likely listing dates is arguably optimistic when one compares it to the real world listing of Apotex's cefaclor. On the other hand, when one is looking at a situation where the patent will soon expire, and Apotex is aware that Lilly has an authorized generic waiting in the wings, I accept that Apotex would work hard to come to market as soon as possible after the patent expiry date.", "[76] In that scenario, Ms. Bacovsky was the only witness who provided an opinion as to likely listing dates. Lilly called no expert, and I find Ms Bacovsky's evidence in this regard persuasive. She examined all of the material facts, the existing provincial policies and procedures, and the Provincial Reimbursement Advisor newsletters included in Exhibit C to her affidavit. At paragraphs 31 and 32 of her report, she explains that she \"assumed that in Manitoba, Ontario and Quebec, where formularies were updated through legislation, that the dates of changes to the formularies would remain the same in the hypothetical launch scenarios.\" In all of the other provinces, where there is flexibility in the updating of the formularies, she assumed that the various provinces would wish to start benefiting from the generic drug as soon as possible. This approach, she says, is \"consistent with my own experience.\" In my view, these assumptions are reasonable and in the absence of any evidence to the contrary, I adopt them.", "[77] Based on these assumptions and relying on the data contained in Ms. Bacovsky's report, I conclude that the formulary listing dates in the various provinces for Apotex's cefaclor following a launch date of April 19, 2000, are as follows: British Columbia April 19, 2000 Alberta April 19, 2000 Saskatchewan May 1, 2000 Manitoba May 15, 2000 Ontario July 17, 2000 Quebec May 17, 2000 New Brunswick April 19, 2000 Nova Scotia May 1, 2000 Newfoundland & Labrador April 19, 2000 I find that Lilly would have occupied the market entirely in each province until the formulary listing date in that province, as reflected in the chart above. VII. The Size of the Market", "[78] All experts agree that the size of the cefaclor market in the but-for world would be the same as it was in the real world. Accordingly, to ascertain the size of the cefaclor market one sums the sales of cefaclor in the real world in the relevant period and that will equal the number of sales in the but-for world.", "[79] There are two challenges with this otherwise straight-forward approach. The first relates to the data to be used in determining the volume of sales of cefaclor. The second relates to the relevant period and the portion of the market each of the various pharmaceutical companies would have had if the infringing activity had not occurred. 1. Data", "[80] Sales of pharmaceuticals may be examined at three different points in the distribution chain.", "[81] Ex factory data reflects sales made by pharmaceutical manufacturers to wholesale distributors and to large pharmaceutical chains that do not use wholesalers. Mr. Harington, an expert called by Apotex, says that this data is the most relevant in assessing Lilly's lost sales because it reflects sales made by each manufacturer: \"[I]n attempting to put Lilly back in the same economic position it would have been in or, put another way, reimburse it for additional unit sales it would have made, that's the level at which the analysis needs to be performed, in my opinion.\" I agree.", "[82] The challenge in determining the ex factory sales made in the relevant period is that it is not measured by the independent source of pharmaceutical sales data such as IMS Health. It must be determined from other data available from IMS Health.", "[83] IMS Health collects data on the volume of product that hospitals and pharmacies purchase [IMS CD&H data] and data on prescriptions filled for patients and consumers [IMS Rx data].", "[84] IMS CD&H data does not account for free goods distributed by pharmaceutical manufacturers as an incentive to purchase its product. That is of particular significance in this case as the uncontested evidence is that the amount of free goods distributed by all of the cefaclor manufacturers was significantly greater than usual. Accordingly, if one uses IMS CD&H data to obtain ex-factory sales, one must add to it the free goods provided by the manufacturers to reflect the volume of goods manufacturers had actually placed in the market.", "[85] The second challenge in using IMS CD&H data to ascertain the market size of a generic manufacturer in the period commencing with the launch of its product, is that the volume of goods leaving the generic manufacturer in that period will not accurately reflect the volume a brand company would have sold had the generic not been in the market. This is because wholesalers and chains purchase sufficient inventory so that they have goods readily available for sale. Accordingly, when a generic manufacturer first launches a drug, the wholesalers and chains purchase more than is immediately needed in order to create an inventory from which to fill future prescriptions. Mr. Harington testified that in his experience the amount of product in the pipe typically is a six to eight week supply. This is known as \"pipefill.\" When a drug is first marketed, IMS CD&H data will exaggerate the number of sales that the brand company would have made and an adjustment needs to be made to reflect that fact.", "[86] The other available data is IMS Rx data which reflects prescriptions actually filled. Measured at this point, it includes free goods given to wholesalers and chains, but sold to consumers. It does not, however, reflect sales made to fill the pipe. Accordingly, as Mr. Harington observed the difference between IMS Rx data and IMS CD&H data from market entry is the amount of goods in the pipe.", "[87] Mr. Harington also noted that there needs to be an adjustment to the IMS CD&H data if, following the end of the relevant period, goods are returned to the manufacturer. Return of goods will typically occur after a generic enters the market. Wholesalers and chains will have an inventory of the brand-name pharmaceutical that exceeds demand after generic entry because the generic product will occupy most if not all of the market. They return these goods to the pharmaceutical manufacturer. Mr. Harington referred to this as negative pipefill.", "[88] Mr. Harington accounted for this in his report, while Mr. Sims, Lilly's expert, did not. I agree with Mr. Harington that it must be accounted for. As he testified: \"If 100 goods go out, ten come back, if one wants to understand what adjustment needs to be made to the market, it is only an additional 90 that was in the market.\"", "[89] Mr. Harington's approach is preferred over that of Mr. Sims because it accords with the reality that Lilly should not be credited with sales that are eventually returned to it.", "[90] Mr. Sims prepared his initial report on the basis of IMS CD&H data, believing that the data included free goods. It does not. Mr Sims was granted leave to file a supplemental report correcting that error and including free goods.", "[91] Mr. Harington's initial report used the IMS CM&H data of Mr. Sims and he too mistakenly believed that it included free goods. He subsequently authored two additional calculations - one based on IMS CD&H with free goods and the other based on IMS Rx data. He used the IMS Rx data to confirm his assessment of the IMS CD&H. The IMS Rx data, as he noted is pure - in that it reflects actual prescriptions filled and there is no need to adjust it for free goods. He took comfort in the fact that the IMS Rx data more closely reflected his assessment of the IMS CD&H data inclusive of free goods than it did Mr. Sims' assessment. This is a further reason why his opinion was preferred.", "[92] Mr. Harington testified that \"substantially all of the difference\" between he and Mr. Sims in their respective calculation of Lilly's lost profits related to their respective views of Apotex's penetration rate into the market. Both experts agree that regardless of the date Apotex was listed on the formulary, it would have started at zero sales and that it would have taken some time for Apotex to erode Lilly's market share.", "[93] I turn now to consider the erosion of Lilly's market by Apotex in the but-for world and the impact this has on Lilly's lost sales. 2. Relevant Period and Market Share", "[94] The erosion rate is a relevant consideration when one uses sales volume in the real world in the relevant period to reflect sales in the but-for world. This can be illustrated in the present case by considering that in the real world, on April 19, 2000 (the but-for world launch date of Apotex's cefaclor), Apotex was already in the cefaclor market selling its Lupin 2 cefaclor. It had achieved full market penetration. However, in the but-for world, Apotex entered the market no earlier than April 19, 2000, it had to achieve formulary listing, and following listing, it would take some time to achieve full market penetration.", "[95] Mr. Sims' calculations assumed that the penetration of Apotex in the but-for world would be the same as in the real world. Mr. Harington, using the formulary listings offered by Ms. Bacovsky, says that \"to the extent that formulary listings would have occurred in a shorter period of time in the 'but for' world following market entry than occurred in the actual world, the accelerated rate of generic penetration that occurs after formulary listing would have occurred faster, or sooner.\" I prefer Mr. Harington's approach. I agree with him that Mr. Sims' approach is based on a \"simplistic assumption\" that there is no change in formulary listing and market penetration even though there is a time difference between the two scenarios. There no evidence that supports Mr. Sims' assumption. Moreover, Ms. Bacovsky, whose opinion I accept, says otherwise.", "[96] Schedule 1 to Mr. Harington's report shows that Lilly's lost profits, excluding royalties, would be $ [..Redacted.. ] if Apotex entered the market on July 26, 2000, and was listed on the formularies on the dates provided by Ms. Bacovsky for that launch date. Entry on April 19, 2000, with the adjusted listing dates found above, would result is a slightly lower figure. The parties are directed to have Mr. Harington redo his calculation of Lilly's damages based on these facts. VIII. Royalties", "[97] The law provides that Lilly is entitled to a reasonable royalty for each sale made by Apotex, in breach of the patents, even though Lilly itself would not have made the sale. Mr. Harington adopted the royalty rate contained in the expert report of Mr. Weinstein, an expert called by Apotex. He was qualified as \"an expert in economics, the valuation of intellectual property and the assessment of damages for patent infringement, including reasonable royalty damages, with particular expertise in the economics of pharmaceutical markets.\"", "[98] Mr. Weinstein's opinion was based on the fact that Apotex paid $1,500 US/kg for non-infringing Lupin 2 and $1,005 US/kg for the infringing cefaclor. In his view, the parties would have negotiated over the difference of $495 US/kg, being the cost saving to Apotex. Using the Nash bargaining solution, Mr. Weinstein concludes that they would have negotiated a royalty of $248 US/kg, being a 50/50 split.", "[99] In my view, that is a simplistic approach to the question of a reasonable royalty and arguably does not even do justice to the Nash bargaining solution. A proper reasonable royalty rate, even under the Nash bargaining solution, must be arrived at by examining the relevant facts and circumstances of the situation at hand, as well as the character of the hypothetical negotiations that the parties would have engaged in at the relevant time considering those facts and circumstances. The relevant facts and circumstances include the availability of alternatives to the patented process, the relative bargaining strength of the parties, and the relationship between the parties. The creation of a legal fiction of a willing licensor and a willing licensee, in my view, does not demand that they be equally willing. One must inquire of each party how willing it is. Is this a marriage of equals or a shotgun wedding?", "[100] I agree with Lilly that Mr. Weinstein's report is flawed in that his opinion is premised on the availability of a non-infringing alternative that \"could\" have been available to Apotex when it commenced its infringing activity. There is no support for that premise in law or on the evidence.", "[101] Mr. Sims, Lilly's expert, argued that the reasonable royalty rate should be at least $1,119 CAN/kg. He concludes this based on the up to $1,119 CAN/kg premium Apotex paid for non-infringing Lupin 2 over the lowest price it paid for infringing cefaclor. Lilly argued that the reasonable royalty rate should be closer to the highest price Apotex paid for Lupin 2 ($2,500 CAN/kg) given the relative bargaining positions of the parties.", "[102] In my view, the reasonable royalty rate that these parties would negotiate given their respective market positions and circumstances at the commencement of infringement (when Lupin 2 was not known) is greater than $1,119 CAN/kg, but not by as much as Lilly submits. In my view, one must consider that Lilly does not enter into royalty agreements except with an authorized generic which is not the situation at hand. One must also consider that these parties are engaged in litigation on a regular and recurring basis. This leads me to the view that Lilly is less likely to be willing to negotiate a deal unless it is of the view that it has \"bettered\" Apotex in the negotiated deal. Apotex has stressed throughout the trial that it is in the business of expanding its catalogue of pharmaceuticals which suggests it would be eager to strike a deal, regardless of the profit it might make on that single product. On the other hand, given the financial wherewithal of Lilly, it is unlikely to see any great financial advance to entering into a deal unless it does better than 50/50. For these reasons, I find that the parties would have negotiated a reasonable royalty of $1,500 CAN/kg.", "[103] There is a difference between Mr. Sims and Mr. Harington as to the total material that is subject to royalty. Having preferred Mr. Harington's evidence on the other issues, I accept his on this as well. The court has not been provided with the total volume of infringing material imported and accepted by Apotex prior to April 19, 2000. That volume, less the deductions made by Mr. Harington is the total material subject to a royalty [royalty base]. The parties are directed to have Mr. Harington provide the parties and the court with that figure. Royalty of $1,500 CAN/kg will be awarded on that royalty base. IX. Prejudgment Interest", "[104] At trial, Justice Gauthier granted Lilly an award of simple prejudgment interest \"at the rate to be calculated separately for each year since the infringing activity began at the average annual bank rate established by the Bank of Canada as the minimum rate at which the Bank of Canada makes short-term advances to the banks listed in Schedule 1 of the Bank Act , R.S.C. 1985, c. B-1.\" However, she went on to say that \"this award is conditional upon the reference judge not awarding interest under para 36(4)(f) of the Federal Courts Act .\"", "[105] The trial judge, at paragraph 673 of her Reasons, recognized that on the reference it was open to Lilly to prove its entitlement to an award of compound prejudgment interest: [I]n the course of the reference, Lilly has the opportunity to attempt to establish that an award award of compound interest is required to provide full compensation, as well as the appropriate rate of interest to achieve this aim. If this is established, the interest so payable is by a right other than under subs. 36(2) of the Federal Courts Act and para. 36(4)(f) of this act would prevent the Court from awarding pre-judgment interest under its subs. 36(2).", "[106] Both parties rely on the decision of the Supreme Court of Canada in REFERENCE_SUPPRESSED; each states that it supports its position on whether compound prejudgment interest is available to the plaintiffs in this case.", "[107] CITATION_SUPPRESSED was a breach of contract case. Bank of America had agreed to provide construction financing for a condominium development and Mutual Trust had agreed to provide mortgage financing for investors. Both had agreements that specified each would receive compound interest from those to whom they were lending.", "[108] There was a downturn in the real estate market causing Mutual Trust to refuse to advance the mortgage funds. The condominium was ultimately sold at a significant loss.", "[109] Bank of America sued Mutual Trust for breach of contract and the trial judge awarded compound prejudgment interest on the damages awarded. The Ontario Courts of Justice Act provisions on prejudgment interest are similar to those in the Federal Courts Act . Both provide for simple prejudgment interest unless the interest \"is payable by a right other than under this section.\"", "[110] The Supreme Court discussed the concept of \"time value\" of money (that the \"value of money decreases with the passage of time\") and examined the history of interest in Canadian law. It concluded that the common law now recognizes awards of compound interest in contract cases: \"To keep the common law current with the evolution of society and to resolve the inconsistency between awarding expectation damages and the courts' past unwillingness to award compound interest, that unwillingness should be discarded in cases requiring that remedy for the plaintiff to realize the benefit of his or her contract.\"", "[111] The Supreme Court further held that equity also allows courts to award compound interest: \"Equity has been recognized as one right by which interest may be awarded other than as specifically stated in ss. 128 and 129 [of the Courts of Justice Act ], including an award of compound interest.\"", "[112] Lilly, citing paragraph 33 of CITATION_SUPPRESSED submits that if it is not awarded compound prejudgment interest, Apotex will be financially rewarded in having held on to the funds that are rightfully its property, and it will be disadvantaged: To prevent defendants from exploiting the time-value of money to their advantage, by delaying payment of damages so as to capitalize on the time-value of money in the interim, courts must be able to award damages which include an interest component that returns the value acquired by a defendant between breach and payment to the plaintiff.", "[113] In REFERENCE_SUPPRESSED, Justice Hughes stated: \"A party should not be encouraged not to pay a Judgment simply because it is cheaper to let the interest accumulate.\" Similarly, a party should not be encouraged to delay and prolong litigation because it is cheaper and more rewarding than paying the piper.", "[114] On the other hand, Apotex submits that CITATION_SUPPRESSED \"stands for the proposition that the other right that we find in section 36(4)(f) [of the Federal Courts Act ] can be a right in equity ... and a right from common law arising out of contract\" and it submits that neither is asserted in this litigation by Lilly.", "[115] Apotex has taken a far too narrow view of the judgment in CITATION_SUPPRESSED . It is true that the Supreme Court of Canada stated that \"equity has been recognized as one right by which interest may be awarded other than as specifically stated\" in the relevant court's statute, and that \"the common law right in contract law to be awarded expectation damages is another such right;\" however, the Supreme Court did not state that these were the only other \"rights\" available to support an award of compound interest.", "[116] Interest may be payable by a right under another statutory provision. Justice Gauthier implicitly recognized this when she wrote that Lilly could be awarded compound prejudgment interest \"as an element of compensation.\" The source for \"compensation\" is subsection 55(1) of the which provides that the infringer is liable to the patentee \"for all damage sustained\" by reason of the infringement. If the patentee can establish that it lost profits as a result of the infringement and that those profits would have generated income on a regular basis over the period of deprivation of those profits, then the patentee has also sustained the damage of the lost income from those profits.", "[117] Apotex submits that Lilly has failed to prove any such loss. It has failed to prove that it would have invested the lost profits and reinvested any income from it or that it would have paid down existing debt.", "[118] In my view, the patentee is not required to prove exactly what use it would have made of the profit it has lost as a result of the infringer's actions. This is after all, a hypothetical scenario because it did not have the funds in hand. I subscribe to the view expressed by S. M. Waddams in The Law of Damages (3rd ed 1997), at 437, cited at para 37 of CITATION_SUPPRESSED [T]here seems in principle no reason why compound interest should not be awarded. Had prompt recompense been made at the date of the wrong the plaintiff would have had a capital sum to invest; the plaintiff would have received interest on it at regular intervals and would have invested those sums also. By the same token the defendant will have had the benefit of compound interest. I would go further and say that in today's world there is a presumption that a plaintiff would have generated compound interest on the funds otherwise owed to it and also that the defendant did so during the period in which it withheld the funds.", "[119] Apotex argues that an award of compound interest will over compensate Lilly because it permits pre-tax dollars to be compounded rather than after-tax dollars. It says that \"an award of simple interest obviates the need to take such tax considerations - which considerations may be quite complex - into account and permits a more facile calculation.\" The ease of calculation is not a relevant consideration in determining damages. Other than to state that the calculation may result in some windfall to the patentee, Apotex has offered no evidence to support any informed reduction in the award of compound interest over the 12 years period under consideration. Any discounting of compound interest by the court on this record would be nothing more than mere speculation. In any event, while the failure to consider that interest would have been earned on after-tax dollars may generate a higher award to Lilly, this is off-set in whole or part by the fact compound interest does not precisely account for the three factors the Supreme Court identified for the depreciation of the value of money: (i) opportunity cost, (ii) risk, and (iii) inflation.", "[120] Lilly called Dr. Stephen Foerster, a Chartered Financial Analyst and Professor of Finance at the Ivey School of Business at the University of Western Ontario to provide his opinion as to the appropriateness of compounding prejudgment interest and the appropriate rate. He testified that the Weighted Average Cost of Capital [WACC] was the most appropriate rate to be awarded as it represented the best estimate of the forgone opportunity cost to Lilly, and this he said was [..Redacted.. ] %. I agree with Apotex, for the various reasons it offered, that WACC is \"simply not a measure that is compensatory for the time-value of money.\" The principle basis for rejecting WACC is that stated by Justice Snider in CITATION_SUPPRESSED at para 262: \"[T]he rate at which a very large and wealthy corporate entity would choose to screen investments has little relevance to the assessment of a rate of pre-judgment interest.\"", "[121] Dr. Forester also considered using the rate of return on Treasury Bill investments, the bank rate, Lilly's cost of debt, and Apotex's cost of borrowing. It may be that any of these are acceptable and appropriate in specific circumstances. However, in my view, when one is attempting to ascertain what loss Lilly suffered over the period by not having the funds available to invest in its business, the best measure is to examine what profit it realized in its business activities in the relevant time period. When this was put to Dr. Foerster by the court, he responded \"that would be another scenario that certainly is a viable scenario.\"", "[122] The evidence before the court is that Lilly's profit margin from 1997 to 2012 ranged from [..Redacted.. ] % to [..Redacted.. ] %, with an average before tax profit margin of [..Redacted.. ] %. The court was not provided with its annual profit margins after 2012.", "[123] Apotex submits that Lilly's \"leisurely approach\" to this litigation militates against an award of compound interest at a high rate. It submits that such an award effectively sanctions Lilly's actions. As noted earlier, both parties accuse the other of delay. Having reviewed the entire history of this proceeding, the wisdom of John 8:7 comes to mind. There Jesus was asked whether he agreed that the adulteress should be stoned, and he responded: \"He that is without sin among you, let him first cast a stone at her.\"", "[124] Each party has summarized in its memorandum the delays it attributes to the other. Nothing is gained in setting them out is detail. Suffice to say that any delays in the pursuit of this litigation lie at the feet of both parties. In my assessment, neither party should reap a reward nor suffer a loss as a result of such shared and mutual conduct.", "[125] Lilly is awarded prejudgment interest compounded annually on the damages to be awarded at the rate of [..Redacted.. ] %. The parties are directed to advise the court as to the amount of such prejudgment interest, if agreed, or provide their respective submissions on the quantum if they are unable to agree. X. Costs", "[126] Lilly is entitled to its costs. Both parties are aware of the court's typical disposition regarding the basis of costs calculations. If the parties cannot reach agreement on costs, the court will provide directions regarding same, following confirmation that there is no relevant offer to settle that needs to be considered. XI. Summary", "[127] The court cannot issue formal judgment until informed as to the amount of damages and prejudgment interest calculated in accordance with these reasons. The parties are instructed to provide that information in writing to the court by January 9, 2015. If there is any dispute regarding that sum, or if further direction is required from the court in order to calculate that sum, the parties are to so advise the court in writing before that date.", "[128] The parties are also to inform the court within the same time period as to whether there is an agreement as to costs, and the amount thereof. Failing such an agreement, the parties are to inform the court as to whether there is any relevant offer to settle that ought to be considered before a formal award of costs is made.", "[129] The parties are also to inform the court within the same time period as to whether there is any confidential information contained in these Confidential Reasons that needs to be redacted in the public version of the Reasons.", "[130] Upon receipt of the information described, Public Reasons and formal Judgment will issue. XII. Addendum", "[131] Following the release to the parties of Confidential Reasons for Judgment, modest redactions were proposed relating to Lilly's WACC rate, its profit margins, and the prejudgment interest rate which reflects the profit margins. All of that information is confidential and the proposed redactions are accepted.", "[132] Lilly advises that it seeks no redaction in the formal judgment. Apotex submits that consistent with the redactions, the formal judgment ought to also redact the quantum of damages, pre-judgment interest and the total award \"as these figures would also contain and reflect the same confidential information.\" Although these amounts are calculated using the redacted confidential information, the court is satisfied that the disclosure of these figures does not directly or indirectly do so. In any event, the alleged disclosure relates only to information confidential to Lilly and as it has no objection to the final figures being released, the court is not prepared to redact those final figures solely at the request of Apotex.", "[133] The parties were instructed to have Mr. Harington recalculate Lilly's lost profit in light of the reasons provided. They did so. During that determination, Apotex acknowledged and agreed that the deduction to arrive at the royalty base should be 100 kg rather than the 187 kg which the reasons literally directed. It is commended for doing so. Lilly's lost profits before interest is $31,234,000.", "[134] The parties have been unable to agree on the amount of prejudgment interest. They disagree on the applicable rate and whether it ought to be calculated quarterly or only at year end.", "[135] Lilly proposes to calculate the prejudgment interest using the fixed rate set out at paragraph 125 of the Reasons and that it should be calculated quarterly rather than annually. Apotex proposes that the rate vary each year to reflect Lilly's actual yearly profit margin and that it should be calculated annually. Each party offers numerous criticisms of the other's model. Lilly complains, in part, that the Apotex model provides it with no prejudgment interest on its 1997 lost profits until December 31, 1998, and then only for 12 months. Apotex complains, in part, that Lilly's model generates more by way of prejudgment interest than would have been realized by Lilly as profits. There is some merit to each party's position. There is no way that the awarded prejudgment interest will exactly match the lost profits that would have been generated had the infringing conduct not occurred. The court was well aware of that and took a broad axe approach when it set out in the Reasons the basis of the prejudgment interest calculation.", "[136] Prejudgment interest is to be calculated annually at December 31st of each year at the fixed rate set out in paragraph 125 of the Reasons. According to the calculation provided by Mr. Harington in Apotex's correspondence of January 9, 2015, which is accepted, this results in prejudgment interest of $74,501,000 to December 31, 2014, and daily prejudgment interest thereafter of $23,463.", "[137] Counsel are unable to agree upon the quantum of costs. Both parties have provided written representations on the areas of dispute which have been carefully considered. If agreement cannot be reached, costs will be assessed on the following basis which is guided by the court's decisions in REFERENCE_SUPPRESSED: a) Lilly is entitled to its costs awarded at the upper level of Column IV. b) Lilly served two written offers to settle. It received judgment more favourable than both. The first such written offer was made on March 3, 2010. I do not accept the submissions of Apotex that I should use my discretion and not award increased costs under Rule 420 of the Federal Courts Rules. After March 3, 2010, Lilly is entitled to recover its fees at double the rate. c) Lilly is entitled to tax costs of one senior counsel and one junior counsel, provided two were present, at all pre-trial procedures, save and except for those where a judge or prothonotary ordered that a motion was to be without costs or was silent as to costs. d) Lilly is entitled to tax costs at trial of two senior counsel and one junior counsel. e) Lilly is entitled to tax the reasonable disbursements of counsel for travel, accommodation and related expenses on the basis of economy fare and single rooms. f) No costs or disbursements are recoverable for in-house counsel, law clerks, students, paralegals, or other support staff. g) Subject to the following comments concerning the fees of Mr. Sims, Lilly is entitled to recover the expert fees paid for those persons who deposed affidavits filed in this action and also testified at the trial, at the lesser of the actual fees charged or the daily rate of senior counsel, but shall not include any fee related to assisting counsel in the preparation of the case or responding to discovery questions. Apotex notes that Mr. Sims' fees are in excess of $1.5 Million which, it is submitted, is excessive. It proposes that his fees be capped at 50% of the fees of Mr. Harington, or $405,000. In addition, it points out that the court preferred the evidence of Mr. Harington over Mr. Sims, and there was an error in Mr. Sims' report that he was required to correct and which required additional work by Mr. Harington. Both are valid considerations. Accordingly, the expert fees and related disbursements charged by Mr. Sims for his Addendum which corrected an error in his earlier report are not recoverable, and, the recoverable fees related to Mr. Sims are capped at 75% of the fees charged by Mr. Harington, i.e. $607,500.00, exclusive of HST. h) Lilly is entitled to recover the reasonable disbursements billed by those experts whose fees are recoverable. i) Lilly is entitled to recover the fees and disbursements paid to fact witnesses who testified at trial but shall not be entitled to recover any fee paid to any such witness who was an employee of Lilly at the time of giving evidence. Further, as ordered at trial, Lilly shall bear all costs associated with the re-attendance of Mr. Ashley related to the Sims Addendum. JUDGMENT", "[138] THIS COURT'S JUDGMENT is that 1. The Defendant shall pay to the Plaintiffs damages in the amount of $31,234,000.00; 2. The Plaintiffs are awarded $75,040,649.00 in prejudgment interest; 3. The Plaintiffs are awarded post-judgment interest at the rate of 5.0% on $106,274,649.00 (the sum of the damages and prejudgment interest) from the date of judgment until payment; and 4. The Plaintiffs are to have their costs assessed in accordance with these Reasons and are awarded post-judgment interest at the rate of 5.0% on the costs assessed from the date of judgment until payment. Order accordingly. Editor: Elizabeth M.A. Turgeon/bk Footnotes 1. Canadian Letters Patent Nos. 1,133,007, 1,146,536, 1,133,468, and 1,150,725 [the Lilly Patents]; and Canadian Letters Patent Nos. 1,095,026, 1,132,547, 1,136,132, and 1,144,924 [the Shionogi Patents]. [End of document]"]}