{"id_": "073968", "body_str": ["[1] Gagné, J. : The applicant has brought an application for judicial review of Passport Canada's decision to invalidate his passport. He is asking this Court to set aside the decision and to send the matter back to Passport Canada for a new determination. As a new passport has since been issued in his favour, the respondents have filed a written motion for an order striking out the notice of application in its entirety, pursuant to Rule 4 of the Federal Courts Rules , SOR/98-106 [Rules], on the basis that it became moot.", "[2] The applicant contends that there is still a live issue between the parties and that if the Court does not invalidate the decision, he might be faced with a similar problem in the future: the information that led to the withdrawal of his Canadian passport came from the Canadian Security Intelligence Service [CSIS], which allegedly constitutes a breach of his privacy right as guaranteed by section 8 of the Charter . He adds that one of the practical effects of a judgment invalidating the decision would be to correct or exclude certain information from his file at Passport Canada.", "[3] Respectfully, I am of the view that the issuance of a passport, which covers the same validity period as for the previous passport, provides the applicant with the substantive relief sought in his application for judicial review and renders the matter moot.", "[4] First, any future decision of the respondents, if challenged before this Court, would have to be reviewed in light of the material that was before the decision maker. A judgment from the Court in the present matter would not necessarily be binding on future decisions by the respondents.", "[5] Second, this Court does not have jurisdiction at first instance to grant the new relief sought by the applicant - let alone the fact that the applicant is changing the nature of his application. With respect to the transmission of information by CSIS, the applicant can file a complaint with the Security Intelligence Review Committee , pursuant to paragraph 38(1)( ) of the Canadian Security Intelligence Service Act , RSC, 1985, c C-23. As to the correction of the information contained in his file with Passport Canada, the applicant has to follow the steps provided for in the Privacy Act , RSC, 1985, c P-21 and request the correction of the information from Passport Canada. Should he be unsatisfied with the result of his request, he could file a complaint with the Privacy Commissioner of Canada.", "[6] Any judgment that could be rendered by this Court on the merits of the applicant's application for judicial review would have little bearing outside its specific set of facts. \"It is preferable to wait and determine the point in a genuine adversarial context unless the circumstances suggest that the dispute will have always disappeared before it is ultimately resolved\" ( <FRAGMENT_SUPPRESSED> , at para 36).", "[7] Finally, the respondents have rightfully requested that the style of cause be amended to name only the Attorney General of Canada as respondent, as per Rule 303(2) of the Rules.", "[8] For these reasons, the respondents' motion will be granted, the applicant's application for judicial review will be struck out and the style of cause will be so amended. Considering the special circumstances of this case, each party will bear its own costs on this motion and on the application for judicial review. ORDER", "[9] THIS COURT ORDERS that 1. The respondents' motion is granted; 2. The application for judicial review is dismissed; and 3. No costs are granted on this motion or on the application for judicial review. [End of document]"]}