{"id_": "074104", "body_str": ["[1] Fothergill, J. : The Minister of Citizenship and Immigration (the Applicant) has brought an application for judicial review of a decision of the Immigration Appeal Division (the IAD) of the Immigration and Refugee Board. The IAD allowed an appeal of a refusal to issue a travel document pursuant to paragraph 67(1)(c) of the Immigration and Refugee Protection Act SC 2001 c 27 (IRPA) on humanitarian and compassionate (H&C) grounds.", "[2] For the reasons that follow, the application for judicial review is dismissed. II. Facts", "[3] Jehad Ghalib Hammoudeh (the Respondent) is 52 years old and a citizen of Jordan. He became a permanent resident of Canada on November 4, 2005. He is a pharmacist, and he immigrated to Canada as a skilled worker with his wife and three children.", "[4] The Respondent was unable to find work in Canada as a pharmacist, and three months after his entry he returned to Jordan to work. His wife and children remained in Canada and became Canadian citizens.", "[5] Over the next several years, the Respondent visited Canada from time to time. His fourth child was born in Canada in October, 2006. He was most recently in Canada in October, 2010.", "[6] The Respondent's permanent resident card expired on November 22, 2010. On January 2, 2012, he applied for a travel document to return to Canada.", "[7] In a letter dated January 11, 2012, a visa officer informed the Respondent that his application for a travel document was denied. The officer was able to verify that the Respondent was present in Canada for only 135 days since February, 2008. The officer therefore concluded that the Respondent had not complied with the residency obligation under section 28 of the IRPA.", "[8] The Respondent appealed the visa officer's decision to the IAD. A hearing before an IAD member was held on September 17, 2013. The Respondent participated and provided testimony via teleconference.", "[9] At the hearing, the Respondent requested that the IAD permit his wife and daughter to testify. The IAD allowed the request, and received their testimony via teleconference.", "[10] On October 17, 2013, the IAD issued a decision to allow the appeal.", "[11] On November 20, 2013, the Applicant commenced an application for judicial review of the IAD's decision.", "[12] On December 2, 2013, the Respondent filed a Notice of Appearance. He took no further steps in the proceeding and did not attend the hearing of the application for judicial review before this Court. III. The IAD's Decision", "[13] The Respondent did not contest the legal validity of the visa officer's decision that he had not complied with the residency obligation. Therefore, the only issue before the IAD was whether, taking into account the best interests of any children directly affected by the decision, H&C considerations warranted special relief.", "[14] The IAD noted that there were a number of non-exhaustive factors to consider in making the H&C determination, including the nature and degree of the Respondent's non-compliance, his initial and continuing degree of establishment in Canada, his continuing connections in Canada, his establishment in the country of residence relative to Canada, his reasons for leaving Canada and attempts to return, the reasons for non-compliance, hardship to any family members in Canada, and any unique and special circumstances.", "[15] The IAD then reviewed the evidence. It described the Respondent's background as a pharmacist who had worked in Jordan and South Africa before moving with his family to Canada in 2005. The IAD noted that the Respondent stayed in Canada for three months before returning to Jordan, and later to South Africa, in order to work, and visited Canada only from time to time. The IAD remarked that the Respondent's non-compliance with the residency obligation was \"serious.\"", "[16] The IAD noted the Respondent's testimony that the family's move to Canada in 2005 was for the benefit of the children. His subsequent visits to Canada were to see his wife and children. The Respondent had not seen his children in three years, and had been separated from his wife for two years. He was in contact with his oldest daughter at least once a week, and had less frequent contact with his other children. The Respondent said that he needed to be with his children because they were struggling in school. His younger son, who is in Grade 8, has attention deficit hyperactivity disorder, and his younger daughter is in Grade 2. The Respondent stated that his plan is to live close to his children in Kitchener and perhaps reconcile with his wife.", "[17] The IAD observed that instead of training to become licensed as a pharmacist in Canada, the Respondent chose not to be a permanent resident.", "[18] The IAD noted the Respondent's testimony that his wife was receiving social assistance, and suffered acute pain in her jaw from problems with her teeth. In her testimony, the Respondent's wife confirmed that she applied for funds from the Ontario Disability Support Program. She said that in 2010 she expressed disagreement with the Respondent's decision to leave Canada and work abroad. She nevertheless said that she and the children are managing. She agreed that one child experiences anxiety, but she did not regard this to be as serious as the Respondent maintained.", "[19] The IAD noted the daughter's testimony that, because her mother was ill and they had not had their father in their lives for some time, it would be a benefit to the family if he were able to be near them. The Respondent's wife agreed that she thought it would be \"okay\" for her husband to come and support the children, but it was up to him.", "[20] The IAD noted the Respondent's testimony that he was prepared to drive a cab in Canada, but observed that in the years following his landing in Canada he was not prepared to take \"the hard way\". He had no assets in Canada, but had a bank account and assets in Jordan.", "[21] The IAD found that the Respondent had severed his family ties by choosing to live outside Canada. It noted the Respondent's belief that he could provide a higher standard of living for his family by working as a pharmacist abroad, but observed that this was not a choice he was entitled to make, given that he had indicated that he wished to stay in Canada as a permanent resident.", "[22] The IAD accepted that the Respondent's children would like their father to be with them, but was nevertheless satisfied that they were coping as a family unit in Canada under the guidance of their mother.", "[23] Despite all of the foregoing findings, which seemed to point towards dismissal of the appeal, the IAD concluded as follows: ... having regard for the deteriorating health of the children's mother, it is reasonably foreseeable that [their ability to cope] may not be the situation for much longer in which case these children's best interests are to have their father in their lives as an active parent. The appellant says he wants that, too. Conclusion I find in these unusual circumstances the humanitarian and compassionate factors in the appellant's favour and in favour of his children outweigh the statutory obligation that persons granted permanent residence in Canada must live in this country for certain minimum periods of time or must otherwise fulfill their residency obligations. IV. Issue", "[24] The sole issue raised by this application for judicial review is whether the IAD's decision to allow the appeal on H&C grounds was reasonable. V.", "[25] The Applicant submits that the IAD failed to provide adequate reasons regarding its material conclusions ( REFERENCE_SUPPRESSED). The IAD did not adequately explain its finding that the mother's health was \"deteriorating\" or point to any evidence that would support this finding. No evidence was submitted regarding the mother's medical condition, and she did not describe her condition as \"deteriorating\" according to the Hearing Officer who represented the Minister before the IAD. There was no indication that the daughter testified that her mother's situation was getting worse. Furthermore, the IAD did not adequately explain its finding that the Respondent had demonstrated that his presence in Canada would benefit his children. The IAD appeared to make this finding solely on the basis of the daughter's testimony, and did not provide any analysis to explain its conclusion. The best interests of the child are only one factor to consider when deciding to grant special relief ( REFERENCE_SUPPRESSED).", "[26] Even if the reasons were adequate, the Applicant submits that the decision to grant special relief was made without regard to the evidence and is therefore unreasonable. The majority of the factors in this case did not weigh in the Respondent's favour. Only the best interests of the children favoured the Respondent. However, the IAD's assessment of the best interests of the children was unreasonable. Again, there was no evidence to support the finding that the children would benefit from the presence of their father due to the deteriorating health of their mother. In fact, the mother testified that she and her children were managing in Canada. The Respondent's current involvement with his children is minimal. The mother's testimony should be preferred over the Respondent's. The IAD erred in law by failing to properly analyze and consider evidence that contradicted its conclusion, which leads to the inference that the IAD ignored facts and therefore made its decision without regard for the evidence ( REFERENCE_SUPPRESSED). The decision to grant special relief falls within the expertise of the IAD and attracts a high degree of deference. The Court must not reweigh the evidence that was before the IAD or substitute its own view of the factors considered by the IAD in determining whether there are sufficient H&C grounds warranting the retention of an appellant's permanent resident status (REFERENCE_SUPPRESSED).", "[28] The Court may intervene only if the IAD's decision lacks \"justification, transparency and intelligibility\" and does not fall \"within the range of possible, acceptable outcomes which are defensible in respect of the facts and the law\" (REFERENCE_SUPPRESSED). The decision as a whole, including the sufficiency of the reasons, is reviewable against the standard of reasonableness ( REFERENCE_SUPPRESSED).", "[29] The Minister's argument that the IAD failed to \"adequately explain\" its findings must be rejected. Review for reasonableness requires \"respectful attention to the reasons offered or which could be offered in support of a decision\" ( CITATION_SUPPRESSED). Reasons need not be perfect. The IAD was not required to refer to each and every detail supporting its conclusion. It is sufficient if the reasons permit the Court to understand why the decision was made and determine whether the conclusion falls within the range of acceptable outcomes ( CITATION_SUPPRESSED).", "[30] The IAD's reasons meet this standard. The reasons indicate that the IAD considered the evidence regarding the mother's health in finding that it was reasonably foreseeable that the family's situation could change for the worse. This finding was open to the IAD on the record before it, notwithstanding the Minister's assertion that there was no evidence for the finding that the mother's health was \"deteriorating\" as opposed to merely poor.", "[31] The uncontradicted evidence before the IAD was that the Respondent's wife has a serious health problem. The Certified Tribunal Record indicates that the Respondent testified that his wife developed a problem in her jaw six or seven years ago, experienced pain that prevented her from working, is using tranquilizers and other treatments, and had recently called in the middle of the night for reasons related to her health and they spent \"the whole night\" on the phone. In her testimony, the Respondent's wife confirmed that she has an illness in her jaw, is receiving treatment for it, and recently applied for disability benefits. Their daughter believes that her father's presence in Canada would be a good thing for the family in part because her mother's health was \"not all that good.\"", "[32] In light of this evidence, the IAD's finding that it was reasonably foreseeable that the family might not be able to manage in the future, in which case the children's best interests were to have their father in their lives as an active parent, was not unreasonable. Furthermore, the IAD was entitled to rely on the daughter's testimony that she believed it would be a good thing for her and her siblings to have their father present in Canada because he had not been present in their lives for some time.", "[33] The Minister's argument that the IAD's assessment of the best interests of the children was unreasonable invites the Court to substitute its view of the evidence for that of the IAD. The IAD heard from the witnesses directly and thoroughly reviewed the evidence before reaching the conclusion that the Respondent's presence in Canada would be in his children's best interests. The Minister has not pointed to any evidence that contradicts this finding. There is no basis for an inference that the IAD ignored material evidence that contradicted its conclusion ( CITATION_SUPPRESSED).", "[34] It is for the IAD to determine the appropriate weight to be accorded to any given factor in the circumstances of the case. The IAD was free to weigh each factor in the exercise of its discretion, and was free to give no weight to any given factor depending on the circumstances ( CITATION_SUPPRESSED). It is not the role of this Court to re-examine the weight given to the different factors in the circumstances of the case (REFERENCE_SUPPRESSED).", "[35] The IAD acted within its discretion by giving considerable weight to the interests of the children in this case. It was open to the IAD to reach the conclusion that the circumstances of this case warranted special relief ( CITATION_SUPPRESSED). The decision falls within a range of reasonable alternatives defensible in respect of the facts and the law, and should not be interfered with by the Court on judicial review. JUDGMENT", "[36] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. No question for certification arises in this case. Application dismissed. Editor: E. Joanne Oley/nmg [End of document]"]}