{"id_": "074157", "body_str": ["[1] Russell, J. : This is an application for judicial review of the decision of Gudrun St. Hilaire (\"Officer\"), dated February 28, 2003 (\"Decision\"), dismissing the application of Mr. Jose Ricardo Sandoval Aleman (\"Applicant\") for an exemption from legislative requirements to allow his application for permanent residence to be processed from within Canada on humanitarian & compassionate grounds. BACKGROUND", "[2] The Applicant was born on November 15, 1967, and is a citizen of El Salvador.", "[3] In December 1987, he became a soldier in the Salvadoran army during that country's civil war. He received basic training that was brutal and traumatic. He then received training as a radio operator. His duties consisted of transmitting information between military bases.", "[4] In November 1988, the Applicant deserted from the Salvadoran army after he failed to return to his base on time. He deserted because he was afraid that if he returned late he would be severely punished.", "[5] After deserting, the Applicant feared for his life in El Salvador. He knew that if he was caught by the guerrillas he could be killed for having served in the army, and if the army found him he would be tortured and killed for associating with the guerrillas. He decided he had to leave El Salvador for his own safety.", "[6] He made his way to Canada where he made a refugee claim on May 2, 1989. On May 18, 1989, he filed his Personal Information Form (\"PIF\") with the Immigration and Refugee Board. Following his hearing on August 9, 1989, he was found to be a Convention refugee in a decision dated August 16, 1989.", "[7] At his refugee hearing, the Applicant stated that, during his military service, he had been sent out \"to beat people and to interfere with people.\" He provided details of two incidents in which he had beaten and injured civilians. However, he says this was not true. He says he never killed or harmed anyone during his military service. Unfortunately, he was given bad advice prior to making his refugee claim. He was told that, for his claim to succeed, he had to say that he had done bad things while he was a soldier or no one would believe that he had actually been in the military. The Applicant says he relied on this advice and said that he had mistreated some people while he was a soldier, even though it was not true. However, this information did not cause him any problems during his refugee hearing, and he was found to be a Convention refugee.", "[8] Following the positive decision on his refugee claim, the Applicant thought that everything was completed. He did not understand until 1992 that he needed to apply for permanent residence. By this time, three years had passed since his refugee hearing, and his memory of what he had said at the hearing was very poor.", "[9] He filled out his application for permanent residence with the help of an employee of an immigrant aid agency. When he came to the question about whether he had ever committed a crime against humanity, such as killing or torture, the Applicant recalled that he had said something at his refugee hearing about harming people, but without recalling precisely what he had said. He felt he had to remain consistent with the story he had told or he would get into trouble. So he told the man helping him that he had killed people while he was a soldier, because that is what he thought he remembered saying at the refugee hearing. The man wrote this on his permanent residence application form, which the Applicant signed. However, he now says it was not true.", "[10] In 1995, the Applicant was called in for an interview with an immigration officer. He did not understand the purpose of this interview and thought that he was being called in to receive his permanent residence documents. However, the purpose of the interview was to question him on the statement he had made on his application about killing people.", "[11] By this time it had been six years since the Applicant's refugee hearing, and three years since he had filled out his application for permanent residence. He could not remember clearly what he had said on either occasion. However, he still had it in his mind that he must stick to whatever story he had told about doing bad things to people while he was in the army.", "[12] When the immigration officer began to question him, the Applicant believed that the papers in front of him contained all the information about what he had said before. So he felt he had to go along with whatever the officer said, and admit to the acts the officer referred to, so that his story would be consistent. As the officer led the Applicant through a number of questions, he gave the answers he thought the officer wanted to hear. When the officer asked for details, he made them up, based in part on stories he had heard from other people in El Salvador, and in part on things he had seen on television. In this interview, and in the one that followed it, the Applicant told the immigration officer that he had beaten and killed people. He also said he had placed a bomb that exploded and killed someone and had driven a car off the road. However, he now says he told the officer lies and he never did any of these things.", "[13] In November 1998, the Applicant was ordered to attend an inquiry before an immigration adjudicator for the purpose of determining whether he was inadmissible to Canada as a person describe in s. 19(1)(j) of the Immigration Act, (i.e. someone who there are reasonable grounds to believe has committed a war crime or a crime against humanity).", "[14] At this inquiry, the Applicant says he finally told the truth about his military activities: that he had never killed or harmed anyone, and that the information he had provided on his permanent residence application and in the interview with the immigration officer was all lies. However, no evidence (such as a psychological assessment or other expert evidence) was presented to support these statements. The Applicant was unable to explain to the adjudicator why he had lied about doing these things. He says he did not fully understand it himself.", "[15] On January 11, 1999, the adjudicator issued his decision that the Applicant was inadmissible to Canada as a person described in s. 19(1)(j). In his reasons, he stated he did not believe the Applicant's evidence at the inquiry, but did believe the evidence he had provided in his application for permanent residence and at the two interviews with an immigration officer.", "[16] The Minister of Immigration then began to take steps to terminate the Applicant's Convention refugee status in order to remove him from Canada. The Minister first brought an application to retroactively find the Applicant ineligible to have his refugee claim considered. This application was later withdrawn.", "[17] Based on the allegation that he misrepresented facts by concealing his involvement in the beatings and killings of civilians he had described to the immigration officer, the Minister then made an application to the Immigration and Refugee Board to vacate the decision that the Applicant is a Convention refugee.", "[18] On April 3 and 4, 2001, the Minister's application was heard by a three-member panel of the Immigration and Refugee Board. At this hearing, the Applicant gave evidence and conceded he had given false information at his refugee hearing. However, contrary to the Minister's allegations, he says the misrepresentation he admitted to was by commission, rather than by omission. The Applicant did not leave out information regarding acts he had committed in El Salvador, but included information that was not true in the form of statements that he had beaten people. Expert psychological evidence was provided to explain why it was plausible that he would have lied about having committed the acts he described.", "[19] The Applicant confirmed in his testimony at the hearing that the information that he was a member of the Salvadoran army, that he deserted from this army in 1988, and that as a result of his desertion he feared persecution in El Salvador from both the army and the opposition guerrillas, was all true.", "[20] On May 11, 2001, the panel made a decision to grant the Minister's application to vacate the Applicant's refugee status. The panel found he had committed crimes against humanity, and it did not believe his testimony that he had lied when he said he had done these things. The expert evidence was rejected. However, the Applicant continues to assert that he never killed or harmed anyone in El Salvador, and certainly never committed anything resembling a crime against humanity. An application for judicial review of this decision was made, but was dismissed.", "[21] In the meantime, the Applicant had spent many years in Canada and had become very well established in this country. In September 1990, he began living in a common-law relationship with Ms. Irma Patricia Barillas-Solis, a Canadian citizen, and they married on August 13, 1993. They have three children born in Canada: Jose Alejandro, born September 29, 1990; Leslie, born September 3, 1991; and Evelyn, born April 8, 1999.", "[22] The Applicant's children are Canadian citizens and have never lived anywhere but in Canada. His two eldest children are attending school and doing well. They have friends and family in Canada to whom they are attached. All of the Applicant's children would be devastated if he had to leave Canada and be separated from them. They would also be devastated if they had to leave their home, their school, their friends and family members here, and go to live in an unfamiliar place.", "[23] If the Applicant has to leave Canada, with or without his children, the children will suffer a drastic reduction in their standard of living as the Applicant will no longer be here to support them, and will not be able to earn enough to provide significant support in El Salvador because of the economic conditions in that country.", "[24] Throughout his 14 years in Canada, the Applicant has been of good behaviour, maintained steady employment, and has worked hard to support his family and to be a productive member of society.", "[25] The Applicant and his family are active members of a church, and have many friends in the community who support them. He also has four siblings living in Canada.", "[26] In July, 2002, the Applicant submitted an application for permanent residence on humanitarian and compassionate grounds, referring to all of the above factors.", "[27] On March 3, 2003, a letter dated February 26, 2003, was sent to the Applicant from the Officer refusing his application because there were insufficient humanitarian and compassionate grounds to warrant an exemption to the legislative provisions that he apply for permanent residence from outside Canada. No reasons for this decision were provided at this time.", "[28] On April 6, 2003, the Applicant received a copy of the Officer's written reasons. RELEVANT LEGISLATION", "[29] Section 11(1) of the IRPA requires a foreign national to apply for a visa or any other document required by the regulations before entering Canada.", "[30] Section 25(1) of the IRPA, however, permits the Minister to grant a foreign national permanent residence status, or an exemption from any applicable criteria or obligation of IRPA, if the Minister is of the opinion that such an exemption is justified by humanitarian and compassionate considerations. Section 25(1) of IRPA offers an individual special and additional consideration for an exemption from Canadian immigration laws that are otherwise universally applied.", "[31] Section 320(2) of the Immigration and Refugee Protection Regulations provides as follows: 2) A person is inadmissible under the Immigration and Refugee Protection Act on grounds of violating human or international rights if, on the coming into force of this section, the person had been determined to be a member of an inadmissible class described in paragraph 19(1)(j) or (l) of the former Act. ISSUES", "[32] The Applicant raises the following issues: Did the Officer err in law by failing to give sufficient regard to the best interests of the Applicant's children, in that the Officer failed to provide sufficient analysis in the Decision to find that the negative factors outweighed the many positive factors? Did the Officer err in law by failing to give sufficient weight to the Applicant's good behaviour in Canada and/or in failing to provide reasons in the Decision that the mere commission of alleged acts outweighed all other factors under consideration? ANALYSIS What is the applicable standard of review to apply to the Decision of the Officer?", "[33] The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  has determined that the appropriate standard of review in an application for H & C exemption from the legislative provisions is reasonableness simpliciter.", "[34] <FRAGMENT_SUPPRESSED>  2003 SCC 20, the Supreme Court said that \"a decision will be unreasonable only if there is no line of analysis within the given reasons that could reasonably lead the tribunal from the evidence before it to the conclusion at which it arrived\" (emphasis added). This means that a decision may satisfy the reasonableness standard if it is supported by a tenable explanation even if this explanation is not one that the reviewing court finds compelling. It does not mean that every element of the reasoning given must independently pass a test for reasonableness. The question is rather whether the reasons, taken as a whole, are tenable as support for the decision.", "[35] The issue that is before me in this application is the adequacy of the analysis and the adequacy of the reasons given in the Decision. The Applicant concedes that the officer lists the factors relevant to the Decision, but there is no real explanation of why the crimes against humanity factor should outweigh all of the other factors that favour the Applicant.", "[36] The conclusive paragraph in the Decision reads as follows: All H & C factors put forth by the subject have been reviewed and considered. However, the seriousness of his actions, in that he committed crimes against humanity, outweigh the H & C factors. Request for exemption from the Permanent Resident Visa requirement is refused.", "[37] In my opinion, this is not a sufficient explanation to satisfy the jurisprudence of this Court concerning the general obligations of the Officer to provide reasons and the depth of analysis that is required where the interests of children are involved (see  <FRAGMENT_SUPPRESSED>  (F.C.T.D.)).", "[38] The Supreme Court of Canada decision in Baker, supra, is the leading decision addressing the issue of providing reasons in the administrative context. I find that Baker does not set out a clear requirement for any specific type or nature of reasoning to be provided in cases such as this. Baker indicates that \"some form of reasons should be provided\" in certain circumstances depending on applicable factors such as the significance of the decision to the individual.", "[39] In Baker, supra, Madam Justice L'Heureux-Dubé stated for the Supreme Court of Canada, at para. 43: In my opinion, it is now appropriate to recognize that, in certain circumstances, the duty of procedural fairness will require the provision of a written explanation for a decision. The strong arguments demonstrating the advantages of written reasons suggest that, in cases such as this where the decision has important significance for the individual, when there is a statutory right of appeal, or in other circumstances, some form of reasons are required...The circumstances of the case at bar, in my opinion, constitute one of the situations where reasons are necessary. The profound importance of an H & C decision to those affected, ..., militates in favour of a requirement that reasons be provided. It would be unfair for a person subject to a decision such as this one which is so critical to their future not to be told why the result was reached.", "[40] The duty of procedural fairness concerns itself with two primary competing considerations that come into play in this case: that of administrative efficiency as opposed to allowing the parties to see that the relevant issues have been carefully considered.", "[41] Existing jurisprudence supports the view that the level of explanation and analysis required under the duty of procedural fairness is directly related to the importance of the decision to the applicant in question. There may be additional factors that influence the analysis or sufficiency of reasoning such as whether there is a statutory right of appeal. Upon reviewing the relevant portions of the Decision at issue in this case, it is clear to me that this is a situation where reasons are required, but it contains no analysis which could reasonably be inferred to constitute \"reasons\".", "[42] The inadequacies of the Decision in this regard are a reviewable error. ORDER", "[43] THIS COURT ORDERS that 1. This Application for judicial review is allowed and this matter is submitted to a differently constituted panel of the Board for reconsideration. 2. There are no questions for certification. [End of document]"]}