{"id_": "074142", "body_str": ["[1] Gauthier, J. : Mr. Arevalo Pineda seeks judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (RPD) concluding that he was excluded from making a refugee claim under s. 98 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ) and Article 1F(b) of the United Nations Convention Relating to the Status of Refugees , July 28, 1951, Can. T.S. 1969 No. 6 (the Convention ) because there were serious reasons for considering that he had committed a serious non-political crime outside Canada prior to claiming refugee status in Canada.  <FRAGMENT_SUPPRESSED>", "[2] The circumstances in this case appear to be quite unique in that the charges upon which the Minister sought to exclude the applicant have been dismissed by a competent court. The applicant argues that, in such circumstances, Article 1F(b) of the Convention could not apply as a matter of law. He also submits that, in any event, even if it could, the decision was unreasonable.  <FRAGMENT_SUPPRESSED>", "[3] For the reasons that follow, I cannot agree with the applicant's interpretation of Article 1F(b) of the Convention . However, I agree that this application should be allowed for the decision contains a reviewable error.  <FRAGMENT_SUPPRESSED> I. Background  <FRAGMENT_SUPPRESSED>", "[4] Mr. Arevalo Pineda is a citizen of Guatemala. He came to Canada in June 2008 and claimed refugee status. Having disclosed during the interview with the immigration authorities that he had been charged in the United States in 1994, but that these charges had been dismissed, the Minister intervened to seek his exclusion pursuant to Article 1F(b) of the Convention .  <FRAGMENT_SUPPRESSED>", "[5] On July 31, 2009, two months before the applicant's scheduled hearing, the Minister provided him with a copy of the documentation he would be using. This included a list of 28 charges laid against him and his cousins for kidnapping for sexual purposes, forcible rape in concert with a foreign object (finger), oral copulation (on the victim) and the use of a handgun in the course of one or more of these offences. [see footnote 1]  <FRAGMENT_SUPPRESSED>", "[6] The Minister's package also included notes from the police investigation particularly in respect of the statement made by the alleged victim to the police.  <FRAGMENT_SUPPRESSED>", "[7] It appears that the alleged victim, who since then was confirmed to be the girlfriend of one of the other accused, recanted her allegations and refused to testify. The case was dismissed on May 23, 1994, and the applicant was deported to Guatemala in August 1994. At the time, he was 22-years-old. Since then, he got married and has two children. He worked as a bus driver in Guatemala until he fled that country allegedly because he feared a dangerous gang who tried to extort money from him and his boss, the owner of the bus.  <FRAGMENT_SUPPRESSED>", "[8] On the morning of his hearing, the applicant sought to introduce in evidence a faxed letter purportedly written by the alleged victim. The letter was in Spanish and was notarized. Although no official translation was provided, the interpreter present at the hearing translated it to the RPD and the Minister's counsel acknowledged that she was fluent in Spanish.  <FRAGMENT_SUPPRESSED>", "[9] The applicant's counsel argued that the RPD should use its discretion to accept this evidence because it was very relevant and crucial to his case. The Minister's counsel took issue with this request because she had no time to verify its origin. Finally, the RPD admitted it in evidence saying that it would consider the weight to be given to it after hearing the applicant's testimony.  <FRAGMENT_SUPPRESSED>", "[10] No one sought an adjournment or the right to provide further comments or evidence in that respect after the hearing.  <FRAGMENT_SUPPRESSED>", "[11] Mr. Arevalo Pineda was briefly examined and after hearing the arguments in respect of the exclusion, the RPD rejected the applicant's claim orally stating that there was no need to proceed with the merits of the claim per se. On October 20, 2009, that is, about three weeks after the hearing, a written decision was issued.  <FRAGMENT_SUPPRESSED>", "[12] At paragraph 10 of the decision, the RPD explains:  <FRAGMENT_SUPPRESSED> \"The serious reasons are, in summary, and looked at globally, two. One of the serious reasons is the documentation from the United States ... <FRAGMENT_SUPPRESSED>", "[13] Having noted that the United States is a jurisdiction operating under the rule of law and that Mr. Arevalo Pineda had not adduced evidence to show that the documents from the State of California should be rejected because they are faulty or because they emanate from a jurisdiction which lacks a fair and independent process, the RPD concludes \"that they are credible and trustworthy evidence\" (para. 13). Then, it says:  <FRAGMENT_SUPPRESSED> \"The other source of serious reasons to consider that the claimant committed a serious non-political crime is his own testimony that this was, indeed, he who was charged. Therefore, the allegations against him, for these two reasons, have been proven to be credible and trustworthy evidence. <FRAGMENT_SUPPRESSED>", "[14] Thereafter, the decision-maker turns to the applicant's evidence which consists of his testimony that the allegations made were not true and that the complainant has admitted so by recanting her story. Also, in the fact that the charges were dismissed. The RPD notes correctly, in my view, that its role is not to determine whether or not Mr. Arevalo Pineda is innocent of the charges which were brought against him, but only whether there are serious reasons to consider that he committed a serious non-political crime.  <FRAGMENT_SUPPRESSED>", "[15] It then goes on to deal with \"the last-minute testimony\" produced by the applicant. Because it was produced late, in breach of the 20-day period [see footnote 2] and the Minister's representative had no ability to question the complainant over the phone or to look into the circumstances of the document, it states that it was given \"very, very little weight.\" In fact, it adds that: \"I gave it the weight which I give the evidence of recanting which is from the District Attorney, that is, we have evidence that the complainant has recanted her testimony. <FRAGMENT_SUPPRESSED>", "[16] According to the RPD, the fact of recanting does not mean that there are suddenly no serious reasons to consider that the applicant committed a serious non-political crime. It then finds that the original statement to the police was detailed and concludes:  <FRAGMENT_SUPPRESSED> \"They [the details] give a certain weight to the charges which were made because they deal with the assault, the threats and the injuries. That is a significant level of detail. Therefore, I find that I have serious reasons in this case. <FRAGMENT_SUPPRESSED>", "[17] The rest of the decision deals with whether or not a serious crime was involved. This was never really a disputed issue but is nevertheless part of the analysis to be performed. The only thing worth mentioning here is that in examining the mitigating circumstances, the RPD adds some further comments on the recanting by the complainant at paragraph 30. Again, it notes that it \"cannot assume that the recanting should be taken at face value\" because of the threats received at the time of the alleged rape - that she and her sister would be killed if she told anyone, including her family or the police.  <FRAGMENT_SUPPRESSED> II. Analysis  <FRAGMENT_SUPPRESSED>", "[18] It is not disputed that the interpretation of s. 98 and Article 1F(b) of the Convention is a pure question of law to which the standard of correctness applies. As to the application of these provisions to the facts of the case, this is a mixed question of fact and law to which the standard of reasonableness applies ( <FRAGMENT_SUPPRESSED>  at para. 55; <FRAGMENT_SUPPRESSED>  at paras. 14 and 56; <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1; <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193 and <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 128 (F.C.A.) for the proposition that Article 1F(b) of the Convention is directed at refugee claimants who are fugitives from justice that are trying to avoid extradition. He submits that these cases although rendered under the old legislation, are equally applicable to the current Act . The applicant argues that a refugee claimant who has been the subject of charges that were dismissed cannot as a matter of law have been intended to fall within the scope of Article 1F(b) of the Convention .  <FRAGMENT_SUPPRESSED>", "[19] The respondent submits that the scope of Article 1F(b) was revisited in <FRAGMENT_SUPPRESSED>  and in the context of the Act in <FRAGMENT_SUPPRESSED> . The Court agrees that these cases although dealing with slightly different factual circumstances clearly indicate that the applicant's position cannot be adopted.  <FRAGMENT_SUPPRESSED>", "[20] In Zrig , the Court of Appeal had to determine whether an applicant could be excluded pursuant to Article 1F(b) because of his association [see footnote 3] with a group that committed serious non-political crimes. The applicant had neither been charged nor convicted of such crimes [see footnote 4]. Both Justice Marc Nadon and Justice Robert Décary (concurring reasons) reviewed the impact of the three decisions relied upon by the applicant and referred to above (see particularly paras. 67 - 72 and paras. 120 - 127). They mention that the comments of Justice La Forest in Ward were made in obiter and without the benefit of full arguments whereas those of Justice Michel Bastarache  <FRAGMENT_SUPPRESSED> could not be construed as a limitation but rather that they were directed to the issue that was crucial to the case before the Supreme Court - extradition.  <FRAGMENT_SUPPRESSED>", "[21] Chan was said to rest on questionable grounds given that it relies heavily on Ward and Pushpanathan and was distinguished on its facts including that it was based on the structure of the old legislation (paras. 62-63). The Court of Appeal made it clear that a restrictive interpretation of the objectives of Article 1F(b) was not in line with its wording nor with the interpretation adopted by the courts of other signatories to the Convention such as the British Court of Appeal and the Federal Court of Australia. It dismissed the idea that the parties to the Convention intended that the exclusion under Article 1F(b) be limited to persons charged with serious non-political crimes who seek to evade prosecution.  <FRAGMENT_SUPPRESSED>", "[22] In fact, at paragraph 118, Justice Décary describes the objectives of Article 1F(b) as follows:  <FRAGMENT_SUPPRESSED> \"My reading of precedent, academic commentary and of course, though it has often been neglected, the actual wording of Article 1F of the Convention , leads me to conclude that the purpose of this section is to reconcile various objectives which I would summarize as follows: ensuring that the perpetrators of international crimes or acts contrary to certain international standards will be unable to claim the right of asylum; ensuring that the perpetrators of ordinary crimes committed for fundamentally political purposes can find refuge in a foreign country; ensuring that the right of asylum is not used by the perpetrators of serious ordinary crimes in order to escape the ordinary course of local justice; and ensuring that the country of refuge can protect its own people by closing its borders to criminals whom it regards as undesirable because of the seriousness of the ordinary crimes which it suspects such criminals of having committed. It is this fourth purpose which is really at issue in this case. <FRAGMENT_SUPPRESSED>", "[23] His views were recently endorsed by the Federal Court of Appeal  <FRAGMENT_SUPPRESSED> , at paragraph 29, where it noted that those purposes are complementary. In that recent decision, the Court of Appeal once again rejected the restrictive approach adopted  <FRAGMENT_SUPPRESSED> which was distinguished if not completely disavowed.  <FRAGMENT_SUPPRESSED>", "[24] Finally, it is worth citing the following passage of Justice Décary's reasons  <FRAGMENT_SUPPRESSED> at paragraph 129 [see footnote 5]:  <FRAGMENT_SUPPRESSED> \"[...] It follows that under Article 1F(b) it is possible to exclude both the perpetrators of serious non-political crimes seeking to use the Convention to elude local justice and the perpetrators of serious non-political crimes that a State feels should not be allowed to enter its territory, whether or not they are fleeing local justice, whether or not they have been prosecuted for their crimes, whether or not they have been convicted of those crimes and whether or not they have served the sentences imposed on them in respect of those crimes .\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "[25] This makes good sense given that charges can be dismissed for a variety of reasons including procedural issues, rejection of crucial evidence for technical reasons, or simply because the accused raised a reasonable doubt. The Convention does not adopt the stringent standard applicable in criminal proceedings and the RPD may indeed be satisfied that evidence produced by the Minister, which may not be admissible in a court of law, is sufficient to raise a serious possibility that the applicant has indeed committed a serious crime.  <FRAGMENT_SUPPRESSED>", "[26] In light of this case law, I need not say more to conclude that the RPD did not err in law by applying s. 98 of the Act and Article 1F(b) of the Convention to this case. I will now turn to the second issue raised by the applicant.  <FRAGMENT_SUPPRESSED>", "[27] As mentioned, parties to the Convention chose a fairly low evidentiary threshold to determine if a refugee claimant has committed a serious non-political crime before seeking protection in the country of refuge. Parliament has also given the RPD a lot of freedom to receive any evidence it considers credible and trustworthy (subsections 170(g) and (h) of the Act ). That said, the need for \"serious grounds\" is protection against arbitrary and capricious action especially in light of the dire consequences resulting from an exclusion pursuant to Article 1F(b) of the Convention . For this standard to be meaningful, it requires a proper and objective assessment of the context as well as all the evidence presented by the refugee claimant. Obviously, the RPD must be particularly cautious when charges led have been dismissed by a competent court in accordance with the rule of law.  <FRAGMENT_SUPPRESSED>", "[28] <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal made it clear that the RPD can, in a proper context, rely upon an indictment and an arrest warrant to conclude that there are reasonable grounds to conclude that a claimant has committed serious crime outside of Canada.  <FRAGMENT_SUPPRESSED>", "[29] This is based on the premise that in a system where the rule of law prevails, the RPD can reasonably infer that there were reasonable and probable grounds for the police or the judicial investigative system to issue a warrant or lay a charge.  <FRAGMENT_SUPPRESSED>", "[30] Naturally, for such premise to apply, the RPD must first be satisfied that the issuing authority does respect the rule of law, that is, for example, that it is not dealing with a country known for the filing of false charges as a means of harassment or intimidation.  <FRAGMENT_SUPPRESSED>", "[31] But, by the same token, it also means that the value of the charges laid in a country like the United States is greatly diminished when such charges are dismissed. In fact, I would think that in such a case, the dismissal of the charges is prima facie evidence that those crimes were not committed by the refugee claimant and that the Minister cannot simply rely on the laying of charges to meet his burden of proof. The Minister must either bring credible and trustworthy evidence of the commission of the crime per se or show that in the particular circumstances of the case, the dismissal should not be conclusive because it does not affect the basic foundation on which the charges were laid. Again, for example, this could be achieved by establishing that crucial evidence on the basis of which the charges were laid was excluded for a reason that does not bind the RPD and does not totally destroy its probative value.  <FRAGMENT_SUPPRESSED>", "[32] In the present case, it is evident that the main evidence (if not the only one) available to those who laid the charges and on which their reasonable beliefs were based, was the statement of the alleged victim. There is no evidence that there was anything else in the investigative file. The policeman who interviewed the complainant specifically noted that there were no visible marks or injuries and that there was no \"rape kit\". No examinations or tests were made. Thus, the recanting of the complainant's story destroyed the very foundation of the beliefs on which the charges were originally laid.  <FRAGMENT_SUPPRESSED>", "[33] This means that the RPD had to be particularly careful in the way it treated the charges and it had to deal thoroughly with the retraction. It is exactly in that respect that I consider the decision under review to be lacking.  <FRAGMENT_SUPPRESSED>", "[34] The charges could not constitute credible and trustworthy evidence on which the RPD could base its decision unless it was first satisfied that the recanting was not credible. The vague reference to the threats received prior to going to the police in the other section of the decision dealing with the seriousness of the crime cannot \"save\" the decision, especially when one considers that these threats certainly did not stop the complainant from telling her older sister and then the police.  <FRAGMENT_SUPPRESSED>", "[35] Moreover, having exercised its discretion to allow the filing of this evidence pursuant to Rule 30 outside of the delay provided for in Rule 29, it appears somewhat counterintuitive considering the criteria to be used in the exercise of such discretion to then assign very little weight to this evidence on the basis that it was filed late and without considering the explanation provided by the applicant as to why it was so. In effect, Mr. Arevalo Pineda made it clear that the complainant, who according to her letter is still the wife of his cousin, was fearful that providing evidence in the Canadian proceedings could have a negative impact on her situation in the United States given her lack of status in that country. She feared not only for herself but for her children.  <FRAGMENT_SUPPRESSED>", "[36] Because of the importance of this evidence which corroborates with the truthfulness of the complainant's recanting 15 years after the fact and at a time when it would not have been plausible that the complainant would act under duress or because of threats issued years earlier (which threats effectively did not prevent her from going to the police in the first place), this error vitiates the whole decision.  <FRAGMENT_SUPPRESSED>", "[37] Before concluding, it is worth mentioning that the RPD must look at the overall context which includes what was accepted by the decision-maker namely, that the alleged victim was in 1994, the girlfriend of the applicant's cousin - one of the alleged rapists - while in her original statement she simply described her aggressors as customers at the restaurant where she worked. According to the testimony of the applicant, as soon as he and his cousin got out of prison the relationship resumed. It appears to have continued to this day with at least one child resulting from this union.  <FRAGMENT_SUPPRESSED>", "[38] Also, part of the context is the life and the activities of the applicant since then. Finally, given the testimony of the applicant who denied having been involved in any crime, the RPD should also deal with his credibility and the weight given to that evidence.  <FRAGMENT_SUPPRESSED>", "[39] Both parties confirmed that they did not seek certification of any question and the Court agrees that none should be certified.  <FRAGMENT_SUPPRESSED> ORDER  <FRAGMENT_SUPPRESSED>", "[40] THIS COURT ORDERS that :  <FRAGMENT_SUPPRESSED> 1. The application is granted.  <FRAGMENT_SUPPRESSED> 2. The matter shall be sent for rehearing and reconsideration by a different panel.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1. Only charges 1, 2, 8, 12, 18, 23 survived the preliminary hearing (see pages 342-343 of Certified Record).  <FRAGMENT_SUPPRESSED> 2. According to s. 29(4) of Refugee Protection Division Rules , SOR/2002-228 ( Rules ), the delay is five days before the hearing when the evidence is filed in response to another party's evidence, as was the case here.  <FRAGMENT_SUPPRESSED> 3. \"Complicity by association\" was a concept developed in the context of Article 1F(a) and the issue was just whether it could also apply when considering Article 1F(b).  <FRAGMENT_SUPPRESSED> 4. The applicant was a fugitive in respect of other crimes for which he had been convicted in absentia. But these were not the crimes for which the Minister sought to exclude him.  <FRAGMENT_SUPPRESSED> 5. He expressed views different from those of the majority in the paragraphs starting at para. 130.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}