{"id_": "074279", "body_str": ["[1] Fothergill, J. : This is an application for judicial review, pursuant to s 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA), of a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board) dated October 24, 2012. The Board determined that the Applicants are neither Convention refugees nor persons in need of protection (the Decision).", "[2] For the reasons that follow, the application for judicial review is allowed and the matter is remitted to a different decision-maker for re-determination. II. Facts", "[3] Andor Zoltanne Juhasz (the Principal Applicant) is an ethnic Hungarian who fears persecution at the hands of her estranged husband. Her claim was joined with those of her daughter Imrene Nag, her son-in-law Imre Nagy, and her minor son Zoltan Martin Juhasz (collectively the Applicants).", "[4] Shortly after the birth of their first child in 1989, the Principal Applicant's husband began a pattern of physical, emotional and sexual abuse that lasted until she fled to Canada in 2009. This abuse is described in the Principal Applicant's Personal Information Form narrative.", "[5] The Principal Applicant gave birth to four more children between 1992 and 1999. The abuse continued throughout these years, and at times resulted in physical injury that required medical attention. She went to the police on a few occasions, but they told her that they do not get involved in family affairs.", "[6] The Principal Applicant's fifth child, the minor applicant in this case, showed signs of emotional problems when he was born. The Applicant's husband blamed her for these difficulties and began beating the child, who experienced trauma as a result.", "[7] He also beat the eldest daughter, the Applicant Imrene Nag, who often ran away from home to escape the abuse. The Principal Applicant reported this abuse to the police, who initially did nothing. However, in 2003, the police placed her daughter, at the age of 14, in a state institution for children in Szeged, where she met her future husband (the Applicant Imre Nagy). The Principal Applicant allowed her daughter to marry when she was 17 so she would not have to return home.", "[8] In 2005, the Principal Applicant and her husband moved from the city of Hódmez vásárhely to the smaller village of Borota. The abuse continued. At the hearing before the Board, the Principal Applicant testified that she did not go to the police after moving to Borota because she was \"tired in asking for help.\"", "[9] In 2009, the Principal Applicant decided that she had to leave the country. Her sister, who had previously immigrated to Canada with her mother, helped her to obtain a passport and paid for her ticket to Canada. She did not bring her children because they did not have passports and she required her husband's consent to remove them from the country.", "[10] After the Principal Applicant left, her husband turned his anger towards the Applicant Imrene Nag, who was living with her husband in Szeged. He threatened them and, on one occasion, he physically abused his daughter on her way to work. She reported this incident to the police, but they did not come because she did not report any injuries.", "[11] In April 2011, the Applicants Imrene Nag and Imre Nag relocated to Budapest to escape from Imrene's father. A short time later, they learned from their neighbours that \"someone\" was looking for them, so they gave up their jobs and returned to Szeged. They lived in fear until they left for Canada in December 2011.", "[12] The Applicants' claims were heard by the Board on October 24, 2012. The Board's decision, dismissing their claims, was released on November 22, 2012. This application for judicial review was commenced on December 27, 2012 and leave was granted on November 20, 2013.", "[13] On January 16, 2014, the Respondent brought a motion for this proceeding to be held in abeyance until the Refugee Appeal Division (RAD) had rendered a decision concerning an application for an extension of time to file or perfect an appeal submitted by the minor Applicant. Madam Prothonotary Milczynski made an order to this effect on January 23, 2014.", "[14] The Respondent brought this motion after discovering that as a result of amendments to the IRPA, effected by the Balanced Refugee Reform Act , SC 2010, c 8, and the Protecting Canada's Immigration System Act , SC 2012, c 17, there was a small window of time in which refugee claimants whose claims were referred on or after August 15, 2012 were inadvertently extended a right of appeal to the RAD. The minor Applicant's claim fell into this category.", "[15] The minor Applicant's appeal was heard by the RAD on May 1, 2014. On July 23, 2014, the RAD rendered a positive decision, holding that the Board's findings on internal flight alternative and state protection were unreasonable. As a result, the matter was returned to the Board for re-determination. The minor Applicant's claim is no longer before this Court. III. The Board's Decision", "[16] The Board accepted the narrative on which the Applicants' claims were based and did not make any adverse findings of credibility. Rather, the Board's decision turns on its finding that the Applicants failed to rebut the presumption of state protection.", "[17] At the outset, the Board stated that it had considered the Chairperson's Guidelines Regarding Women Refugee Claimants Fearing Gender-Related Persecution (the Gender Guidelines ). The Board then reviewed the documentation regarding conditions in Hungary and found that, while there are some problems with police corruption, the government has taken steps to address this and has demonstrated \"concrete results.\"", "[18] The Board remarked that the evidence related to domestic violence is \"mixed,\" but ultimately found that protection for victims of domestic violence is not inadequate. In reaching this conclusion, the Board relied on three reports.", "[19] The Board also considered the Applicants' own interactions with the police. The Principal Applicant testified that after moving to Borota in 2005, she did not call the police because she did not believe they would assist her. The Board found this explanation to be unreasonable on the basis that she never gave the police a chance to help her.", "[20] The Board found it unreasonable for the Principal Applicant's daughter and son-in-law to leave Budapest and return to Szeged when they suspected that the Applicant's husband was looking for them. The evidence did not suggest that it would have been futile for them to try and contact the police in Budapest.", "[21] The Board also considered the documentary evidence regarding the experiences of women who seek protection from domestic violence in Budapest. This evidence demonstrated that, while there is only one shelter for victims of domestic violence in Budapest, there is also a \"Regional Crisis Management Network\" made up of 14 crisis centres across the country. This same document also suggested that it is difficult for victims of domestic violence to relocate to another city without having their new location revealed to the father of their children. However, the Board again concluded that despite this \"mixed\" evidence, protective mechanisms are in place in Budapest.", "[22] The Applicants' failure to rebut the presumption of state protection resulted in their claims being dismissed under ss 96 and 97 of the IRPA. IV. Issues", "[23] This application for judicial review raises the following issues: A. What is the applicable standard of review? B. Is the Board's finding of adequate state protection reasonable? C. Did the Board apply the correct test for determining whether the Applicants have an internal flight alternative in Budapest? D. Did the Board properly consider the Chairperson's Gender Guidelines? V. Analysis A. Standard of Review", "[24] The Board's findings regarding the adequacy of state protection involve questions of mixed fact and law, which are reviewable on the standard of reasonableness ( <FRAGMENT_SUPPRESSED> ). The Board's decision on this issue should not be disturbed provided that it \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[25] The Board's determination of the legal test for the existence of an internal flight alternative (IFA) is a question of law that is not entitled to deference ( <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paragraph 30; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Once that test has been correctly identified, the Board's application of the test to the facts is assessed on the reasonableness standard ( <FRAGMENT_SUPPRESSED> at paragraph 31; <FRAGMENT_SUPPRESSED> at paragraph 18).", "[26] The reasonableness standard of review also applies to the Board's consideration of the Gender Guidelines <FRAGMENT_SUPPRESSED>  at paragraph 12). B. State Protection", "[27] The Applicants advanced a number of arguments to demonstrate that the Board's state protection analysis was unreasonable. In my view, this issue may be distilled down to one fundamental question: in light of the mixed documentary evidence, together with the Applicants' testimony that they had previously sought police protection with no results, was it reasonable for the Board to conclude that state protection is available to the Applicants in Hungary? i. Applicants' evidence", "[28] The Principal Applicant, her daughter and her son-in-law each submitted detailed narratives in their Personal Information Forms. The Board did not dispute any of this evidence and stated at paragraph 5 of the Decision that the Applicants did not appear \"to evade questions or to embellish the accounts as set out in their Personal Information Forms.\"", "[29] At paragraph 16 of the Decision, the Board discussed the Principal Applicant's testimony regarding her interactions with the police: From 2005 until her departure to Canada, the PC lived in Borota, a small village of about 2,000 people in central Hungary. When the panel asked if there were a number to reach police the PC replied that it was '112'. The panel asked the PC if she ever called that number in response to threats from her partner. She said she had not done so. She testified that she did not think they would help if she called them. The panel does not find that explanation to be reasonable insofar as the PC never gave the police a chance to help her in failing to contact them.", "[30] The Applicants submit that this finding is unreasonable because the Applicant's Personal Information Form narrative described four occasions on which the Applicant personally attended at a police station to ask for help. The narrative also referred to other occasions when her mother, sister, or neighbour sought police assistance on her behalf.", "[31] At the hearing before the Board, the Applicant confirmed that she contacted the police three or four times during a ten year period while living in Hódmez vásárhely (Certified Tribunal Record (CTR) at page 627). She also confirmed that after moving to Borota in 2005, she did not seek police assistance even though the problems with her husband continued (CTR at page 624).", "[32] The Board's Decision does not accurately reflect the Applicant's explanation for why she did not call the police: MEMBER: Okay. Did you ever have occasion to call 112? PRINCIPAL CLAIMANT: No MEMBER: Any particular reason? PRINCIPAL CLAIMANT: When I contact the police I have went over there by, personally. MEMBER: Okay, so but you told me that during the time that you lived in Bardejov you never saw the police; is that is that correct? PRINCIPAL CLAIMANT: No, no I did not go, I did not call. MEMBER: And yet you had problems during that time. PRINCIPAL CLAIMANT: Yes MEMBER: So if you had problems and you are aware that you could call 112, why would ... why over three and a half years would you not seek protection from the police during that ... during that whole period? PRINCIPAL CLAIMANT: I got tired of it. MEMBER: Tired of what; tired of what? PRINCIPAL CLAIMANT: Tired ... okay I was tired in my life, I tired in asking for help. MEMBER: Okay. Had you tried to get help from the police in the other town, whose name I shall not try again? PRINCIPAL CLAIMANT: Yes (Emphasis added.) (CTR at pp 625 - 626).", "[33] This exchange is relevant to the question of whether state protection \"might reasonably have been forthcoming\" ( <FRAGMENT_SUPPRESSED>  at 724 [ Ward ]). According to Ward per La Forest J.), in determining whether a claimant's failure to approach the state is fatal to his refugee claim, the test is whether \"it is objectively unreasonable for the claimant not to have sought the protection of his home authorities\" ( supra ). Proof of the state's inability to protect requires \"clear and convincing confirmation,\" such as \"testimony of similarly situated individuals let down by the state protection arrangement or the claimant's testimony of past personal incidents in which state protection did not materialize\" ( Ward at 724 - 725).", "[34] Applying these principles to this case, it was incumbent on the Board to address whether the Principal Applicant's evidence of \"past personal incidents in which state protection did not materialize\" made it objectively unreasonable for her not to have called the police in Borota. I agree with the Applicants that the Board's failure to consider her decision not to call the police in light of her previous attempts to seek police assistance renders its finding on this issue unreasonable. I note that the RAD reached the same conclusion at paragraph 15 of its decision respecting the minor child.", "[35] The Board also found it unreasonable for the son-in-law not to seek police protection in Szeged: The claimant's son-in-law testified how the agent of harm assaulted him at his workplace in a busy shopping mall in front of at least 2 witnesses. The son-in-law testified that he did not complain to the police following this assault. The panel finds that the evidence does not suggest it would have been futile for the son-in-law to have sought police protection. His failure to do so does not rebut the presumption of adequate state protection in Hungary. (Decision at paragraph 17)", "[36] However, again, the Board's Decision does not accurately reflect the son-in-law's explanation for why he did not approach the police: MEMBER: Did you complain to the police? CO-CLAIMANT: No I did not. MEMBER: Why not? CO-CLAIMANT: What I thought that what happened was not the type of assault what I should have report. MEMBER: Even though you had two witnesses to it. CO-CLAIMANT: If it is not the witnesses which was the matter, it was him, if I accused him with anything I would put in jeopardy my wife's family. MEMBER: Right. CO-CLAIMANT: I do not think it would prevent him to come several, to come in several times. (CTR at p 653).", "[37] In my view, this evidence provides a reasonable explanation for why the son-in-law did not go to the police. He was trying to protect his wife. The fact that he thought calling the police would do more harm than good is reminiscent of Justice LaForest's comment in Ward that \"it would seem to defeat the purpose of international protection if a claimant would be required to risk his or her life seeking ineffective protection of a state, merely to demonstrate that ineffectiveness\" (at 724). ii. Documentary evidence", "[38] The Decision makes reference to three reports: the United States Department of State's Country Reports on Human Rights Practices for 2011 (the US DOS Report), and two Immigration and Refugee Board Response to Information Requests about domestic violence in Hungary (the Information Requests). While the Board found this evidence to be \"mixed,\" it nevertheless held that state protection is not inadequate for victims of domestic violence in Hungary.", "[39] The Respondent argues that the Board's factual findings are owed considerable deference. Nevertheless, I am unable to conclude that the outcome of the Board's analysis falls within the \"range of reasonable outcomes that are defensible in respect of the facts and the law\" ( <FRAGMENT_SUPPRESSED> at paragraph 47). I agree with the Applicants that the evidence relied on by the Board is not \"mixed,\" but rather is overwhelmingly negative.", "[40] For example, at paragraph 13 of the Decision, the Board relies on an excerpt from the US DOS Report which includes the following findings: • There is no law prohibiting domestic violence or spousal abuse; • Hungary lacks appropriate protection for victims and sufficient emphasis on accountability of perpetrators; • Most incidents of domestic violence go unreported due to fear on the part of victims or prior bad experience with authorities; • Prosecution for domestic violence is rare; • During the year, the Ministry of National Resources reduced the number of state-funded shelters from 80 to 40.", "[41] The Information Request referenced at paragraph 14 of the Decision offers some evidence in the other direction by mentioning that \"Hungarian police reportedly receive mandatory training on handling domestic violence at vocational schools for five hours per year\". However, the author of that report also notes that this finding is unconfirmed. Even if this finding was confirmed, the jurisprudence of this Court is clear that evidence of a state's efforts to combat persecution is not sufficient to establish that state protection is in fact adequate ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[42] Justice O'Keefe's decision in <FRAGMENT_SUPPRESSED> , relied on by the Applicants, is instructive on this point. In that case, which involved a woman fleeing from her abusive spouse in Guyana, the Board also concluded that the documentary evidence on state protection was \"mixed.\" Justice O'Keefe, however, found that the evidence was \"really a mix of (1) clear statements that state protection is inadequate and (2) descriptions of various efforts made by the Guyanese state\" (at paragraph 34). As a result, he concluded, at paragraph 40, that the Board's decision was unreasonable because it: ... justified its decision on the basis that the evidence on state protection was mixed, but at no point in its decision did the Board identify any document or statement indicating that the evidence on the adequacy of state protection was mixed. Rather, the Board saw the mixed result being due to evidence of inadequate state protection being counter-balanced by evidence of serious efforts. As I have described above, the latter category of evidence does not speak to the proper test for state protection.", "[43] Similarly in this case, the evidence of inadequate state protection referenced in the US DOS report is challenged only by evidence of Hungary's efforts to protect victims of domestic violence. For example, at paragraphs 19 - 22 of the Decision the Board cites the second Information Request, which discusses a network of crisis centres across Hungary that provide a \"variety of services to victims of domestic violence\" as well as regional crisis centres that provide shelter beds to women fleeing domestic violence. However, that same report also mentions that the number of shelter beds decreased from approximately 100 to 30-40 beds between 2010 and early 2012.", "[44] Without further comment from the Board, this evidence cannot be taken as proof that Hungary's efforts have \"actually translated into adequate state protection at the operational level\" ( <FRAGMENT_SUPPRESSED> citing <FRAGMENT_SUPPRESSED> ). C. Internal Flight Alternative", "[45] In order to find that an IFA exists in a refugee claimant's home country, the Board must be satisfied on a balance of probabilities that (1) there is no serious possibility of the claimant being persecuted in the proposed IFA location; and (2) it is not unreasonable, in all the circumstances, including those particular to the claimant, for the claimant to seek refuge in that part of the country ( <FRAGMENT_SUPPRESSED>  at paragraph 10 (CA)). The test is objective and the onus of proof rests with the claimant ( <FRAGMENT_SUPPRESSED>  at paragraph 12 (CA)).", "[46] The Applicants argue that the Board misunderstood the two-pronged nature of this test, and as a result, it failed to properly apply the second prong. I agree. Not only did the Board fail to identify the second prong of the test, it did not even state the first prong. Instead, it considered the documentary evidence regarding state protection, and concluded that there is adequate protection for victims of domestic violence in Budapest because there is one shelter with room for 24 people and two crisis centres with a total of eight designated spaces for victims of domestic violence (Decision at paragraphs 19 - 21).", "[47] It is unclear how the Board arrived at the conclusion that one shelter amounts to adequate state protection for victims of domestic violence in Budapest. Nevertheless, assuming that this finding satisfies the first prong of the IFA test, the Board did not then assess whether it would have been unreasonable, in all of the circumstances, for the Applicants to relocate to Budapest. Rather, it states that \"neither the [Principal Applicant] nor her daughter ever explored the possibility of seeking protection in Budapest before seeking protection in Canada\" (Decision at paragraph 23).", "[48] By requiring the Applicants to demonstrate that they had already sought protection in the location identified as the IFA, the Board imported an additional requirement into the IFA analysis. This is an error of law. In <FRAGMENT_SUPPRESSED> , the Board stated that the applicants had an onus to move to an IFA before leaving the country. In finding that the Board's comments were incorrect, Justice O'Keefe stated the following at paragraph 36: The Board must not only state the correct test but it must also apply the correct test. Adding an additional requirement in the application of the test will cause the Board to run afoul of the reasonableness standard. Adding the requirement that the applicants must have tried living in another, safer region of the country demonstrates a misunderstanding of the legal test for an IFA. As noted above, this was an error.", "[49] In <FRAGMENT_SUPPRESSED> , Justice Strickland relied on <FRAGMENT_SUPPRESSED> to conclude that the Board \"misapplied and misstated the test for IFA\" by requiring the Applicants to have already sought protection in the proposed IFA (at paragraph 29). She also referred to Justice Snider's decision in <FRAGMENT_SUPPRESSED> in which she held that there is no obligation on refugee claimants to try living in the proposed IFA in order to demonstrate that they face persecution in that part of the country. Justice Strickland concluded in <FRAGMENT_SUPPRESSED> that because the Board erred in stating the correct legal test, the Court was not required to show deference to the Board's decision (at paragraph 33).", "[50] Similarly in this case, I do not see any reason to defer to the Board's finding that the Applicants have a viable IFA in Budapest.", "[51] In light of my conclusion that the Board erred in applying the correct legal test for an IFA, it is not necessary to consider whether its finding that the Applicants have a viable IFA in Budapest is reasonable. However, I think it is important to briefly comment on one of the findings the Board made in support of its decision. At paragraph 19 of the Decision, the Board states: The panel asked the [Principal Applicant] if the police in Budapest would respond to her concerns if she returned to live there with her family. She replied she thought they would. The PC's daughter and son-in-law echoed this testimony.", "[52] It appears that the Board's finding is based on the Applicant's answers during the following exchange: MEMBER: [...] So I am wondering if, if in fact you could ... you went back to live in Budapest could you not avail yourself of the, of the services available in the capital which might not have been available in Bardejov for example PRINCIPAL CLAIMANT: Yes MEMBER: [...] But the documentary evidence suggests to me that Budapest is better equipped to deal with women in your situation. And I am wondering is there some reason why you did not consider that option when you were leaving Bardejov to come to Canada instead of coming all the way to Canada, where you got family granted, move to Budapest? PRINCIPAL CLAIMANT: My situation would have not been resolved by that I getting a better service. MEMBER: And why do you say that? PRINCIPAL CLAIMANT : Because my husband would came over there and could find me over there MEMBER: Right, but it might be that the, that the services available would offer you better protection in Budapest than in Bardejov for example. And that, and that brings back the question of state protection which we also talked about; the two issues are sort of intertwined at that point. PRINCIPAL CLAIMANT: It is ... .it is very likely that the service like anywhere else in the world in the big cities are better than in small town, like for the homeless people or the left alone children MEMBER: Yes, yes. PRINCIPAL CLAIMANT : But it would not protect ... sorry; it would not protect me to, for my husband to give up his emotional tenor and, and abuses just because I move to a bigger city where the social service is better, but the corruption and the crime it is even higher in the big cities. [...] MEMBER : So do you think, are you suggesting that you could not adequate protection for yourself in Budapest PRINCIPAL CLAIMANT: I do not think I would get it (Emphasis added.) (CTR at pp. 633-634).", "[53] Nor did the daughter say unequivocally that she thought the police in Budapest would be able to help her: MEMBER: [...] If you had, if you went back to Hungary now and lived in Budapest do you think that, do you think you would have problems from your father; yes or no? CO-CLAIMANT: Yes MEMBER: Okay and what sort of problems would you have from him if you went back to Hungary today? CO-CLAIMANT: He would find us again. MEMBER: And do what? CO-CLAIMANT: Maybe he would assault me, maybe he would visit me at my workplace. MEMBER: Okay, if he did that and you went to the police what, how do you think they would react in Budapest CO-CLAIMANT: They would listen to me for sure. MEMBER: So they would? CO-CLAIMANT: They would listen to me for sure, but ... but, but I do not know that they would be able to do anything MEMBER: Well how, how would you know if you never tried? CO-CLAIMANT: I tried. I called them on the telephone and nothing happened, they did not do anything. (Emphasis added.) (CTR at p 650).", "[54] These passages demonstrate that the Applicants did not say that they thought the police would assist them in Budapest. Rather, their testimony demonstrates that they thought the opposite. Therefore, the Board's finding on this point is erroneous because it was made \"without regard to the evidence\" ( <FRAGMENT_SUPPRESSED>  at paragraph 17). D. Gender Guidelines", "[55] While the Board mentioned the Gender Guidelines at the outset of the Decision, this Court has held that \"it is not sufficient to merely mention the Guidelines without demonstrating their application\" ( <FRAGMENT_SUPPRESSED> citing <FRAGMENT_SUPPRESSED> ).", "[56] I agree with the Applicants that the Board failed to demonstrate \"a special knowledge of gender persecution and to apply the knowledge in an understanding and sensitive manner when dealing with domestic violence issues\" ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[57] The Board's failure to demonstrate \"a special knowledge of gender persecution\" is evident in its finding that it was unreasonable for the Principal Applicant not to have called the police when she moved to Borota. As discussed above, this finding fails to acknowledge the Principal Applicant's explanation that she was \"tiring in asking for help\" because the police had not helped her in the past. The expectation that a victim of domestic violence, who has previously sought the assistance of the police on more than one occasion to no avail, should call the police because she has moved to a new city \"demonstrates a measure of insensitivity that is inconsistent with the Board's guidelines,\" to borrow the language of Justice Tremblay-Lamer in <FRAGMENT_SUPPRESSED> (at paragraph 18). VI. Conclusion", "[58] For the foregoing reasons, the application for judicial review is allowed and the matter is remitted to a different decision-maker for re-determination. JUDGMENT", "[59] THIS COURT'S JUDGMENT is that the application for judicial review is allowed, and the matter is remitted to a different decision-maker for re-determination. No question is certified for appeal. Andor Zoltanne Juhasz, Imre Nagy, Imrene  <FRAGMENT_SUPPRESSED>  Fothergill", "[2] II. Faits", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] III.", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] IV.", "[23] V. Analyse A. Norme de contrôle", "[24] <FRAGMENT_SUPPRESSED> et 48 [ <FRAGMENT_SUPPRESSED> ]).", "[25] <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], au paragraphe 30;", "[26] <FRAGMENT_SUPPRESSED> ). B.", "[27]", "[28]", "[29]", "[30]", "[31]", "[32] [traduction] Oui", "[33] <FRAGMENT_SUPPRESSED> , au paragraphe 724 [ Ward Ward Ward", "[34]", "[35]", "[36] [traduction]", "[37] Ward ii. Preuve documentaire", "[38] Country Reports on Human Rights Practices for 2011", "[39]", "[40] • La loi n'interdit pas la violence familiale ou conjugale;", "[41] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[42]", "[43] efforts", "[44] <FRAGMENT_SUPPRESSED> citant l'arrêt <FRAGMENT_SUPPRESSED> ). C.", "[45] <FRAGMENT_SUPPRESSED> , au paragraphe 12 (CA)).", "[46]", "[47]", "[48]", "[49]", "[50]", "[51]", "[52] [traduction] Oui [...]", "[53] [traduction] CO-DEMANDEURE D'ASILE: Oui. CO-DEMANDEURE D'ASILE: CO-DEMANDEURE D'ASILE: CO-DEMANDEURE D'ASILE:", "[54] <FRAGMENT_SUPPRESSED> , au paragraphe 17). D.", "[55] <FRAGMENT_SUPPRESSED> citant <FRAGMENT_SUPPRESSED> ).", "[56] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[57] VI. Conclusion", "[58] JUGEMENT", "[59] [End of document]"]}