{"id_": "074226", "body_str": ["[1] Tremblay-Lamer, J. : This is an appeal by the applicant pursuant to s. 14(5) of the Citizenship Act , 1974-75-76, c. 108 (the \"Act\") and s. 21 of the Federal Courts Act , R.S.C. 1985, c. F-7, as amended, respecting a decision rendered by a citizenship court judge, dated 20 April 2007, wherein he concluded that the applicant had not met the residence requirement of s. 5(1)(c) of the Act. BACKGROUND", "[2] The applicant and his family, all citizens of Colombia, were landed immigrants on August 24, 2000.", "[3] Since being landed, the applicant has been absent from Canada on multiple occasions, returning almost exclusively to Colombia where he had, until 2002, a medical clinic office and, at the time of his citizenship application, continued to own a store which sells eyeglasses.", "[4] On June 23, 2004, the applicant submitted an application for Canadian citizenship.", "[5] Subsequently, the applicant and his wife sold their house and returned with their children to Colombia, remaining there in 2006.", "[6] At a February 7, 2006 meeting with a citizenship officer, the applicant's passport was examined and several undeclared trips were noted.", "[7] In a Residence Questionnaire, completed on February 23, 2006, the applicant admitted that despite having indicated in his application that he had been absent from Canada for 295 days, he had in fact been abroad for approximately 542 days, mostly for business reasons in Colombia.", "[8] On January 17, 2007, the applicant appeared before a citizenship judge for a hearing of his application for Canadian citizenship.", "[9] In a decision dated April 20, 2007, the Judge found that the applicant had not fulfilled the residency requirement of s. 5(1)(c) of the Act and therefore denied the applicant's citizenship application. In the letter of decision, the Judge indicated that at the time when the applicant submitted his citizenship application, June 23, 2004, his absences totalled 551 days over the course of the 4 preceding years and that in those circumstances, the applicant must demonstrate, in intention and in fact, that he has centralised his mode of existence in Canada.", "[10] Further, in the notes accompanying the decision letter, the Judge applied the six factors enunciated by Madam Justice Reed in the decision Koo (Re) , [1993] 1 F.C. 286 (T.D.). It is trite law that these notes form part of the reasons underlying the decision. Contrary to the applicant's submissions, there is no evidence in the Tribunal record indicating that the applicant did not receive these accompanying notes. ANALYSIS The standard of review", "[11] With respect to the analysis of the residence requirement of the Act, the Court's jurisprudence reveals that the appropriate standard of review is that of reasonableness simpliciter <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 2069 (QL), at para. 5; <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 2051 (QL), at para. 4; <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1913 (QL), at para. 22; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1040 (QL), at para. 6; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 88 (QL), at para. 7; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1871 (QL), at para. 7).", "[12] As the question is one of mixed fact and law of which citizenship judges possess a degree of knowledge and experience, determinations of whether an applicant has met the residence requirement of the Act are owed a measure of deference. Thus, a Judge's conclusion will be reasonable \"if it is supported by a tenable explanation even if this explanation is not one that the reviewing court finds compelling\" ( <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 947 (QL), at para. 10; Farrokhyar v Canada (Minister of Citizenship and Immigration ), 2007 FC 697, [2007] F.C.J. No. 946 (QL), at para. 9). The first test involves a strict counting of days of actual physical presence in Canada which must total 1095 days in the 4 years preceding the application ( , [1993] F.C.J. No. 232 (QL). The second is a less stringent test which recognizes that a person can be resident in Canada, even while temporarily absent, if there remains a strong attachment to Canada ( Antonios E. Papadogiorgakis (Re) , [1978] 2 F.C. 208 (T.C.)). Finally, the third test builds upon the second by defining residence as the place where one \"regularly, normally or customarily lives\" or has \"centralized his or her mode of existence\" and includes 6 non-exhaustive factors involved in the evaluation ( Koo (Re) supra , at para. 10).", "[14] As a general principle, in examining the six factors, the analysis must be contextualized ( <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1923 (QL), at para. 59). In <FRAGMENT_SUPPRESSED> , supra , at para. 60, Russell J. indicated that the entire context of an applicant's situation must be considered.", "[15] Further, with respect to the second Koo (Re) factor, residence of family members, while the citizenship judge is to examine where an applicant's immediate family is resident, an applicant cannot \"bootstrap\" his qualification as a resident based on the conduct of his family ( <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 296 (QL), at para. 25; <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1979 (QL), at para. 22; <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1849 (QL), at para. 12); Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1871 (QL), at para. 9).", "[16] Moreover, while an applicant's physical presence is not the primary consideration, in remains an important factor in the Koo (Re) analysis and the Judge is free and indeed required to examine physical absences and the reasons for those absences ( <FRAGMENT_SUPPRESSED>  (QL), at para. 15; Agha (Re) , [1999] F.C.J. No. 577 (QL), at para. 45). More particularly, as Martineau J. has held in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1040 (QL), at para. 10: When absences are a regular pattern of life rather than a temporary phenomenon, they will indicate a life split between two countries, rather than a centralized mode of existence in Canada, as is contemplated by the Act [...] (See e.g. <FRAGMENT_SUPPRESSED> , supra , at para. 28)", "[17] I agree with my colleague. While the Koo (Re) test is inherently flexible, taking into account the personal circumstances of an applicant, that flexibility can extend only so far. At some point if an applicant wishes to become a Canadian citizen, he must centralize his mode of existence in Canada.", "[18] Finally, with respect to the quality of connection to Canada, the existence of \"passive\" indicia such as the possession of homes, cars, credit cards, driver's licenses, bank accounts, health insurance, income tax returns, library cards, etc., the Court has been reluctant to find that on their own, these are sufficient to demonstrate a substantial connection ( <FRAGMENT_SUPPRESSED> , at para. 26; <FRAGMENT_SUPPRESSED> , supra , at para. 25; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 613 (QL), at para. 25). When it comes to establishing a connection, there must be some evidence that would demonstrate a reaching out to the Canadian community or a rationale explanation for the lack such evidence, not merely passive indicia ( <FRAGMENT_SUPPRESSED> , supra , at para. 26).", "[19] In the present case, I find that the citizenship judge's decision was reasonable. He examined the applicant's situation in light of the six Koo (Re) factors, highlighting the applicant's numerous trips abroad to Colombia, his home country, the fact that he retained his medical practice and glasses outlet in that country and also that the applicant is an investor and administrator of two Canadian construction companies. Based on these factors it was reasonable for the Judge to conclude that the applicant's absences were not temporary but rather a structural pattern of life.", "[20] It is true that, with the exception of the applicant's failure to remit tax to Canadian authorities, the Judge did not refer to any of the passive indicia of residency; however, as stated above, passive indicia on their own do not suggest that the applicant has centralized his mode of existence in Canada.", "[21] Further, while the Judge stated that the presence of the applicant's family in Canada was a \"huge factor\" it was not determinative. The applicant's willingness to travel abroad in order to provide for his family is commendable; however, based on the totality of factors; I find that the Judge reasonably concluded that the applicant has a stronger connection to Colombia than to Canada.", "[22] I would add that while the citizenship judge did refer to the time spent by the applicant in Colombia after submitting his citizenship application and thus outside of the relevant time period, it is clear that this is similar to the recent case of <FRAGMENT_SUPPRESSED>  at para. 15, wherein Layden-Stevenson J. stated that \"[i] n referring to absences outside the relevant period, the judge was merely placing [the] application in its context. There was nothing within that overall context that pointed to a result different than the one arrived at with respect to the relevant period.\" I believe the same reasoning holds true in this case. Were the reasons provided adequate?", "[23] The provision of reasons is statutorily mandated. Section 14(3) of the Act, requires that the citizenship judge \"shall notify the applicant of his [negative] decision, of the reasons therefore and of the right to appeal.\"", "[24] <FRAGMENT_SUPPRESSED>  (QL), at paras. 21-22, the Federal Court of Appeal asserted that the duty to give reasons will be fulfilled if the reasons provided are adequate. Further the Court held that: The obligation to provide adequate reasons is not satisfied by merely reciting the submissions and evidence of the parties and stating a conclusion. Rather, the decision maker must set out its findings of fact and the principal evidence upon which those findings were based. The reasons must address the major points in issue. The reasoning process followed by the decision maker must be set out and must reflect consideration of the main relevant factors.", "[25] Moreover, in <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1807 (QL), at paras. 19-20, Gibson J., relying on Layden-Stevenson J.'s analysis in <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1415 (QL), at para.13, highlighted the fact that in assessing the adequacy of the reasons provided, the citizenship judge is not held to some abstract standard of perfection.", "[26] In my opinion, the reasons were adequate for the purpose of providing the applicant with an understanding of why his application was denied. They contained an analysis of the Koo (Re) factors and an application of those factors to the particular circumstances of the applicant's case as well as the conclusions regarding where the applicant has centralized his mode of existence.", "[27] For these reasons, the appeal of the citizenship judge's decision is dismissed without costs. JUDGMENT", "[28] THIS COURT ORDERS that the appeal of the citizenship judge's decision is dismissed without costs. [End of document]"]}