{"id_": "074582", "body_str": ["[1] Manson, J. : This is an application for judicial review of two decisions of Q. Liu, a Senior Immigration Officer at Citizenship and Immigration Canada [the Officer], pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act]. The Officer refused a pre-removal risk assessment application [PRRA Application], pursuant to subsection 112(1) of the Act and an exemption from the in-Canada selection criteria on humanitarian and compassionate grounds [H&C Application], pursuant to subsection 25(1). I. Issues", "[2] The issues raised in the present application are as follows: A. Pre-Removal Risk Assessment Application 1. Did the Officer apply the correct test to assess the risk faced by the Applicants? 2. Was the Officer's application of the test unreasonable? B. Humanitarian and Compassionate Application 1. Is the outcome of the PRRA Application determinative of the result of the H&C Application? 2. Was the Officer's decision unreasonable? II. Background", "[3] The Applicants consist of Huseyin Talipoglu and his wife Kadriye Talipoglu [the Adult Applicants], and their granddaughter, Kadriye Candas [the Minor Applicant]. The Adult Applicants are a married couple who are citizens of Turkey. They have two daughters. One daughter, Emine Ozen, fled Turkey in fear of her former spouse and has lived in Canada since successfully applying for refugee protection. The other daughter lives in Turkey, and is the mother of the Minor Applicant.", "[4] The Adult Applicants came to Canada with the Minor Applicant on July 20, 2002, and shortly thereafter applied for refugee protection, claiming that they feared Ms. Ozen's former spouse. Their refugee protection application was refused by the Refugee Protection Division of the Immigration and Refugee Board [the Board] on July 7, 2004.", "[5] The Applicants filed their H&C Application on December 31, 2004 and their PRRA Application on August 3, 2011. A. PRRA Application", "[6] On October 17, 2012, the Officer refused the Applicants' PRRA Application. The Officer's decision hinged on three issues raised by the Applicants.", "[7] First, the Officer considered an undated letter from the Minor Applicant's mother, who said that Ms. Ozen's former spouse still looks for the Adult Applicants and intends to hurt them. The Officer assigned little weight to this letter on the grounds that it was undated, vague, and self-serving.", "[8] Second, the Officer addressed a copy of Mr. Talipoglu's telephone records, which showed many phone calls to Turkey in August, 2011. The Adult Applicants' Canadian daughter swore in an affidavit that these were harassing calls from Ms. Ozen's former spouse directed at the Adult Applicants. The Officer stated there was no evidence that the Adult Applicants were being harassed by Ms. Ozen's former spouse and assigned little weight to this evidence.", "[9] Third, the Officer considered three claims that concern the Minor Applicant: that she would be discriminated against because she converted to Christianity from Alevi (a religious group within Shia Islam), that her mother was depressed and could not take care of her, and that her father would mistreat her and force her to wear a hijab. The Officer rejected the first claim because there was no evidence that the Minor Applicant converted to Christianity, nor was there any evidence that she \"would be persecuted and harmed because of her religion or her life style,\" as country condition documents submitted by the Applicants were general and unrelated to the Minor Applicant. The Officer rejected the second and third claims given there was no evidence about the mental health of the Minor Applicant's mother and the current state of the relationship between the Minor Applicant and her parents was unclear.", "[10] Consequently, the Officer concluded that he did not find the Applicants would face more than a mere possibility of persecution, or that it was likely the Applicants would face a danger of torture, risk to life, or a risk of cruel and unusual treatment or punishment, as per sections 96 and 97 of the Act. B. Humanitarian and Compassionate Application", "[11] On October 29, 2012, the Officer refused the Applicants' H&C Application on the basis that they had not shown that their establishment in Canada, risk of being removed, and the best interests of the child constituted hardship that was either unusual and undeserved or disproportion such that a H&C exemption was warranted. i. Establishment", "[12] In considering establishment, the Officer noted that the Applicants had low incomes, previously received social assistance and currently live in subsidized housing. They were not financially established. As for their integration in the community, they were supported by their church but should not have had any reasonable expectation that they would be here permanently.", "[13] As for their familial ties, the Officer viewed their relationships with their daughter in Canada and her husband and children positively. However, he concluded that there was no evidence that they could never reunite if the Applicants left Canada.", "[14] Ultimately, the Officer accepted that the Applicants were somewhat established, since they had been here for 10 years, but did not see their degree of establishment as warranting an exemption from the ordinary operation of the Act. ii. Risk", "[15] The Officer summarized the Applicants' claims regarding Ms. Ozen's former spouse, quoting the Board's reasons for denying the Applicants' refugee claim in 2004, and gave those reasons considerable weight. The Officer also summarized his decision in the Applicants' PRRA Application, and observed that the claims of risk were the same. For the same reasons given in the PRRA decision, the Officer assigned low weight to an undated letter from the Minor Applicant's mother.", "[16] The Officer also conducted research on country conditions in Turkey, and noted that although the human rights situation is problematic, the Applicants would not necessarily face particularized risk.", "[17] Cumulatively, the Officer found there was no persuasive evidence that the Applicants would be subject to any risk that would result in unusual and undeserved or disproportionate hardship. iii. Best Interest of the Children", "[18] The Officer considered the Adult Applicants' claims that the Minor Applicant's parents would not properly care for her, which was supported by letters from the Minor Applicant's parents. However, given the lack of medical evidence regarding the Minor Applicant's mother's mental health and the fact that Minor Applicant's parents still retained legal custody, the Officer was not persuaded that it was in the Minor Applicant's best interest to remain in Canada. In coming to this conclusion, the Officer also noted that if the Applicants were removed to Turkey, the Minor Applicant would still be with her current caregivers (the Adult Applicants) and that the education system in Turkey was sophisticated.", "[19] The Officer also considered the interests of Elgin Ozen, the Minor Applicant's cousin, who has developmental delays. Letters from his physicians stated that support from his family members was important. Despite this, the Officer concluded the impact of the departure would not be so negative as to detrimentally impact Elgin Ozen. The Officer concluded this because he is receiving care from his own family, it was unclear from the evidence what treatment he was receiving, and there was no evidence that the cousin would be unable to remain in contact with the Applicants after their departure.", "[20] For those reasons, the Officer found that the negative effects on the children did not justify an H&C exemption.", "[21] The Officer concluded that all the factors described above, considered separately and cumulatively, did not warrant an H&C exemption. III. Standard of Review", "[22] Whether the Officer applies the correct legal test in conducting the PRRA is reviewable on the standard of correctness. The Officer's application of the test to the facts at issue is a question of mixed fact and law and reviewable on the standard of reasonableness, and is generally afforded deference by this Court.", "[23] The question of whether the result of the PRRA Application is determinative of the related H&C decision raises questions about what tests an Officer must apply when assessing H&C applications. Such a question attracts the correctness standard of review ( FRAGMENT_SUPPRESSED), while the Officer's decision itself is reviewable on the standard of reasonableness. IV. Analysis A. Did the Officer Apply the Correct Test to Assess the Risk Faced by the Applicants?", "[24] The Applicants argue that the Officer applied the incorrect test for assessing whether the Applicants would face a risk of persecution if removed. They point out that the Officer stated that \"I do not find that the Minor Applicant would be persecuted or harmed by religious extremists.\" The Applicants argue that this shows the Officer was requiring them to show persecution on a balance of probabilities, which is a misinterpretation of the legal test for assessing a PRRA, as adopted from FRAGMENT_SUPPRESSED.", "[25] The Applicants acknowledge that while the Officer correctly states the test from FRAGMENT_SUPPRESSED in the concluding paragraph of the decision, they assert that it is merely a boilerplate conclusion which does not cure the substantive error in the Officer's decision: it is tainted by the application of the incorrect legal test, which is shown by the Officer's analysis of the facts.", "[26] The Respondent acknowledges that the Officer appears to have misstated the test at some points in the decision, but states that the Officer's correct statement of the test shows that the right test was applied, and that poor or imprecise wording does not necessarily show that the wrong test was applied ( FRAGMENT_SUPPRESSED).", "[27] The test for assessing persecution was described in FRAGMENT_SUPPRESSED as follows: FRAGMENT_SUPPRESSED", "[28] The correct test is whether an applicant has demonstrated whether there is more than a mere possibility of persecution, not whether an applicant has proven persecution on a balance of probabilities.", "[29] Both parties acknowledge that the Officer misstated the test in the body of the decision and correctly stated it in the final paragraph of the decision: • At page 6 of the decision, the Officer states: \"[n]o evidence is submitted to demonstrate that the minor applicant would be persecuted and harmed because of her religion or her life style\"; • Later in the same paragraph, the Officer states: \"[d]ue to lack of sufficient evidence, I do not find that the minor applicant would be persecuted or harmed by religious extremists\"; • Again, two paragraphs later, the Officer states: \"[t]here is no evidence to indicate that the minor applicant would be harmed by her parents\"; and • In the concluding paragraph of the decision, the Officer states the test correctly: \"...I do not find the applicants would face more than a mere possibility of persecution.\"", "[30] The Respondent is correct that Officer's use of the word \"would\" is not necessarily fatal if the decision as a whole shows that the officer understood and applied the correct test ( FRAGMENT_SUPPRESSED).", "[31] However, as was stated in FRAGMENT_SUPPRESSED, a reviewing court needs to be confident that the decision-maker applied the correct legal test when it mattered. In this case, the examples cited above demonstrate the Officer explicitly did not use the correct test when assessing the evidence, and the generic concluding paragraph which cites the correct test does not change this. Accordingly, I find that the Officer did not apply the correct test and on this basis alone the Application should be allowed. B. Was the Officer's Application of the Test Unreasonable?", "[32] Given my finding above, I need not consider the second issue. However, I find that the treatment of the evidence by the Officer was also unreasonable. Specifically, the Officer said at page six of the decision that \"[t]here is no evidence that the minor applicant is a convert from Alevi to Christianity.\" However, there were two letters from the pastor of the King's Family Church (pages 295 and 378 of the Certified Tribunal Record) confirming that the Minor Applicant and her grandmother regularly attended his services. The Respondent incorrectly referred to one letter, and notes that this letter does not say how long they have been attending Church. That finding goes to weight, and it does not justify the Officer's declaration that there was \"no evidence.\"", "[33] Additionally, the Minor Applicant's aunt and the Adult Applicants swore that the Minor Applicant was a convert who was very involved in church activities. The Officer does not explain why sworn testimony from family members and two letters from a church pastor about a person's current faith practices is not acceptable evidence about a person's religious beliefs. An absence of reasoning in this regard renders this aspect of the decision unintelligible.", "[34] The Respondent also argues that there is no evidence that the Minor Applicant would be harassed. However, the Officer disregarded the country documentation after he concluded that there was no link to the Minor Applicant's personal situation because the Officer determined that she was not a convert to Christianity. It is not clear whether the Officer would have done the same if the Officer had reasonably considered the evidence as to whether the Minor Applicant was Christian.", "[35] Consequently, I find the Officer's PRRA decision unreasonable. C. Does the Outcome of the Related PRRA Application Dictate the Result of the H&C Application?", "[36] The Applicants argue that an error in assessing risk in a PRRA Application will be determinative of an H&C Application, when based on the same facts ( FRAGMENT_SUPPRESSED).", "[37] Further, in their Reply Memorandum, the Applicants state that the Respondent's reliance on subsection 25(1.3) is misplaced.", "[38] The Respondent argues that an H&C application considers different factors than a PRRA, as per subsection 25(1.3) of the Act. Accordingly, the failure of an applicant's PRRA does not condemn their H&C application. Further, the Respondent contrasts the purpose of an H&C analysis with the mandate of a PRRA officer, who is tasked with assessing risk before removal as per subsection 113(a) of the Act.", "[39] The Respondent argues that the Officer focussed on hardship when assessing risk, and never conducted a section 96 analysis. Therefore, any error in the PRRA does not translate into an error in the H&C analysis.", "[40] The Applicants are correct in stating that the Respondent improperly relies on subsection 25(1.3) of the Act, as it was only added to the Act in 2010 by the Balanced Refugee Reform Act , SC 2010, c 8, s 4. Given the provisions of section 32 of the Balanced Refugee Reform Act , any H&C Application must be assessed in light of the Immigration and Refugee Protection Act as of the date that the H&C Application was made. As the H&C Application in the instant case was made on December 31, 2004, the provisions of 25(1.3) do not apply.", "[41] Moreover, while the Respondent is correct in stating that the analysis for hardship in an H&C Application is distinct from a PRRA analysis, several cases have affirmed that where a H&C analysis relies on a faulty PRRA analysis, the decision will be flawed ( FRAGMENT_SUPPRESSED).", "[42] It is clear from the fourth full paragraph of page seven of the Officer's decision that the Officer relied on the PRRA risk analysis in reaching his decision. In fact, the Officer re-states the same faulty test from his PRRA risk analysis: \"[t]here was no evidence that the minor applicant converted to Christianity or that she would be persecuted or harmed by religious extremists because she was a convert or she was brought up in Canada.\"", "[43] Accordingly, I find that in this instance that this court's decision with regard to the assessment of risk in the PRRA Application is determinative of the result of the instant H&C Application. The Officer applied the incorrect legal test when assessing risk in the PRRA Application and similarly applied the incorrect legal test with respect to considering unusual, underserved or disproportionate hardship in the H&C Application. D. Was the Officer's Decision Unreasonable?", "[44] Given my decision above, I need not consider this issue in the context of the H&C Application. JUDGMENT", "[45] THIS COURT'S JUDGMENT is that 1. The Applicants' application is allowed and referred back to a differently constituted Board for reconsideration; 2. No question is to be certified. Application allowed. Editor: Angela E. McKay/vnh Immigration and Refugee Protection Act , SC 2001, c 27 Humanitarian and compassionate considerations - request of foreign national 25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible - other than under section 34, 35 or 37 - or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada - other than a foreign national who is inadmissible under section 34, 35 or 37 - who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. (1.3) In examining the request of a foreign national in Canada, the Minister may not consider the factors that are taken into account in the determination of whether a person is a Convention refugee under section 96 or a person in need of protection under subsection 97(1) but must consider elements related to the hardships that affect the foreign national. Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Application for protection 112. (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1). Consideration of application 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; Demande de protection Examen de la demande Balanced Refugee Reform Act, SC 2010, c 8, s 4 Humanitarian and compassionate considerations 32. Every request that is made under section 25 of the Immigration and Refugee Protection Act, as that Act read immediately before the day on which this Act receives royal assent, is to be determined in accordance with that Act as it read immediately before that day."]}