{"id_": "074596", "body_str": ["[1] Noël, J. [Translation]: This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA), of a decision to issue exclusion orders against the applicants under subsection 44(2) of the IRPA. This decision was rendered on November 11, 2011, by a Minister's delegate. I. Background and impugned decision", "[2] The applicants, members of one family, are all citizens of Belgium.", "[3] Mr. Sibomana, the principal applicant, is 41 years old. He arrived in Canada on June 6, 2008, to start a job in Québec.", "[4] Upon his arrival at the airport, Mr. Sibomana received a work permit in the field of information technology of 36 months with an initial expiration date of May 31, 2011.", "[5] The family of Mr. Sibomana arrived in Canada on September 11, 2009.", "[6] Mr. Sibomana and his family left Canada on May 28, 2011, three days before his work permit was to expire. They returned to the Armstrong border post (Armstrong post) the next day, but Mr. Sibomana said that he had to find a new employer to be able to renew his work permit. The family again left the country on July 1 before returning to the Armstrong post on July 3, 2011, where they were given visitor status until August 31, 2011.", "[7] On August 15, 2011, Mr. Sibomana applied to renew his work permit. The application was received on August 18. On September 2, having received no response, the family went to the Armstrong post to obtain the permit. An agent apparently then extended the visitor status of the applicants until March 1, 2012, because a decision had not been made in regard to the work permit.", "[8] The work permit application was finally refused on October 25, 2011, because it had to be submitted in person, which had not been done.", "[9] On October 29, 2011, the family again went to the Armstrong post, but because the computer system was down, an appointment was made with them for November 11, 2011. On October 30, a Border Services officer wrote to the Ministère de l'Immigration et des Communautés culturelles du Québec to share its concerns about Mr. Sibomana's work permit application (Tribunal Record at pp 35-36): [Translation] ... The subject reported to our office on October 29, 2011, to obtain a work permit. His permit application sent to CIC Vegreville by mail was refused on October 25, 2011 (this application had to be submitted in person). On October 29, 2011, he submitted in person the attached letter of offer and a CAQ dated August 11, 2011. He requested a permit in the information technology class for one year with an LMO exemption from Service Canada. However, a review of the letter of offer from of 1052 Du Prince-Albert Street , Québec, casts doubt on the subject's actual situation. As shown by the appended Internet link, the offices of this alleged employer were empty on October 27, 2011. The building is a duplex that the subject owns and he lives in the apartment next door at 1050 Du Prince-Albert Street The Quebec Enterprise Registrar has the mailing address of 1050 Du Prince-Albert Street for CRM Conseils 9247-9278 Québec Inc. The telephone number 418-717-3448 for CRM Conseils seems to belong to the subject (see 418-717-3448 Martin on Kijiji). Thus, we have reasonable grounds to believe that this business had never been active and that it was set up for the sole benefit of obtaining a work permit. We also doubt the existence of your correspondent Jean Dubois (recruitment and human resources) to whom you sent confirmation of the offer of employment. We will meet with the subject again on November 11, 2011, at 2 p.m. for further examination. It will be decided whether a work permit will be issued to him or whether we will commence inadmissibility proceedings. My questions are as follows. - Based on these few elements, can we still believe his CAQ? - Would you say that this document is no longer valid? - If any, what information in your file would help us consider whether the subject still meets the requirements of Quebec in his category? ...", "[10] A representative of the Ministère de l'Immigration et des Communautés culturelles responded on November 2 (Tribunal Record at p 35): [Translation] ... The points you raised are the same as we were concerned about when we processed the CAQ application. After receiving the application, we contacted Mr. Dubois who answered our questions and sent us the company's business plan. On this basis, we issued the CAQ for Mr. Sibomana. Following your request for information, we have made further verifications and we are rather perplexed and an application today would probably be refused ...", "[11] On November 3, Mr. Sibomana apparently contacted the Citizenship and Immigration Call Centre and that is when he learned that his application for a work permit had been refused.", "[12] Finally, an inadmissibility report was established on November 11, 2011, under section 44 of the IRPA, in which Mr. Sibomana was declared a foreign national who is inadmissible under paragraph 20(1)( ) and section 41 of the IRPA. The following are the provisions in question. Immigration and Refugee Protection Act , SC 2001, c 27 Obligation on entry 20. (1) Every foreign national, other than a foreign national referred to in section 19, who seeks to enter or remain in Canada must establish, ) to become a permanent resident, that they hold the visa or other document required under the regulations and have come to Canada in order to establish permanent residence; and ... Non-compliance with Act 41. A person is inadmissible for failing to comply with this Act ) in the case of a foreign national, through an act or omission which contravenes, directly or indirectly, a provision of this Act; and ) in the case of a permanent resident, through failing to comply with subsection 27(2) or section 28. ... Preparation of report 44. (1) An officer who is of the opinion that a permanent resident or a foreign national who is in Canada is inadmissible may prepare a report setting out the relevant facts, which report shall be transmitted to the Minister. Referral or removal order (2) If the Minister is of the opinion that the report is well-founded, the Minister may refer the report to the Immigration Division for an admissibility hearing, except in the case of a permanent resident who is inadmissible solely on the grounds that they have failed to comply with the residency obligation under section 28 and except, in the circumstances prescribed by the regulations, in the case of a foreign national. In those cases, the Minister may make a removal order. LC 2001, ch 27 [...] [...] Rapport d'interdiction de territoire Suivi", "[13] The applicant's inadmissibility report was based on the following information (Tribunal Record at pp 14-15): [Translation] The subject has not had a valid work permit since May 2011. He applied for a work permit at the Vegreville processing centre which refused him in October 2011. He reported to the Armstrong border post in November 2011 to obtain a work permit, but it was refused on the ground that he did not meet the federal requirements in this category in relation to his letter of job offer. Since May 2011, the subject filed time-barred applications for work permits while he was without status. He reported to the Canadian border for the purpose of renewing his visitor status while he was actually conducting himself as an immigrant without a visa in Canada. He did not apply for or receive permanent residence in Canada.", "[14] The observations noted electronically on November 23 further explain the decision of the Minister's delegate (Tribunal Record at pp 16-23): [Translation] He reported to the Canadian border for the purpose of renewing his visitor status while he was actually conducting himself as an immigrant without a visa in Canada. He did not apply for or receive permanent residence in Canada. Suspect letter of offer from a supposed employer whose place of business is next door to where the subject lives and in a building that the subject owns. In October 2011, the place of business of this supposed employer (CRM Conseils), 1050 Prince Albert, Québec, was empty. Reasons to believe that the subject set up a fictitious company for the sole purpose of having a work permit. Informed of this situation, Immigration Québec questioned the merits of the subject's CAQ. Since his dismissal from CGI, the subject continued to work for other employers on the same permit without asking for a new one, contrary to the conditions imposed. Since May 2011, the end of his permit, the subject remained in Canada and filed 2 claims refused by Vegreville. He reported to the border several times to get visitor status while he was waiting for Vegreville and was facing the risk of having to interrupt his children's education. Faced with the refusal of the point of entry to issue him a permit, the subject persisted in wanting to stay in Canada, spoke of his family's future, his spouse's intention to stay in Canada to work as a nurse, stated that he is highly educated and has had several employment offers that give him the right to stay in Canada. He stated that his family no longer has a future in Belgium, victim of racism, easier in Quebec where he is paying taxes. He stated that it is impossible to leave because he has purchased a house, 2 cars and is financially self-supporting in Canada because of a rental income from Belgium and savings. The subject demonstrated that he has no obligation that would force him to return to Belgium, an incentive to remain in Canada with his family. He testified that his family is Québécois just like everyone else, stated that his children have the right to become Canadian. The subject behaves and speaks like an immigrant, but has never filed a claim to that effect or obtained [permanent residence]. In view of these facts, I have reason to believe that he is inadmissible because he wants to become a permanent resident and that he does not have visas or other document required under the regulations.", "[15] Mr. Sibomana attempted to submit an additional affidavit to address the concerns about the genuineness of the offer of employment from CRM Conseil. No specific claim was submitted in that regard. However, this evidence was not in the record before the minister's delegate and would thus not be considered within this judicial review of the delegate's decision.", "[16] On November 25, 2011, Mr. Sibomana submitted this application for leave and for judicial review against the exclusion order issued by the Minister's delegate to set aside the orders and obtain a declaration that they had visitor status in Canada when these orders were issued. II. Issues", "[17] The Applicants raised the following issues: 1. Has the duty of procedural fairness been violated by the Minister's delegate? 2. What is the scope of the discretion of the Minister's delegate under subsection 44(1) of the IRPA? 3. Did the applicants have a valid visitor status when the exclusion orders were issued? III. Applicable standard of review", "[18] The standard of review applicable to questions of the scope of the duty of fairness is that of correctness ( <FRAGMENT_SUPPRESSED> [2006] FCJ 491 ( Cha )). As for the review of the decision of the Minister's delegate, this Court has applied the standard of reasonableness in similar matters ( <FRAGMENT_SUPPRESSED> [2010] FCJ 1035). IV. Analysis", "[19] The Applicants raise three arguments. First, they raise the duty of procedural fairness arising from the significant repercussions of the exclusion order, i.e. that it is impossible to enter the country without the Minister's written authorization. Without saying it explicitly, the applicants argued that the duty of procedural fairness was not respected in this case because they would not have had the opportunity \"to put forward their views and evidence fully and have them considered by the decision-maker\", as described by the Supreme Court in <FRAGMENT_SUPPRESSED> .", "[20] The Minister of Citizenship and Immigration (the Minister) pointed out that a report and an exclusion order under subsections 44(1) and 44(2) of the IRPA are purely administrative decisions for which the duty of procedural fairness is minimal ( Cha , above, at paras 44-45). In Cha , the Federal Court of Appeal determined that the following measures met the requirements of the duty of procedural fairness ( Cha , above, at para 52): - provide a copy of the immigration officer's report to the person - inform the person of the allegation(s) made in the immigration officer's report, of the case to be met and of the nature and possible consequences of the decision to be made - conduct an interview in the presence of the person, be it live, by videoconference or by telephone - give the person an opportunity to present evidence relevant to the case and to express his point of view.", "[21] The Minister adds that, in any event, even if a given violation had occurred in this case, the delegate's decision would not have been different and that this Court should refuse to refer the matter inasmuch as the applicants did not demonstrate that the decision would have been different were it not for the breach of natural justice ( Cha , above, at para 67; <FRAGMENT_SUPPRESSED> ).", "[22] With respect to this argument, the applicants have not detailed the alleged breach and the parties have not described the conduct of the interview of November 11 with Mr. Sibomana. However, the e-mail from the Minister's delegate dated October 30 stated that a decision had still not been made and that they were waiting to see the results of the interview: [Translation] \"We will meet with the subject again on November 11, 2011, at 2 p.m., for further examination. It will be decided whether a work permit will be issued to him or if we will commence inadmissibility proceedings\" (Tribunal Record at pp 35-36). Mr. Sibomana apparently had the opportunity to explain himself before a decision was made. In addition Mr. Sibomana had not raised any evidence in the record that would call into question the delegate's concerns as to the work permit application. Accordingly, this Court is of the view that there had not been any breach of procedure.", "[23] Second, the applicants submitted that the Minister's delegate would have committed an error in law by refusing to exercise his discretion by automatically issuing exclusion orders. However, as the Minister demonstrated, the exclusion order was what the circumstances required, as provided in subparagraph 228(1)( )( iii ) of the Immigration and Refugee Protection Regulations , SOR/2002-227 (IRPR): Immigration and Refugee Protection Regulations SOR/2002-227 Division 2 Specified Removal Order Subsection 44(2) of the Act -- foreign nationals 228. (1) For the purposes of subsection 44(2) of the Act, ... if a report in respect of a foreign national does not include any grounds of inadmissibility other than those set out in the following circumstances, the report shall not be referred to the Immigration Division and any removal order made shall be ... ) if the foreign national is inadmissible under section 41 of the Act on grounds of ... (iii) failing to establish that they hold the visa or other document as required under section 20 of the Act, an exclusion order ... [Emphasis added.] , DORS/2002-227 Section 2 [...] [...]", "[24] Third, the applicants stated that at the time of issuing the exclusion orders, they still had visitor status valid until March 1, 2012, but the Minister challenged this statement. The Minister stated that the admission as a visitor until March 1, 2012, was no longer valid because the principal applicant left Canada several times before this admission was extended on September 2, 2012. The Minister relied on paragraph 183(4)( ) of the IRPR: Immigration and Refugee Protection Regulations SOR/2002-227 Division 2 Conditions on Temporary Residents Authorized period ends 183. (4) The period authorized for a temporary resident's stay ends on the earliest of ) the day on which the temporary resident leaves Canada without obtaining prior authorization to re-enter Canada; ... , DORS/2002-227 Section 2 However, the record shows that Mr. Sibomana left Canada for the purpose of renewing his work permit. His application had to be submitted to the Armstrong post and Mr. Sibomana was subsequently called there for an interview. In these circumstances, the Minister cannot rely on subsection 183(4) of the IRPR to invalidate Mr. Sibomana's presence in Canada when he was there legally with a valid visitor status until March 1, 2012.", "[25] The inadmissibility report indicated that from the date that the inadmissibility order was issued, on November 11 2011, Mr. Sibomana had not had a valid work permit since May 2011. Mr. Sibomana then went to renew his visitor status and it was refused. The Minister stated that the decision to issue an exclusion order on the basis of the interdiction order was reasonable.", "[26] To recap, the exclusion order issued against Mr. Sibomana relied on section 41 and paragraph 20(1)( ) of the IRPA. Thus, the Minister's delegate was of the view that Mr. Sibomana had breached the IRPA (section 41) because he failed to fulfil his duty upon entering Canada of holding the visas or other document as required to become a permanent resident (paragraph 20(1)( )): Immigration and Refugee Protection Act , SC 2001, c 27 Obligation on entry 20. (1) Every foreign national, other than a foreign national referred to in section 19, who seeks to enter or remain in Canada must establish, ) to become a permanent resident, that they hold the visa or other document required under the regulations and have come to Canada in order to establish permanent residence; and ... Non-compliance with Act 41. A person is inadmissible for failing to comply with this Act ) in the case of a foreign national, through an act or omission which contravenes, directly or indirectly, a provision of this Act; and ) in the case of a permanent resident, through failing to comply with subsection 27(2) or section 28. LC 2001, ch 27 [...]", "[27] According to the submissions of the Minister's delegate recorded electronically on November 23, he apparently had [Translation] \"reasons to believe [that Mr. Sibomana] was inadmissible because he wants to become a permanent resident and that he does not have the visas or other document required under the regulations\". (Tribunal Record at p 23). However, paragraph 20(1)( ) applies only to those who seek to enter or remain in Canada to become a permanent resident. Yet it is clear from the record that Mr. Sibomana did not subsequently report to the Armstrong post to become a permanent resident and at that time did not seek to enter Canada for this reason. The Minister's delegate even acknowledged it in its comments: [Translation] \"He did not ask for or obtain permanent residence in Canada\" (Tribunal Record at p 16). The inadmissibility report also confirmed: [Translation] \"He reported to the Canadian border for the purpose of renewing his visitor status\" (Tribunal Record at p 15). Even in his e-mail of October 30, the delegate stated that the purpose of the November 11 meeting was to decide whether a work permit would be issued (Tribunal Record at p 36).", "[28] As to his intention to become a permanent resident in the future, the applicants stated that although they considered the possibility of obtaining permanent resident status, they intended to leave the country when the temporary status expired. This type of dual intent is provided and permitted under section 22 of the IRPA: Immigration and Refugee Protection Act , SC 2001, c 27 Temporary resident 22. (1) A foreign national becomes a temporary resident if an officer is satisfied that the foreign national has applied for that status, has met the obligations set out in paragraph 20(1)( ) and is not inadmissible. Dual intent (2) An intention by a foreign national to become a permanent resident does not preclude them from becoming a temporary resident if the officer is satisfied that they will leave Canada by the end of the period authorized for their stay. LC 2001, ch 27 The Minister's delegate does not appear to have considered this provision of the IRPA or to have made a distinction between these two intentions. Therefore, the delegate's decision, in his view justified by subsection 20(1)( ) and section 41 of the IRPA, cannot be maintained. That decision simply does not fall within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  (2008) 1 SCR 190).", "[29] While certain of the concerns noted by the delegate as to the employment offer could possibly result in the inadmissibility of the applicants because of misrepresentations, under paragraph 40(1)( ) of the IRPA, it is not the decision made by the Minister's delegate in this case and this Court therefore does not have to consider this issue. Immigration and Refugee Protection Act , SC 2001, c 27 Misrepresentation 40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation ) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act; ... LC 2001, ch 27", "[30] In conclusion, for the reasons stated above, the decision of the Minister's delegate is set aside and the matter is referred back to a different delegate who will have to reconsider the record and determine the steps required in accordance with the law.", "[31] The parties were invited to submit a question for certification, but none was submitted. JUDGMENT", "[32] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is allowed and the matter is referred back to a different Minister's delegate to reconsider the matter and determine the steps required in accordance with the law. No question will be certified. Application granted. Editor: E. Joanne Oley/vnh"]}