{"id_": "074753", "body_str": ["[1] Martineau, J. : The applicant challenges the legality of the decision of the Refugee Protection Division, Immigration and Refugee Board [the Board], dated July 26, 2011, excluding him from refugee protection pursuant to section 98of the Immigration and Refugee Protection Act, SC 2001 c 27 [IRPA] and article 1F(b) of the United Nations Convention Relating to the Status of Refugees, July 28, 1951, [1969] Can TS No 6 [the Convention]. BACKGROUND", "[2] The applicant is a 43 year old citizen of Albania who moved to Greece with other members of his family for work in 1990. On the night of September 4, 1996, the applicant was arrested in Hydra, Greece, and charged with murder of another Albanian citizen in the fit of anger, carrying arms without a license, and illegal use of arms. That night, the applicant had gone to fetch his sister from the hotel where she worked when he found this other man sexually assaulting his sister. The applicant intervened and during an altercation between the two men, the applicant stabbed the aggressor with a pocket knife. The man walked away from the fight but he died of his injuries later that night.", "[3] On May 12, 1997, the applicant was convicted on each of three charges and was sentenced to a total of 12 years and 6 months imprisonment reduced for time served to 11 years, 9 months and 22 days. On appeal, the sentence was reduced to 11 years and 6 months imprisonment. The applicant was released on June 11, 2003, after having served half of the original sentence in a prison in Larisa, Greece. He was driven back to the Albanian border on June 23, 2003. However, the applicant and his family were allegedly no longer able to live in Albania because the homicide had started a blood feud between the aggressor's family and the applicant's family. After a long travel across Europe, the applicant arrived in Canada with a false Greek passport on December 21, 2004.", "[4] The applicant's sister and two brothers, as well as his wife and eleven year old daughter have been granted refugee status in Canada. The applicant's parents have been sponsored by their children and are permanent citizens in Canada as well. Upon his arrival in Canada, the applicant informed immigration authorities of his entire story and was under detention until January 2007 when the Immigration Division of the Immigration and Refugee Board allowed the applicant's release subject to terms and conditions. In the meantime, the determination of the applicant's refugee protection claim was delayed pending disposition of a request made on June 1, 2005, by Canada Border Services Agency [CBSA] in the Minister of Public Safety and Emergency Preparedness [MPSEP], seeking an opinion from the Minister of Citizenship and Immigration [MCI] whether the applicant was a danger to the public in Canada.", "[5] By decision dated January 4, 2007 [the danger opinion], the MCI determined the applicant not to be a danger to the public, considering that the applicant was not \"prone to further violence although he has committed a serious crime in the past\". As a result, the applicant became eligible to present a refugee protection claim. On March 22, 2010, the MPSEP gave notice to the applicant of its intention to intervene in his refugee protection claim before the Board, seeking the applicant's exclusion from refugee protection on the basis that he has \"committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee\" (article 1F(b) of the Convention). It is on this basis that the Board rejected the applicant's asylum claim, leading to the present judicial review. STANDARD OF REVIEW AND DETERMINATION", "[6] The Board's determination on whether an applicant is a person described in article 1F(b) of the Convention involves questions of mixed fact and law, and, as such, should normally be reviewed against the standard of reasonableness ( FRAGMENT_SUPPRESSED). In the course of discussion concerning the standard of reasonableness, the Supreme Court of Canada explained that it relates to FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED.", "[7] A reviewing court will normally refrain from substituting its own view to the interpretation of the administrative tribunal home statute, but there are number of exceptions: where the question raised is constitutional, of central importance to the legal system, or where it demarcates the tribunal's authority from that of another specialised tribunal ( FRAGMENT_SUPPRESSED). In the case at bar, the Board was not specifically asked to answer any of the questions of general importance below of the applicant and there is no real discussion or analysis in its reasons of the arguments of law made by the parties with respect to the general interpretation and application of either article 1F(b) of the Convention, or sections 98, 101, 112, 113 and 170 of the IRPA", "[8] Before the assessment of the reasonableness of the impugned decision takes place, the applicant raises a number of questions which can be formulated in the following manner: (a) Once the MCI denies the request of the CBSA in the MPSEP for a danger opinion for the purpose of paragraph 101(2)(b) of the IRPA , can the MPSEP seek exclusion at a refugee protection hearing of the Board based on the same underlying criminal conduct on which the CBSA sought a danger opinion? (b) When applying article 1F(b) of the Convention, is it relevant for the Board to consider: (i) whether the refugee claimant has been rehabilitated since the commission of the crime at issue? (ii) the fact that the MCI has determined the refugee claimant not to be a danger to the public in Canada?", "[9] It is not challenged that the first issue above raises a pure question of law which allows for the construction of the Board's home statute ( IRPA ) but for which the Board is not necessarily familiar (i.e. the provisions found in Division 3 - Pre-removal risk assessment). As far as the second issue is concerned, the crux of the applicant's attack depends on the scope of the criteria mentioned in FRAGMENT_SUPPRESSED , above, which is a pure matter of law and which should be reviewed on a standard of correctness (by analogy: see FRAGMENT_SUPPRESSED). Both parties agree that these are serious questions of general importance; indeed, the Court has accepted to certify same as it is important to have guidance which will have jurisprudential and binding character.", "[10] For the reasons mentioned below, the present judicial review application must fail. There is no issue estoppel, and despite the negative danger opinion from the MCI, the MPSEP was not barred from seeking the exclusion of the applicant on the basis of the seriousness of the crime for which he was convicted. The Board also correctly identified the test to be applied in considering whether the applicant should be excluded under section 98 of the IRPA and article 1F(b) of the Convention, i.e. the FRAGMENT_SUPPRESSED factors. Moreover, according to this Court jurisprudence, considerations of rehabilitation and of current dangerousness for the Canadian public are not probative in making that determination. Overall, the Board's ultimate determination, on the facts of this case, that the applicant is excluded from refugee protection is reasonable, as it is an outcome which is defensible in respect of the facts and law. LEGAL FRAMEWORK", "[11] Article 1F(b) of the Convention states: F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that: [...] (b) He has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee;", "[12] And section 98 of the IRPA incorporates article 1F(b) exclusion clause as follows: 98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.", "[13] Other relevant statutory provisions are the following: 101. (1) A claim is ineligible to be referred to the Refugee Protection Division if [...] (f) the claimant has been determined to be inadmissible on grounds of security, violating human or international rights, serious criminality or organized criminality, except for persons who are inadmissible solely on the grounds of paragraph 35(1)(c). (2) A claim is not ineligible by reason of serious criminality under paragraph (1)(f) unless [...] (b) in the case of inadmissibility by reason of a conviction outside Canada, the Minister is of the opinion that the person is a danger to the public in Canada and the conviction is for an offence that, if committed in Canada, would constitute an offence under an Act of Parliament that is punishable by a maximum term of imprisonment of at least 10 years. 112. (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1). [...] (3) Refugee protection may not result from an application for protection if the person (a) is determined to be inadmissible on grounds of security, violating human or international rights or organized criminality; (b) is determined to be inadmissible on grounds of serious criminality with respect to a conviction in Canada punished by a term of imprisonment of at least two years or with respect to a conviction outside Canada for an offence that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years; (c) made a claim to refugee protection that was rejected on the basis of section F of Article 1 of the Refugee Convention; or (d) is named in a certificate referred to in subsection 77(1). 113. Consideration of an application for protection shall be as follows: [...] (c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98; (d) in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and (i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or (ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada. 170. The Refugee Protection Division, in any proceeding before it, (a) may inquire into any matter that it considers relevant to establishing whether a claim is well-founded; (b) must hold a hearing; (c) must notify the person who is the subject of the proceeding and the Minister of the hearing; (d) must provide the Minister, on request, with the documents and information referred to in subsection 100(4); (e) must give the person and the Minister a reasonable opportunity to present evidence, question witnesses and make representations; (f) may, despite paragraph (b), allow a claim for refugee protection without a hearing, if the Minister has not notified the Division, within the period set out in the rules of the Board, of the Minister's intention to intervene; (g) is not bound by any legal or technical rules of evidence; (h) may receive and base a decision on evidence that is adduced in the proceedings and considered credible or trustworthy in the circumstances; and (i) may take notice of any facts that may be judicially noticed, any other generally recognized facts and any information or opinion that is within its specialized knowledge.", "[14] In light of the above legal framework and relevant case law, the Court will now successively consider whether: (i) the MPSEP can seek the exclusion of a refugee claimant when the MCI has made a negative danger opinion; (ii) rehabilitation and a negative danger opinion can be considered by the Board where exclusion is sought by the MPSEP; and (iii) the Board's final determination of exclusion is overall reasonable. DANGER OPINION AT THE ELIGIBILITY STAGE", "[15] First, the applicant contends that the present legislative scheme does not allow the MPSEP to intervene at the refugee determination stage and seek a claimant's exclusion when the MCI has previously denied a request for a danger opinion at the eligibility stage under the IRPA . The applicant argues that once the MCI denies a CBSA request for a danger opinion, the MPSEP cannot seek the applicant's exclusion on the same basis that the danger opinion was sought, because there is an issue estoppel, the MCI having already determined that the applicant was not \"prone to further violence although he has committed a serious crime in the past\".", "[16] On the other hand, the defendant maintains that the IRPA explicitly contemplates situations where the MCI may have to make a danger assessment twice for the same individual: once to determine whether the applicant's claim should be referred to the Board for a refugee hearing and determination, and once again to determine whether the applicant is entitled to protection pursuant to section 112 of the IRPA . Thereby, in determining a Pre-Removal Risk Assessment [PRRA] application of a person convicted of a serious crime abroad, the MCI must consider, or reconsider, whether the person is a danger to the public in order to determine, this time, whether this risk is balanced off by the applicant's own risk if the applicant is forcibly removed from Canada. In the case of reconsideration at the PRRA stage, there would only be an issue estoppel if there would be no changes of circumstances.", "[17] The Court entirely agrees with the defendant that a positive eligibility determination in itself cannot be said to be a final determination on the question whether one of the exclusion clauses of the Convention and the IRPA apply, whether there has been a danger opinion or not. Moreover, paragraph 170(e) of the IRPA specifically allows the Minister to intervene in a refugee proceeding and seek the exclusion of a claimant. Refugee protection and protection at the PRRA stage are not necessarily the same and differences appear when section 98 is compared with sections 112 and 113 of the IRPA", "[18] The Federal Court of Appeal has made clear in FRAGMENT_SUPPRESSED, that persons such as the applicant whom the Board excludes from refugee protection on the basis of article 1F and section 98 of the IRPA are nevertheless eligible for a PRRA: Subsection 112(3) lists those persons who are ineligible for refugee protection, including persons who made a claim for refugee protection which was rejected on the basis of section F of Article 1 of the Convention as set out in section 98 of the Act ... But exclusion from refugee protection is not exclusion from protection. Section 113 stipulates that persons described in subsection 112(3) are to have their applications for protection decided on the basis of the factors set out in section 97 with additional consideration given to the issue of whether such persons are a danger to the public in Canada or to the security of Canada ... ... That is the structure of the Act as it relates to the determination of claims for protection. It has two streams, claims for refugee protection and claims for protection in the context of pre-removal risk assessments. Those who are subject to the exclusion in section 98 are excluded from the refugee protection stream but are eligible to apply for protection at the PRRA stage. The basis on which the claim for protection may be advanced is the same, but the Minister can have regard to whether the granting of protection would affect the safety of the public or the security of Canada . If protection is granted, the result is a stay of the deportation order in effect against the claimant. The claimant does not have the same access to permanent resident status as does a successful claimant for refugee protection. [Emphasis added]", "[19] To conclude on this point, as far as the refugee hearing and determination before the Board is concerned, there can be no issue estoppel. There is no possible confusion and no identity of issue in this case. Even if the same underlying criminal conduct may be relevant, the nature and effects of the determinations made at the eligibility, the refugee hearing and the PRRA stages are made on a different set of applicable principles and legislative provisions. Again, the seeking of a danger opinion is directly related to the protection of the public in Canada. On the other hand, the seeking of an exclusion from refugee protection because a serious crime has been committed outside Canada is directly related to the integrity of the Canadian refugee protection system. Finally, the balancing exercise which may occur at the ministerial level must not detract from Canada's international commitment of non-refoulement to a country where there is a risk of torture.", "[20] Thus, I find that the MPSEP was entitled in law to seek exclusion and was not barred from seeking exclusion of the refugee protection on the basis of article 1F(b) of the Convention, and this, despite the existence of an earlier negative danger opinion at the eligibility stage. DETERMINING THE SERIOUSNESS OF A CRIME", "[21] There is no doubt that the Board correctly identified in its reasons the following core question to be answered: did the claimant commit a serious non-political crime outside Canada prior to coming to Canada?", "[22] Before examining the applicant's submissions, it must be recalled that there is a presumption of seriousness, in the absence of any political factors, where the offence, if it was committed in Canada, would have been punishable by a maximum term of imprisonment of at least 10 years, it can be characterized as serious ( FRAGMENT_SUPPRESSED). However, this presumption is not absolute and it can be rebutted following an assessment by the Board of all surrounding circumstances. According to the jurisprudence what is required is an evaluation of the elements of the crime, the mode of prosecution, the penalty prescribed, the facts and the mitigation and aggravating circumstances underlying the conviction: FRAGMENT_SUPPRESSED.", "[23] Here, the parties do not agree on the exact scope and practical effects of what is said in FRAGMENT_SUPPRESSED", "[24] In this regard, the applicant submits that the Board erred in law by refusing to consider relevant post commission evidence when determining whether the applicant committed a \"serious non-political crime\" outside Canada prior to coming to Canada so as to fall within the exclusion clause. The applicant takes issue with the fact that the Board focused on a sole post offence factor, remorse, but no others. More specifically, the applicant contends that the Board's decision erroneously ignores the fact that the offence was isolated and that there has been no subsequent offence (which suggests that the applicant has rehabilitated), and the fact that the MCI had issued a negative public danger opinion.", "[25] On the other hand, the respondent submits that, in law, the Board was correct in not considering the current dangerousness of the applicant to the public and matters relating to his potential rehabilitation. The respondent relies on a number of recent judgments of the Court upholding this view, including the latest judgment, dated February 9, 2012, rendered by my colleague Justice O'Reilly in FRAGMENT_SUPPRESSED, and which clearly states at paragraph 10 that factors extraneous to the conviction, such as rehabilitation, should not be considered in evaluation the seriousness of an applicant's offence. To the same effect, see: FRAGMENT_SUPPRESSED.", "[26] Be that as it may, whatever the views expressed by judges of this Court in FRAGMENT_SUPPRESSED , the applicant argues that the Federal Court of Appeal's ruling in FRAGMENT_SUPPRESSED must prevail. In this regard, he submits that when the Federal Court of Appeal stated FRAGMENT_SUPPRESSED, this should not be read as suggesting that no balancing with \"factors extraneous to the conviction\" is required. The applicant argues that whether he poses a danger or is rehabilitated today may be extraneous to the conviction but it is not extraneous to facts and circumstances underlying the conviction, as the risk of persecution in the state of origin may be.", "[27] The applicant further submits that according to the Office of United Nations High Commissioner for Refugees Handbook on Procedures and Criteria for Determining Refugee status under the 1951 Convention and the 1967 Protocol relating to the Status of Refugee, the aim of article 1F(b) exclusion clause is \"to protect the community of a receiving country from the danger of admitting a refugee who has committed a serious common crime\". Thus, whether the claimant poses a danger to the receiving country is a contemporary issue which the Board had to take into consideration and its failure to do so in this case constitute a reviewable error.", "[28] The applicant reiterates thatFRAGMENT_SUPPRESSED and that FRAGMENT_SUPPRESSED turns towards the relevance of rehabilitation, because in Canada, from a contemporary perspective, rehabilitation is a relevant factor in determining the seriousness of a crime. The applicant also submits that if the Federal Court of Appeal in FRAGMENT_SUPPRESSED confirmed that it was reasonable for the Board to take into account in this case the claimant's violation of a probation order, this means that post conviction facts relating to the sentence are not FRAGMENT_SUPPRESSED.", "[29] However, arguments very similar to the ones made today by the applicant have been examined and dismissed by the Court in a number of cases. In FRAGMENT_SUPPRESSED", "[30] More recently, in FRAGMENT_SUPPRESSED , above, Justice Scott stated at paragraphs 48 and 50 that: FRAGMENT_SUPPRESSED", "[31] The fact that there was no danger opinion in the three cases cited by the respondent (FRAGMENT_SUPPRESSED) has no bearing to the reading of the FRAGMENT_SUPPRESSED factors and analysis. The applicant has failed to satisfy me that what was said about the scope of the mitigating and aggravating circumstances referred to in FRAGMENT_SUPPRESSED above, is clearly wrong. Indeed, there is no reason in law to depart from the reasoning of my colleagues in FRAGMENT_SUPPRESSED, above. Accordingly, no reviewable error can be made by the Board in not considering factors relating to rehabilitation or to current dangerousness to the public.", "[32] Be that as it may, the applicant points out the fact that the Board nevertheless engaged in some discussion of remorse and rehabilitation in the impugned decision. However, it is clear that the Board did so at the request of the applicant and that ultimately, on the \"core question\", the Board specifically identified the relevant matters, which brings me to now examine the reasonableness of its determination that the applicant is excluded from refugee protection pursuant to article 1F(b) of the Convention and section 98 of the IRPA. REASONABLENESS OF THE BOARD'S OVERALL CONCLUSION", "[33] We have earlier stated the five criteria mentioned by the Federal Court of Appeal in FRAGMENT_SUPPRESSED Again, they are the elements of the crime, the penalty prescribed, the facts and the mitigation and aggravating circumstances underlying the conviction. It is apparent on the face of the impugned decision that prior to excluding the applicant under article 1F(b) of the Convention, all relevant factors were duly considered by the Board, leaving open the question whether its conclusion is reasonable in view of the facts of this case.", "[34] It has already been decided in FRAGMENT_SUPPRESSED, that the standard of proof that the Board had to apply with respect to the exclusion clause is that of \"serious reasons for considering\", which amounts to a lower standard than that of balance of probabilities.", "[35] Moreover, it is not challenged that it was not the function of the Board to rehear the applicant's criminal case, but rather to determine whether based on the evidence before it, there was an objective basis for believing that the applicant committed a serious non-political crime before coming to Canada. The presumption of truth in testimony ( FRAGMENT_SUPPRESSED) does not exempt claimants from producing evidence where it is reasonably available, so as to allow them to substitute their own testimony in lieu of objective and credible documentary evidence of the charges and trial resulting of their conviction in their foreign country.", "[36] As far as the elements of the crime, its qualification and the penalty prescribed are concerned, besides the finding that there was no political element in the crime, the Board concluded that the applicant's conviction in Greece was what would be a charge of \"manslaughter\" in Canada and would carry a maximum sentence greater than 10 years of imprisonment. The Board also found that the process leading to the conviction in Greece was a fair one and that there were insufficient mitigating circumstances to support setting aside the exclusion clause of article 1F(a) of the Convention. These findings were based on the evidence on record and were reasonably open to the Board to make in the circumstances.", "[37] The mode of prosecution and the fairness of the process are important. In the absence of exceptional circumstances established by a refugee claimant, the Board must assume a fair and independent judicial process in the foreign country ( FRAGMENT_SUPPRESSED). Here, the Board considered the documentary evidence and the testimony of the applicant before concluding that the judicial process in Greece was fair in the circumstances, a factual conclusion which should not be disturbed by the Court.", "[38] Indeed, the applicant has had full access to a multi level legal process in Greece. The Board noted that although the applicant did not have his own counsel on appeal and was instead represented by a government-appointed counsel who was insufficiently familiar with his case, this was not a sufficient mitigating factor as to off set the criminal process despite the fact that it could have been detrimental to the applicant's interests. The Board noted in this respect that the appeal did amend the original sentence in favour of the applicant. Other relevant factors were considered by the Board and weighed against the applicant in this case.", "[39] The evidence on record clearly supports the finding that the applicant was afforded an opportunity to confront his accusers, call witnesses, be represented by counsel and give evidence on the facts. The transcripts of the Greek trial mentioned that\"...before the contested facts, he (the claimant) was in Greece for four years. He speaks and understands Greek\". The Board did not act unreasonably in rejecting the applicant's contention that his language skills were not sufficiently good to undergo a criminal trial in Greek. The Board also found that the applicant was not disadvantaged by the fact that the police was not present at his trial because according to the evidence the police did not have first hand evidence of the commission of the crime. The Board also noted that the original charge was first degree murder and was reduced on split decision to a lesser charge (homicide by intention in the heat of passion) since there was no evidence to support premeditation.", "[40] The applicant submits that although he claimed at all times that he was acting in self-defence; his counsel did not put a plea of self-defence but a plea of murder in a fit of anger. Whether self-defence in its criminal meaning was or was not considered by the Greek court, the applicant submits that the Board had to decide of the seriousness of the crime based on the circumstances of the case instead of merely relying on a criminal court's judgment on self-defence as a criminal defence. However, I am unable to conclude that the Board's finding that self-defence did not constitute a mitigating factor in this case was made without regard for the evidence and in a perverse and capricious manner.", "[41] The Board found that the applicant's evidence of self-defence did not constitute a mitigating factor as self-defence was considered and rejected in the applicant's criminal prosecution by the Greek court. The Board considered that the applicant's act of stabbing the victim more than once with a knife did not support his allegation that the stabbing was a single reactive response in the heat of the moment. Given the Greek court's explicit comments with respect to the victim's injuries, there is clearly evidence to support the applicant stabbed the deceased more than once. Those findings of facts are reasonable despite the fact that it may not be the only possible ones in the circumstances.", "[42] The Court has already determined that the applicant cannot challenge the impugned decision's overall reasonableness on the basis of that the Board erred on issues of remorse and rehabilitation, since these are extraneous factors that the Board did not need to consider in answering the core question of whether the applicant committed a serious non-political crime before coming to Canada. Be that as it may, the Board found that the applicant's evidence was not that of a person remorseful for his past actions and, thus, he did not demonstrate that he was rehabilitated. The Board noted that the applicant was not dealing honestly with his past as he testified that he did not remember how many times and where he stabbed the deceased. As far as it goes to mitigation, I am ready to accept that these findings of facts were not capricious or arbitrary in the circumstances.", "[43] In final analysis, the Court concludes that even if some factual conclusions of the Board are questionable, the impugned decision must stand because it is reasonable overall. The non-political crime for which the applicant was convicted was indeed a very serious one. Although the qualificative \"vicious\" was perhaps employed too loosely, this reflects the Board's understanding that an intentional homicide in the fit of anger should not be trivialized and that several wounds were indeed caused by the applicant. Overall, it was reasonable for the Board to conclude, on the whole of the evidence, that the applicant committed a serious non-political crime before coming to Canada, and should accordingly be excluded having considered all the relevant factors identified by the Federal Court of Appeal in FRAGMENT_SUPPRESSED above.", "[44] Lastly, I wish to point out, without expressing a final opinion on this subject, that post conviction factors, such as rehabilitation and the absence of dangerousness may perhaps constitute other relevant factors to be considered in the exercise by the Minister of any discretion under the IRPA that may be justified by humanitarian and compassionate considerations to stay the execution of a deportation order or to grant an exemption from any applicable criteria or obligation under the IRPA.", "[45] That said, exclusion from refugee protection under article 1F(b) of the Convention is an altogether different adjudicative exercise by the Board, which calls for a balancing between the gravity of the crimes committed and the mitigating and aggravating circumstances that go FRAGMENT_SUPPRESSED. The fact that, in this case, there are\"insufficient mitigation circumstances to support setting aside the exclusion provisions of article 1F(b) [of the Convention] \" was certainly a reasonable finding in light of the facts and the law FRAGMENT_SUPPRESSED above).", "[46] For all these reasons, the application for judicial review shall be dismissed by the Court.", "[47] Having considered the questions for certification proposed by the parties and heard the oral submissions of counsel, the Court shall certify the following serious questions of general importance: (a) Once the MCI denies the request of the CBSA in the MPSEP for a danger opinion for the purpose of paragraph 101(2)(b) of the IRPA , can the MPSEP seek exclusion at a refugee protection hearing of the Board based on the same underlying criminal conduct on which the CBSA sought a danger opinion? (b) When applying article 1F(b) of the Convention, is it relevant for the Board to consider: 1. whether the refugee claimant has been rehabilitated since the commission of the crime at issue? 2. The fact that the MCI has determined the refugee claimant not to be a danger to the public in Canada? JUDGMENT", "[48] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed and the Court certifies the following serious questions of general importance: 1. Once the Minister of Citizenship and Immigration denies the request of the Canada Border Service Agency in the Minister of Public Safety and Emergency Preparedness for a danger opinion for the purpose of paragraph 101(2)(b) of the Immigration and Refugee Protection Act, SC 2001 c 27, can the Minister of Public Safety and Emergency Preparedness seek exclusion at a refugee protection hearing of the Refugee Protection Division, Immigration and Refugee Board based on the same underlying criminal conduct on which the Canada Border Service Agency sought a danger opinion? 2. When applying article 1F(b) of the United Nations Convention Relating to the Status of Refugees, July 28, 1951, [1969] Can TS No 6, is it relevant for the Refugee Protection Division, Immigration and Refugee Board to consider: (a) whether the refugee claimant has been rehabilitated since the commission of the crime at issue? (b) the fact that the Minister of Citizenship and Immigration has determined the refugee claimant not to be a danger to the public in Canada? Application dismissed. Editor: E. Joanne Oley/klf"]}