{"id_": "075046", "body_str": ["[1] Morneau, Prothonotary [Translation]: This is a motion by the defendant Livestock Express BV (Livestock Express) to essentially obtain from this Court under paragraph 50(1)( ) the Federal Courts Act , RSC 1985, c F-7, an order staying the action for damages undertaken by the plaintiff Comtois International Export Inc. (Comtois) on December 14, 2012, in favour of arbitration in England on the basis of an arbitration clause contained in a booking note (the Booking Note) concluded between parties, through their respective broker, on September 18, 2012.", "[2] The core issues dividing the parties in the present motion first involve whether section 46 of the Marine Liability Act , SC 2001, c 6 (the Act) allows Comtois to institute an action, as it did, in Canada, notwithstanding the arbitration clause contained in the Booking Note.", "[3] If section 46 of the Act, as interpreted by the Federal Court of Appeal, does not apply in this case and, consequently, the arbitration clause would apply in principle, Comtois nevertheless submits, in the alternative, that the stay of proceedings sought by Livestock Express should not be granted on the basis of compelling reasons to justify continuing the recourse instituted in Canada as well as the substantial risk of denial of justice by making it impossible for Comtois to pursue its action in Canada. Factual background", "[4] For the purposes of this motion, one can argue that the main factual background allowing for an understanding of the following analysis is correctly summarized by Livestock Express at paragraphs (c) to (o) of this party's notice of motion: (c) The Defendant, Livestock Express, is a ship charterer which, at the material time, operated the M/V Orient I, a specialized livestock carrier; (d) The Plaintiff, Comtois International Export Inc. (\"Comtois\"), was a trader and exporter of cattle; (e) Comtois chartered the M/V Orient I to perform a voyage between either Becancour, Québec or St-John, New Brunswick and Novorossiysk, Russia, carrying a cargo of livestock; (f) On September 18, 2012, a Booking Note was issued in Zeebrugge, Belgium setting out the terms of the carriage of the cargo of livestock; (g) The parties had agreed on an ice clause which formed part of the Booking Note and gave the carrier the option of loading the cargo in St. John, New Brunswick if Becancour was not in an \"ice-free condition\"; (h) The Booking Note incorporated an arbitration provision by which the parties agreed that any disputes arising out of the contract or the carriage of the cargo would be governed by English law and would be referred to arbitration in England; (i) The vessel approached Canadian waters in early December 2012, and, based on forecasted ice conditions at the Port of Becancour, Livestock Express opted on December 12, 2012 to proceed to the alternative load Port of St. John, New Brunswick and informed Comtois accordingly; (j) Comtois took exception with the decision of the carrier to load the cargo in St-John, New Brunswick rather than Becancour, Quebec; (k) A dispute arose between the parties regarding the election by Livestock Express to use St-John as the alternative load port and more precisely the applicability of the \"ice clause\" in the Booking Note on the circumstances of the case; (l) On December 14, 2012, a Statement of Claim was issued by Comtois along with a warrant for the arrest of the vessel, naming Livestock Express along with the owners and ship managers of the M/V Orient I as in personam defendants and the M/V Orient I as in rem defendant; (m) On December 18, 2012, the vessel anchored at the Port of St-John where the cargo of livestock was loaded between December 19-21, 2012. The vessel sailed to Novorossiysk on December 22, 2012; (n) Comtois claimed $250,000 as damages, representing the additional costs of shipping the livestock to the Port of St-John; (o) The present action arises out of the contract for the charter of the M/V Orient I evidenced by the Booking Note . . . . Analysis", "[5] There is no disagreement here between the parties as to the fact that the arbitration clause in the Booking Note is a valid, operational and enforceable clause. In addition, there appears to be no doubt that the dispute raised in this action by Comtois is a dispute under the Booking Note. In sum, it is a dispute within the meaning of clause 31(b) of the Booking Note, which provides: All disputes arising out of this contract and the carriage of the Cargo shall be referred to arbitration in England , one arbitrator being appointed by each of the parties and a third by the two so appointed. For disputes where the total amount claimed by either party does not exceed US $50,000, the arbitration shall be conducted in accordance with the Small Claims Procedure of the London Maritime Arbitrators' Association. [Emphasis added.] Is the Booking Note covered by section 46 of the Act", "[6] This is the first sticking point between the parties.", "[7] The relevant part of section 46 reads as follows: 46. (1) If a contract for the carriage of goods by water to which the Hamburg Rules do not apply provides for the adjudication or arbitration of claims arising under the contract in a place other than Canada, a claimant may institute judicial or arbitral proceedings in a court or arbitral tribunal in Canada that would be competent to determine the claim if the contract had referred the claim to Canada, where ) the actual port of loading or discharge, or the intended port of loading or discharge under the contract, is in Canada; ) the person against whom the claim is made resides or has a place of business, branch or agency in Canada; or ) the contract was made in Canada. 46.", "[8] In its decision of November 8, 2013 in <FRAGMENT_SUPPRESSED>  ( The Federal EMS ), the Federal Court of Appeal found that the charter-parties were not covered by the expression \"contract for the carriage of goods by water\" in section 46 of the Act:", "[77] As acknowledged by the Judge at paragraph 72 of his reasons, the ordinary (more accurately, the dictionary meaning) of \"carriage of goods by water\" could include charter-parties because all such contracts are ultimately entered into in order \"to convey goods\" by water.", "[78] That said , in the context of legislation dealing with the rights and obligations of common carriers and which implements international rules, I am satisfied that this expression would not and should not be understood to include charter-parties", "[79] This legal conclusion is consistent with commercial reality. Charter-parties are contracts between commercial entities dealing directly with each other, whose execution and enforcement are the private concern of the contracting parties. There is no policy reason why such actors should not be held to their bargains.", "[80] To reiterate , considering the general purpose of part V and the mischief that section 46 was meant to cure (that is, boilerplate jurisdiction and arbitration clauses dictated by carriers to the detriment of Canadian importers or exporters who became parties to such contracts), and the different commercial reality that lead to the conclusion of charter-parties, the Judge's conclusion that the voyage charter-party under review is not covered by subsection 46(1) is correct . [Emphasis added.]", "", "[78]", "", "[80] . [Je souligne.]", "[9] In this case, Comtois does not dispute the finding of Livestock Express, with which the Court agrees, that the contract that governs the parties is the Booking Note and that the document is a charter-party.", "[10] However, Comtois submits that The Federal EMS is not determinative because in that case the Federal Court of Appeal allegedly excluded the charter-party in issue from the application of section 46 of the Act not on the basis of the nature of the contract but on the basis that the interested parties were sophisticated parties of equal strength and familiar with the implementation of this type of contract.", "[11] According to paragraph 8 of the written submissions of Comtois: [Translation] . . . In the presence of such parties, the FCA was better justified to exclude the application of section 46 [of the Act]. However, the same analysis would probably have led to a totally different result in a scenario where the charter-party would have been negotiated, as in this case, between parties of unequal strength. In such circumstances, the commercial reality warrants increased protection of the Canadian exporter and importer having recourse to the services of an informed carrier, the specific purpose of section 46 [of the Act].", "[12] Even in accepting that the Court in The Federal EMS was dealing with parties of equal strength, I cannot conclude that the Federal Court of Appeal in this case implicitly, let alone expressly, left the door open to the possibility that inequality of strength between parties could allow a charter-party to be covered by the application of section 46 of the Act.", "[13] It seems to me that at the time the Federal Court of Appeal rendered a landmark decision aimed at covering all charter-parties and not only the party that brought the matter before it. In that respect, it must be noted that the Court draws the aforementioned conclusions with full knowledge of the particular mischief that section 46 of the Act is meant to cure (see paragraph 80 of the decision) without, however, opening the door to a different result in the face of inequality on the ground.", "[14] In any case, although Comtois seeks to establish that it was inexperienced when it came to contracts such as the Booking Note and that Livestock Express was in a completely opposite situation, the fact remains here that the Booking Note was negotiated, albeit not exhaustively, by and between the brokers of both parties, Geoff Robinson of Sea Air on behalf of Comtois, and David Allaert of Dens Ocean Transport & Shipping N.V. for Livestock Express.", "[15] There is nothing in the evidence that allows the Court to conclude that at the time both parties, through the services of these specialized agents, did not do business on a relatively level playing field. In this regard, the fact that Mr. Robinson of Sea Air requested and obtained certain additions or amendments on September 18, 2012, to the Booking Note to be approved is an indication that the Booking Note cannot be viewed, as suggested by Comtois, as a non-negotiable contract of adhesion, a take-it-or-leave-it contract, even though, ultimately the Booking Note had to be agreed to on that same day of September 18, 2012.", "[16] Thus, it is appropriate to conclude that the Booking Note is not covered by section 46 of the Act.", "[17] However, we must still assess the alternative position of Comtois that the stay of proceedings sought by Livestock Express should not be granted on the basis of the existence of strong cause for continuing the recourse instituted in Canada as well as the substantial risk of denial of justice by making it impossible for Comtois to pursue its action in Canada. Is there strong cause for denying the stay of proceedings", "[18] The establishment of said grounds is the proper test that Comtois must establish and which provides the basis for the Court's discretion to refuse to grant, a stay in this case, as stated by the Supreme Court of Canada in Pompey ): I am of the view that . . . the proper test for a stay of proceedings pursuant to s. 50 of the Federal Court Act to enforce a forum selection clause in a bill of lading remains as stated in The \"Eleftheria\", which I restate in the following way. Once the court is satisfied that a validly concluded bill of lading otherwise binds the parties, the court must grant the stay unless the plaintiff can show sufficiently strong reasons to support the conclusion that it would not be reasonable or just in the circumstances to require the plaintiff to adhere to the terms of the clause . In exercising its discretion, the court should take into account all of the circumstances of the particular case. See The \"Eleftheria\", at p. 242; Amchem, at pp. 915-22; Holt Cargo, at para. 91. . . . [Emphasis added.]", "[19] Earlier at paragraph 19 of its decision, the Supreme Court of Canada quotes from The \"Eleftheria\" for a non-exhaustive statement of the factors or circumstances to be taken into account to determine whether or not strong cause existed. The relevant excerpt reads as follows (the factors in The \"Eleftheria\" ): . . . The discretion should be exercised by granting a stay unless strong cause for not doing so is shown. (3) The burden of proving such strong cause is on the plaintiffs. (4) In exercising its discretion the Court should take into account all the circumstances of the particular case. (5 ) In particular , but without prejudice to (4), the following matters, where they arise, may be properly regarded: (a) In what country the evidence on the issues of fact is situated, or more readily available, and the effect of that on the relative convenience and expense of trial as between the English and foreign Courts. (b) Whether the law of the foreign Court applies and, if so, whether it differs from English law in any material respects. (c) With what country either party is connected, and how closely. (d) Whether the defendants genuinely desire trial in the foreign country, or are only seeking procedural advantages. (e) Whether the plaintiffs would be prejudiced by having to sue in the foreign Court because they would (i) be deprived of security for that claim; (ii) be unable to enforce any judgment obtained; (iii) be faced with a time-bar not applicable in England; or (iv) for political, racial, religious or other reasons be unlikely to get a fair trial? [Emphasis added.]", "[20] Before proceeding with the actual assessment of the factors, it is necessary to first rule out the theory raised by Livestock Express that the Pompey test and the factors in The \"Eleftheria\" are not applicable because the wording of article 8 of the Commercial Arbitration Code (the Code) set out in the schedule to the Commercial Arbitration Act , RSC 1985, c 17 (2nd Supp) provides that a court dealing with an arbitration clause, as in this case, shall refer the matter to arbitration. The relevant portion of article 8 reads as follows: Article 8 Arbitration Agreement and Substantive Claim before Court (1) A court before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so requests not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration unless it finds that the agreement is null and void, inoperative or incapable of being performed. Article 8", "[21] According to Livestock Express, it is necessary to distinguish between an arbitration clause, such as that in this case, and a jurisdiction clause which refers a matter to the courts of other jurisdictions. In the view of Livestock Express, considering article 8 of the Code and its mandatory nature in relation to an arbitration clause, only a jurisdiction clause allows for the analysis of the factors in The \"Eleftheria\"", "[22] I disagree.", "[23] Livestock Express was unable to present to the Court a case that makes such a distinction among the types of clauses. Although the Court was referred to <FRAGMENT_SUPPRESSED>  ( The Mariana ), the Federal Court of Appeal's comments at paragraph 23 of that case do not shed any light on the debate as to a distinction between an arbitration clause and a jurisdiction clause.", "[24] It appears to the Court that the search for such a distinction for purposes of the Court's discretion under section 50 of the Federal Courts Act , above, is an irrelevant debate.", "[25] Indeed, the cases that follow do not draw any distinction between the various types of clauses. In The \" <FRAGMENT_SUPPRESSED> , the Court, at page 176, states as follows: Contractual undertakings whereby parties agree to submit their disputes to a foreign court or to arbitration do not deprive the Federal Court of its jurisdiction. However, when proceedings are commenced in defiance of such an undertaking the Court has the discretion to order that the proceedings be stayed. Paragraph 50(1)(b) of the Federal Court Act confers on the Court the discretionary power to stay proceedings where \"it is in the interest of justice that the proceedings be stayed.\" ... [Emphasis added.]", "[26] Also, going back to paragraph [80], above (see paragraph [8] above) in Le Federal EMS , the Court seems to be well aware of the existence of these two types of clauses and yet does not, either here or elsewhere in the case, draw any distinction for the purposes of its reasoning.", "[27] That said, did Comtois discharge its heavy burden of establishing the existence of strong cause to conclude that it would not be reasonable or just in the circumstances to require it to adhere to the terms of the arbitration clause contained in the Booking Note?", "[28] For the reasons that follow, I believe so.", "[29] In favour of the arbitration clause and therefore litigation in England, Livestock Express referred particularly to Pompey and The \"Eleftheria\" to argue that in each case the courts agreed at the conclusion of the analysis of the relevant factors to observe the arbitration clause, and therefore, to stay the action before them in favour of arbitration in a foreign forum, even though there were few connections with or factors relevant to the foreign forum.", "[30] In Pompey , the Supreme Court ultimately adopted the analysis of my former colleague Hargrave where (see page 457 in Pompey ) after having weighed various factors in favour of Canada, and in favour of Belgium, the place provided for in the arbitration clause, he, in his discretion, found that the factors in favour of Canada did not constitute strong cause.", "[31] The same is true in The \"Eleftheria\" . After having weighed various factors, Brandon J. reached the conclusion that the plaintiff had not discharged its burden of proof as there were positive aspects to both sides which, based upon his analysis of the factors, ended with a draw. He wrote as follows: [A]s to my conclusion, I have started by giving full weight to the prima facie case for a stay, and I have gone on to weigh on the one hand the factors tending to rebut that prima facie case, and on the other hand the factors tending to reinforce it. With regard to these, it appears to me that there are considerations of substantial weight on either side, which more or less balance each other out, leaving the prima facie case for a stay largely, if not entirely, intact . On this basis I have reached the clear conclusion that the plaintiffs, on whom the burden lies, have not, on the whole of the matter, established good cause why they should not be held to their agreement. The question whether to grant a stay or not, and if so on what terms, is one for the discretion of the Court. Having arrived at the clear conclusion which I have stated, I shall exercise my discretion by granting a stay, subject to appropriate terms as regards security. [Emphasis added.]", "[32] However, it can be seen from these two cases that certain factors had at the very least a connection with the foreign forum provided for in the arbitration clause. The same applies when considering the Court's assessment in Nestlé Canada Inc. v \"Viljandi (The)\" , 2002 FCT 987.", "[33] Here, in the case before us, and as we shall see below in reviewing the position of Comtois, there is nothing linking the case to England.", "[34] In that respect, although in The Mariana , above, the Federal Court of Appeal referred the case to arbitration in London, the foreign forum provided for in an arbitration clause, where there was nothing relevant linking the matter to London, no analysis of the factors in The \"Eleftheria\" appears to have taken place before the Court. I cannot, therefore, be guided by that case.", "[35] As for Comtois and its position in this case, it sets out a number of reasons relating to factors 5(a), (c), (d) and (e) in The \"Eleftheria\" for maintaining its action in Canada.", "[36] With respect to factor 5(a), at paragraphs 26 et seq. of its written submissions, Comtois establishes to the Court's satisfaction that the factual evidence and the vast majority of the parties' fact and expert witnesses reside in Canada and not in England at least.", "[37] As for factor 5(c), with what country either party is connected, and how closely, the reasons provided by Comtois as follows, at paragraphs 24 and 25 of its written submissions, clearly establish this factor in favour of Canada: [Translation] 24. In the case at bar, not only do none of the parties to the litigation have any connection with England, but also no connection with that jurisdiction can be established with respect to the litigation generally with the exception of the arbitration clause contained in the Booking Note . Indeed, Comtois is based and fully operates in Canada, whereas the defendants have connections with Panama, Turkey, Singapore, the Netherlands, Belgium and Australia, respectively, but hold no ties to England and England has not been at any time concerned by the voyage performed. 25. Specifically, Livestock is based in the Netherlands and its trade agent operates in Belgium, where the Booking Note was issued. It is therefore only with these two countries that Livestock could potentially claim to be connected with. [Footnotes omitted.]", "[38] Finally, Comtois rightfully argues-and this relates in part to factors 5(a), (d) and (e)-that holding the arbitration in England would result in prohibitive costs for Comtois, which, ultimately, would discourage it from suing in England. It is difficult here not to agree with Comtois that this would be the result for a small corporation of only six (6) employees and where the president himself would have to travel to testify in England.", "[39] While the power imbalance between the parties involved was not a relevant factor in the analysis of the application of section 46 of the Act, it does become so here to some extent as it is included among the other factors considered in favour of Comtois.", "[40] The Court therefore finds that Comtois did discharge its heavy burden of establishing the existence of strong cause that leads this Court to conclude that it would not be reasonable or just in the circumstances to require it to adhere to the terms of the arbitration clause contained in the Booking Note.", "[41] Accordingly, the Court must dismiss the stay motion brought by Livestock Express, with costs in the amount of $2,340.00, the amount suggested by both parties notwithstanding the motion's outcome.", "[42] Furthermore, Livestock Express shall serve and file its defence on or before January 27, 2014. Order accordingly. Editor: Jana A. Andersen/vnh"]}