{"id_": "075132", "body_str": ["[1] Muldoon, J. : This is an application for judicial review pursuant to s. 82.1 of the Immigration Act , R.S.C. 1985, c. I-2 (the Act ) of a decision of the Immigration and Refugee Board's Convention Refugee Determination Division (CRDD) (file C96-00263) dated February 28, (certified March 4) 1997 which found the applicant not to be a Convention refugee.  <FRAGMENT_SUPPRESSED>", "[2] The applicant is a citizen of Romania, of Hungarian ethnicity, as his surname reveals, from the village of Tirsolt in Transylvania who claims to have a well-founded fear of persecution on the basis of his religion. He is a member of the Greek Catholic (Uniate) church. The applicant was active in that church prior to his departure from Romania in June 1994. During the Ceaucescu regime, property belonging to the church was confiscated, some of which was given to the Romanian Orthodox Church. After the fall of Ceaucescu's regime, the Uniate church attempted to reclaim its property and resume profession of the faith. Their efforts were met with resistance by members of the Orthodox church.  <FRAGMENT_SUPPRESSED>", "[3] In 1992, when the applicant was fourteen years old, the Catholic community attempted to recover from the Orthodox community a church which had been seized during the Communist era. On May 24, 1992, a conflict erupted between the two groups. There was violence over the things of this world by all those worshippers of the Prince of Peace. Police intervened in support of the Orthodox church and arrested a few Catholics but no Orthodox church members. The applicant and his father were among those arrested. The applicant's father was beaten with a baton and the applicant was slapped twice but released with a warning. The applicant later participated in another demonstration in June 1992 and was arrested and threatened with imprisonment if he continued to protest. Upon agreeing to curb his activities, the applicant was released.  <FRAGMENT_SUPPRESSED>", "[4] In August 1992, the applicant's father was charged in connection with the first demonstration. He was convicted of assault and sentenced to five years' imprisonment. According to the applicant, the applicant's father was mistreated while in prison: he was beaten and handcuffed while hung from a bar. Several other Catholics were also arrested and received sentences ranging from two to four years. No Orthodox church members were arrested. As a result of his father's imprisonment, the applicant was unable to attend high school and his family had no money.  <FRAGMENT_SUPPRESSED>", "[5] In April 1995, the applicant's father was released from prison, after serving two and one half years in jail.  <FRAGMENT_SUPPRESSED>", "[6] The Catholic community prudently decided to build a new church after abandoning its hopes of recovering the old church. The government refused to provide support, so the community built the church using their own resources, and with the assistance of the Vatican. Construction of the church began in July 1992 and was completed in 1994. The community with hundreds of folk from away celebrated the completion of the church in March 1994, but the police harassed the members for causing a disturbance. A few people, including the applicant objected to the police action and were told to close down the church and return to their homes. There is nothing in the evidence to suggest the close-down was for other than that day.  <FRAGMENT_SUPPRESSED>", "[7] The applicant states that he decided to leave Romania in order to practice his religion freely, as it was his final warning from police. The applicant left Romania in June 1994 and arrived in Canada in April 1996.  <FRAGMENT_SUPPRESSED>", "[8] The applicant is now 20 years of age, and is eligible for conscription. He does not wish to serve in the Romanian army as he fears that he will be mistreated. He also fears that if he is returned to Romania that he will be jailed for leaving the country and for failing to do his military service.  <FRAGMENT_SUPPRESSED>", "[9] On the basis of the evidence presented, the CRDD reached the following conclusion:  <FRAGMENT_SUPPRESSED> \"The Panel recognizes the continuing intransigence of the Orthodox Church on the issue of returning property to the Uniate Church, as well as the government's condonation of the Orthodox stance. Certainly, the minority status of Catholic adherents, coupled with government indifference to their situation evinces some degree of subordination. However, the Panel does not consider this to amount to cogent evidence of ongoing persecution of Greek Catholics in Romania, and the claimant was unable to provide much additional information to substantiate his fear of persecution on account of his Catholic beliefs. Nevertheless, he insisted that he would be unable to practise freely his religion in Romania today because of the government's antipathy toward Catholics. The most the documentation supports is harassment by local officials of certain Protestant denominations, plus a certain amount of name-calling reported by the claimant himself.  <FRAGMENT_SUPPRESSED> \"The Panel has taken into account the claimant's experiences prior to departing Romania, his father's imprisonment, and available evidence regarding the treatment of Greek Catholics in Romania today. The Panel is unable to find that the combined effect of the claimant's and his father's past experiences, the property dispute between the Uniate and Orthodox Churches, and the occasion [sic] harassment he might encounter from time to time, gives rise to a well-founded fear of persecution by the claimant because of his religion.  <FRAGMENT_SUPPRESSED> \"In the alternative, the Panel also noted that the conflict between Catholics and Orthodox reported in 1991 seemed localized to Transylvania, including the claimant's town of Tirsolt. Even if there was reason to fear persecution as a Catholic in Tirsolt, the Panel wondered whether the claimant might have an internal flight alternative outside of Transylvania. The claimant was asked if he could have moved to another part of Romania to practise his religion freely, and he said he was not sure and could not tell us anything about this. The Panel has seen no evidence, nor did counsel point to any evidence which suggests that Catholics have experienced any difficulties outside Transylvania that could amount to persecution. Although it is not necessary to rule on this question , the Panel takes the view that it would not be unreasonable for the claimant to seek an internal flight alternative in Romania. The Panel realizes that the claimant was only sixteen when he left. It considers that his youth would bolster rather than diminish the reasonableness of relocating within Romania, where he could remain relatively near family, if indeed his motive for leaving was to practise his religion freely.  <FRAGMENT_SUPPRESSED> (emphasis not in text)  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"Finally, the Panel observes that the claimant testified on 7 November, 1996, that police handed his parents a call-up notice for him. He was asked if he could produce that call-up notice and said he would do so. On 1 February, 1997, counsel submitted, among other documents, the call-up notice with a certified English translation and a covering letter. The call-up notice was issued from The Mayor's office of Tirsolt, and is dated 27 November 1996. The text of the notice states, 'We ask you to come to Tirsolt Commune Hall to record you in the recruitment records in order for you to carry out the compulsory military. Your presence is required on November 30, 1996 at 10 o'clock.' Since the claimant testified on 7 November, 1996 that his parents had already received a call-up notice for him, the Panel queries why the call-up notice submitted to the Panel is dated 27 November, 1996. There is nothing in the notice indicating that an earlier notice had been delivered. Nor did counsel indicate in her covering letter of 1 February, 1997, that the document submitted was other than the one referred to by the claimant in his testimony. Based on the evidence before it, the Panel can only conclude that the call-up notice submitted is not genuine. <FRAGMENT_SUPPRESSED>", "[10] Based on this decision, the applicant seeks judicial review on the following grounds:  <FRAGMENT_SUPPRESSED> 1. That the CRDD breached the duty of fairness owed to the applicant by not notifying the applicant that his credibility was a concern and by not giving the applicant an opportunity to respond before the decision was made;  <FRAGMENT_SUPPRESSED> 2. That the CRDD erred in failing to assess whether the applicant could be treated in the same manner as his father had been treated;  <FRAGMENT_SUPPRESSED> 3. That the CRDD erred in determining that an IFA was available since the IFA option is only available in cases where there is a civil war and where the persecutory agents are not the state; and  <FRAGMENT_SUPPRESSED> 4. That the CRDD erred in determining that there was no link to a Convention ground for the applicant's fear of conscription.  <FRAGMENT_SUPPRESSED>", "[11] The CRDD slipped up badly on this finding of lack of credibility because of a \"not genuine\" call-up notice. It ought to have sought an explanation from the applicant, with notice to the Refugee Hearing Officer (RHO). In fact, the applicant had a perfectly believable explanation, which leaves something to be desired in regard to his counsel's care and attention.  <FRAGMENT_SUPPRESSED>", "[12] In an affidavit sworn November 12, 1997, a year after the CRDD hearing, he stated:  <FRAGMENT_SUPPRESSED> \"2. At the [CRDD] hearing of my refugee claim I testified to the existence of a call up notice of which my parents had informed me. By phone my parents informed me that the call up notice was dated September 13, 1997. I undertook at the hearing to produce the call up notice after the hearing.  <FRAGMENT_SUPPRESSED> \"3. After the hearing I wrote my parents to send me the call up notice of which they had informed me. My parents sent me not the September 13 call up notice but a subsequent November 27, 1997 call up notice, in the belief, which I shared, that the most recent call up notice was the most relevant to the Board. My lawyer submitted to the Board, with covering letter attached as exhibit 'A' to this my affidavit, the November 27 call up notice along with a letter I had received from my parents about my call up.  <FRAGMENT_SUPPRESSED> \"4. I was surprised and dismayed to read the reasons of the Board concluding that the call up notice was not genuine simply because I had produced the most recent one my parents had received, without giving me a chance to explain. My parents still have the September 13 call up notice. I could have produced that particular call up notice if I had understood it was important to a determination of genuineness, and I can still produce it. <FRAGMENT_SUPPRESSED>", "[13] The court, with full cognizance of this court's duty in a similar, or the same type of circumstance, has no difficulty in declaring that the CRDD is bound to accord fair proceedings to and for the parties, pursuant to s. 68(2) of the Act . The panel's failure to give the applicant an opportunity to explain the matter on which panel was ready to make a finding against him, is a failure of fairness.  <FRAGMENT_SUPPRESSED>", "[14] However, it appears that even if the CRDD panel had concluded that the call-up notice was genuine (as it appears to be) would the result have been different? Maybe not. The panel, after all, found that the applicant would not have been, and would not be, persecuted in any Convention sense if he were compelled to perform military service. At pp. 6 & 7 of the CRDD's decision, pp. 009 and 010 of the tribunal record (TR) the panel wrote:  <FRAGMENT_SUPPRESSED> \"The claimant also raises his fear of return to Romania on account of conscription. The claimant was only sixteen when he left, but turned eighteen on 1 January 1996. The RCO asked the claimant why he did not want to perform military service. He replied that it was very tough, one must carry a weapon, it was dangerous, and serving at the border was especially risky because of the trafficking and illicit activities that went on there. The RCO asked whether he would be treated differently than other conscripts. He said that he might be treated more severely because he left Romania. For instance, he might be assigned to wherever conditions are especially harsh.  <FRAGMENT_SUPPRESSED> \"The claimant did not link his Catholic faith to the possibility of mistreatment in the army. In her submissions, however, counsel pointed to documentation indicating that the Orthodox Church is attempting to insinuate itself into the military as an 'antidote to the influence of religious sects, some of which overtly oppose military service, but also as a welcome assistance in cultivation of patriotic feelings amount the young conscripts'. The Panel does not consider this sufficient to substantiate a fear that the claimant would face persecution in the army on account of his Catholic beliefs. The claimant's preference not to serve in the Romanian army is entirely understandable, but is not linked to a Convention ground. Nor is there evidence before the Panel that would permit it to conclude that failure to serve would in fact lead to penalties that would be so harsh as to constitute persecution. <FRAGMENT_SUPPRESSED>", "[15] On the other hand there is a line of authority going back at least to <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 671; 78 C.L.L.C. 14,181, and including <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 385; 13 C.R.(3d) 1 (Eng.); 15 C.R.(3d) 315 (Fr.); 50 C.C.C.(2d) 353, Inuit Tapirisat of Canada and  <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 1, and Cardinal and  <FRAGMENT_SUPPRESSED>  C.C.C.(3d) 118; 49 C.R.(3d) 35; [1986] 1 W.W.R. 577; 24 D.L.R.(4th) 44. In the latter case, Cardinal , the Supreme Court, speaking through Mr. Justice Le Dain, stated (at pp. 660-61) about the views expressed in the B.C. Court of Appeal:  <FRAGMENT_SUPPRESSED> \"It is a possible implication of their approach that they were of the view that given the Director's reasons for refusing to follow the recommendation of the [Segregation Review] Board a hearing by him of the appellants would not serve any useful purpose. Certainly a failure to afford a fair hearing, which is the very essence of the duty to act fairly, can never of itself be regarded as not of 'sufficient substance' unless it be because of its perceived effect on the result or, in other words, the actual prejudice caused by it. If this be a correct view of the approach of the majority ... to the issue of procedural fairness in this case, I find it necessary to affirm that the denial of a right to a fair hearing must always render a decision invalid, whether or not it may appear to a reviewing court that the hearing would likely have resulted in a different decision. <FRAGMENT_SUPPRESSED> This last pronouncement seems to be at odds with the clause above: \"unless it be because of its perceived effect on the result\". Nevertheless, Le Dain, J., continued:  <FRAGMENT_SUPPRESSED> \"The right to a fair hearing must be regarded as an independent, unqualified right which finds its essential justification in the sense of procedural justice which any person affected by an administrative decision is entitled to have. It is not for a court to deny that right and sense of justice on the basis of speculation as to what the result might have been had there been a hearing. <FRAGMENT_SUPPRESSED>", "[16] It had some effect, no doubt, in the present case where on p. 011 (TR), the CRDD's p. 8, the panel wrote:  <FRAGMENT_SUPPRESSED> \"Finally, the Panel considers the call-up notice unauthentic, causing the Panel to doubt the claimant's credibility in relation to military service. <FRAGMENT_SUPPRESSED>", "[17] Did this perhaps falsely tainted credibility determine the case and lead the CRDD to determine that the applicant is not a Convention refugee? In light of the Supreme Court's jurisprudence it appears that it is not sufficient for the respondent to show that the impugned call-up notice was produced from the applicant's possession, thereby fixing him and his counsel with knowledge of its date. Clearly, there was a misunderstanding on the applicant's part as to the significance of the date upon which the CRDD simplistically drew conclusions about the exhibit, without hearing what the applicant could have revealed, as shown in his above-cited affidavit.  <FRAGMENT_SUPPRESSED>", "[18] The principles enunciated in the <FRAGMENT_SUPPRESSED>  Nfld. & P.E.I.R. 334; 360 A.P.R. 334, Mr. Justice Iacobucci quoted Professor Wade Administrative Law (6th Ed.), at p. 228:  <FRAGMENT_SUPPRESSED> \"A distinction might perhaps be made according to the nature of the decision. In the case of a tribunal which must decide according to law, it may be justifiable to disregard a breach of natural justice where the demerits of the claim are such that it would in any case be hopeless. <FRAGMENT_SUPPRESSED>", "[19] Mr. Justice Iacobucci went on to state that the Mobil case was \"exceptional, since ordinarily the apparent futility of a remedy will not bar its recognition\" (at page 228). Clearly, the exception should be construed very narrowly.  <FRAGMENT_SUPPRESSED>", "[20] The exception was applied by this judge in <FRAGMENT_SUPPRESSED>  (T.D.). That case is obviously distinguishable from the case at bar. In that earlier case, the applicant, a pharmacist, could not account for various quantities of narcotics which came into her professional possession. The respondent had failed to disclose certain documents to which she was entitled, prior to the respondent director's imposing a ban on her receiving further narcotics and so notifying her profession's governing body. There was a breach of procedural fairness, but quite apart from those undisclosed documents, there were clearly inter alia 200 percocet tablets missing from the applicant's custody, and presumably at risk to the public, unless of course they had \"evaporated\", or gone down the sewer, neither of which was alleged by the applicant. So, on several matters of simple arithmetic in demonstrating missing narcotics the director's decision was amply supportable and the applicant's case for quashing it was indeed \"hopeless or \"futile\".  <FRAGMENT_SUPPRESSED>", "[21] The Federal Court of Appeal adjudicated the pharmacist's appeal, (1997), 215 N.R. 216; 75 C.P.R.(3d) 344 (F.C.A.). That court thought that of the documents which the director did not disclose, the contents of some of which were, or ought to have been known to the pharmacist, and others which revealed to the director of drug surveillance that more narcotics had slipped through the pharmacist's fingers in a subsequent professional employment, after the incidents upon which he was proposing to ban her from having narcotics in her custody, constituted no breach of natural justice. Nor, the court stated, did the director's being informed of her arrest by police, on July 18, 1995, having been charged with theft under $5,000. The director never referred to any of these extraneous documents in the decision-making process, so, according to the Court of Appeal there was no breach of procedural fairness in not disclosing the director's documents and knowledge about her to the pharmacist. The appeal was dismissed and the pharmacist sought leave to appeal to the Supreme Court of Canada. Leave was denied, [1997] 3 S.C.R. viii; 225 N.R. 232.  <FRAGMENT_SUPPRESSED>", "[22] In the case at bar, the call-up notice's date, as submitted to the CRDD, was surely known to the applicant, but he has an explanation to save his credibility, to the effect that although such an earlier notice was already extant when he testified, he and his parents, and his counsel, if they adverted at all to the date, believed that the very latest notice is what the CRDD would have wished to peruse. The CRDD, however, without asking the applicant's explanation, jumped to the conclusion that he must have been speaking falsely and that the call-up notice was fraudulently concocted, or \"not genuine\". Such a jumped-up conclusion could not have left the panel's minds favourably, or even neutrally, disposed toward the applicant's refugee claim.  <FRAGMENT_SUPPRESSED>", "[23] At this point it may well be imprudent for this judge to adjudicate further on the soundness of the CRDD's determination that the applicant is not a Convention refugee. His case depends on an appreciation of facts and credibility, and not at all upon arithmetically demonstrative losses in inventories of narcotics, as  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[24] The case of <FRAGMENT_SUPPRESSED>  Imm. L.R. 135 (F.C.A.), is superficially similar to the case at bar. The headnote from the Immigration Law Reports at p. 135 tells the essence:  <FRAGMENT_SUPPRESSED> \"The claimant, a citizen of Lebanon, was found not to be a Convention refugee after the Refugee Division made adverse findings with respect to his credibility. After the hearing, the Refugee Division received information about changed conditions in Beirut. Copies of the material were made available to the claimant's counsel, who was given two weeks to make written representations by way of reply. No reply was submitted, and no objections were raised to this manner of proceeding until after the Refugee Division's decision was released. The claimant appealed the decision that he was not a Convention refugee.  <FRAGMENT_SUPPRESSED> Held - The appeal was dismissed.  <FRAGMENT_SUPPRESSED> \"There was no reason to interfere with the Refugee Division's findings with respect to credibility.  <FRAGMENT_SUPPRESSED> \"The Refugee Division did not breach the rules of natural justice in receiving the new information. Even if it did, the claimant's conduct constituted an implied waiver of that breach.  <FRAGMENT_SUPPRESSED> \"Even if the new information was improperly received, and this impropriety was not waived, there would be no purpose in remitting the matter to the Refugee Division, as the adverse finding of credibility had been properly made, the claim could only be rejected. <FRAGMENT_SUPPRESSED>", "[25] In the present case, while the opportunity to comment was not taken, probably because the applicant and counsel were not alerted to what the CRDD ultimately perceived as problematic, the panel's finding of want of credibility has been truly cast into doubt. That failure to alert the applicant as to the CRDD's jumping to the conclusion that the later date of the call-up notice soured the applicant's \"credibility in relation to military service\" is the breach of procedural fairness established here by the applicant. Such an after-arising issue, derived from a document submitted by the applicant, and unsuspected by him, is the kind of important issue, redounding heavily to the applicant's detriment, which even if seemingly isolated by the CRDD, it ought not properly to have kept under its hat.  <FRAGMENT_SUPPRESSED>", "[26] Given the authoritative jurisprudence cited above, and the realization that the applicant's case cannot be characterized as \"hopeless\", since, on a proper finding of credibility, a different CRDD panel could well come to a different conclusion, it behooves this court to grant the application for certiorari quashing the decision of the CRDD dated March 4, 1997, by the registrar's certificate, that the applicant is not a Convention refugee on the ground of procedural unfairness. The applicant's Convention refugee claim ought to be placed before a differently constituted CRDD panel for adjudication anew.  <FRAGMENT_SUPPRESSED>", "[27] At the end of the hearing in Winnipeg, the applicant's counsel propounded four questions, in writing, for certification. They are, slightly edited for clarity:  <FRAGMENT_SUPPRESSED> I. Is (according) an opportunity to clarify (CRDD perceived, putative) inconsistencies which arise from documents provided after the hearing part of the duty of fairness binding on the Refugee Division of the Immigration and Refugee Board?  <FRAGMENT_SUPPRESSED> II. Can inability to practise one's religion, without more, amount to persecution?  <FRAGMENT_SUPPRESSED> III. Can the internal flight alternative ever apply to children independently from their parents?  <FRAGMENT_SUPPRESSED> IV. Does the Refugee Division of the Immigration & Refugee Board have a duty to consider a duty an objective basis for a claim when it is pleaded by counsel but the corresponding subjective basis is never articulated by the claimant (only by counsel in submissions after the hearing?)  <FRAGMENT_SUPPRESSED>", "[28] Only question I bears on the issue of after-received documents spawning an adverse credibility conclusion in the minds of the CRDD, without hearing from the adversely affected party. The respondent opposes certification of all four questions.  <FRAGMENT_SUPPRESSED>", "[29] In the decision of the Court of Appeal, cited: <FRAGMENT_SUPPRESSED>  (F.C.A.), at p. 5, Mr. Justice Décary stated this principle on the court's behalf:  <FRAGMENT_SUPPRESSED> \"[4] In order to be certified pursuant to s. 83(1), a question must be one which, in the opinion of the motions judge, transcends the interests of the immediate parties to the litigation and contemplates issues of broad significance or general application ... but it must also be one that is determinative of the appeal. The certification process contemplated by s. 83 of the Immigration Act is neither to be equated with the reference process established by s. 18.3 of the Federal Court Act , nor is it to be used as a tool to obtain from the Court of Appeal declaratory judgments on fine questions which need not be decided in order to dispose of a particular case. <FRAGMENT_SUPPRESSED>", "[30] The respondent's counsel, (who somehow responded to the propounded questions in reverse of their numerical order) avers that the last three questions could not be determinative of an appeal. Perhaps not, but the court declines to certify them because they relate to substantive issues and not to procedural fairness.  <FRAGMENT_SUPPRESSED>", "[31] As to the first question, the respondent's counsel argues:  <FRAGMENT_SUPPRESSED> \"This question does not raise a serious issue of general importance. There are three possible ways in which documents could be provided after the hearing before the Refugee Division. The documents could be provided by the applicant, or the Hearing's Officer or they could be found by the Refugee Division itself. In the situation of documents being provided after the hearing by the Hearing's Officer of the Refugee Division, it is clear that the applicant is entitled to notice of these documents along with an opportunity to respond to inconsistencies arising from these documents. In the situation of documents being provided by the applicant, as is the case here, the applicant can address any inconsistencies with an explanatory letter at the time that the documents are provided to the Refugee Division. Thus, the applicant has an opportunity to clarify inconsistencies that arise from these documents. <FRAGMENT_SUPPRESSED> Such observation is correct as far as it goes, but it does not go far enough. Of course the applicant had \"an opportunity to clarify\" such inconsistencies as the CRDD perceived, but the applicant and counsel are, naturally, not clairvoyant. They are not so clairvoyant as to understand how the call-up notice's date would impact on the applicant's credibility in the CRDD's minds. Therefore that vaunted \"opportunity to clarify\" was quite illusory, and no opportunity at all. So, the respondent's objection is not well founded, and the question should be certified on the basis of the principles enunciated by the Court of Appeal in <FRAGMENT_SUPPRESSED>  cited. The applicant's case is not necessarily \"hopeless\" once his credibility is redeemed.  <FRAGMENT_SUPPRESSED>", "[32] In summation, the court allows the applicant's application for judicial review, quashes the CRDD's decision in his refugee case dated by registrar's certificate March 4, 1997, (no. C96-00262) (TR, p. 002), and refers his refugee claim to be adjudicated anew by a differently constituted CRDD panel, because of the impugned panel's failure to accord procedural fairness in assessing the applicant's credibility. The court certifies this serious question of general application:  <FRAGMENT_SUPPRESSED> \"Is according an opportunity to clarify CRDD perceived, putative inconsistencies which arise from documents provided after the hearing part of the duty of fairness binding on the Refugee Division of the Immigration and Refugee Board? <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Janette Blue/kaw  <FRAGMENT_SUPPRESSED> [End of document]"]}