{"id_": "075182", "body_str": ["[1] Beaudry, J. : This is an application for leave pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the Act ) to commence an application for judicial review of a decision of a visa officer (the officer) dated December 14, 2007, where the officer determined that Li, Di Tang (the Applicant) does not meet the requirements for the issuance of a work permit.  <FRAGMENT_SUPPRESSED> I. Issues  <FRAGMENT_SUPPRESSED>", "[2] This application presents the following questions:  <FRAGMENT_SUPPRESSED> 1. What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED> 2. Did the officer err in deciding not to grant the work permit?  <FRAGMENT_SUPPRESSED> 3. Did the offer breach the principles of natural justice by not affording the Applicant the opportunity to be heard in an interview?  <FRAGMENT_SUPPRESSED> 4. Are the officer's reasons adequate?  <FRAGMENT_SUPPRESSED>", "[3] The application for judicial review shall be allowed for the following reasons.  <FRAGMENT_SUPPRESSED> II. Factual Background  <FRAGMENT_SUPPRESSED>", "[4] The Applicant is a 34 year old citizen of the People's Republic of China (PRC or China) who was offered a job at the Silver Dragon Restaurant in Halifax, Nova Scotia. The employment offer remained in effect until July 31, 2008 to provide the Applicant sufficient time to obtain a work permit.  <FRAGMENT_SUPPRESSED>", "[5] Service Canada issued a positive Labour Market Opinion (LMO) and validated the offer of employment. The Applicant then applied for a two-year work permit to the Canadian Consulate in Shanghai, China, on December 13, 2007. Obtaining a positive LMO is one of the requirements for a work permit.  <FRAGMENT_SUPPRESSED>", "[6] The following day, on December 14, 2007, the Applicant was told to come collect his documents and refusal letter.  <FRAGMENT_SUPPRESSED> III. Decision Under Review  <FRAGMENT_SUPPRESSED>", "[7] The visa officer denied the application because he was not satisfied that the Applicant would leave Canada upon the expiry of the work permit.  <FRAGMENT_SUPPRESSED>", "[8] The Applicant had to establish that he meets all the requirements of Part 11 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations ), pertaining to the worker class. Specifically, the Applicant must satisfy the visa officer that he will not contravene the conditions of admission and that he does not belong to a category of persons inadmissible under the Act . The Applicant must also satisfy the visa officer that his intentions are bona fide and that he will leave Canada by the end of the period authorized for his stay.  <FRAGMENT_SUPPRESSED>", "[9] The officer's Computer Assisted Immigration Processing System (CAIPS) notes state the following reasons, among other information, for refusing the Applicant's work permit application:  <FRAGMENT_SUPPRESSED> \"PA HAS NO TRAVEL HISTORY APP IS SINGLE, WITH LIM FAM TIES IN PRC  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"PC'S LATES RESTAURANT JOB IN SHANGHAI AS A COOK SINCE SEP06, MTHLY SAL RMB 5,500; APPROX $9400.00 CDN ANNUAL; NO PROMISE OF JOB BEING RETAINED TIL HE RTNS TO PRC FROM XIAN YUE HIEN RESTAURANT;  <FRAGMENT_SUPPRESSED> \"JOB IN CAN TO PAY $30K ANNUAL, 3XS HIGHER, THUS INCENTIVE TO REMAIN BEYOND APPROVED TIME IN CANADA IS VERY HIGH;  <FRAGMENT_SUPPRESSED> \"PC IN LATEST JOB LESS THAN 1 YEAR AND ALREADY LOOKING TO CHANGE EMPLOYERS;  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"APPLT HAS FAILED TO DEMONSTRATE THAT HE IS WELL ESTABLISHED IN PRC AND/OR HAS SUFFICIENT TIES TO ENSURE DEPARTURE FROM CDA AT THE END OF HIS AUTHORIZED STAY;  <FRAGMENT_SUPPRESSED> \"BASED ON ALL INFO SUBMITTED - I'M NOT SATISFIED THAT APPLT IS A BF VISITOR TO CDA WHO WOULD DEPART CANADA AS REQUIRED; <FRAGMENT_SUPPRESSED> IV. Pertinent Legislation  <FRAGMENT_SUPPRESSED>", "[10] The relevant statutory provisions are attached to these reasons as Schedule \"A\".  <FRAGMENT_SUPPRESSED> V. Analysis  <FRAGMENT_SUPPRESSED> A. What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED>", "[11] The Applicant submits that the Court should accord less deference for the decision of certain administrative entities, given the exposure of the Court to the factual domain in which these tribunals operate. The Applicant believes the Court's experience in these factual domains should constitute the expertise needed to override the different boards' jurisdictions in their own domains of expertise.  <FRAGMENT_SUPPRESSED>", "[12] The Respondent argues that the Applicant disregards the fact that expertise is also very much understood as the advantage that trial-level deciders have over reviewing courts because of the opportunity they are provided to try and weigh the evidence first-hand.  <FRAGMENT_SUPPRESSED>", "[13] The Respondent submits that the standard of review that applies to factual issues in the context of immigration practice and federal statutory practice more generally, is found at subsection 18.1(4)(d) of the Federal Courts Act , R.S., 1985, c. F-7 ( <FRAGMENT_SUPPRESSED> ). The statutory standard of review for questions of fact has traditionally been associated with the standard of patent unreasonableness which commands the highest possible degree of deference to a board's decisions. According to the Respondent, this Court has recently ruled that <FRAGMENT_SUPPRESSED>  did not open the door to a lesser degree of deference than the degree that existed prior to the abolition of patent unreasonableness standard ( <FRAGMENT_SUPPRESSED> ). Therefore, as it applies to judicial review in the domain of immigration or refugee law, does not change the analytical process and the Applicant's attempt to argue otherwise is unnecessary.  <FRAGMENT_SUPPRESSED>", "[14] The standard of review applicable to a visa officer's decision was considered by the Court in <FRAGMENT_SUPPRESSED>  where it was noted that in the context of a visa officer's general decision, the applicable standard of review was patent reasonableness.  <FRAGMENT_SUPPRESSED>", "[15] Following the recent decision  <FRAGMENT_SUPPRESSED> , the question of whether the visa officer erred in their factual assessment of the application is reviewable according to the new standard of reasonableness.  <FRAGMENT_SUPPRESSED>", "[16] As a result, this Court will only intervene to review a visa officer's decision if it does not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at paragraph 47). For a decision to be reasonable there must be justification, transparency and intelligibility within the decision making process.  <FRAGMENT_SUPPRESSED>", "[17] Furthermore, questions of procedural fairness should always be assessed on a correctness standard ( <FRAGMENT_SUPPRESSED> ). When a breach of the duty of fairness is found, the decision should generally be set aside ( <FRAGMENT_SUPPRESSED> , at paragraph 54).  <FRAGMENT_SUPPRESSED> . Did the officer err in deciding not to grant the work permit?  <FRAGMENT_SUPPRESSED>", "[18] According to the Applicant, as set out in section 3 of the Act , job validations exist to relieve Canadian employers from manpower shortages. The Applicant submits that there is no logic between the consideration of the facts and the officer's conclusion in the case at bar.  <FRAGMENT_SUPPRESSED>", "[19] The Applicant did not want to ask for a letter from his current employer until the uncertainty of his obtaining a work permit was sorted out. However, the Applicant did provide corroboration of his experience as a cook by providing confirmation of his employment from 2004 until 2006. He also provided evidence of his current employment at Xianyehien Restaurant with a \"Certificate of Post\" and photos of himself at work in the kitchen. If the officer required an actual employment letter, this should have been communicated to the Applicant.  <FRAGMENT_SUPPRESSED>", "[20] Furthermore, the Applicant argues that the fact that he has worked in six different restaurants is inconclusive of an intention to stay in Canada, let alone overstay. This reasoning should have been explained by the officer.  <FRAGMENT_SUPPRESSED>", "[21] The Applicant submits that applicants must not guess beforehand what interrogations or problems officers may still have after they have filed the required documentation. The decision maker should ask for any additional information which may be needed to assess the Applicant's application.  <FRAGMENT_SUPPRESSED>", "[22] The Respondent submits that according to the Document Checklist, the Applicant was required to submit an original letter with the address and phone number of his current work unit stating his current position, duties, income and benefits. If it was impossible for the Applicant to submit any proof of his actual employment, this should have been mentioned in his letter, the same way it was done for all other unobtainable certificates referred to in his application.  <FRAGMENT_SUPPRESSED>", "[23] Furthermore, the Respondent alleges that it is the responsibility of the Applicant to provide the visa officer with all necessary material in support of his application ( <FRAGMENT_SUPPRESSED> ). The visa officer had no obligation to seek further information when the Applicant was aware of the onus he had to meet.  <FRAGMENT_SUPPRESSED>", "[24] The fact that the Applicant will receive three times the salary he used to receive in China may perhaps be conclusive of an incentive to stay, but this is only the case when the cost of living is also considered. The difference in the cost of living in Canada and China was not considered in the case at bar, therefore the Applicant submits that this conclusion by the officer was unreasonable.  <FRAGMENT_SUPPRESSED>", "[25] The Respondent argues that it was certainly more than reasonable for the visa officer to consider the fact that the Applicant would triple his salary while working in Canada as an incentive to stay.  <FRAGMENT_SUPPRESSED>", "[26] The Applicant contends that if a travel history without overstays can be indicative of good faith, having no travel history is inconclusive of whether a person will overstay. The conclusion would postulate that people who never travelled are more likely to overstay; a conclusion that would be illogical because not having travelled tells nothing about offending ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[27] The Applicant submits that the officer's conclusion that he has limited family ties in PRC is unreasonable. Being single, in a country with a one-child policy, does not permit the officer to automatically conclude that the Applicant has limited family ties. The Applicant's father, mother and brother all live in China. This does not make it more likely that the Applicant will want to stay in another country, let alone overstay ( <FRAGMENT_SUPPRESSED> ). The Applicant believes this was a gross generalization. At the very least, this conclusion would have called for a further investigation by the officer of the Applicant's family ties and establishment.  <FRAGMENT_SUPPRESSED>", "[28] The Applicant advances that the officer needs to show a probability of the occurrence or a serious possibility of overstaying or breaching the conditions of his work permit. The officer cannot satisfy himself of a simple possibility, as this would amount to speculation. The Applicant believes the considerations in this case do not allow the conclusion that the Applicant will have an incentive to stay, let alone overstay.  <FRAGMENT_SUPPRESSED>", "[29] Even if the officer's conclusion that the Applicant has an incentive to stay is found to be reasonable, this would not be enough to deny the Applicant a visa. The Applicant submits that if he had an incentive to stay, he would ask for an extension of his visa or anything that is likely to entitle him to what he is seeking.  <FRAGMENT_SUPPRESSED>", "[30] From the officer's CAIPS notes and the information provided in the Applicant's application, I find that the visa officer has made no serious attempt to determine the strength of the ties of the Applicant to China. According to the Act , the burden of proof rests on the Applicant, who has attempted to discharge this duty by providing information on his family in China, as well as employment and education information. I find the officer did not sufficiently take into account the fact that the Applicant's family ties to China are quite strong, since he has no family members elsewhere than in PRC ( <FRAGMENT_SUPPRESSED> ). On this basis, I believe that the refusal of the visa was based on an erroneous finding of fact, which did not take into account the material evidence which was presented.  <FRAGMENT_SUPPRESSED> C. Did the officer breach the principles of natural justice by not affording the Applicant the opportunity to be heard in an interview?  <FRAGMENT_SUPPRESSED>", "[31] The refusal of the Applicant's application was on paper and he was never interviewed. The Applicant filed his application on December 13, 2007 and was told to pick up his documents and refusal letter at the Canadian Consulate the very next day.  <FRAGMENT_SUPPRESSED>", "[32] The Applicant is aware that due process does not necessarily require an interview, but according to Regulation 200(1): \"an officer shall issue a work permit to a foreign national if, following an examination, it is established that ...\" According to the Applicant, there would be no need to specify an \"examination\" if the decision could be made on paper. The Applicant believes that the meaning of \"examination\" depends on the context of each case and that an interview may be more prudent when it comes to forming a reasonable opinion on something more elusive such as an overstay or an offence under the law.  <FRAGMENT_SUPPRESSED>", "[33] The Applicant argues that the officer's conclusion was based on a generalized criteria, no sufficient establishment and ties, instead of the specifics of this case pertaining to the possibility of an overstay ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[34] The Respondent believes it is important to put the Applicant's procedural fairness arguments in context ( <FRAGMENT_SUPPRESSED> to 7). According to the Respondent, the visa officer was not obliged to interview the Applicant or to take other steps to allow him to respond to his concerns. The onus does not shift to the visa officer to interview the Applicant or to take other steps to satisfy his concerns arising from the documents he did provide ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[35] There is no statutory right to an interview ( <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 140 (T.D.), at paragraph 28). However, procedural fairness requires that an Applicant be given the opportunity to respond to an officer's concerns under certain circumstances. When no extrinsic evidence is relied on, it is unclear when it is necessary to afford an Applicant an interview or a right to respond. Yet, the jurisprudence suggests that there will be a right to respond under certain circumstances.  <FRAGMENT_SUPPRESSED>", "[36] In <FRAGMENT_SUPPRESSED> , at paragraph 27, the Court concluded that:  <FRAGMENT_SUPPRESSED> \"This is not a case in which the applicant's application itself was incomplete, but a situation where the officer subjectively formed an opinion that the applicant would not return to Colombia following the completion of her studies. In my view, the officer in this situation should have allowed the applicant an opportunity to respond to his concerns. The applicant had no way of knowing that the visa officer would act upon his view that those in their 'formative years' may not study in Canada for a four year period, since they would be unlikely to leave the country. The visa officer's failure to give the applicant an opportunity to respond to his concerns, on the facts of this case, amounted to a breach of the rules of natural justice. ... <FRAGMENT_SUPPRESSED>", "[37] In the case at bar, there is nothing in the Applicant's application, other than the reference to the higher salary in Canada, to suggest the Applicant intends to stay in Canada permanently.  <FRAGMENT_SUPPRESSED>", "[38] Furthermore, the Applicant had no way of knowing that the officer would rely on the Applicant's higher salary in Canada, the fact that he often changed jobs in China, the fact that his employment history was difficult to obtain or that he apparently had limited family ties in PRC. In the case at bar, an interview would have been appropriate for the Applicant to explain the extent of his family ties in China. He would have been able to communicate the information which is provided in his further affidavit. The Court finds that the visa officer's failure to give the Applicant an opportunity to respond to his concerns, on the facts of this case, amounted to a breach of the rules of natural justice.  <FRAGMENT_SUPPRESSED>", "[39] It is therefore unnecessary to address the last issue.  <FRAGMENT_SUPPRESSED>", "[40] The parties have not presented any question of important general importance and none arises.  <FRAGMENT_SUPPRESSED>", "[41] THIS COURT ORDERS that the application for judicial review be allowed. The matter is referred to a different visa officer for redetermination. No question is certified.  <FRAGMENT_SUPPRESSED> Application allowed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/clh  <FRAGMENT_SUPPRESSED> Schedule \"A <FRAGMENT_SUPPRESSED> Pertinent legislation  <FRAGMENT_SUPPRESSED> Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations ) 200(1) and 200(3): work permits  <FRAGMENT_SUPPRESSED> 200(1) Subject to subsections (2) and (3), an officer shall issue a work permit to a foreign national if, following an examination, it is established that  <FRAGMENT_SUPPRESSED> (a) the foreign national applied for it in accordance with Division 2;  <FRAGMENT_SUPPRESSED> (b) the foreign national will leave Canada by the end of the period authorized for their stay under Division 2 of Part 9;  <FRAGMENT_SUPPRESSED> (c) the foreign national  <FRAGMENT_SUPPRESSED> (i) is described in section 206, 207 or 208,  <FRAGMENT_SUPPRESSED> (ii) intends to perform work described in section 204 or 205, or  <FRAGMENT_SUPPRESSED> (iii) has been offered employment and an officer has determined under section 203 that the offer is genuine and that the employment is likely to result in a neutral or positive effect on the labour market in Canada; and  <FRAGMENT_SUPPRESSED> (d) [Repealed, SOR/2004-167, s. 56]  <FRAGMENT_SUPPRESSED> (e) the requirements of section 30 are met.  <FRAGMENT_SUPPRESSED> (3) An officer shall not issue a work permit to a foreign national if  <FRAGMENT_SUPPRESSED> (a) there are reasonable grounds to believe that the foreign national is unable to perform the work sought;  <FRAGMENT_SUPPRESSED> (b) in the case of a foreign national who intends to work in the Province of Quebec and does not hold a Certificat d'acceptation du Québec, a determination under section 203 is required and the laws of that Province require that the foreign national hold a Certificat d'acceptation du Québec;  <FRAGMENT_SUPPRESSED> (c) the specific work that the foreign national intends to perform is likely to adversely affect the settlement of any labour dispute in progress or the employment of any person involved in the dispute, unless all or almost all of the workers involved in the labour dispute are not Canadian citizens or permanent residents and the hiring of workers to replace the workers involved in the labour dispute is not prohibited by the Canadian law applicable in the province where the workers involved in the labour dispute are employed;  <FRAGMENT_SUPPRESSED> (d) the foreign national seeks to enter Canada as a live-in caregiver and the foreign national does not meet the requirements of section 112; or  <FRAGMENT_SUPPRESSED> (e) the foreign national has engaged in unauthorized study or work in Canada or has failed to comply with a condition of a previous permit or authorization unless  <FRAGMENT_SUPPRESSED> (i) a period of six months has elapsed since the cessation of the unauthorized work or study or failure to comply with a condition,  <FRAGMENT_SUPPRESSED> (ii) the study or work was unauthorized by reason only that the foreign national did not comply with conditions imposed under paragraph 185(a), any of subparagraphs 185(b)(i) to (iii) or paragraph 185(c);  <FRAGMENT_SUPPRESSED> (iii) section 206 applies to them; or  <FRAGMENT_SUPPRESSED> (iv) the foreign national was subsequently issued a temporary resident permit under subsection 24(1) of the Act.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> Regulations 203(1) and 203(3): effect on the labour market  <FRAGMENT_SUPPRESSED> 203(1) On application under Division 2 for a work permit made by a foreign national other than a foreign national referred to in subparagraphs 200(1)(c)(i) and (ii), an officer shall determine, on the basis of an opinion provided by the Department of Human Resources Development, if the job offer is genuine and if the employment of the foreign national is likely to have a neutral or positive effect on the labour market in Canada.  <FRAGMENT_SUPPRESSED> (3) An opinion provided by the Department of Human Resources Development shall be based on the following factors:  <FRAGMENT_SUPPRESSED> (a) whether the employment of the foreign national is likely to result in direct job creation or job retention for Canadian citizens or permanent residents;  <FRAGMENT_SUPPRESSED> (b) whether the employment of the foreign national is likely to result in the creation or transfer of skills and knowledge for the benefit of Canadian citizens or permanent residents;  <FRAGMENT_SUPPRESSED> (c) whether the employment of the foreign national is likely to fill a labour shortage;  <FRAGMENT_SUPPRESSED> (d) whether the wages offered to the foreign national are consistent with the prevailing wage rate for the occupation and whether the working conditions meet generally accepted Canadian standards;  <FRAGMENT_SUPPRESSED> (e) whether the employer has made, or has agreed to make, reasonable efforts to hire or train Canadian citizens or permanent residents; and  <FRAGMENT_SUPPRESSED> (f) whether the employment of the foreign national is likely to adversely affect the settlement of any labour dispute in progress or the employment of any person involved in the dispute.  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}