{"id_": "075398", "body_str": ["[1] Bédard, J. [Translation]: This is an application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA), of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) dated May 25, 2010, in which it determined that the applicants are not refugees or persons in need of protection within the meaning of sections 96 and 97 of the IRPA, on the ground that they had not rebutted the presumption of state protection. Background", "[2] The applicants are citizens of Mexico. The principal applicant (the female applicant), Claudia Gonzalez Leon, and the applicants' daughter, Estefania Cardenas Gonzalez, arrived in Canada in November 2007. The male applicant arrived in September 2008.", "[3] The applicants' claim for refugee protection is based on the following allegations. In 1982, the female applicant married a man who became an officer with the Federal Highway Police. Her husband was killed in 1986 by \"XX\". \"XX\" allegedly stated that he had acted in self-defence and his version was accepted, and so no charge was filed against him. The female applicant then sought to have her former husband's superior, the chief of the Federal Highway Police, intervene to bring \"XX\" to justice. The superior allegedly took on the case, but the investigation did not result in a charge.", "[4] In 1988, \"XX\" was incarcerated for eight months for offences that were unrelated to the death of the female applicant's husband. That same year, the female applicant was assaulted by several men, one of whom identified himself as the murderer of her husband. He allegedly told her that she was paying and would pay for the time he had spent in prison. The female applicant did not file a complaint about the assault.", "[5] The female applicant submits that as a result of that incident, and until she left Mexico, she was the victim of thefts, assaults and other crimes, every year in about September, most often by persons who did not identify themselves. She submits that those persons were always sent by \"XX\", who had said he would never leave her alone. She tried to file complaints on several occasions, although without alleging any connection with \"XX\", but she stated that her complaints were not accepted because there was no evidence or names of the alleged assailants.", "[6] The female applicant met the male applicant in 1989 and their daughter was born in 1993. The female applicant alleges that an incident that occurred in the fall of 2007 prompted her to leave Mexico and come to Canada. The applicants were allegedly victims of a theft. Because they had seen one of the thieves, the applicants filed a complaint with the police. The female applicant then allegedly crossed paths with the alleged thief, who told her he had been sent by \"XX\". He allegedly ordered her to abandon her complaint and threatened to attack her and her daughter. After that incident, the female applicant and her daughter left Mexico.", "[7] The male applicant remained in Mexico after the incident, but in July 2008, two people came to his home and asked him where his wife was and threatened to kill him. After that incident, he decided to join his wife and daughter in Canada. Decision of the Board", "[8] The Board rejected the applicants' claim for refugee protection on the ground that they had not rebutted the presumption of state protection. The Board noted that Mexico was a democratic country where there has not been a complete breakdown of the state apparatus, and in spite of weaknesses in the judicial system, it was still functional and had institutions and authorities that were capable of offering its citizens protection. The Board held that because the applicants had never filed a complaint directly against \"XX\", the alleged agent of persecution, they could not claim refugee protection in Canada. It further held that the explanations given by the applicants to justify their failure to file a complaint against \"XX\" did not constitute clear and convincing evidence of Mexico's inability to protect its citizens. Issue", "[9] The applicants submit that the Board erred when it found that the applicants had not rebutted the presumption of state protection, in particular because it assessed the evidence unreasonably and failed to consider relevant documentary evidence.", "[10] The issue in this case is therefore as follows: Did the Board assess the evidence unreasonably and did it fail to consider relevant documentary evidence? Analysis", "[11] For the reasons that follow, I find that the application for judicial review must be dismissed. Standard of review", "[12] It is settled law that questions relating to the adequacy of state protection are questions of mixed law and fact that are subject to the reasonableness standard ( <FRAGMENT_SUPPRESSED>  [2007] FCJ No 584; <FRAGMENT_SUPPRESSED>  [2010] FCJ No 983).", "[13] It is also settled law that the Board's findings of fact, and more specifically its assessment of the evidence, are also subject to the reasonableness standard. It is not for the Court to substitute its assessment of the evidence for the Board's or to reassess the weight assigned to certain evidence by the Board, and it will intervene only if the Board's findings are made in a perverse or capricious manner or without regard to the evidence ( <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] FCJ No 933).", "[14] The role of the Court in reviewing a decision on the reasonableness standard was stated in <FRAGMENT_SUPPRESSED> , at paragraph 47: ... A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. Did the Board assess the evidence unreasonably and did it fail to consider relevant documentary evidence?", "[15] The applicants submit that the Board assessed the detailed narrative completed by the female applicant, and her testimony, unreasonably. The Board allegedly failed, among other things, to consider the explanation given by the female applicant and the male applicant to justify their failure to file a complaint directly against \"XX\" in the more general context of the female applicant's account. In the applicants' submission, the Board should have taken into account the fact that when her husband, who was a police officer, was killed, the female applicant had tried in vain to have \"XX\" convicted. She had even asked her late husband's superior, the chief of the Federal Highway Police, for help, but his efforts were unsuccessful. They also submit that the Board should have considered the complaints filed by the applicants regarding the various offences committed against them instead of focusing solely on their failure to file a complaint against \"XX\".", "[16] The applicants also submit that the Board analyzed the documentary evidence relating to the weaknesses in the Mexican judicial system unreasonably and selectively; in their opinion, that evidence clearly shows the inability of Mexico to protect them. The applicants relied, among other things, on the report found at Tab 2.1 of the National Documentation Package on Mexico, which addresses problems relating to human rights violations, corruption and impunity, in particular in the local structures of the judicial system. They also stressed the article Mexico: Laws without justice: Human rights violations and impunity in the public security and criminal justice system , which addresses numerous weaknesses in the Mexican judicial system and notes, among other things, that one victim out of five file complaints because of a lack of confidence in police and only 11.4% of the complaints received lead to charges.", "[17] The respondent submits that the Board assessed the evidence reasonably and its findings are based on the evidence. The respondent submits that the Board took the applicants' explanations into account, and also considered the weaknesses of the Mexican judicial system and the problems of corruption and violence. The Board is presumed to have considered all of the evidence and did not have to expressly refer to or quote passages from the documents in the National Documentation Package cited by the applicants. The respondent further submits that the documentary evidence accepted by the Board is more recent than the documentary evidence cited by the applicants and that it refers to judicial reforms instituted in 2008 and anti-corruption operations implemented in 2009.", "[18] <FRAGMENT_SUPPRESSED> , at page 725, the Supreme Court of Canada clearly stated that except in situations of complete breakdown of the state apparatus, there is a presumption that a state is capable of protecting its citizens and that a person must avail himself or herself of protection in his or her country before claiming refugee protection in a foreign country.", "[19] La Forest J. explained the principle that underlies the refugee protection regime, and the crucial importance of the presumption that the country of origin offers protection to its citizens, as follows:", "[18] At the outset, it is useful to explore the rationale underlying the international refugee protection regime, for this permeates the interpretation of the various terms requiring examination. International refugee law was formulated to serve as a back-up to the protection one expects from the state of which an individual is a national. It was meant to come into play only in situations when that protection is unavailable, and then only in certain situations. The international community intended that persecuted individuals be required to approach their home state for protection before the responsibility of other states becomes engaged . For this reason, James Hathaway refers to the refugee scheme as \"surrogate or substitute protection\", activated only upon failure of national protection; see The Law of Refugee Status (1991), at p. 135. With this in mind, I shall now turn to the particular elements of the definition of \"Convention refugee\" that we are called upon to interpret. [Emphasis added.]", "[20] The presumption of the availability of state protection can be rebutted only where the applicant provides \"clear and convincing\" of the inability of his or her country of origin to provide effective protection ( Ward ).  <FRAGMENT_SUPPRESSED>  [2008] FCJ No 399, the Federal Court of Appeal addressed the quality of the evidence that was required, and stated, at paragraph 30: ... In other words, a claimant seeking to rebut the presumption of state protection must adduce relevant, reliable and convincing evidence which satisfies the trier of fact on a balance of probabilities that the state protection is inadequate.", "[21] In general, a person must seek assistance from the authorities before concluding that the state is not able to provide adequate protection, but that is not necessary in all cases. As the Supreme Court stated in Ward , at paragraph 48: ... A refugee may establish a well-founded fear of persecution when the official authorities are not persecuting him if they refuse or are unable to offer him adequate protection from his persecutors ... however, he must show that he sought their protection when he is convinced, as he is in the case at bar, that the official authorities -- when accessible -- had no involvement -- direct or indirect, official or unofficial -- in the persecution against him. ( José Maria da Silva Moreira , Immigration Appeal Board Decision T86-10370, April 8, 1987, at 4, per V. Fatsis.) This is not true in all cases. Most states would be willing to attempt to protect when an objective assessment established that they are not able to do this effectively. Moreover, it would seem to defeat the purpose of international protection if a claimant would be required to risk his or her life seeking ineffective protection of a state, merely to demonstrate that ineffectiveness.", "[22] However, the onus is on the applicant to establish that it was not reasonable to require that he or she seek the protection of his or her country in order to justify his or her failure to do so.", "[23] <FRAGMENT_SUPPRESSED>  143 DLR (4th) 532, (FCA), Décary J.A. stated that the burden of proof rested on the applicant and was proportional to the level of democracy in the country in question.", "[24] Some members of this Court have also stated the importance of considering Mexico's place in the spectrum of democracies in determining what evidence will be considered sufficient to rebut the presumption of state protection ( <FRAGMENT_SUPPRESSED>  [2008] FCJ No 181 (Gauthier J.), [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  [2008] FCJ No 625 (Tremblay-Lamer J.) [ <FRAGMENT_SUPPRESSED> ]). In <FRAGMENT_SUPPRESSED> , Tremblay-Lamer J. addressed the principles stated in <FRAGMENT_SUPPRESSED> as follows: 17 With respect to the strength of the applicable presumption in Mexico, the respondent cites the case of <FRAGMENT_SUPPRESSED> in which Justice Michael Phelan stated \"Mexico is a functioning democracy, and a member of the NAFTA, with democratic institutions. Therefore, the presumption of state protection is a strong one.\" (See also <FRAGMENT_SUPPRESSED> highlighting the free and democratic nature of Mexican society.) 18 However, other jurisprudence has focussed on the problems that remain in Mexico's democracy. Recently, Deputy Justice Orville Frenette in <FRAGMENT_SUPPRESSED>  indicated that as a developing democracy with problems including corruption and drug trafficking involving state authorities, the presumption of state protection applicable to Mexico is more easily overturned. 19 Similarly in <FRAGMENT_SUPPRESSED> my colleague, Madam Justice Johanne Gauthier addressed the presumption of state protection in the context of Mexico's democracy: • Mexico is a democracy to which a presumption of state protection applies, even if its place on the \"democracy spectrum\" needs to be assessed to determine what credible and reliable evidence will be sufficient to displace that presumption. ... • In developed democracies such as the U.S. and Israel, it is clear from <FRAGMENT_SUPPRESSED> (at paras. 46 and 57) that to rebut the presumption of state protection, this evidence must include proof that an applicant has exhausted all recourses available to her or him. It is also clear that, except in exceptional circumstances, it would be unreasonable in such countries not to seek state protection before seeking it in Canada. • The Court does not understand <FRAGMENT_SUPPRESSED> to say that this conclusion applies to all countries wherever they stand on the \"democracy spectrum\" and to relieve the decision-maker of his or her obligation to assess the evidence offered to establish that, in Mexico for example, the state is unable (although willing) to protect its citizens, or that it was reasonable for the claimant to refuse to seek out this protection. 20 I find Madam Justice Gauthier's approach to the presumption of state protection in Mexico to be persuasive. While Mexico is a democracy and generally willing to protect its citizens, its governance and corruption problems are well documented. Accordingly, decision makers must engage in a full assessment of the evidence placed before them suggesting that Mexico, while willing to protect, may be unable to do so. This assessment should include the context of the country of origin in general, all the steps that the applicants did in fact take, and their interaction with the authorities <FRAGMENT_SUPPRESSED> ). [Emphasis added.]", "[25] I concur, in general, with the principles stated by Gauthier and Tremblay-Lamer JJ. and I consider that these principles should always be applied in light of the particular circumstances of each case. As clearly stated by Tremblay-Lamer J., the Board must take into account the general situation in the country, but must also consider the efforts made by the applicants and their relationship with the authorities.", "[26] I find that in this case the Board's assessment of the testimonial and documentary evidence submitted by the applicants was reasonable. It is apparent on reading the decision that the Board accepted the fact that the female applicant contended that she had been the victim of crimes committed by \"XX\" or by persons acting on his behalf over a period of more than 20 years. The Board referred to the fact that the murderer of the female applicant's husband had not been prosecuted because the authorities concluded that he had acted in self-defence, and that the female applicant had made efforts to have him brought to justice. I therefore cannot conclude that the Board failed to consider the overall context of the female applicant's account. The Board certainly had that context in mind, since it expressly referred to and analyzed the explanations given by the applicants, although it found them insufficient.", "[27] It is useful to reproduce the passage from the decision in which the Board addresses the explanations given by the female applicant:", "[15] The panel is of the opinion that the explanations provided by the claimants concerning why they had never filed a complaint against XX do not constitute \"clear and convincing\" explanations.", "[16] The female claimant's explanation that she could not file a complaint because she had never seen XX at the time of the offences proved to be false because in 2003, according to her testimony, she recognized XX as the driver of the pickup truck that crashed into her vehicle intentionally and in order to cause harm. She then stated that she did not believe that anything would have been done to XX if she had complained to the authorities.", "[17] The female claimant testified that in 1986, when she became a widow, the chief of the federal traffic police helped her press to have XX brought to justice. He allegedly supported her because the claimant's late husband had been a traffic police officer. She stated that she had not heard from him in a long time. When asked if she had tried to seek help from the chief of the federal traffic police, she answered that no, she had not tried. She stated that she had lost contact and that the offices had changed.", "[18] The panel concludes from the claimants' answers that they failed to seek the authorities' protection by failing to file a complaint with the authorities against XX, and by failing to seek the assistance of a chief of police who had helped the female claimant in the past and who understood the history of the problem. Even when XX made death threats directly to the male claimant in 2008, the male claimant made no attempt to seek the authorities' protection.", "[19] Doubting the effectiveness of state protection when it has not been tested does not rebut the presumption of state protection.", "[28] It was up to the Board to assess the evidence and the Court must show deference to that assessment. The Court may not substitute its own assessment of the evidence for the Board's and the Board committed no error such as would warrant the intervention of the Court. The applicants disagree with the Board's assessment of the evidence, but they have not persuaded me that its assessment was unreasonable.", "[29] I will now address the Board's assessment of the documentary evidence relating to the situation in Mexico.", "[30] After considering the applicants' explanations, the Board stated the principle that a person's failure to pursue state protection opportunities within the home state before seeking refugee protection was generally fatal where the state is a functioning democracy \"with a willingness and the apparatus necessary to provide a measure of protection to its citizens\". That statement is not unreasonable having regard to the law on the question. The Board then analyzed the documentary evidence relating to Mexican judicial institutions.", "[31] The documentary evidence cited by the applicants addresses problems in the Mexican judicial system and corruption in the police forces. It appears from the decision that the Board analyzed the evidence relating to the weaknesses in the Mexican judicial system and acknowledged those problems, but found that the evidence also showed that Mexico is a democracy with a government that, in general, respects the rights of its citizens, that each state has a Human Rights Commission, and that there is also a national Human Rights Commission that investigates when complaints are filed against government employees. The Board also stated that the present government of Mexico had been elected in free elections, that it recognized the problems of corruption in the police and that it had taken measures to deal with it. The Board noted, in particular, the recent legislation that provides that the police are now better trained and are subject to evaluation processes and that it is now easier to dismiss corrupt or incompetent police officers. The Board also noted that anti-corruption initiatives begun under the former government and pursued by the present government had led to the arrest and dismissal of police officers, and referred to the reform of the courts initiated in 2008.", "[32] I do not share the applicants' opinion that the Board should have had to explain why it did not accept the documentary evidence submitted by the applicants. First, the Board is presumed to have considered all of the evidence and it is not necessary that it refer to all of the documentary evidence available to it ( <FRAGMENT_SUPPRESSED>  [2008] FCJ No 908).", "[33] Second, this is not a case where the Board dealt summarily with the evidence relating to the state's ability to protect its citizens or a case where it allegedly failed to address evidence that squarely contradicted its conclusions ( <FRAGMENT_SUPPRESSED>  157 FTR 35). In this case, the evidence was contradictory, and the Board referred to the existing problems and made its own assessment of the evidence, and its finding falls within the range of possible outcomes, having regard to the documentary evidence that the Board analyzed. The decision is clearly articulated and detailed.", "[34] The parties did not propose a question for certification and there is none in this matter. JUDGMENT", "[35] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed. No question is certified. Application dismissed. Editor: Angela E. McKay/vnh"]}