{"id_": "075345", "body_str": ["[1] Near, J. : This is an appeal of the decision of a Citizenship Judge under subsection 14(5) of the Citizenship Act , RSC, 1985, c C-29 (the Act ). The Applicant (The Minister of Citizenship and Immigration) contests the granting of citizenship to the Respondent (Abduldaem Al-Showaiter) based on a failure of the Citizenship Judge to provide sufficient reasons and a lack of evidence to conclude that the residency requirements in subsection 5(1)(c) of the Act were met.", "[2] For the following reasons, this appeal is allowed. I. Background", "[3] The Respondent is a citizen of Yemen. On January 23, 2005, he entered Canada and was admitted as a permanent resident.", "[4] On July 14, 2008, the Respondent applied for citizenship. He listed 153 days of absence from Canada as a result of a business trip and family visits. He was therefore physically present in Canada for 1114 days. This is above the 1095 day minimum requirement.", "[5] The Respondent noted that he rented one residence in Canada and owned another. He also owned three houses and lands in Yemen.", "[6] He indicated \"retired\" for January 2005 to April 2008 and \"supervisor\" for Cobequid Convenience from April 2008 to present. He claimed to have terminated employment or business outside Canada before becoming a permanent resident.", "[7] The Residence Questionnaire referred to two additional absences to those in his original application. He stated that he stayed in \"Sanaa-Yemen-home\" with his daughter during these absences.", "[8] In a memorandum dated June 16, 2010, the Applicant expressed concerns that the Respondent had not been living in Canada as required. There was an issue related to his employment, given documents listing his name as \"General Project Leader, Restructuring Tax Authority, Yemen Tax Authority\" and \"Director General, Tax Authority, Sana'a\" for two United Nations Conferences on Trade and Development on October 30 - November 1, 2007 and November 21-23, 2005.", "[9] The Applicant therefore recommended that the Respondent be referred to a hearing before a Citizenship Judge to determine if he had been living in Canada during the residency period.", "[10] On January 13, 2011, the Respondent's application was approved by the Citizenship Judge in a \"Notice to the Minister of the Decision of the Citizenship Judge.\" II. Issues", "[11] This appeal raises the following issues: (a) Did the Citizenship Judge provide adequate reasons for approving the Respondent's application? (b) Did the Citizenship Judge err in finding that the Respondent met the residency requirements under subsection 5(1)(c) of the Act III. Standard of Review", "[12] Adequacy of reasons is an aspect of procedural fairness requiring the correctness standard (see <FRAGMENT_SUPPRESSED>  [2010] FCJ no 1326 at para 16; <FRAGMENT_SUPPRESSED>  [2009] FCJ no 875 at para 29; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  CarswellNat 434 at para 43).", "[13] By contrast, the applicable standard of review for a citizenship judge's decision that an applicant meets the residency requirement is a question of mixed fact and law requiring the reasonableness standard ( <FRAGMENT_SUPPRESSED>  at para 47, reasonableness is \"concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\" as well as \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\". IV. Analysis A. Did the Citizenship Judge Provide Adequate Reasons for Approving the Respondent's Application?", "[15] The Applicant has raised concerns regarding the sufficiency of the Citizenship Judge's reasons. There is a statutory requirement to provide these reasons under subsection 14(2) of the Act Consideration by citizenship judge 14. (1) An application for (a) a grant of citizenship under subsection 5(1) or (5), [...] shall be considered by a citizenship judge who shall, within sixty days of the day the application was referred to the judge, determine whether or not the person who made the application meets the requirements of this Act and the regulations with respect to the application. [...] Advice to Minister (2) Forthwith after making a determination under subsection (1) in respect of an application referred to therein but subject to section 15, the citizenship judge shall approve or not approve the application in accordance with his determination, notify the Minister accordingly and provide the Minister with the reasons therefor. Notice to applicant (3) Where a citizenship judge does not approve an application under subsection (2), the judge shall forthwith notify the applicant of his decision, of the reasons therefor and of the right to appeal. [...]", "[16] The Applicant submits that the reasons do not meet the requirements established in the citizenship context in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2010] FCJ no 373 at para 17. Reasons are \"adequate when they are clear, precise and intelligible and when they state why the decision was reached.\" They must also \"show a grasp of the issues raised by the evidence, allow the individual to understand why the decision was made and allow the reviewing court to assess the validity of the decision.\"", "[17] The Applicant points out that there are no reasons of any kind in the \"Notice to the Minister of the Decision of the Citizenship Judge.\" It is acknowledged that the handwritten notes to questions from the \"Residency Questions Form\" would be part of the decision if prepared by the Citizenship Judge.", "[18] Nevertheless, the Applicant insists that these are answers to questions, as opposed to reasons. The notes do not demonstrate that the Citizenship Judge addressed the statutory requirements or grasped the issues raised by the evidence. The reasons are not adequate if they require additional explanation (see <FRAGMENT_SUPPRESSED> , above at para 20).", "[19] The Respondent maintains that the procedures regarding reasons are relatively general. The guidelines only suggest they should be provided when applications are not approved. The \"Notice to the Minister of the Decision of the Citizenship Judge\" is an acceptable form used to check the boxes indicating compliance with the statutory requirements and list the number of days for residency. There is no obligation to fill in the portion dealing with \"Reasons.\"", "[20] According to the Respondent, the handwritten notes from the Citizenship Judge also form a significant part of the decision, as partly conceded by the Applicant. This is based on recognition in <FRAGMENT_SUPPRESSED>  [2010] FCJ no 809 at para 17 that \"[i]nformation about why an administrative decision maker ruled in the way it did can sometimes be found in the record of the case and the surrounding context.\" Given that this Court has also accepted a mere restatement of the information contained in the \"Notice\" as sufficient reasons (see <FRAGMENT_SUPPRESSED>  [2006] FCJ no 1789), the handwritten answers to questions should similarly meet the standard.", "[21] Regardless, I am not convinced that the reasons provide sufficient clarity, precision and intelligibility as prescribed by <FRAGMENT_SUPPRESSED> , above. The reasons should at the very least indicate which residency test was used and why that test was or was not met (see Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2007] FCJ no 1039 at paras 3-4). This is particularly so given the concerns raised regarding the Respondent's potential employment with a foreign government during the relevant period.", "[22] Admittedly, the answers to questions note that \"When I asked about his participation in the conferences in Genevie. He was listed in 2005 & 2007 but did not attend. He attended in 2001 & 2003.\" There is, however, no indication as to how this response, along with the other evidence provided, was assessed to satisfy the Citizenship Judge that the residency requirements were met. The underlying rationale for the decision and the test applied remain unclear.", "[23] As a consequence, I must find that the Citizenship Judge failed to provide adequate reasons for approving the Respondent's application. B. Did the Citizenship Judge Err in Finding that the Respondent Met the Residency Requirements under Subsection 5(1)(c) of the Act?", "[24] Given my conclusion with respect to the adequacy of reasons, I am not required to conduct an in-depth analysis on the reasonableness of the Citizenship Judge's decision. I do, however, wish to acknowledge some of the arguments raised by the parties.", "[25] The Applicant claims that it is not clear what test was employed by the Citizenship Judge. There were discrepancies in the employment history of the Respondent that could have a significant impact on the decision. There is no clear ruling on why the response to the question provided a satisfactory explanation.", "[26] According to the Applicant, the handwritten notes ultimately raise more issues than they resolve and provide almost no insight into the Citizenship Judge's approach. They claim that this is a situation similar to Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2010] FCJ no 1219 where questions were raised by the Minister regarding the application and it was not adequately explained why the Respondent was nonetheless approved.", "[27] The Respondent insists that the Applicant has tried to impose the constructive residence test where the strictest physical presence requirement was met. The significance of the residency tests is being overstated in this case. She contends that one test may make more sense in a particular instance and that a determination based on physical presence does not require elaboration as long as the analysis is purely quantitative and the various tests are not blended (see <FRAGMENT_SUPPRESSED>  [2007] FCJ no 946 at paras 13-15).", "[28] In this instance with the lack of adequate reasons, it is far from certain how the Citizenship Judge arrived at the conclusion that the residency requirements were met based on the evidence. This complicates any assessment as to the reasonableness of that conclusion.", "[29] I note that the onus is on individuals seeking status to provide sufficient evidence to demonstrate to the citizenship judge that they have satisfied the residency requirement in the relevant period ( <FRAGMENT_SUPPRESSED>  CarswellNat 4153 at para 21). A citizenship judge is permitted to rely on the strict physical presence test, so long as this intention is made clear in the reasons for doing so. V. Conclusion", "[30] Given the ongoing discussion concerning citizenship cases, it would be of great assistance to the Court if citizenship judges state clearly in one or two sentences which test they are using and explain their reasons for arriving at a particular conclusion. The detail required in these reasons will vary given the test employed and the surrounding context. However, even where it can be inferred that the physical presence in Canada test (which generally, in my view, is the test most in line with the legislation) is being used, citizenship judges must state that this is the case. Citizenship judges should also proceed to explain in more or less detail depending on the facts of the case why they either accepted or rejected the evidence placed before them.", "[31] Furthermore, where a Notice to the Minister of the Decision of the Citizenship Judge Form is used, the mere \"ticking\" off the boxes without any further explanation is insufficient as is the case in this matter. In some cases, supplementary notes made by judges may sufficiently illustrate their reasoning but it would be far preferable if the test utilized and an explanation as to why a judge has accepted the evidence of physical presence were to appear on the face of the decision. If the Form needs to be amended to make this more convenient for the citizenship judge court then such an amendment may wish to be considered, though I do note that there already exists a box for this purpose entitled \"Reasons.\"", "[32] Since the Citizenship Judge did not provide adequate reasons for approving the Respondent's application in this instance, the appeal is allowed and the matter is sent back to a different citizenship judge for re-determination. JUDGMENT", "[33] THIS COURT'S JUDGMENT is that this appeal is allowed and the matter is sent back  to a different Citizenship Judge for re-determination.", "[2] Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] II.", "[11] ) de la Loi? III. La norme de contrôle", "[12] <FRAGMENT_SUPPRESSED>  [2010] ACF no 1326, au paragraphe 16; <FRAGMENT_SUPPRESSED>  [2009] ACF no 875, au paragraphe 29;", "[13] IV. Analyse A.", "[15] [...] [...] Consideration by citizenship judge 14. (1) An application for (a) a grant of citizenship under subsection 5(1) or (5), [...] shall be considered by a citizenship judge who shall, within sixty days of the day the application was referred to the judge, determine whether or not the person who made the application meets the requirements of this Act and the regulations with respect to the application. [...] Advice to Minister (2) Forthwith after making a determination under subsection (1) in respect of an application referred to therein but subject to section 15, the citizenship judge shall approve or not approve the application in accordance with his determination, notify the Minister accordingly and provide the Minister with the reasons therefor. Notice to applicant (3) Where a citizenship judge does not approve an application under subsection (2), the judge shall forthwith notify the applicant of his decision, of the reasons therefor and of the right to appeal.", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23] B.", "[24]", "[25]", "[26]", "[27]", "[28]", "[29] V. Conclusion", "[30]", "[31]", "[32] JUGEMENT", "[33] [End of document]"]}