{"id_": "075490", "body_str": ["[1] de Montigny, J. [Translation]: After twenty-five years in the applicant's service, the respondent was dismissed apparently without justification, although the reasons will become clear with the passage of time and the proceedings. He therefore filed a complaint of unjust dismissal under the Canada Labour Code , and the adjudicator appointed by the Minister of Human Resources Development Canada found in his favour. Not only did he decide to replace the dismissal with a six-month suspension, but he also ordered the reinstatement of the respondent and the payment of half of his legal costs by the applicant. The applicant has appealed this decision dated June 8, 2004 by way of an application for judicial review. Facts", "[2] Defence Construction (1951) Limited (DC) was incorporated under the , R.S.C. 1985, c. D-1. Under s. 6(3) of that Act , it is an agent of Her Majesty and it may exercise its powers only as an agent of Her Majesty. It is governed by the Financial Administration Act , R.S.C. 1985, c. F-11, and the Minister of Supply and Services is its \"appropriate Minister\" (P.C. 1993-1457, 25 June, 1993). Its activities essentially consist of managing and supervising the construction of facilities and works on behalf of the Department of Defence.", "[3] Mr. Girard, the respondent, had been employed by the applicant since June 1978. At the time of his dismissal, on May 21, 2003, he was a contracts coordinator.", "[4] First hired as a student, Mr. Girard subsequently held a position as a contracts coordinator (from 1979 to 1993), and then became a manager. However, he was demoted to a position as contracts coordinator on April 1, 2003, owing to difficulties he was experiencing in the context of his responsibilities as a manager and administrator.", "[5] In the letter of dismissal he sent to him on May 21, 2003, the applicant's regional director offered him a separation bonus (in the form of a salary payment or a lump-sum amount) in exchange for his resignation and an undertaking not to take any proceedings against the employer. The explanations given for terminating the respondent's employment are contained in this single sentence: [Translation] \"The Company exercises its right to terminate your employment without cause as a result of the tense relations with your co-workers and our client, the DND [Department of National Defence].\"", "[6] On June 14, 2003, the respondent filed a complaint of unjust dismissal under s. 240 of the Canada Labour Code . As provided in the Code , an inspector was appointed to investigate and attempt to reconcile the parties. This proceeding proved unsuccessful, and Mr. Girard, on September 4, 2003, asked that his complaint be referred to adjudication.", "[7] During the investigation, on August 25, 2003, the applicants' counsel sent the investigator (without notifying the respondent's counsel) a letter in which they justified Mr. Girard's dismissal in these words: \"Mr. Girard was terminated after the employer concluded that his performance was unsatisfactory in a number of areas. These include poor relations with clients, an inability to properly manage his staff, poor relations with colleagues and superiors, poor work product, and unexplained absences from the office. As a result of the above, the employer has lost complete confidence in Mr. Girard as an employee, and has concluded that the employment relationship has been irreparably damaged.\"", "[8] During the hearing held by the adjudicator, the employer called eight witnesses: the respondent's supervisor, some colleagues, some representatives of the employer's clients, the sector engineer, the regional director and the president of the company. It was put in evidence that Mr. Girard had been absent certain afternoons, that some clients were dissatisfied with his services, that he was disrespectful to his employees and his clients, and - a new fact - that he had falsified some travel costs statements.", "[9] The respondent, for his part, testified himself as well as calling five witnesses: the project officer who handled liaison between the applicant and the Department of Defence, some co-workers and an engineer with the Department of Defence. According to their testimony, the respondent maintained excellent professional relations with the Department's representatives, the work environment was good, they trusted the respondent, he worked nights and on weekends, and it was always possible to contact him when he was outside the office. Adjudicator's decision", "[10] At the conclusion of a hearing that lasted for five days, the adjudicator found that Mr. Girard had been unjustly dismissed by DC. In a lengthy judgment of 37 pages, he engaged, first, in a detailed review of the evidence, then in a rigorous analysis of the arguments advanced on both sides, and ultimately rejected the employer's claims.", "[11] The adjudicator first had to rule on a preliminary issue raised by Mr. Girard's counsel, who argued that the hearing should be addressed only to reinstatement and the quantum since the employer had stated in its letter of May 21 that it was terminating his employment without cause. So it was necessary to establish whether, during the adjudication, the employer had to confine itself to the grounds for dismissal contained in the letter terminating Mr. Girard's employment on May 21, or whether it could cite the new grounds contained in its written statement given to the labour inspector on August 25, 2003.", "[12] In a decision issued on January 10, 2004, the adjudicator had at first allowed the respondent's claims. On the basis of the decision by my colleague Mr. Justice O'Keefe in <FRAGMENT_SUPPRESSED> ; 196 F.T.R. 130 (T.D.), the adjudicator ruled that the employer had to confine itself to the grounds cited at the time of the dismissal, and that the grounds subsequently cited had to be consistent with the original ones.", "[13] In his final decision however, the adjudicator was to revise his position. Relying on a more recent decision by my colleague Madam Justice Snider in <FRAGMENT_SUPPRESSED>  the adjudicator proferred that he might, and even that he ought to, accept the grounds supplementary to those that were cited at the time of the dismissal. It was therefore on the basis of the reasons cited in the letter of August 25, 2003 that he proceeded to examine the respondent's complaint.", "[14] The adjudicator carefully reviewed each of the allegations made against Mr. Girard, and found that the evidence did not support the employer's contentions. He noted in passing that many of the deficiencies attributed to the respondent had to do with his duties as a manager (poor relations with certain clients, inaptitude for managing staff, poor performance) and not with the position he held at the time of his dismissal. Since these deficiencies had already been punished by his demotion, they could not subsequently be cited again in order to dismiss him.", "[15] Finally, the adjudicator arrived at the conclusion that of all the grounds for dismissal alleged by the employer, only the absences without reason could be adopted in opposition to Mr. Girard. Although he concedes that the explanation provided by Mr. Girard for the years 2000 to 2002 (namely, that he had adopted a flexible schedule and was putting in his time on evenings and weekends) could be accepted in part and that his superior had implicitly accepted his conduct, it was quite a different case for the period from January to May 2003. During that period, the respondent had been absent from two to three afternoons a week without leave, which he had partially admitted when he said he had granted himself some days off and sick leaves. That, in the adjudicator's opinion, constituted serious misconduct warranting the imposition of a disciplinary measure.", "[16] That being said, the adjudicator thought some account should also be taken of the respondent's intention and the reasons for his conduct. In this regard, the adjudicator said he was persuaded that Mr. Girard was suffering from professional burnout, and that he was not trying to steal time but rather was taking some sick leaves without informing the employer because he did not trust his superior. If that mitigated his fault, the fact that he had not admitted his absences when questioned about them aggravated it.", "[17] After taking these and other considerations into account, the adjudicator held that the dismissal was inappropriate in the circumstances and instead ordered a long-term suspension. He explains, in the following paragraph: [Translation] \"Mr. Girard had 25 years of service and he was six years away from retirement. He had great competence as a contract coordinator. He was never confronted and he was told only on August 25, three months after his dismissal, what the allegations were against him. Even then, DC provided no facts in support of the grounds it cited. This was an erroneous procedure which reflects, like other incidents cited in evidence, that DC was condemning Mr. Girard without taking into account his version of the facts or without giving him an opportunity to explain himself. It is unsurprising, therefore, that he concealed his health status from DC and that he granted himself some sick leaves. That does not excuse his negligence, but differentiates this dismissal from the dismissals that are at issue in the decisions filed by the employer.\"", "[18] Having determined that the dismissal was unjust, the adjudicator then had to rule on the appropriate relief. Relying on <FRAGMENT_SUPPRESSED>  the adjudicator posited as a premise that he must order Mr. Girard's reinstatement unless in his opinion the relationship of trust could not be restored. And, considering that Mr. Girard is an honest and frank man, that the employer has no objective reason not to trust him in his work and that it has the necessary tools to control the hours of work, the adjudicator held that the risks to DC were minimal and did not warrant a denial of reinstatement.", "[19] Lastly, disposing of the question of the damages, the adjudicator refused to allow Mr. Girard's claims, alleging that the employer was not in bad faith and had at most lacked competence in its administration of discipline. However, he ordered the applicant to reimburse 50 percent of the respondent's legal costs because his legal costs would have been much less had DC initially limited its accusations to theft of time. (a) The applicant", "[20] The applicant first argues, referring to <FRAGMENT_SUPPRESSED>  A.R. 201; 320 W.A.C. 201, that the applicable standard of review is that of reasonableness. In light of this standard, the applicant submits, the adjudicator exceeded his jurisdiction by failing to consider all of the information in relation to the complaint and by considering irrelevant factors.", "[21] The applicant further contends that the adjudicator erred in finding that it had not provided evidence of the majority of the criticisms made of the respondent. Throughout the hearing, and even in the prior correspondence between the parties, the applicant argues, the only cause for dismissal was always that the respondent was not working during all the hours for which he was paid. The other reasons were cited solely in order to emphasize the fact that the respondent had a disciplinary record and that his problems with clients and the other employees were related to his numerous absences. The applicant argues, therefore, that the adjudicator misapprehended its argument and that it is patently unreasonable to force it to pay half of the respondent's legal costs.", "[22] Concerning the respondent's reinstatement, the applicant argues that the adjudicator erred in law in assuming that he had to order reinstatement unless it could be established that the relationship of trust could not be restored. It alleges instead that there is no presumption, and that the adjudicator should have considered a number of circumstances before ordering reinstatement. In this case, the applicant argues, the relationship of trust was broken, the respondent's job required a certain degree of autonomy and it was not unreasonable to expect that the employer would monitor his use of time, given the dynamics of a small office and the frequent visits to construction sites that this job entails.", "[23] The applicant also expounded at length on some errors allegedly committed by the adjudicator in his assessment of the evidence. First, the credibility of the respondent and his testimony was questioned, the emphasis being placed on the fact that he had lied in initially denying his absences. Also, the adjudicator's finding that the employer was aware of his work habits and had, by implication, approved his absences, was vigorously disputed. The applicant's counsel also pointed to a contradiction in the adjudicator's decision, when he stated that the respondent had been absent at least ten times although he notes elsewhere that the respondent had been absent from two to three afternoons a week from January to May 2003. It was also pointed out that the respondent had not adduced any evidence that could confirm his claims that he was suffering from professional burn-out.", "[24] Finally, the applicant expressed the opinion that the adjudicator had erred in finding that the dismissal was not justified in the circumstances. Even if one were to accept that there were only ten afternoon absences, that would be sufficient to result in dismissal, since theft of time has always been considered a sufficient cause for dismissal in the cases. (b) The respondent", "[25] The respondent argues, first, that the applicable standard of review pertaining to the existence of just cause for dismissal is that of the patently unreasonable decision. He argues that the employer is essentially asking the Court to substitute its assessment of the evidence for that of the adjudicator.", "[26] Mr. Girard's counsel also submits that the adjudicator erred in deciding that the employer did not have to disclose all of its grounds for dismissal from the outset. He draws attention to the fact that the dismissal letter of May 21 was (he argues) an admission of dismissal without cause. Furthermore, he had requested particulars concerning the grounds for dismissal on several occasions, without success, although the Code gives the employer a period of 15 days in which to send its reasons to the inspector. This would indicate that DC put together a file after Mr. Girard's dismissal, relying solely on the impressions reported by others without investigating or confronting Mr. Girard.", "[27] Concerning the adjudicator's decision to order reinstatement, the respondent argues that the Supreme Court case law holds that this is the preferred solution except where there is reason to doubt the viability of the employer-employee relationship. Pointing to the remedial nature of Part III of the Canada Labour Code , he argues that an interpretation of ss. 168 and 240 that would favour or encourage the payment of compensation instead of reinstatement would conflict with the objectives contemplated by the Code , that is, to eliminate the employer's right to dismiss at whim in return for payment of compensation.", "[28] Finally, the respondent dwelt at some length on the evidence put before the adjudicator and attempted to demonstrate that he had not erred in preferring his case in place of the applicant's. In particular, he emphasized the fact that several reasons for dismissal were rejected by the adjudicator because he had found that these reasons had previously been cited by DC in order to demote him, and could not subsequently be used to justify his dismissal. In contrast, all of the witnesses, including those of the applicant, had thought Mr. Girard was a frank and honest man. Issues", "[29] Having examined the written and oral representations by the parties, I think the outcome of this application for judicial review depends on the answer to the following questions: - What is the standard of review applicable to the adjudicator's decision? - Did the adjudicator err in his assessment of the evidence submitted by the parties and his finding that there was no cause for dismissal? - How much time does an employer have in which to disclose to the employee its reasons for dismissal? - Where a dismissal is unjust, should reinstatement be presumed? Relevant statutory provisions \"168(1) This Part and all regulations made under this Part apply notwithstanding any other law or any custom, contract or arrangement, but nothing in this Part shall be construed as affecting any rights or benefits of an employee under any law, custom, contract or arrangement that are more favourable to the employee than his rights or benefits under this Part. \"(1.1) Divisions II, IV, V and VIII do not apply to an employer and employees who are parties to a collective agreement that confers on employees rights and benefits at least as favourable as those conferred by those respective Divisions in respect of length of leave, rates of pay and qualifying periods for benefits, and, in respect of employees to whom the third party settlement provisions of such a collective agreement apply, the settlement of disagreements relating to those matters is governed exclusively by the collective agreement. \"(2) Nothing in this Part authorizes the doing of any work on Sunday that is prohibited by law. \"240(1) Subject to subsections (2) and 242(3.1), any person (a) who has completed twelve consecutive months of continuous employment by an employer, and (b) who is not a member of a group of employees subject to a collective agreement, may make a complaint in writing to an inspector if the employee has been dismissed and considers the dismissal to be unjust. \"(2) Subject to subsection (3), a complaint under subsection (1) shall be made within ninety days from the date on which the person making the complaint was dismissed. \"(3) The Minister may extend the period of time referred to in subsection (2) where the Minister is satisfied that a complaint was made in that period to a government official who had no authority to deal with the complaint but that the person making the complaint believed the official had that authority. \"241(1) Where an employer dismisses a person described in subsection 240(1), the person who was dismissed or any inspector may make a request in writing to the employer to provide a written statement giving the reasons for the dismissal, and any employer who receives such a request shall provide the person who made the request with such a statement within fifteen days after the request is made. \"(2) On receipt of a complaint made under subsection 240(1), an inspector shall endeavour to assist the parties to the complaint to settle the complaint or cause another inspector to do so. \"(3) Where a complaint is not settled under subsection (2) within such period as the inspector endeavouring to assist the parties pursuant to that subsection considers to be reasonable in the circumstances, the inspector shall, on the written request of the person who made the complaint that the complaint be referred to an adjudicator under subsection 242(1), (a) report to the Minister that the endeavour to assist the parties to settle the complaint has not succeeded; and (b) deliver to the Minister the complaint made under subsection 240(1), any written statement giving the reasons for the dismissal provided pursuant to subsection (1) and any other statements or documents the inspector has that relate to the complaint. \"242(1) The Minister may, on receipt of a report pursuant to subsection 241(3), appoint any person that the Minister considers appropriate as an adjudicator to hear and adjudicate on the complaint in respect of which the report was made, and refer the complaint to the adjudicator along with any statement provided pursuant to subsection 241(1). \"(2) An adjudicator to whom a complaint has been referred under subsection (1) (a) shall consider the complaint within such time as the Governor in Council may by regulation prescribe; (b) shall determine the procedure to be followed, but shall give full opportunity to the parties to the complaint to present evidence and make submissions to the adjudicator and shall consider the information relating to the complaint; and (c) has, in relation to any complaint before the adjudicator, the powers conferred on the Canada Industrial Relations Board, in relation to any proceeding before the Board, under paragraphs 16(a), (b) and (c). \"(3) Subject to subsection (3.1), an adjudicator to whom a complaint has been referred under subsection (1) shall (a) consider whether the dismissal of the person who made the complaint was unjust and render a decision thereon; and (b) send a copy of the decision with the reasons therefore to each party to the complaint and to the Minister. \"(3.1) No complaint shall be considered by an adjudicator under subsection (3) in respect of a person where (a) that person has been laid off because of lack of work or because of the discontinuance of a function; or (b) a procedure for redress has been provided elsewhere in or under this or any other Act of Parliament. \"(4) Where an adjudicator decides pursuant to subsection (3) that a person has been unjustly dismissed, the adjudicator may, by order, require the employer who dismissed the person to (a) pay the person compensation not exceeding the amount of money that is equivalent to the remuneration that would, but for the dismissal, have been paid by the employer to the person; (b) reinstate the person in his employ; and (c) do any other like thing that it is equitable to require the employer to do in order to remedy or counteract any consequence of the dismissal. \"243(1) Every order of an adjudicator appointed under subsection 242(1) is final and shall not be questioned or reviewed in any court. \"(2) No order shall be made, process entered or proceeding taken in any court, whether by way of injunction, certiorari, prohibition, quo warranto or otherwise, to question, review, prohibit or restrain an adjudicator in any proceedings of the adjudicator under section 242. ...\" Analysis (a) History of section 240 of the Canada Labour Code", "[30] A brief reminder of the context in which s. 240 was enacted may be of assistance in deciding between the submissions of the two parties, particularly in regard to the question of reinstatement. This provision was inserted in the Code in 1978, following the ratification by the Government of Canada of the Termination of Employment Recommendation of the International Labour Organization (Recommendation No. 119). This recommendation had been adopted by the General Conference of the ILO on June 26, 1963.", "[31] The relevant provisions of this Recommendation read as follows: \"2(1) Termination of employment should not take place unless there is a valid reason for such termination connected with the capacity or conduct of the worker or based on the operational requirements of the undertaking, establishment or service. \"4. A worker who feels that his employment has been unjustifiably terminated should be entitled, unless the matter has been satisfactorily determined through such procedures within the undertaking, establishment or service, as may exist or be established consistent with this Recommendation, to appeal, within a reasonable time, against that termination with the assistance, where the worker so requests, of a person representing him to a body established under a collective agreement or to a neutral body such as a court, an arbitrator, an arbitration committee or a similar body. \"6. The bodies referred to in Paragraph 4 should be empowered, if they find that the termination of employment was unjustified, to order that the worker concerned, unless reinstated, where appropriate with payment of unpaid wages, should be paid adequate compensation, or afforded such other relief as may be determined under the methods of implementation set out in Paragraph 1, or granted such compensation and other relief as may be so determined. ...\"", "[32] By ratifying this Recommendation and enacting legislation to implement it within its constitutional labour relations jurisdiction, Parliament broke with the ordinary law of abuse of right and undertook to put an end to employer arbitrariness. It did so by providing that an individual who feels that he or she has been \"unjustifiably terminated\" may lodge a complaint with an inspector.", "[33] In so doing, Parliament gave non-unionized employees some protection against unjust dismissal analogous to that normally reserved for unionized employees in their collective agreement. This was a major development in the evolution of labour relations, since it broke definitively with the dogma of the autonomy of the intention of the parties underlying the strictly liberal approach to the economic relationship between an employer and an employee. Not only could the employer no longer terminate a contract of employment at its whim, but it could now be forced to pay compensation to the dismissed employee, and even to reinstate the employee. The ultimate objective of the International Labour Organization, and, by rebound, Parliament, was to acknowledge and protect the personal dignity and autonomy of the worker and the intrinsic value of employment for any individual.", "[34] After noting the relationship between s. 240 of the Code and Recommendation No. 119, Marceau, J.A., wrote in this regard, in <FRAGMENT_SUPPRESSED>  (F.C.A.): \"The very right of dismissal has been completely altered to preclude arbitrary action by the employer and to ensure continuity of employment. Only a right of 'just' dismissal now exists, and this certainly means dismissal based on an objective, real and substantial cause, independent of caprice, convenience or purely personal disputes, entailing action taken exclusively to ensure the effective operation of the business. ... It is undoubtedly a very difficult matter to justify dismissal under s. 61.5 [appreciably to the same effect as the present s. 240], but in my view this can still be done outside cases of incompetence or disability or serious misconduct on the part of the employee.\"", "[35] This is the perspective, then, within which we must attempt to respond to the questions raised by this application for judicial review. For beyond the disagreements between the parties regarding the evidence, this case raises some significant questions of law the outcome of which will be decisive in the resolution of the dispute. (b) Standard of review", "[36] To determine the applicable standard of review, the Supreme Court teaches us that we must engage in a pragmatic and functional analysis. In the course of this analysis, four contextual factors must be considered: (i) the presence or absence in the legislation of a privative clause or a right of appeal; (ii) the expertise of the administrative agency as to the question in dispute compared with that of the reviewing court; (iii) the purpose of the Act as a whole and the provision in particular; and (iv) the nature of the problem - a question of law or fact or of mixed law and fact ( <FRAGMENT_SUPPRESSED>  B.C.A.C. 170; 295 W.A.C. 170; <FRAGMENT_SUPPRESSED>  N.B.R.(2d) 207; 674 A.P.R. 207; <FRAGMENT_SUPPRESSED>  O.A.C. 291; Alberta  <FRAGMENT_SUPPRESSED>  A.R. 1; 321 W.A.C. 1.", "[37] Needless to say, the applicable standard of review will not, as a rule, be the same for all decisions an adjudicator is required to make in the course of an arbitration. The Supreme Court has noted this on at least two occasions, in Toronto (City) and <FRAGMENT_SUPPRESSED> , supra. This is essentially because the adjudicator's expertise may vary according to the nature of the issue for determination.", "[38] Concerning the presence of a privative clause, s. 243 leaves no doubt: by enacting a water-tight privative clause, Parliament intended to recognize the adjudicator's expertise, both when he is required to rule on the lawfulness of a dismissal and in determining the appropriate relief where the dismissal was unjust. It is trite law that the stricter the privative clause, the greater the deference that must be manifested by the reviewing court.", "[39] The expertise of labour relations adjudicators has been emphasized many times, both in the context of collective agreements and in the context of the labour legislation applicable to non-organized workers. The adjudicators selected under the authority of the Canada Labour Code , in particular, have extensive experience and detailed knowledge of the labour relations milieu, and deal with these questions much more often than the Federal Court. This, too, tends to favour a certain deference to them, particularly when they are called on to determine issues that are at the core of their jurisdiction.", "[40] As to the purpose of the overall scheme established by the legislation and the particular provisions being addressed in this review, it can be said without risk of error that it is to promote the rapid resolution of disputes between an employer and an employee, and in particular to ensure that the disciplinary measures taken by employers will be objectively reviewed at the earliest opportunity so that the functioning of the business and the rights of the employee are not affected any longer than is necessary. To this extent, it can be said that the remedial nature of the provisions at the source of this case call for a fairly large degree of deference.", "[41] To confine my remarks to the first three criteria alone, one would have to conclude, therefore, that the adjudicator's decision compels a relatively rigorous standard of review and that this Court should hesitate to set aside the impugned decision, doing so only if it can be demonstrated that the decision was patently unreasonable. This standard of review will apply where the question to be determined is purely factual and involves only an assessment of the evidence adduced, as is the case when the adjudicator must rule on the existence of a valid cause for dismissal. The adjudicator is in a better position to assess the credibility of the witnesses and to weigh the evidence, and this Court will intervene only in the clearest cases to overrule different findings by the adjudicator concerning the existence of this or that ground for dismissal ( <FRAGMENT_SUPPRESSED>  at para. 12 ( <FRAGMENT_SUPPRESSED>  appropriate remedy introduces considerations of fact and of law. The question whether the dismissed employee's reinstatement is the appropriate remedy in a particular situation necessarily implies that the adjudicator apply the tests developed by the courts to the findings of fact he has made. Although such an evaluation normally calls for a borderline standard of review and allows this Court to intervene if it thinks that the adjudicator's decision is unreasonable and cannot survive a fairly extended analysis, I am inclined to think, in the particular context of the Canada Labour Code and the presence of a perfectly explicit privative clause, that the choice of the remedy must likewise be subject to the standard of patent unreasonableness.", "[43] Be that as it may, the real question raised on this application for judicial review in relation to the relief is not so much whether the adjudicator erred in the exercise of his discretion, in ordering Mr. Girard's reinstatement, but whether he misinterpreted the law when he said he was bound to reinstate the respondent unless the employer could demonstrate that the relationship of trust was breached. It is this purported presumption in favour of reinstatement that is at the heart of this litigation. This is clearly a pure question of law, and the applicable standard of review in this regard can only be that of correctness. In other words, the adjudicator is not entitled to err on this aspect of his decision.", "[44] Similar considerations apply as to whether the employer may add to the reasons for dismissal initially disclosed to the employee up to the time of the hearing of the complaint by the adjudicator. Once again, this question is one of strict law, the resolution of which may serve as a precedent, with implications that to a large extent go beyond the parties. It must therefore be scrupulously reviewed and assessed according to the correctness standard. (c) Assessment of the reasons for dismissal", "[45] The applicant made numerous criticisms of the way in which the adjudicator assessed the credibility of the witnesses and the evidence as a whole. It was argued at length that the adjudicator had misapprehended the employer's evidence in this regard, and that he had made several egregious errors in his assessment of the testimony of various witnesses.", "[46] For example, an attempt was made to persuade me that the employee had indeed falsified some travel cost statements and had claimed compensation for trips he had never made. But the evidence adduced before the adjudicator is far from persuasive, and the employer even admitted that it was unable to conduct audits.", "[47] Similarly, an attempt was made to demonstrate that Mr. Girard had poor relations with clients and employees and had demonstrated an inability to manage the staff. However, these criticisms appear to have been at the origin of his demotion and cannot now justify his dismissal without allowing that he can be doubly punished for the same acts. Furthermore, I was unable to find, from a careful reading of the testimony before the adjudicator, that he had drawn patently unreasonable conclusions; the evidence was divided, and the adjudicator, having had the benefit of assessing the credibility of the witnesses who came and went before him, was in a better position than this Court to put things in perspective.", "[48] Finally, the same thing could be said about Mr. Girard's unexplained absences. Not only was the employer unable to quantify these absences, but the testimony about them was rather vague and even contradictory sometimes. The adjudicator also considered the fact that the employer had not intervened to put an end to these absences, had never confronted the respondent and had not reported the absences in its performance evaluations. He noted that this reason was disclosed to the respondent only three months after his dismissal, and he took account of the respondent's intention when he took these unauthorized leaves. By establishing, as he did, that the respondent was frequently absent from the office and that this was serious misconduct warranting the imposition of a disciplinary measure, the adjudicator drew a conclusion that was at the heart of his mandate; his reasoning is clearly described and does not reveal any obvious error in the assessment of the evidence that was put before him.", "[49] The applicant certainly attempted to persuade the adjudicator, with adjudication awards in support, that theft of time by an employee was always punished by dismissal. However, the adjudicator explained clearly why he did not feel obligated to follow these decisions in this case (lack of specific information on time absent, respondent's state of health, vulnerability in the face of his immediate supervisor, lengthy service record and competence of the employee, condemnation of the employee without giving him an opportunity to explain himself).", "[50] Furthermore, the Supreme Court clearly held, in <FRAGMENT_SUPPRESSED>  whether a dishonest act constitutes a valid cause for dismissal, taking into consideration all of the circumstances. To quote the Court, \"An effective balance must be struck between the severity of an employee's misconduct and the sanction imposed\" (para. 53). And this is because it is necessary to respect the dignity of individuals and the self-worth a person derives from his or her work, as Chief Justice Dickson reminded us in Reference Re Compulsory Arbitration , [1987] 1 S.C.R. 313; 74 N.R. 99; 78 A.R. 1; 38 D.L.R.(4th) 161, at p. 368.", "[51] Bearing in mind the deference this Court must demonstrate on factual questions of this nature, I am of the opinion, therefore, that this Court would not be justified in intervening to overturn this conclusion of the adjudicator. The employer has failed to persuade me that he erred unreasonably in deciding that the respondent's repeated absences did not constitute valid cause for dismissal, although they did constitute serious misconduct. (d) Time within which reasons for dismissal must be disclosed to employee", "[52] It will be recalled that the adjudicator, in a preliminary decision, had first found that he should confine himself to the reasons for dismissal alleged by the employer in its letter of dismissal dated May 21, 2003, but then changed his mind and accepted the reasons for dismissal contained in the statement by the employer conveyed to the investigator on August 25, 2003. This change in attitude was explained by the fact that he had initially applied the decision by my colleague Mr. Justice O'Keefe in the Howard case, supra, before deciding he was bound by a subsequent decision delivered on October 20, 2003 by my colleague Madam Justice Snider in the <FRAGMENT_SUPPRESSED> case, supra.", "[53] In Howard , the Court had to determine whether the adjudicator had exceeded his jurisdiction in hearing a complaint of unjust dismissal, given the applicant's contention that the dismissal was the result of a layoff caused by \"lack of work\" or by the \"discontinuance of a function\". Under s. 242(3.1) of the Canada Labour Code , the adjudicator in such circumstances is barred from considering the complaint. In its letter of dismissal, the applicant notified the respondent that the company no longer had a place for him as a result of a reorganization then under way. Although the employer subsequently attempted to show that the position had indeed been eliminated and that the respondent had been laid off as a result of a lack of work, the adjudicator was under no obligation to accept this explanation. Dismissing the application for judicial review of this decision, O'Keefe, J., wrote: \"As well, although the Code provides for reasons to be given at a time later than the lay-off, I am of the view that if reasons are given either in writing or orally at the time of the lay-off, then the later reasons should be in accord with the earlier reasons. (para. 35)\"", "[54] The <FRAGMENT_SUPPRESSED> case corresponds more closely to the underlying situation in this case. At the time of dismissal, no reason was given to Mr. Jennings. Two and a half months after the filing of the complaint with the Board, the employer cited inappropriate conduct of its employee and the potential danger he represented for his colleagues as justification for the dismissal. A month and a half later, at the adjudicator's request, the employer explained that Mr. Jennings was distributing drugs to other employees and surreptitiously dropping them into their drinks. Finally, at the commencement of the hearing, the employer added that Mr. Jennings was a significant trafficker, a producer of chemical compounds to make narcotics, and that he had fraudulently supplied a friend with free cable services.", "[55] Snider, J., however, held that the adjudicator could (and even ought to) consider all of these reasons, given the obligation contained in paragraph 242(2(b) of the Code to \"give full opportunity to the parties to the complaint to present evidence and make submissions\". She also relied on the fact that the Code is silent as to the consequences of the employer's failure to comply with the obligation to provide reasons to the employee within fifteen days of a request to that effect. Finally, she noted that Parliament had used clear language when it intended that the adjudicator should be bound by certain procedural rules, as in paragraph 242(2)(a). At the end of the day, she said that in her opinion the fundamental criterion for the reception of evidence will be relevance; however, the employee must always be aware of what is alleged against him and have the possibility of answering those allegations.", "[56] Although the adjudicator thought these two decisions were contradictory, they may not be as irreconcilable as they appear to be at first sight. In Howard , the reason for dismissal alleged by the employer, if it had been accepted, would have totally precluded the adjudicator's jurisdiction. It was therefore comprehensible, in that context, to require that it be established, at the time the complaint was filed, whether the adjudicator could proceed to hear and determine it.", "[57] But beyond the distinctions that may be made between these two cases on the basis of a different factual and legal context, it remains nonetheless that a number of guidelines can be drawn from them which are far from being incompatible and are consistent with both the letter and the spirit of the Code . This does not mean developing in this case a recipe book or modus operandi applicable in all circumstances, but simply providing adjudicators with a number of parameters when the time comes to determine the real reasons for dismissal on which they are being asked to rule.", "[58] In principle, the grounds alleged by the employer should be disclosed within fifteen days of the request made by the dismissed person or the inspector. That is in s. 241(1) of the Code and there are good reasons for it. First, it is necessary to prevent the employer from trying to manufacture evidence or justify ex post facto an arbitrary dismissal. Given the relationship of forces, which clearly favours the employer in a non-unionized undertaking, every effort must be made to ensure that a dismissed employee is treated fairly and that his or her former co-workers are not unduly pressured by the employer.", "[59] It is also desirable that the inspector be able to learn the true reasons for the dismissal if his or her attempts at conciliation are to be capable of producing results. After all, these provisions of the Code have a primarily remedial aspect, and it is necessary therefore to favour an approach that allows the parties to discuss and bring about a reconciliation where the dismissal is avoidable. If it was thought to be appropriate to introduce this stage before assigning the case to an adjudicator, it is because the attempt was first being made to avoid the dismissal before contemplating relief.", "[60] That being said, any formalism should be avoided and that is why the adjudicator is the master of his or her procedure. There would be no use in ordering the reinstatement of an employee solely because the employer did not communicate its reasons to the employee within the time allotted, since the employer would simply dismiss the employee again, giving him or her the same reasons at the necessary time. That is why it must be accepted that in some circumstances the employer will be allowed to provide new explanations after the prescribed time limits, even if it has previously communicated with the dismissed employee.", "[61] In Howard , O'Keefe, J., alluded to one of these circumstances by allowing that an employer may add new reasons provided that these reasons are compatible with the reasons already given earlier. Similarly, this should apply to reasons that the employer could not reasonably have known about earlier even if they originated prior to the date of dismissal. These examples are not limiting, and should be considered only as illustrations of the circumstances that may sometimes justify the consideration of additional reasons supplied by the employer.", "[62] Of course, the more remote the subsequent reasons are from the original explanation, the more their credibility will be subject to caution. The onus will always be on the employer to explain why the new reasons for dismissal were not cited earlier, and the adjudicator will have to assess the merit of these explanations and the weight he will consequently give to these new reasons.", "[63] Furthermore, the employee will still have to have an opportunity to defend himself fully and to answer the employer's allegations. As my colleague Madam Justice Snider noted in <FRAGMENT_SUPPRESSED> , supra, at para. 21: \"Having admitted the evidence, it was incumbent on the Adjudicator to provide Mr. Jennings with an opportunity to respond to it. As well as being a fundamental principle of administrative law, the requirement of fairness is built into s. 242(2) which allows the adjudicator to determine the procedure to be followed but makes that freedom subject to a very important caveat that the adjudicator 'shall give full opportunity to the parties to the complaint to present evidence and make submissions to the adjudicator'. A failure to accord Mr. Jennings a reasonable and meaningful opportunity to respond to the new allegations would clearly have been a breach of the rules of natural justice and of s. 242(2)(b).\"", "[64] In the case at bar, the reasons cited by the employer for terminating the employment relationship with Mr. Girard evolved considerably over time. Although the letter of May 21, 2003, alluded only vaguely to the \"tense relations with your co-workers and our client, the DND\", they added, in the statement provided to the inspector, dated August 25, an inability to manage the staff, poor performance at work, and unexplained absences from the office. Finally, at the hearing, some false kilometerage statements were also alleged.", "[65] Although the employer attempted to link all these reasons together and argued that the only real reason for the dismissal was the theft of time (the other reasons having the purpose only of demonstrating Mr. Girard's disciplinary record), I am of the opinion that their mutual linkage was only tenuous. It is curious, moreover, that the absences without reason were not raised at the first opportunity if they were the main cause for dismissal. In these circumstances, the adjudicator should have demonstrated greater circumspection and required better explanations of the employer before considering all of these reasons. But since he rejected all of them (apart from the absences) at the conclusion of a rigorous analysis of the evidence, this error proved to be inconsequential and in itself does not warrant setting aside his decision. (e) Reinstatement", "[66] It is trite law that reinstatement is not an absolute right for an employee who has been unjustly dismissed. Section 242(4) of the Code provides instead that it is one of the remedies that an adjudicator may order should he find that an employee has been unjustly dismissed.", "[67] That, at least, is the conclusion that was reached by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  12): \"The unfair dismissal provisions for non-unionized employees in the Canada Labour Code no doubt represent a statutory modification of the traditional rule that an employment contract will never be specifically enforced. But they certainly do not, and even could not, go so far as to create a right in the person of the wrongfully dismissed employee. It would be contrary to the common sense that precisely supports the traditional rule. They simply provide for reinstatement as a possible remedy that may be resorted to in proper situations. It is often said that, in practice, it is the remedy favoured by adjudicators in their efforts to 'make whole' an employee's real-world losses caused by dismissal. It is undisputable, however, on a mere reading of s. 242(4) of the Code , that an adjudicator is given full discretion to order compensation in lieu of reinstatement, if, in his opinion, the relationship of trust between the parties could not be restored.\"", "[68] In a concurring opinion, Létourneau, J.A., went a little further, however. While acknowledging that reinstatement is not a right, even when the dismissal is considered unjust, he said that in his opinion there is a presumption in favour of reinstatement, \"otherwise the risk exists that an unjustly dismissed employee will be penalized by losing his job.\" He added that where an adjudicator's decision not to reinstate an employee wrongfully dismissed from his work is based solely on the attitude and conduct of the parties at the hearing, \"proper specifications ought to be given of these elements of the attitude and conduct of the parties which are the basis for such a far reaching decision.\"", "[69] In his decision, as we saw earlier, the adjudicator stated that he had to order Mr. Girard's reinstatement unless he was persuaded that the relationship of trust with his employer could not be restored. In saying this, he was relying on the position of Létourneau, J.A., and doing precisely what Desjardins, J.A., criticized another adjudicator for in a subsequent unanimous decision of the Federal Court of Appeal. Here is what she wrote in this regard in <FRAGMENT_SUPPRESSED>  the case of Atomic Energy of Canada , supra, requires an adjudicator to order reinstatement unless he finds that the bond of trust between the employer and his fired employee is hopelessly broken. \"This, in my view, is not the law. Marceau, J.A., in Atomic Energy of Canada Ltd. , supra, is saying in effect that where the relationship of trust cannot be restored, the adjudicator may, at his discretion, order compensation in lieu of reinstatement. Marceau, J.A., does not say that an adjudicator must order reinstatement if the relationship of trust between the parties is intact or can be restored. He says, in paragraph 12, with regard to the unfair dismissal provisions in the Code , that: '... they certainly do not, and even could not, go as far as to create a right in the person of the wrongfully dismissed employee ... They simply provide for reinstatement as a possible remedy that may be resorted to in proper situations ... It is undisputable, however, on a mere reading of s. 242(4) of the Code , than an adjudicator is given full discretion to order compensation in lieu of reinstatement, if, in his opinion, the relationship of trust between the parties could not be restored.'\"", "[70] In this case, the adjudicator ordered reinstatement of the employee in consideration of a number of factors, such as the fact that there is no objective reason why the employer could not trust him in his work and that he has different tools at his disposal for supervising what Mr. Girard does. Also, he did not believe the statements of certain witnesses who said they would leave their position if Mr. Girard were reinstated. In short, he appears to have considered some criteria generally adopted by the cases in determining whether reinstatement is the suitable relief in the circumstances.", "[71] Unfortunately, I am not persuaded that he was not unduly influenced in his decision by his initial premise that he had to order reinstatement if the relationship of trust was not irremediably broken. In doing so, he clearly committed an error in law that may have had some impact on the final outcome of the case. For this reason, it seems to me that the case should be returned to him so that he can assess the appropriate relief without applying the wrong presumption, but by taking into account only some factors that are generally considered, a useful list of which are found in the work by Geoffrey England, Roderick Wood and Innis Christie, Employment Law in Canada , 4th Ed., vol. 2 (LexisNexis Butterworths, Looseleaf edition), at paragraph 17.153.", "[72] It is true that the Supreme Court, in its recent decision <FRAGMENT_SUPPRESSED>  respondent's counsel argued, moreover, that the decisions of the Federal Court of Appeal should consequently be reassessed to reflect this new development. However, some reservations are in order.", "[73] First, it should be noted that this decision had to do with a dismissal carried out in violation of rights recognized by a collective agreement. The agreement had no provision covering the measures that could be taken in the event of a breach, and the province's , R.S.A. 2000, c. L-1, s. 142(2), provided that there could be substituted for dismissal by the employer \"some other penalty for the discharge or discipline that to the arbitrator, arbitration board or other body seems just and reasonable in all the circumstances\". So the Supreme Court was ruling in the context of a relationship in which the rights and responsibilities of each party were negotiated and made the subject matter of an agreement; it is not at all certain that the same principles would be applied where the employer's obligations were solely the product of the intention of the legislator.", "[74] In fact, the Supreme Court was strongly insistent in this case that the arbitrator has to consider all of the circumstances relevant to fashioning a lasting and final solution to the parties' dispute. Among those circumstances, the viability of the employment relationship is obviously of crucial importance. But other factors may also be taken into consideration. On this occasion, Mr. Justice Iacobucci was to find that the arbitration board had not acted unreasonably in substituting compensation of four months' salary for reinstatement, relying on the fact that the grievor's position had disappeared as the result of a bona fide reorganization, the difficulty of reassigning her and the probability that the reinstatement would simply postpone the definitive settlement of the question.", "[75] In short, I do not think this decision of the Supreme Court overturns the clear judgments of the Federal Court of Appeal in Atomic Energy of Canada Ltd. , supra, and <FRAGMENT_SUPPRESSED> , supra. These decisions are based on a clear text that gives full latitude to the adjudicator to determine the appropriate relief, and it is Parliament's responsibility to intervene if it wishes to circumscribe this discretion or fetter it in some particular way.", "[76] In view of the divided conclusions I have reached, each party will bear its costs in this proceeding. On the other hand, there is no cause to intervene in respect of the adjudicator's decision ordering the applicant to reimburse one half of the legal costs incurred by the respondent in the context of the adjudication proceeding. The Federal Court of Appeal has pointed out that the review of a finding on costs is subject to the standard of the patently unreasonable decision ( <FRAGMENT_SUPPRESSED> ; 278 N.R. 154 (F.C.A.)).", "[77] In the circumstances, I think the adjudicator's decision is perfectly defensible and consistent with the logic of his reasoning on the case as a whole. The applicant has failed to persuade me that he committed an egregious error. Application allowed in part."]}