{"id_": "075703", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC- 2001, c 27 (Act) for judicial review of the decision of a Senior Immigration Officer (Officer), dated 30 August 2011 (Decision), which refused the Applicant's application for a Pre-Removal Risk Assessment (PRRA). BACKGROUND", "[2] The Applicant is a 40-year-old citizen of Nigeria. He has been living in Canada since October 2007.", "[3] The Applicant came to Canada as a refugee claimant. He sought Canada's protection because homosexuality is a crime in Nigeria and he is homosexual. The Refugee Protection Division of the Immigration and Refugee Board (RPD) rejected his claim for protection on 29 January 2010. The RPD found the Applicant was not credible and was not homosexual. It rejected his claim because he had no other nexus to a Convention ground (RPD Decision).", "[4] After the RPD Decision, the Applicant applied for his PRRA on 14 December 2010 and provided additional written submissions on 23 December 2010. He also provided a letter from his landlord and roommate, Daniel Asaolu (Asaolu), which said Asaolu knew the Applicant was homosexual (Asaolu Letter). The Applicant also submitted a letter from Larry Olugbade (Olugbade) which said Olugbade knew the Applicant was homosexual because of his behaviour and actions (Olugbade Letter). Olugbade said he had seen the Applicant with a man Olugbade believed was the Applicant's boyfriend. The Applicant also provided the Officer with a letter from Samuel Adigun (Adigun), in which Adigun said he and the Applicant were in a relationship and had been going out since April 2010. In addition, the Applicant provided the Officer with several photographs of him with Adigun.", "[5] The Applicant also submitted documents to show the risk he faced in Nigeria because he is homosexual. An affidavit (Arowojobe Affidavit) from Peter Arowojobe (Arowojobe) - a citizen of Nigeria and friend of the Applicant - said Arowojobe had been arrested by a team of police officers in November 2010. The police officers said they were looking for the Applicant because of his homosexual activities and accused Arowojobe of being the Applicant's lover. A further affidavit (Akomolede Affidavit) from Tope Akomolede (Akomolede) - also a Nigerian citizen and the Applicant's friend - said Nigerian police came to his home and asked if he knew where the Applicant was. Akomolede said he did not know where the Applicant was, and the police left telling Akomolede to tell them when he knew of the Applicant's whereabouts.", "[6] The Officer considered the Applicant's PRRA application and rejected it on 30 August 2011. DECISION UNDER REVIEW", "[7] The Decision in this case consists of a letter the Officer sent the Applicant on 30 August 2011 (Refusal Letter), along with the Officer's notes on the file (Notes).", "[8] The Officer rejected the PRRA application because she determined the Applicant would not face a risk of persecution if he returned to Nigeria. The Applicant also did not face a risk to his life or a risk of torture or cruel and unusual treatment or punishment.", "[9] The Officer noted the Applicant continued to fear harm in Nigeria because he is homosexual. She then reviewed the RPD's reasons for rejecting his refugee claim. The RPD had found the Applicant's testimony contained inconsistencies. He had also not provided documents to establish his sexual orientation and had not properly documented his homosexual relationship in Canada. The RPD had further found the Applicant did not have a secret homosexual relationship in Nigeria, as he said he had, and was not homosexual.", "[10] The Officer instructed herself on the law applicable to the question before her. She found <FRAGMENT_SUPPRESSED>  establishes that a PRRA application is not an appeal of a refugee determination. Rather, it is a process by which any new risks which may have developed since the RPD hearing can be evaluated. Further, subsection 113(a) of the Act establishes that only evidence which arises after the refugee decision, or which was not reasonably available, can be presented on a PRRA application. Documentary Evidence", "[11] The Officer found the Adigun Letter was of low probative value and did not establish the Applicant was in a genuine homosexual relationship. This letter was undated and unsworn and did not provide details of the relationship, including how Adigun and the Applicant met or whether there was a sexual or romantic component to their relationship. The Adigun Letter said that Adigun and the Applicant had been in a relationship for over a year, so the Officer found it was reasonable to expect the Applicant to present more details or evidence to corroborate the relationship.", "[12] The Officer also found the photographs submitted by the Applicant did not show that his relationship with Adigun was genuine. The Applicant had not provided any context or identified the purpose for which the photographs were taken. The photographs were insufficient to overcome the RPD's determination that the Applicant was not credible.", "[13] The other letters were also insufficient to overcome the RPD's finding that the Applicant was not credible. The Asaolu Letter said the author was aware the Applicant is homosexual, but did not include details of how Asaolu knew this was so. Asaolu had not said he had any first-hand knowledge of the Applicant's sexual activities or orientation.", "[14] The Olugbade Letter said \"I got to know Francis Ogunrinde is gay because of his behaviour and actions. I always see him with a guy which I believe is his girlfriend [ sic ].\" This letter, however, did not set out what behaviours or actions led Olugbade to believe the Applicant is homosexual, so it was also of low probative value. Further, the Olugbade Letter and Asaolu Letter were both unsworn and undated. Their low probative value did not establish that the Applicant is homosexual. They were insufficient to overcome the RPD's negative credibility finding.", "[15] The Applicant also submitted a letter from Helen Rykens (Rykens Letter), the office manager at the 519 Church Street Community Center (519 Center). The 519 Center provides resources to people in Toronto who are homosexual, bisexual, or transgendered. The Officer found the Rykens Letter was not new evidence because it spoke to membership at the 519 Center. The RPD had dealt with the Applicant's membership in the 519 Center when it evaluated his credibility and the Rykens Letter was insufficient to overcome the RPD's finding that the Applicant was not credible.", "[16] Although the Applicant said he was still at risk in Nigeria, the Officer found this was not so. She found the affidavits he submitted were not enough to establish he is homosexual or that he is wanted by the Nigerian police. The Akomolede Affidavit did not say why the Applicant was wanted by the police and did not provide any insight into the Applicant's homosexuality. Although the Arowojobe Affidavit said the police were interested in the Applicant for his \"gay activities,\" this affidavit did not show that Arowojobe had been arrested or detained. Further, the Arowojobe Affidavit was not corroborated by other evidence.", "[17] The Arowojobe Affidavit attested to new developments in a claim that had already been rejected because the RPD found the Applicant was not credible. The Arowojobe Affidavit was not enough to overcome the RPD's negative credibility finding.", "[18] The Officer found country condition evidence before her showed that conditions in Nigeria were unfavourable for people who are homosexual. She also found there was insufficient persuasive evidence to allow her to come to a different conclusion from that of the RPD. Although the Applicant said he faced unusual and undeserved hardship, this was an irrelevant consideration. The Officer therefore refused the Applicant's PRRA application. ISSUES", "[19] The sole issue the Applicant raises in this proceeding is whether the Officer's treatment of the evidence was reasonable. STANDARD OF REVIEW", "[20] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[21] <FRAGMENT_SUPPRESSED> Justice John O'Keefe held the standard of review applicable to a PRRA officer's decision is reasonableness. Justice Maurice Lagacé made a similar finding in <FRAGMENT_SUPPRESSED> . The standard of review in this case is reasonableness.", "[22] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and Canada (Minister of Citizenship and Immigration)v Khosa 2009 SCC 12 at paragraph 59. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[23] The following provisions of the Act are applicable in this proceeding: 112 . (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1). [...] 113 . Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; [...] 114 . (1) A decision to allow the application for protection has (a) in the case of an applicant not described in subsection 112(3), the effect of conferring refugee protection; [...] 112 [...] 113 [...] 114 [...] ARGUMENTS The Applicant", "[24] Contrary to the Officer's conclusion, the evidence the Applicant submitted was sufficient to show he is homosexual and in a relationship with Adigun. The Officer unreasonably assessed the Asaolu Letter and Olugbade Letter.", "[25] The Officer also unreasonably assessed the Rykens Letter. The Rykens Letter shows the Applicant's involvement with the 519 Centre after the RPD Decision. Since the Rykens Letter speaks to events after the RPD Decision, it was an error for the Officer to conclude this letter was not new evidence. It was also an error for the Officer to reject this letter only because of the negative RPD decision. The Officer was required to consider the evidence before her independently of the RPD decision.", "[26] The Officer also treated the Akomolede Affidavit and Arowojobe Affidavit unreasonably. Both affiants described experiences with the Nigerian police. What they said was corroborated by a report from the United States Department of State called Nigeria: Country Condition Reports on Human Rights Practices for 2010 (DOS Report). Although the Akomolede Affidavit said the Nigerian police sought the Applicant for homosexual activities, the Officer rejected it because it did not give any insight into the Applicant's homosexuality. The Officer unreasonably expected the Nigerian police to give details of the homosexual activities which led them to seek the Applicant.", "[27] The evidence the Applicant submitted was more than sufficient to establish he is homosexual and faces a risk on that basis if he is returned to Nigeria. The Officer also did not consider how the new evidence establishes that the Applicant faced a risk when the RPD made its decision. The Officer erred in concluding the Applicant does not face a risk in Nigeria. The Respondents", "[28] The Respondents point out that a PRRA is not an appeal of a negative RPD decision. The RPD denied the Applicant's claim because his evidence was inconsistent and did not establish that he is homosexual. The Decision was reasonable and it is not open to the Court to re-weigh the evidence. Reasonable Assessment of the Evidence", "[29] <FRAGMENT_SUPPRESSED>  teaches that new evidence submitted in a PRRA application must address the deficiencies in the evidence which was before the RPD and which led to a negative decision. The evidence on the PRRA must address any new risks which have developed since the negative RPD decision. Further, a PRRA is not an appeal from a negative RPD decision and a PRRA officer must respect the original RPD decision.", "[30] Here, the Officer reasonably placed low probative weight on the evidence the Applicant submitted to show he is homosexual. The Applicant has not shown why the Officer's treatment of the letters from Olugbade and Asaolu was unreasonable. The Applicant has not met his burden to show these letters can overcome the RPD's findings. The Officer also considered how the Rykens Letter addressed the credibility finding and reasonably concluded it did not constitute new evidence. The Applicant's continued attendance at the 519 Center did not overcome the RPD's negative credibility assessment.", "[31] It was also reasonable for the Officer to put low weight on the Arowojobe and Akomolede Affidavits. The Applicant has not said why the weight the Officer put on these affidavits was unreasonable. There was no evidence corroborating the allegations in the Arowojobe Affidavit. Although Arowojobe's arrest and the search by the Nigerian police for the Applicant because of his homosexual activities would be new evidence, it was insufficient to overcome the RPD's negative credibility finding. The Officer's findings were open to her on the evidence, so the Court should not interfere. ANALYSIS", "[32] The RPD found \"on a balance of probabilities that the claimant is not gay.\" The basis for this conclusion was a series of negative credibility findings and a general finding that \"the claimant is not a credible or trustworthy witness.\"", "[33] Because the Applicant was unable to convince the RPD that he was gay, the RPD did not analyze the risks faced by homosexuals in Nigeria: \"In light of the panel's assessment of the credibility of the claimant, there is no reliable evidence to establish, on a balance of probabilities, that the claimant has a personalized fear of this nature.\"", "[34] In the Decision before me, the PRRA Officer appears to accept that homosexuals are at risk in Nigeria: I have considered country conditions and acknowledge that conditions in Nigeria are not favourable for lesbian, gay, bisexual or transgendered persons. However, in the case before me, I find that I have insufficient persuasive evidence to allow me to arrive at a different conclusion from the Board.", "[35] So the Applicant's problem is that he could not convince the PRRA Officer that he is gay, just as he could not convince the RPD that he is gay. Both decisions suggest that, if he could establish this fact, and overcome the RPD's initial credibility concerns, then he may well face section 96 persecution or section 97 risk in Nigeria.", "[36] The Officer concedes that the Applicant presented \"new evidence\" that she was obliged to consider under subsection 113(a) of the Act. The Officer then proceeds to address each document in turn. In doing so, I think that the Officer commits several reviewable errors, including a failure to consider the evidence in its totality.", "[37] First, the Officer's treatment of the Arowojobe Affidavit is unreasonable. The question before the Officer on the PRRA application was whether, based on the evidence before her, the Applicant was at risk of harm in Nigeria. The Arowojobe Affidavit speaks to crucial aspects of the risk the Applicant faces in Nigeria. First, the Nigerian police believe the Applicant is homosexual and, second, they are seeking him because of his \"gay activities.\" However, the Officer found this affidavit \"is an attestation of new developments in a claim that was already rejected by the [RPD] over credibility.\" The Officer reasons that, because the RPD did not believe the Applicant was homosexual, he could not be at risk in Nigeria on this basis.", "[38] What the Officer fails to consider is that what mattered with respect to the Arowojobe Affidavit was not whether the Applicant is homosexual, but that the authorities in Nigeria believe he is homosexual. This affidavit contained relevant, sworn evidence of the risk the Applicant faces in Nigeria. As a sworn document, the Arowojobe Affidavit was entitled to the presumption of truth.  <FRAGMENT_SUPPRESSED> . Whether the RPD found the Applicant credible or not about his homosexual activities in Canada had no bearing on whether the Arowojobe Affidavit establishes a risk in Nigeria. This affidavit clearly establishes that the Nigerian police are looking for the Applicant because they believe his is homosexual.", "[39] It is true that the Officer gives the Arowojobe affidavit little weight because of the absence of corroborative evidence, \"such as evidence of a police warrant, the name of the 'Investigation Police Officer,' or evidence that Mr. Arowojobe was in fact arrested and detained.\" The evidence that Mr. Arowojobe was arrested and detained is the affidavit itself, and there is no reason to suspect that Mr. Arowojobe is not telling the truth, at least no reason that the Officer cared to mention. As for the lack of a police warrant or the name of the \"Investigation Officer,\" the Officer is being wilfully blind in expecting normal formalities in a country where, as the documentary evidence before the Officer makes very clear, homosexuality is not tolerated and the authorities are not likely to treat gay people with any kind of formal respect or due process.", "[40] In my view, then, the rejection of the Arowojobe Affidavit for the reasons given by the Officer is unreasonable. That affidavit says quite clearly that the authorities in Nigeria perceive the Applicant to be homosexual and that they are seeking him for this very reason. This important factor should also have been borne in mind by the Officer when she considered the other new evidence before her.", "[41] The Court is mindful of the difficulties that PRRA officers face when dealing with claimants who assert a risk of harm because of their sexual orientation. Claimants bear the onus of satisfying the officer evaluating their application they have a profile that will put them at risk.", "[42] At the same time, the acts and behaviours which establish a claimant's homosexuality are inherently private. When evaluating claims based on sexual orientation, officers must be mindful of the inherent difficulties in proving that a claimant has engaged in any particular sexual activities. Claimants may not be in contact with past sexual partners for various reasons, including relationship breakdown, distance, or simply the passage of time.", "[43] In this context, it is my view that the Officer's treatment of the letters the Applicant submitted in this case was unreasonable. The Officer gave the Asaolu Letter low probative weight because \"[t]he author of the letter provides no explanation as to how he knows [the Applicant is homosexual], and if he has first hand knowledge of the Applicant's sexual activities and orientation. \"This was an unreasonable basis upon which to assign the letter low probative weight. The Asaolu Letter says that Mr. Asaolu knows the Applicant is gay\" because we have been living in the same apartment since 2007.\" It may lack details, but it cannot be said that Mr. Asaolu \"provides no [...] explanation as to how he knows\" the Applicant is gay. He knows it because he has lived in the same apartment as the Applicant since 2007.", "[44] The Officer also did not adequately consider Mr. Asaolu's relationship with the Applicant in assigning weight to his letter. The letter says that Mr. Asaolu and the Applicant live together. Two people who live together would have some idea as to each other's sexual orientation, particularly in a case like this where the Applicant was in a relationship with another man. The Officer's analysis ignores this. The Officer's statement that \"the author of the letter provides no explanation as to how he knows [the Applicant is homosexual]\" fails to account for the fact that Mr. Asaolu knows the Applicant is homosexual because they live together.", "[45] The Officer's treatment of the Olugbade Letter was also unreasonable. The Officer gave this letter little probative weight because Mr. Olugbade did not set out which \"'behaviours and actions' have persuaded him the [Applicant] is gay.\" Mr. Olugbade wrote that he believed the Applicant was homosexual because he saw the Applicant \"with a guy who I believe is his girlfriend [ sic ].\" Although Mr. Olugbade did not mention any specific sexual acts he had witnessed, he had observed the Applicant with another man and, based on that observation, had concluded the Applicant was homosexual. It was clearly erroneous for the Officer to conclude Mr. Olugbade had no basis for his belief. The explanation for how he knows is that he has observed his \"behaviours and actions\" generally and has witnessed him with another man who is regarded as his \"girlfriend.\"", "[46] The Officer's reasoning on this point also suggests that she had in mind a set of actions or behaviours which would convince her that the Applicant is homosexual. It is inappropriate for officers to rely on stereotypes when evaluating whether or not a person has established any ground of risk, including sexual orientation.  <FRAGMENT_SUPPRESSED> through 20.", "[47] The Respondents have pointed out that any new evidence which is presented on a PRRA application must address the deficiencies in the evidence which was before the RPD. I agree. The Olugbade and Asaolu Letters were both directed at addressing the RPD's concern the Applicant had not adequately documented his homosexuality.", "[48] In addition, however, the Rykens Letter of 2 December 2010 attested to the Applicant's continued membership and participation with the gay community in Toronto and that he has shared his story at \"Coming Out Being Out meeting [...].\"", "[49] This letter seems to suggest that the Applicant has gone beyond simple membership at the 519 Center and has now come out and shared his story. So there would appear to be something new here for the Officer to consider that goes beyond the RPD's concerns and findings, and it is more than just \"continued membership,\" a fact which the Officer neglects to mention or deal with.", "[50] Perhaps each piece of new evidence, when viewed in isolation does not overcome the RPD's concerns about whether the Applicant is gay. But when we look at the complete picture, it seems that the Applicant: a. Is regarded as homosexual by the man he lives with; b. Has been observed \"with the guy who I believe is his girlfriend [ sic ]\"; c. Has continued his activities with the gay community in Toronto and has shared his coming out story at an organization that assists gay people; d. Is wanted by the Nigerian police who believe he is gay, so that he faces a significant risk if he is returned to Nigeria.", "[51] I do not think the Officer considered the complete picture before her. This is a reviewable error. In particular, I do not think the Officer considered that, whether or not the Applicant has established his homosexual identity in Canada to the Officer's satisfaction, he is regarded as homosexual in Nigeria and the authorities are looking for him for this reason.", "[52] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[53] THIS COURT'S JUDGMENT is that 1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a different PRRA officer. 2. There is no question for certification. Application allowed. Editor: E. Joanne Oley/vnh"]}