{"id_": "075806", "body_str": ["[1] Gibson, J. : These appeals were heard before me in Toronto, Ontario on September 2, 1997. The appellants, husband and wife, appeal decisions of a Citizenship judge, both dated September 6, 1996, refusing their applications for citizenship on the basis that they do not meet the requirement of residence for Canadian citizens under s. 5(1)(c) of the Citizenship Act . The appellants received separate decision letters. However, the content of the two letters is for all practical purposes identical and, before me, counsel for the appellants acknowledged that the factual situation underlying the appeals of his two clients is essentially identical. Only the appellant Kin Man Ho testified before me.  <FRAGMENT_SUPPRESSED>", "[2] According to the evidence that was before the learned Citizenship judge and before me, the appellants, together with their infant son, immigrated to Canada from Hong Kong. They arrived in Canada as landed immigrants on April 11, 1992. Prior to leaving Hong Kong, Mr. Ho resigned his employment with Paragon Films where he had been financial controller. The owner of Paragon Films also owned a company in Canada known as Golden Harvest Communications (Ontario) Ltd. Employment was arranged for Mr. Ho with Golden Harvest Communications. The appellants had purchased a home in Vancouver before coming to Canada.  <FRAGMENT_SUPPRESSED>", "[3] On their arrival in Canada, the appellants and their son remained for some 15 days and then returned to Hong Kong where Mr. Ho assumed his duties with Golden Harvest Communications. Since then, he has continued to perform these duties which, generally speaking, keep him in Hong Kong. He has no office or direct functions with Golden Harvest Communications in Canada. The applicants lease an apartment in Hong Kong on an annual basis. Their son who is apparently now seven years of age, attends school in Hong Kong.  <FRAGMENT_SUPPRESSED>", "[4] The applicants each applied for Canadian citizenship in August of 1995. In the four years preceding the date of their applications they were each absent from Canada for a total of 1,112 days. In the same period, they were present in Canada for a total of only 111 days, leaving them some 984 days short of the number of days required for residence under s. 5(1)(c) of the Citizenship Act .  <FRAGMENT_SUPPRESSED>", "[5] In the decision letters sent to the appellants, the learned Citizenship Court judge wrote:  <FRAGMENT_SUPPRESSED> \"While I accept that physical presence within Canada for the whole 1,095 days is not required, a certain period of physical presence is critically important to ensure a certain amount of commitment and connection to Canada. This point is one that I do not take lightly. It is obvious to me that you had a choice to make before immigrating to Canada, either to stay in Hong Kong or to come to Canada and establish a new life here.  <FRAGMENT_SUPPRESSED> \"These facts [partially cited earlier in these reasons] have led me to conclude that your presence in Canada were [sic] only visits or temporary stays. This is insufficient to consider that you centralized your mode of living within the four years preceding the date of your application and therefore your absences from Canada cannot be counted as a period of residence in Canada. <FRAGMENT_SUPPRESSED> In support of his conclusion, the learned Citizenship Court judge cited Koo, Re [see footnote 1] and other jurisprudence from this court.  <FRAGMENT_SUPPRESSED>", "[6] Counsel for the applicants urged that the learned Citizenship Court judge erred in reaching the decision he did. Counsel cited the fact that the applicants have the usual documentary evidence of attachment to Canada, own a residence in Canada and do not own a residence outside of Canada, and that Mr. Ho files Canadian income tax returns as a resident and his status as a resident has not been challenged by Revenue Canada. Counsel further argued that the fact that the applicants have returning resident permits that allow them access to Canada when they return here should weigh in their favour.  <FRAGMENT_SUPPRESSED>", "[7] Despite the able argument of counsel for the appellants, I reach the same conclusion as did the learned Citizenship Court judge. The evidence is simply insufficient to establish that the applicants have centralized their mode of living here in Canada. To the contrary, I am satisfied that it is clear that their mode of living remains centralized in Hong Kong and, in this regard, I place particular emphasis on their annual lease of residential premises there and on the fact that their son attends school in Hong Kong.  <FRAGMENT_SUPPRESSED>", "[8] Counsel cited to me a number of cases where appellants who have spent substantial time outside of Canada during their relevant qualifying periods have been found to have centralized their mode of living in Canada. In this regard, I find it of particular significance that, in most of these cases, an appellant whose employment takes him outside Canada for long periods of time has been able to point to a spouse and children who are well-settled in Canada and who have obtained Canadian citizenship themselves.  <FRAGMENT_SUPPRESSED>", "[9] Counsel for the appellants pointed out that the appellants' hearing before the Citizenship judge in this matter took place on April 25, 1996. Decision letters addressed to the appellants are dated September 6, 1996.  <FRAGMENT_SUPPRESSED>", "[10] Section 14(1) of the Citizenship Act reads in part as follows:  <FRAGMENT_SUPPRESSED> \"14(1) an application for  <FRAGMENT_SUPPRESSED> a) a grant of citizenship under subsection 5(1),  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> shall be considered by a citizenship judge who shall, within 60 days of the date the application was referred to the judge, determine whether or not the person who made the application meets the requirements of this Act and the regulations with respect to the application.\" (Underlining added by me for emphasis)  <FRAGMENT_SUPPRESSED>", "[11] Section 14(3) provides that where a Citizenship judge does not approve an application for citizenship the judge shall \"forthwith\" notify the applicant of the decision, of the reasons therefor and of the right to appeal the decision to this court. Clearly, in these matters, the Citizenship judge failed to comply with the mandatory 60 day period for making a determination with respect to the appellants' applications for grant of citizenship and the related obligation to \"forthwith\" notify the appellants of the negative decisions.  <FRAGMENT_SUPPRESSED>", "[12] Counsel for the appellants advised me that, in general practice, where an applicant for citizenship is not notified within 60 days, the applicant can reasonably assume that she or he has been successful on the application.  <FRAGMENT_SUPPRESSED>", "[13] Based upon that alleged general practice and the failure of the Citizenship judge to meet his statutory obligation in these matters, counsel suggested that the doctrine of legitimate expectation might apply to create some right in the appellants.  <FRAGMENT_SUPPRESSED>", "[14] While a procedural right might very well arise through failure to meet the time limit prescribed by s. 14(1) and the related obligation to notify forthwith, certainly no substantive right, such as a right to Canadian citizenship notwithstanding the determination of the Citizenship judge ultimately arrived at can arise. The doctrine of legitimate expectation can create only procedural, and not substantive, rights [see footnote 2]. On the basis of the evidence before me, I cannot conclude that the doctrine of legitimate expectation applies in this matter. Further, no procedural right was identified before me that might arise in favour of the appellants if the doctrine of legitimate expectation were to apply.  <FRAGMENT_SUPPRESSED>", "[15] In the result, these appeals are dismissed.  <FRAGMENT_SUPPRESSED> Appeals dismissed.  <FRAGMENT_SUPPRESSED> Editor: Janette Blue/gs  <FRAGMENT_SUPPRESSED> Footnotes  <FRAGMENT_SUPPRESSED> 1. [1993] 1 F.C. 286; 59 F.T.R. 27 (T.D.)  <FRAGMENT_SUPPRESSED> 2.  <FRAGMENT_SUPPRESSED>  (T.D.), and cases cited therein.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}