{"id_": "075833", "body_str": ["[1] Jerome, A.C.J. : This is an application for judicial review, brought pursuant to s. 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7, as amended, of a decision of the Canadian Human Rights Commission (the \"Commission\") dated May 6, 1993. The decision, made under s. 44 of the Canadian Human Rights Act , R.S.C. 1985, c. H-6, as amended, was to dismiss certain complaints made by the applicant against the Canada Post Corporation (\"Canada Post\") and its servants, Roland Daigle, Suresh Jaisingh and Rosa Raffa. By way of relief, the applicant seeks an order setting aside the Commission's decision not to proceed with a full Tribunal hearing of his complaints and an order that the Commission revisit its decision according to law. This application came on for hearing before me in Edmonton, Alberta on January 5, 1995, at the conclusion of which I took the matter under reserve and indicated that these written reasons would follow.   <FRAGMENT_SUPPRESSED> Grounds For The Application  <FRAGMENT_SUPPRESSED>", "[2] The applicant's Originating Notice of Motion dated June 4, 1993 sets out the grounds for the application as follows:  <FRAGMENT_SUPPRESSED> \"This Application is based on the grounds that the Canadian Human Rights Commission failed to observe the rules of natural justice, erred in law or exceeded its jurisdiction in that:  <FRAGMENT_SUPPRESSED> \"1. The Canadian Human Rights Commission misconstrued or misapplied the law in finding that an inquiry into the complaints of the Applicant was not warranted;  <FRAGMENT_SUPPRESSED> \"2. The Canadian Human Rights Commission committed a breach of natural justice and/or failed to observe procedural fairness by failing to:  <FRAGMENT_SUPPRESSED> (a) direct a proper investigation of the Applicant's complaints;  <FRAGMENT_SUPPRESSED> (b) take into account relevant considerations and by taking into account irrelevant considerations, namely the settlement arrived at between the Applicant and the Respondent, Canada Post Corporation relating to several grievances filed by the Applicant;  <FRAGMENT_SUPPRESSED> (c) provide the Applicant with the reasons for dismissing the Applicant's complaints, contrary to sections 42 and 44(4)(a) of the Canadian Human Rights Act and the principles of natural justice and procedural fairness.  <FRAGMENT_SUPPRESSED> \"3. The Canadian Human Rights Commission exercised its discretion under section 44(3) to dismiss the Applicant's complaint in a manner that was unreasonable, contrary to the evidence before it and contrary to the intent of the Canadian Human Rights Act ;  <FRAGMENT_SUPPRESSED> 4. Such further and other grounds as counsel may advise and as this Honourable Court may permit. <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[3] The applicant, Roland Tan, was employed with Canada Post as an Industrial Engineer from August 14, 1989 until he resigned from that position on September 11, 1991. He is of Chinese origin and a native of Singapore. He claims that his resignation was precipitated by the discrimination he suffered at the hands of Canada Post and its employees.   <FRAGMENT_SUPPRESSED>", "[4] On January 24, 1991, the applicant filed complaints against Canada Post (E02970), Roland Daigle (E02975), Suresh Jaisingh (E02976) and Rosa Raffa (E02977) under ss. 7 and 14 of the Canadian Human Rights Act . Those sections read as follows:  <FRAGMENT_SUPPRESSED> \"7. It is a discriminatory practice, directly or indirectly,  <FRAGMENT_SUPPRESSED> (a) to refuse to employ or continue to employ any individual, or  <FRAGMENT_SUPPRESSED> (b) in the course of employment, to differentiate adversely in relation to an employee, on a prohibited ground of discrimination.  <FRAGMENT_SUPPRESSED> \"14(1) It is a discriminatory practice,  <FRAGMENT_SUPPRESSED> (a) in the provision of goods, services, facilities or accommodation customarily available to the general public,  <FRAGMENT_SUPPRESSED> (b) in the provision of commercial premises or residential accommodation, or  <FRAGMENT_SUPPRESSED> (c) in matters related to employment,  <FRAGMENT_SUPPRESSED> to harass an individual on a prohibited ground of discrimination.  <FRAGMENT_SUPPRESSED> \"(2) Without limiting the generality of subsection (1), sexual harassment shall, for the purposes of that subsection, be deemed to be harassment on a prohibited ground of discrimination. <FRAGMENT_SUPPRESSED>", "[5] The complaints filed by the applicant allege that he was subjected to racial slurs and hostility in the workplace from his colleagues, that his supervisor, Suresh Jaisingh, failed to take appropriate action upon learning of the difficulties faced with his colleagues, thus failing to provide him with a harassment free work environment and that his application to the Association of Professional Engineers, Geologists and Geophysicists was deferred because of a poor reference given by his supervisor. He contends that such a reference was unwarranted.  <FRAGMENT_SUPPRESSED>", "[6] An investigation of the complaints was conducted by Harold Burden, Investigation Officer for the Commission, who concluded that no further proceedings were warranted. For the most part, the reports indicate that the investigation failed to produce evidence to indicate that the complainant was not provided with a harassment free work environment and that the applicant had selected a standard Termination Incentive Program during the course of the investigation. Finally, the reports indicated that the applicant had had some performance problems.   <FRAGMENT_SUPPRESSED>", "[7] As a final conclusion, the Investigator recommended that the complaints be dismissed as the evidence did not reveal instances of discrimination as alleged, nor that in all the circumstances the matter should proceed. Notwithstanding the recommendations, on April 13, 1992, the Commission resolved to refer the complaints to conciliation under s. 47 of the Act .  <FRAGMENT_SUPPRESSED>", "[8] On February 19, 1993 a conciliation report was issued. As no settlement was reached, the report recommended that the complaints be referred back to the Commission for a decision.  <FRAGMENT_SUPPRESSED> Commission's Decision  <FRAGMENT_SUPPRESSED>", "[9] The Commission's decision to dismiss the applicant's complaints without proceeding to a full tribunal hearing is dated May 6, 1993. It reads as follows:  <FRAGMENT_SUPPRESSED> \"Dear Mr. Tan:  <FRAGMENT_SUPPRESSED> The Canadian Human Rights Commission has reviewed the conciliation reports of your complaints (E02970) against Canada Post Corporation, (E02975) against Roland Daigle, (E02976) against Suresh Jaisingh and (E02977) against Rosa Jaffa, all dated January 24, 1991 and alleging discrimination in employment on the grounds of race, colour and ethnic origin. The Commission also reviewed the submission dated March 24, 1993, signed by Gwen J. Gray.  <FRAGMENT_SUPPRESSED> After careful consideration of the documents submitted, the Commission has decided that, having regard to all circumstances of the complaints, an inquiry into the complaints by a Tribunal pursuant to section 49 of the Canadian Human Rights Act is not warranted.  <FRAGMENT_SUPPRESSED> Accordingly, the Commission has closed the files. <FRAGMENT_SUPPRESSED>", "[10] It is this decision not to proceed to appoint a Tribunal to adjudicate the matter that the applicant attacks.  <FRAGMENT_SUPPRESSED> Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED>", "[11] The Canadian Human Rights Act is a comprehensive statutory enactment which allows for the resolution of complaints of discrimination. Some sections relevant to this application are reproduced below:  <FRAGMENT_SUPPRESSED> \"3(1) For all purposes of this Act, race, national or ethnic origin, colour, religion, age, sex, marital status, family status, disability and conviction for which a pardon has been granted are prohibited grounds of discrimination.   <FRAGMENT_SUPPRESSED> \"41. Subject to section 40, the Commission shall deal with any complaint filed with it unless in respect of that complaint it appears to the Commission that  <FRAGMENT_SUPPRESSED> (a) the alleged victim of the discriminatory practice to which the complaint relates ought to exhaust grievance or review procedures otherwise reasonably available;  <FRAGMENT_SUPPRESSED> (b) the complaint is one that could more appropriately be dealt with, initially or completely, according to a procedure provided for under an Act of Parliament other than this Act;  <FRAGMENT_SUPPRESSED> (c) the complaint is beyond the jurisdiction of the Commission;  <FRAGMENT_SUPPRESSED> (d) the complaint is trivial, frivolous, vexatious or made in bad faith; or  <FRAGMENT_SUPPRESSED> (e) the complaint is based on acts or omissions the last of which occurred more than one year, or such longer period of time as the Commission considers appropriate in the circumstances, before receipt of the complaint.  <FRAGMENT_SUPPRESSED> \"43(1) The Commission may designate a person, in this Part referred to as an 'investigator', to investigate a complaint.  <FRAGMENT_SUPPRESSED> \"(2) An investigator shall investigate a complaint in a manner authorized by regulations made pursuant to subsection (4).  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> \"44(1) An investigator shall, as soon as possible after the conclusion of an investigation, submit to the Commission a report of the findings of the investigation.  <FRAGMENT_SUPPRESSED> \"(2) If, on receipt of a report referred to in subsection (1), the Commission is satisfied  <FRAGMENT_SUPPRESSED> (a) that the complainant ought to exhaust grievance or review procedures otherwise reasonably available, or  <FRAGMENT_SUPPRESSED> (b) that the complaint could more appropriately be dealt with, initially or completely, by means of a procedure provided for under an Act of Parliament other than this Act,  <FRAGMENT_SUPPRESSED> it shall refer the complainant to the appropriate authority.  <FRAGMENT_SUPPRESSED> \"(3) On receipt of a report referred to in subsection (1), the Commission  <FRAGMENT_SUPPRESSED> (a) may request the President of the Human Rights Tribunal Panel to appoint a Human Rights Tribunal in accordance with section 49 to inquire into the complaint to which the report relates if the Commission is satisfied  <FRAGMENT_SUPPRESSED> (i) that, having regard to all the circumstances of the complaint, an inquiry into the complaint is warranted, and  <FRAGMENT_SUPPRESSED> (ii) that the complaint to which the report relates should not be referred pursuant to subsection (2) or dismissed on any ground mentioned in paragraphs 41(c) to (e); or  <FRAGMENT_SUPPRESSED> (b) shall dismiss the complaint to which the report relates if it is satisfied  <FRAGMENT_SUPPRESSED> (i) that, having regard to all the circumstances of the complaint. an inquiry into the complaint is not warranted, or  <FRAGMENT_SUPPRESSED> (ii) that the complaint should be dismissed on any ground mentioned in paragraphs 41(c) to (e).  <FRAGMENT_SUPPRESSED> \"(4) After receipt of a report referred to in subsection (1), the Commission  <FRAGMENT_SUPPRESSED> (a) shall notify in writing the complainant and the person against whom the complaint was made of its action under subsection (2) or (3); and  <FRAGMENT_SUPPRESSED> (b) may, in such manner as it sees fit, notify any other person whom it considers necessary to notify of its action under subsection (2) or (3).  <FRAGMENT_SUPPRESSED> \"48(1) When, at any stage after the filing of a complaint and before the commencement of a hearing before the Human Rights Tribunal in respect thereof, a settlement is agreed on by the parties, the terms of the settlement shall be referred to the Commission for approval or rejection.  <FRAGMENT_SUPPRESSED> . . . . .   <FRAGMENT_SUPPRESSED> \"49(1) The Commission may, at any stage after the filing of a complaint, request the President of the Human Rights Tribunal Panel to appoint a Human Rights Tribunal, in this Part referred to as a 'Tribunal', to inquire into the complaint if the Commission is satisfied that, having regard to all the circumstances of the complaint, an inquiry into the complaint is warranted. <FRAGMENT_SUPPRESSED>", "[12] By virtue of s. 40 of the Act an individual or group of individuals may initiate a complaint with the Commission where it is believed that \"a person is engaging ... in a discriminatory practice\". Section 41 requires that the Commission \"deal with any complaint filed with it\" unless it is disposed of in accordance with one of the grounds enumerated in that section. If the Commission does not reject the complaint, it has three options: appoint an investigator under s. 43 of the Act ; appoint a Tribunal pursuant to s. 49 of the Act ; or appoint a conciliator under s. 47 of the Act .  <FRAGMENT_SUPPRESSED>", "[13] Where an investigator is appointed under the Act , an investigation ensues and a report is prepared outlining the relevant facts and conclusions of the investigator. Upon receipt of the report, the Commission has the further option of: referring the complaint to a more appropriate authority; requesting the appointment of a Tribunal, if satisfied under all the circumstances, an inquiry into the complaint is warranted; or dismissing the complaint.  <FRAGMENT_SUPPRESSED> Issues Raised  <FRAGMENT_SUPPRESSED>", "[14] The issues raised in this application may be summarized as follows:  <FRAGMENT_SUPPRESSED> (a) What is the standard of review applicable to a decision of the Human Rights Commission acting pursuant to s. 44(3)(b) of Canadian Human Rights Act ?   <FRAGMENT_SUPPRESSED> (b) Did the Human Rights Commission err in law in the interpretation and application of s. 44(3)(b) of the Canadian Human Rights Act ?  <FRAGMENT_SUPPRESSED> (c) Did the Commission satisfy the requirements of procedural fairness in arriving at its determination to close the files on the applicant's complaints?  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED> (a) Standard Of Review  <FRAGMENT_SUPPRESSED>", "[15] In reviewing the Commission's decision to dismiss the applicant's complaint under s. 44(3)(b), the court should be guided by the special nature and purpose of human rights legislation. As Dickson, C.J., as he then was, stated in Action Travail des  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193; 27 Admin. L.R. 172; 87 C.L.L.C. 17,022, at p. 1134 S.C.R.:  <FRAGMENT_SUPPRESSED> \"Human rights legislation is intended to give rise, amongst other things, to individual rights of vital importance, rights capable of enforcement, in the final analysis, in a court of law. <FRAGMENT_SUPPRESSED>", "[16] Moreover, the Canadian Human Rights Act provides the only means whereby people may have claims of discrimination addressed. In this regard, the Commission is the only body empowered to determine the merits of discrimination claims: Rosen, Re (1987), 80 N.R. 47 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[17] The Commission has been given the important role of advancing the public policy goals as specified in s. 2 of the Act :  <FRAGMENT_SUPPRESSED> \"2. The purpose of this Act is to extend the laws in Canada to give effect, within the purview of matters coming within the legislative authority of Parliament, to the principle that every individual should have an equal opportunity with other individuals to make for himself or herself the life that he or she is able and wished to have, consistent with his or her duties and obligations as a member of society, without being hindered in or prevented from doing so by discriminatory practices based on race, national or ethnic origin, colour, religion, age, sex, marital status, family status, disability or conviction for an offence for which pardon has been granted. <FRAGMENT_SUPPRESSED>", "[18] The basis upon which the court should review the exercise of that discretion was recently reviewed by Nadon, J., in <FRAGMENT_SUPPRESSED>  (T.D.), at p. 180:  <FRAGMENT_SUPPRESSED> \"... In the spirit of the Supreme Court of Canada  <FRAGMENT_SUPPRESSED> , deference must prevail over interventionism insofar as the CHRC deals with matters of fact-finding and adjudication, particularly with respect to matters over which the CHRC has been vested with such wide discretion, as in the case of the decision whether or not to dismiss a complaint pursuant to subparagraph 44(3).  <FRAGMENT_SUPPRESSED> \"In light of the fact that the power vested with the CHRC under subparagraph 44(3) is discretionary in nature, I must accept the following guiding statement of McIntyre, J., in <FRAGMENT_SUPPRESSED> , at 7:  <FRAGMENT_SUPPRESSED> 'It is, as well, a clearly-established rule that the courts should not interfere with the exercise of a discretion by a statutory authority merely because the court might have exercised the discretion in a different manner had it been charged with that responsibility. Where the statutory discretion has been exercised in good faith and, where required, in accordance with the principles of natural justice, and where reliance has not been placed upon considerations irrelevant or extraneous to the statutory purpose, the courts should not interfere.'  <FRAGMENT_SUPPRESSED> \"Canadian courts may also review the exercise of discretionary power where such power has been exercised in a discriminatory, unfair, capricious or unreasonable manner. [ <FRAGMENT_SUPPRESSED>  unreasonableness include the failure of one exercising discretion to \"direct himself properly in law\", to \"call his own attention to the matters which he is bound to consider\".' <FRAGMENT_SUPPRESSED>", "[19] The question I must answer is whether the discretion exercised by the Commission, on the facts of this case, was exercised in a manner that indicates a breach of one of the aforementioned principles.  <FRAGMENT_SUPPRESSED>", "[20] The applicant complains that the Commission misinterpreted its mandate under s. 44(3)(b) by dismissing his complaint notwithstanding that a reasonable basis for ordering a full tribunal hearing existed in the evidence. In particular, the applicant complains that the Commission relied on contradictory evidence with respect to a number of incidents that he describes as \"racial slurs and harassment for complaining about racial slurs\", upon which to conclude that there was \"no evidence\" to proceed. He states that the Commission is not permitted to weigh the evidence at the investigatory stage, and must refrain from drawing inferences re credibility in respect of the witnesses or parties interviewed. Otherwise, the applicant argues the Commission would have a carte blanche to dismiss complaints in any case where the respondents deny allegations of discrimination made by the complainant.  <FRAGMENT_SUPPRESSED>", "[21] In support of this proposition, the applicant points to the Supreme Court of Canada decision  <FRAGMENT_SUPPRESSED>  des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 385, where Sopinka, J., at p. 899 S.C.R. stated:  <FRAGMENT_SUPPRESSED> \"The other course of action is to dismiss the complaint. In my opinion, it is the intention of s. 36(3)(b) [now 44(3)(b)] that this occur where there is insufficient evidence to warrant the appointment of a tribunal under s. 39 [now s. 49]. It is not intended that this be a determination where the evidence is weighed as in a judicial proceeding but rather the Commission must determine whether there is a reasonable basis in the evidence for proceeding to the next stage. <FRAGMENT_SUPPRESSED>", "[22] The applicant contends that since the Commission assessed either the weight or credibility of the evidence, or both, it failed to properly interpret and apply the evidentiary standard applicable to s. 44(3)(b)(i) dismissal. I do not agree.  <FRAGMENT_SUPPRESSED>", "[23] A recent review of the general principles and standard applicable to dismissing a complaint under s. 44(3)(b) was undertaken by my colleague Nadon, J., in Slattery , supra. The following comments at p. 174 of his reasons are relevant to this issue:  <FRAGMENT_SUPPRESSED> Deference must be given to administrative decision-makers to assess the probative value of evidence and to decide to further investigate or not to further investigate accordingly . It should only be where unreasonable omissions are made, for example where an investigator failed to investigate obviously crucial evidence, that judicial review is warranted. Such an approach is consistent with the deference allotted to fact-finding activities of the Canadian Human Rights Tribunal by the Supreme Court in the case of <FRAGMENT_SUPPRESSED> .\" (emphasis added)  <FRAGMENT_SUPPRESSED>", "[24] And later at pp. 178-179 he continued:  <FRAGMENT_SUPPRESSED> \"In the very least, it appears that the statutory discretion vested upon the CHRC to decide whether a complaint should be dismissed is wider under subparagraph 44(3) than it was under subparagraph 36(3) - but that does not mean that it is unlimited. Counsel for the Respondent implied in his submissions that the legislative intent motivating this amendment was to give the CHRC the ability to dismiss complaints based on factors that are unrelated to the merits of the case or jurisdiction of the adjudicator. This argument appears to be supported by the following statement made in obiter dictum regarding the use of the word 'warranted' as opposed to 'substantiated' in the dissenting judgment of Madam Justice L'Heureux-Dubé in S.E.P.Q.A :  <FRAGMENT_SUPPRESSED> '... the use of these words by Parliament in amending the Act could not more clearly express an intention to give the Commission sufficient latitude to dispose of complaints otherwise than a determination of their merit.'\" ( S.E.P.Q.A. at 920)  <FRAGMENT_SUPPRESSED>", "[25] Therefore, while it is clear that the Commission may not divorce itself entirely from the merits of a complaint in determining not to proceed, it is inconceivable that it cannot in its fact finding role come to conclusions as to the probative value of certain evidence or the possibility that some complaints are not worthy of pursuing beyond the investigatory stage due to inherent weakness. As long as the Commission does not arrive at the decision not to proceed by failing to consider the material evidence before it, there are no grounds for judicial intervention on review.  <FRAGMENT_SUPPRESSED>", "[26] <FRAGMENT_SUPPRESSED>  (T.D.), my colleague Dubé, J., declined to set aside the Commission's decision to dismiss a complaint where it determined that on the evidence the allegations of discrimination were unwarranted. At p. 196 of that decision his Lordship concluded:  <FRAGMENT_SUPPRESSED> The Act does not require that members of the Commission examine the complete record of the investigation . The Act does not provide for an oral hearing in the case of an investigation, but provides for written observations, unlike the investigation by a Tribunal, where the hearing takes the form of an adversary proceeding. The members of the Commission must decide based on the material before them whether the evidence provides reasonable justification for proceeding to the next stage ...\" (emphasis added)  <FRAGMENT_SUPPRESSED>", "[27] It is clear from the record that the Commission had ample evidence and materials before it upon which it could come to a considered opinion as to whether a full tribunal hearing was justified, including the question of whether the complaints were founded. The material referred to by the Commission in reaching its decision and pertaining to complaints number E02970, E02975, E02976, and E02977 is listed in the affidavit of Lucie Veillette, Secretary to the Commission, sworn July 9, 1993. Those materials consisted of:  <FRAGMENT_SUPPRESSED> -\tConciliation Report   <FRAGMENT_SUPPRESSED> - \tfour Investigation Reports dated December 16, 1991;  <FRAGMENT_SUPPRESSED> - \tCopies of grievances filed by the complainant;  <FRAGMENT_SUPPRESSED> - \tCorrespondence from Canada Post Corporation to the complainant;  <FRAGMENT_SUPPRESSED> - \tCorrespondence from the complainant to the Chief Commissioner;  <FRAGMENT_SUPPRESSED> - \tCorrespondence from the complainant to Mr. David Kilgour;  <FRAGMENT_SUPPRESSED> - \tLetters of reference;  <FRAGMENT_SUPPRESSED> - \tfour complaint forms dated January 14, 1991;  <FRAGMENT_SUPPRESSED> - \ta submission letter from Chivers, Greckol & Kanee to the Director of Compliance dated March [sic] 24, 1993;   <FRAGMENT_SUPPRESSED> -\ta letter from Canada Post Corporation to the Director of Compliance dated April 8, 1993.  <FRAGMENT_SUPPRESSED>", "[28] While the applicant complains of the outcome of the decision, there is no evidence on the record that the investigator failed to make a thorough investigation of the allegations, which included interviewing 12 employees closely associated with the complainant. Furthermore, it is also clear that the Commission did not adopt verbatim the conclusions of the investigator as it did not dismiss the complaints when it had an opportunity to do so at the conclusion of the investigation. Accordingly, I cannot find that the Commission committed the errors alleged in respect of its interpretation or application of s. 44(3)(b).   <FRAGMENT_SUPPRESSED>", "[29] The applicant also maintains that he would not have accepted the termination incentive had he known that the Investigator would rely on it in any way. For whatever reasons, however, the applicant chose this course. Given the specific statutory limitation on the factors to be taken into account by the respondent Commission, I fail to see how this would have been relevant to its deliberations. This is particularly true since, as I have indicated in earlier portions of these reasons, the conclusions of the respondents' own Investigator were that the matter did not justify any further proceeding, and yet the respondent sent the matter onward to conciliation. I therefore also see no basis upon which that decision on the part of the applicant could somehow justify my setting aside the conclusions of the respondent Commission by way of any order for judicial review.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[30] Accordingly, this application is dismissed without costs.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/slm  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}