{"id_": "076138", "body_str": ["[1] Mandamin, J. : This is an application for judicial review of the May 12, 2010 decision of an Immigration Officer refusing the application of Mr. Jules Cuthbert and his family to have their application for permanent residence processed from within Canada because of humanitarian and compassionate (H&C) grounds.", "[2] I granted this application for judicial review orally at the hearing and now provide these written reasons for my decision. Background", "[3] Mr. Cuthbert is in Canada with his wife and five children. The Applicant and his spouse, Naomi Thomas-Jules, are both citizens of St. Lucia. The two oldest children are also citizens of St. Lucia while the three youngest children are Canadian citizens.", "[4] The Applicant came to Canada in September 1996. His spouse arrived in Canada in April 1998. He claimed refugee status but his claim was refused in January 2004 and leave for judicial review was refused in May 2004. He then sought a Pre-Removal Risk Assessment but it was rejected in March 2006.", "[5] Meanwhile, in 2005, the Applicant had submitted an inland application for permanent residence on the following H&C grounds: 1. Risk of returning to St. Lucia, 2. Establishment in Canada, and 3. The best interests of the children including their 12 year old daughter who has Sickle Cell Disease Decision Under Review", "[6] The Officer listed the letters and other information related to the application received in 2005, more specifically the Applicants'degree of establishment, the daughter's medical difficulties and support from the community. However, the Officer did not address the H&C grounds advanced by the Applicants. Rather, after listing the factual information, the Officer merely listed the following attempts made to contact the Applicants for updated information: • Call in notice for updated information sent to both subject January 2010 and counsel on record March 2010 at last known addresses. Both came back unclaimed; • Tried three phone numbers on record one was not assigned, one said customer unavailable and the other was a wrong number (date unknown); • Tried another phone number found on a letter from the family and on submissions by another counsel but both numbers were not in service (May 6, 2010); • Phoned another counsel who had submitted information in 2007 but message was never returned (May 11, 2010); • Contacted MP Ruby Dhalla who had sent letter in support of application but they had no information regarding the Applicant.", "[7] As a result, the Officer claimed to be \"unable to make an informed decision based on stale dated data ... [i]t is not known if in fact the family is still in Canada or not. Under the circumstances, I cannot not [sic] make a positive decision based on stale dated submissions.\"", "[8] The Officer then stated that the application was refused for non compliance.", "[9] Shortly afterward the Applicant sent in an updated submission. Legislation", "[10] Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ]. 25. (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected. [Emphasis added] Issues", "[11] The issues raised by the Applicant in this case are: 1. Did the Officer err in not analyzing the application on its merits and rejecting it on the basis that the application was \"stale dated\"? 2. Did the Officer err in not reconsidering the application on its merits after the updated letter and contact information were received? Standard of Review", "[12] The standard of review for an Immigration Officer's decision on H&C grounds is reasonableness: FRAGMENT_SUPPRESSED. A heavy burden rests on the Applicants to satisfy the Court that the decision under section 25 requires the intervention of the Court: FRAGMENT_SUPPRESSED.", "[13] Errors of law and breaches of procedural fairness are reviewed on a standard of correctness: FRAGMENT_SUPPRESSED. Analysis", "[14] The Applicant argues that the Officer breached the Applicant's right to procedural fairness and natural justice by failing to perform any analysis of the H&C factors and basing the refusal solely on the fact that the Applicant had not provided updated submissions. This breach of procedural fairness, he submits, should be reviewed based on correctness.", "[15] The Applicant cites the Citizenship and Immigration \"IP5 Immigrant Applicants in Canada on Humanitarian or Compassionate Grounds\" Operational manual (\"Operational Manual\") which states that: If the applicant does not respond to requests for information, fails to provide an updated address or fails to appear for the interview for the grant of permanent residence, a decision can be taken based on information in the file as long as a previous correspondence has informed the application of how to reply, when to reply and the consequences of failing to reply. Note: there is no provision to \"close\" an application unless the applicant has formally withdrawn it. Otherwise, the application must be processed through to a decision, that is, either approval or refusal.", "[16] The Applicant cites paragraphs 34-35 of this Court's decision in FRAGMENT_SUPPRESSED, a case where an applicant failed to update her H&C submissions. Despite the fact that the applicant had not updated some of her information, the officer did analyze the information that was before her unlike in the present case where this was not done.", "[17] Further, the Applicant argues that section 25 of the Act does not require that an applicant provide updated information once the complete application has been submitted. By not analyzing the application on its merits, this had the effect of \"closing\" the application which is not permitted by the Operational Manual.", "[18] The Applicant also states that this case is similar to FRAGMENT_SUPPRESSED where Justice Mactavish found that the reasons that were given in response to the H&C application were FRAGMENT_SUPPRESSED. The Applicant argues that the response given to him was not \"reasons\" but simply a review of the facts and a statement of conclusion.", "[19] Finally, in her affidavit, the Applicant's spouse submits that she did give her immigration consultant an updated address and that the Applicant received a letter in June 2010 at their new address from CIC refusing the Applicant's request for a work permit. This demonstrates that CIC did have this updated address on file.", "[20] The Respondent states that the proper standard of review is reasonableness. The purpose of the H&C provision is to allow flexibility for cases not anticipated in the legislation; it is not an alternative stream for immigration. The Respondent states that an H&C consideration is a special, additional and discretionary mechanism. However, a refusal to grant an exemption does not take any right away from an individual.", "[21] The Respondent argues that the Applicant must satisfy the Minister that applying from outside of Canada would cause him unusual, undeserved or disproportionate hardship and that the Applicant did not satisfy the Officer that he met this threshold.", "[22] The Respondent submits that the Officer based the negative decision on the information that was before the Officer. The Officer was\"unable to make a positive decision with dated information and knowing if the subjects are in Canada or not.\" The Officer believed that without up to date information it would be impossible to render a positive decision because the Officer did not know the Applicant's then present situation or even if the Applicant still resided in Canada. This decision was reasonable.", "[23] In addition the Respondent argues that, as stated in FRAGMENT_SUPPRESSED, the FRAGMENT_SUPPRESSED", "[24] In my view, the determinative issue is whether the Officer gave proper consideration to making an H&C determination based on the application materials available. The H&C Officer stated: Unable to make an informed decision based on stale dated data. Client nor reps have contacted us with respect to current whereabouts. All efforts have been to contact client given the information on file It is not known if in fact the family is still in Canada or not. Under the circumstances, I cannot not [sic] make a positive decision based on staled dated submissions. The case is refused for non compliance.", "[25] The Officer does not cite any authority for deciding on the basis of non-compliance. If there are reasons for the decision it is to be found in the proceeding paragraph.", "[26] Section 25 of IRPA makes it clear that if the application is made by a foreign national in Canada, the Officer must examine the circumstances of the Applicant and, if not in Canada, the Officer still has to give consideration to examining the circumstances of the Applicant.", "[27] The Federal Court of Appeal has said that an H&C application may still be considered where the applicant has left Canada. In FRAGMENT_SUPPRESSED, Nadon J.A. stated that the mere existence of an outstanding H&C application did not constitute a bar to the execution of a valid removal order: FRAGMENT_SUPPRESSED. In determining the significance of an outstanding H&C application in the context of a valid removal order, Nadon J.A., citing with approval the decision of Pelletier J. (as he then was) in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[28] From the last quoted passage it is clear that an H&C applicant who is removed from Canada before a determination is made on their outstanding H&C application is eligible for readmission upon a subsequent positive H&C determination.", "[29] During the hearing, the Respondent acknowledged that the Minister often makes the submission that H&C applications may proceed even if an applicant is outside of Canada.", "[30] I cannot say, on my reading of the written reasons, that the Officer gave consideration to examining the circumstances of the Applicant and his family once the Officer doubted their presence in Canada. I infer from the Officer's questioning whether the Applicant family was in Canada, that this factor was part, if not all, of the Officer's reason for not considering the H&C application.", "[31] In the Applicant's original submission, the Applicant raised a substantive basis for considering the best interests of the child, namely the child's affliction with Sickle Cell Disease. Nothing in the materials before the Officer suggests that disease is a temporary condition. In my view, there remained good reason for the Officer to give consideration to this H&C factor.", "[32] It is an error for the Officer to fail to give consideration to assessing the H&C application merely because the Applicant may be out of the country.", "[33] Neither Applicant nor Respondent has proposed a question of general importance for certification. Conclusion", "[34] The application for judicial review is granted.", "[35] I do not certify any question of general importance for certification. JUDGMENT", "[36] THIS COURT'S JUDGMENT is that 1. The application for judicial review is granted. 2. I do not certify any question of general importance for certification. Application granted. Editor: E. Joanne Oley/vnh"]}