{"id_": "076168", "body_str": ["[1] Phelan, J. : This is an application pursuant to s. 55.2(4) of the Patent Act and s. 6 of the Patented Medicines (Notice of Compliance) Regulations (SOR/93-133). Sanofi-Aventis Canada Inc. (Sanofi-Aventis) seeks an order against ratiopharm Inc. (ratiopharm) and the Minister of Health prohibiting the issuance of a Notice of Compliance (NOC) to ratiopharm for its generic version of Irbesartan tablets for oral administration in tablet sizes of approximately 75mg, 150mg and 300mg.", "[2] There are two patents which could be in issue, Canadian Patent Nos. 2,057,913 ('913 Patent) and 2,177,772 (the '772 Patent). ratiopharm had agreed that no NOC shall issue until the '913 Patent expires on March 20, 2011.", "[3] The '772 Patent claims pharmaceutical compositions containing Irbesartan (the active ingredient) alone or in combination with a diuretic, preferably in the form of tablets with a high relative amount of the active ingredient. A critical feature of the patent is that the pharmaceutical composition comprises from about 1 to about 70% diluent.", "[4] Ratiopharm's tablets will contain a high amount of Irbesartan (approximately 63%) and ratiopharm's excipient (ratiopharm's excipient) (name deleted for reasons of confidentiality) which can but does not necessarily fill the role of a diluent. ratiopharm's excipient can also act as a binder and a disintegrant.", "[5] As in many NOC proceedings, the parties have raised almost every conceivable allegation and defence. This approach of throwing as many arguments \"up in the hopes that something sticks\" is not helpful to either the Court or to the cause. As a result of this approach, positions become contradictory, overlapping and confusing. Therefore, the Court has distilled the dispute to its essential elements sufficient to resolve the two fundamental issues of validity and infringement.", "[6] The critical issues in this NOC are whether the claims at issue in the '772 Patent are invalid because of its breadth and its unproven utility and whether ratiopharm's drug will infringe the '772 Patent. Infringement turns on whether ratiopharm's excipient is a diluent.", "[7] For reasons set forth, the Court finds that the claims are invalid and, alternatively, ratiopharm's proposed drug will not infringe the '772 Patent. II. FACTUAL BACKGROUND", "[8] Irbesartan is not a new drug. It belongs to a family of medicines known as angiotensin II receptor blockers. It is an active ingredient and has been found to be particularly useful in the treatment of cardiovascular ailments, including hypertension and heart failure. Angiotensin II is a chemical that the body releases to cause the constriction of blood vessels and these medicines are used to lower high blood pressure by relaxing blood vessels. There are several types of drugs in this family, Irbesartan is but one of these.", "[9] The drug can be administered in dosages which contain a substantial amount of active ingredient and it is a potent and long-lasting drug. The drug is not without certain features which make it difficult to transform into tablets. Significantly, it is \"fluffy\" which means that it has a relatively low bulk density and is therefore difficult to put into tablets which can be easily swallowed. It is also sticky which makes it difficult to mass produce. It is also \"low in aqueous solubility\" and therefore only a limited amount of excipients can be added to facilitate disintegration and wetting leading to rapid and complete drug release.", "[10] The '772 Patent was filed May 30, 1996 with a priority date of June 7, 1995. It was issued on April 10, 2007 and will expire on May 30, 2016. The patent is a formulation patent and relates to the way in which Irbesartan tablets are made and the percentages of excipients and active ingredients which will allow for the rapid dissolution and release required.", "[11] In this NOC proceeding, essentially Claims 1, 2, 22, 33, 34 and 35 of the Patent are raised in respect of both validity and infringement but claim 36 is raised in respect of validity only. The bulk of the claims rely upon Claim 1; it is the focus of the attack in these proceedings.", "[12] The claims at issue are described as follows: \"1. A pharmaceutical composition comprising, based on weight: (a) from about 20 to about 70% irbesartan or a pharmaceutically acceptable salt thereof, (b) from about 1 to about 70% diluent, (c) from about 2 to about 20% binder; (d) from about 1 to about 10% disintegrant, (e) from about 0.1 to about 5% antiadherent, and (f) from about 0.2 to about 5% lubricant, and, optionally (g) from about 0.2 to about 6% surfactant, and/or (h) up to about 2% coloring agent, wherein a tablet formed from said composition has a dissolution performance such that about 80% or greater of the irbesartan or salt thereof contained in said tablet dissolves within 30 minutes. \"2. The pharmaceutical composition of claim 1, wherein the tablet formed from said composition has a dissolution performance such that about 85% or greater of the irbesartan or salt thereof contained in said tablet dissolves within 30 minutes. \"22. A tablet formed from the composition of claim 1. \"33. A tablet of claim 22, wherein the total weight of said tablet is from about 50 to about 600 mg. \"34. A tablet formed from the composition of claim 1, wherein said tablet is prepared by mixing an extragranular composition comprising the antiadherent with granules comprising the irbesartan or pharmaceutically acceptable salt thereof. \"35. The tablet of claim 34, wherein said antiadherent is silicon dioxide. \"36. A pharmaceutical composition comprising, based on weight: (a) from about 20 to about 70% irbesartan or a pharmaceutically acceptable salt thereof, and (b) about 2 to about 33% hydrochlorothiazide, wherein the total weight % of irbesartan or salt thereof and hydrochlorothiazide does not exceed about 85%, said composition being free of povidone and poloxamer.\" (Emphasis added)", "[13] While the Notice of Allegation lists 82 prior art references, three of those references are pertinent as they form the basis of the challenge on the issue of anticipation and obviousness. These are the '913 Patent, Canadian Patent Application No. 2,050,769 (the '769 Application) and International Publication No. WO 94/09778 (the '778 Application).", "[14] The '913 Patent teaches a preparation of angiotension II blockers, which include Irbesartan, for use in treating cardiovascular ailments. The Patent describes the way the drug can be effectively administered and contemplates the use of other active principles. It therefore contemplates the use of Irbesartan for cardiovascular conditions in a tablet form with various excipients.", "[15] The '769 Application was published on March 3, 1992 and addresses the use of \"azacyclic compounds\" which are active ingredients for hypertension drugs. The '769 Application suggests that forms for oral use can be made by combining the active ingredient with solid carriers which include fillers, binders, disintegrators, etc.", "[16] The '778 Application, which was published on May 11, 1994, relates to the formulations with A-II Antagonists at an effective dose level and diuretics at a level slightly less than their minimum effective dose. The list of A-II Antagonists includes Irbesartan's structure.", "[17] Sanofi-Aventis relied extensively on the evidence of Dr. Louis Cartilier, a Ph.D in pharmaceutical sciences and a titular professor at the University of Montreal. His evidence was used for claim construction and for the majority of Sanofi-Aventis' arguments on both validity and infringement. The difficulty with Dr. Cartilier's evidence is that he has been found to be a less convincing witness in a number of cases before this Court. He has been criticized for the quality of his research and that problem seemed to persist in this case. The Court has approached his evidence with a considerable degree of caution.", "[18] Sanofi-Aventis' other witness was Dr. Omar Sprockel, Senior Principal Scientist at the Biopharmaceutics R&D Department at Bristol Myers Squibb. He gave evidence as to the development of the commercial formulation of Irbesartan. He was one of the few witnesses who knew about the making of Irbesartan and he was able to speak to the process involved in developing the product as well as the challenges involved.", "[19] Ratiopharm relied particularly on the expert evidence of Dr. Ping Lee, Ph.D in physical chemistry and a professor and GlaxoSmithKline Chair in pharmaceutics and drug delivery at the University of Toronto. His evidence dealt with both infringement and validity. His experience is both academic and industrial. His evidence was clear and cogent and while it suffered from some of the bruises of any cross-examination, his evidence generally stood the test of relevance and probity.", "[20] Ratiopharm's other witness was Dr. Peter Rue, a visiting professor at the University of Aston in the United Kingdom. He is also involved as a pharmaceutical consultant. For the purposes of this NOC, he designed tablet formulations to test ratiopharm's allegations regarding anticipation and inoperability. He instructed third party Quay Pharma to manufacture the tablets after which he interpreted the results. There were unexplained differences between his affidavit and the test results provided by Quay Pharma.", "[21] There were three other witnesses from Quay Pharma who were fact witnesses and while their evidence may have been germane, it is not determinative.", "[22] Having reviewed the evidence in detail, it is the Court's conclusion that ratiopharm's evidence generally, but not in all cases, was more cogent and compelling and thus more persuasive.", "[23] While the parties described the person skilled in the art (PSIA or \"skilled person\") slightly differently, there is no material distinction between their definitions. The PSIA is a person with a university degree in pharmacy, chemistry or a related field and has experience in the formulation design and the valuation of pharmaceutical dosage forms. The years of experience necessary could be less if that person possessed a higher degree of education. III. ISSUES", "[24] The issues in this proceeding are: (a) What is the proper claim construction? (b) Is the '772 Patent valid or has ratiopharm proven invalidity on one or more grounds of anticipation, obviousness, ambiguity of claims, claims broader than invention, inoperability/inutility, sound prediction, insufficiency of disclosure and double patenting? (c) Does ratiopharm's proposed drug infringe Sanofi-Aventis' patent - more specifically does ratiopharm's tablet contain a diluent? IV. ANALYSIS A. Preliminary Issues (1) Burden of Proof", "[25] Sanofi-Aventis claims that the burden of proof on the issue of validity (unlike the infringement situation) shifts to ratiopharm because only ratiopharm knows the basis upon which it claims the patent to be invalid.", "[26] This is not a proper interpretation of the existing law. At most, as Justice Nadon held in <FRAGMENT_SUPPRESSED>  the second person (ratiopharm in this case) only has the burden of putting the issue in play on some evidentiary basis.", "[27] Justice Hughes in <FRAGMENT_SUPPRESSED>  sets out the steps as follows in paragraph 32: \"I do not view the reasoning of the two panels of the Federal Court of Appeal to be in substantial disagreement. Justice Mosley of this Court reconciled these decisions in his Reasons in <FRAGMENT_SUPPRESSED>  2007 FC 971 at paragraphs 44 to 51. What is required, when issues of validity of a patent are raised: 1. The second person, in its Notice of Allegation may raise one or more grounds for alleging invalidity; 2. The first person may in its Notice of Application filed with the Court join issue on any one or more of those grounds; 3. The second person may lead evidence in the Court proceeding to support the grounds upon which issue has been joined; 4. The first person may, at its peril, rely simply upon the presumption of validity afforded by the or, more prudently, adduce its own evidence as to the grounds of invalidity put in issue. 5. The Court will weigh the evidence; if the first person relies only on the presumption, the Court will nonetheless weigh the strength of the evidence led by the second person. If that evidence is weak or irrelevant the presumption will prevail. If both parties lead evidence, the Court will weigh all the evidence and determine the matter on the usual civil balance. 6. If the evidence weighed in step 5 is evenly balanced (a rare event), the Applicant (first person) will have failed to prove that the allegation of invalidity is not justified and will not be entitled to the Order of prohibition that it seeks.\"", "[28] The burden of proof remained with Sanofi-Aventis to prove ratiopharm's allegations were not justified. Sufficient material was advanced to put the issue of validity in play. (2) Sufficiency of Notice of Allegation (NOA)", "[29] Sanofi-Aventis has complained that ratiopharm's NOA was deficient particularly as regards infringement because ratiopharm characterized one of its excipients, (...), as a binder, not a diluent, and then argued that it was both primarily a disintegrant and secondly a binder.", "[30] Viewed as a whole, ratiopharm's NOA met the critical test of giving Sanofi-Aventis sufficient understanding of the case it had to meet ( <FRAGMENT_SUPPRESSED> ).", "[31] The critical point is that ratiopharm said it did not infringe the Patent because ratiopharm's excipient was not a diluent and the absence of a diluent in the formulation avoided infringement. What other role ratiopharm's excipient might play is only a subset of the basic premise that it does not act as a diluent in ratiopharm's tablets.", "[32] Sanofi-Aventis knew this point and met it. There is no prejudice to Sanofi-Aventis. Both parties knew that ratiopharm's excipient had multiple uses and that it was a disintegrant and a binder. Therefore, the NOA was not deficient. B. Claim Construction", "[33] The validity of Claims 1, 2, 22, 33, 34, 35 and 36 are in issue in these proceedings. As said earlier, Claim 1 is the threshold claim upon which the others hang.", "[34] A court must first construe the patent from the perspective of the notional skilled person to whom the patent is addressed. It is to give it a purposive construction ( <FRAGMENT_SUPPRESSED> ).", "[35] The question is, to some extent, what is the promise in the '772 Patent? As part of the societal bargain by which a patentee is given a monopoly is the promise that the invention claimed is novel, that it works and that a skilled person can understand what it is.", "[36] Claim 1 reads: \"A pharmaceutical composition comprising, based on weight: (a) from about 20 to about 70% irbesartan or a pharmaceutically acceptable salt thereof, (b) from about 1 to about 70% diluent, (c) from about 2 to about 20% binder; (d) from about 1 to about 10% disintegrant, (e) from about 0.1 to about 5% antiadherent, and (f) from about 0.2 to about 5% lubricant, and, optionally (g) from about 0.2 to about 6% surfactant, and/or (h) up to about 2% coloring agent, wherein a tablet formed from said composition has a dissolution performance such that about 80% or greater of the irbesartan or salt thereof contained in said tablet dissolves within 30 minutes.\"", "[37] One of the main areas of dispute is whether the dissolution performance of 80% or greater in 30 minutes is a promise of performance or is a limitation on the formulation - that only when the formulation reaches the dissolution performance does it fall within the claim. In the end, this dispute is meaningless because the patent is invalid on either interpretation.", "[38] The parties do agree that the excipients listed in the patent (other than the two optional ones) are all essential elements. However, the parties disagree on 1) the meaning of \"about\", 2) the meaning of \"preferably\" in categorizing excipients and 3) the significance of \"wherein\" in the interpretation of the dissolution performance in Claim 1.", "[39] The term \"about\" is not defined in the specifications, as is often the case with performance patents. Absent some indication of the range of \"about\" specified in the patent, the expert evidence which could help resolve the issue is inconsistent as to what the range should be.", "[40] Sanofi-Aventis argued that it was \"within 10%\" and while ratiopharm disputed that, Dr. Lee acknowledged that 10% was used in the U.S Pharmacopeia and he used the 10% rule both in some of his patents and in his affidavit.", "[41] The best evidence suggests that a skilled person would more likely than not refer to such texts. The Court accepts that \"about\" means \"within 10%\".", "[42] The problem with this patent is not the range of 10% in respect of the composition, the problem is the vast range claimed for each ingredient - 20-70% Irbesartan; 2-20% binder; 1-70% diliuent; 1-10% disintegrant and so forth.", "[43] As to the term \"preferably\", it is not used in Claim 1 in describing the characterization of excipients. ratiopharm's argument in respect of the term appears to be addressing the lack of clarity in the patent - the problem described in the preceding paragraph. It is an issue of validity rather than construction.", "[44] The real issue is whether an ingredient should be classified, particularly where it can perform more than one function, on the basis of its primary function in the formulation. This is relevant to ratiopharm's excipient which is a multi-functional ingredient.", "[45] Bearing in mind a purposive interpretation which addresses the real teaching of the patent, it is appropriate to ascribe to the ingredient/excipient its primary role in the patent.", "[46] As to the meaning of \"wherein\" in this patent, its placement in the claim, at the end after the listed ingredients, gives some indication of the proper meaning. Its wording is \"... wherein a tablet formed from said composition has a dissolution performance such that ...\".", "[47] The promise made is more than a formulation of Irbesartan in a way that deals with its physical characteristics. In the Court's view it is a formulation that holds out that the tablet formed from the composition of ingredients will have the stated dissolution performance.", "[48] This interpretation is consistent with the emphasis placed on dissolution performance - that it is part of what the patentee is claiming. Sanofi-Aventis and Dr. Cartilier repeatedly stated that it was novel and inventive to formulate Irbesartan in such a way that it was an immediate release tablet. Dr. Cartilier contended that prior art taught away from such formulation. So by its own evidence, Sanofi-Aventis indicates that the patent promises that if one follows the formulation of components, one will achieve the desired dissolution rate.", "[49] As indicated earlier, even if the proper construction is that the dissolution rate is a limitation, Sanofi-Aventis' claim runs afoul of other aspects of a validity challenge. Sanofi-Aventis' interpretation would amount to a claim that if someone were fortunate enough somehow to find, from the broad ranges claimed, the precise composition that gives the desired dissolution rate, that person will have infringed - Sanofi-Aventis claims the result not the process.", "[50] Having determined the issues surrounding claim construction, the next step is to address the issues of invalidity. C. Validity", "[51] As mentioned earlier, this attempt at creating watertight compartments when the arguments and evidence overlap to a significant extent suggests that the better approach is that of the \"seamless garment of the law\" approach adopted by Justice Harrington in <FRAGMENT_SUPPRESSED> .", "[52] The basic arguments are whether the invention disclosed a novel invention in relation to Irbesartan and in so doing whether it gave enough detail and parameters to be valid.", "[53] As regards anticipation and double patenting, the test in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 289 (F.C.A.), is that at least a single piece of prior art be clearly directed to the invention so that a person skilled in the art would be \"in every case and without possibility of error would be led to the claimed invention\". The test has been further refined in <FRAGMENT_SUPPRESSED>  particularly that lack of inventiveness is not a part of the consideration of anticipation.", "[54] I am not convinced that the prior art met that test except in regards to Claim 36 (to be discussed). Most particularly, the claims in the '913 Patent are not identical or coterminus. The '772 Patent is \"patentably distinct\" - the special advantage is the capacity to manufacture Irbesartan specifically into tablets which have the ability to dissolve quickly.", "[55] On the other hand, obviousness is a significant problem for the '772 Patent. The test is described in <FRAGMENT_SUPPRESSED> , above, at page 294: \"The test for obviousness is not to ask what competent inventors did or would have done to solve the problem. Inventors are by definition inventive. The classical touchstone for obviousness is the technician skilled in the art but having no scintilla of inventiveness or imagination; a paragon of deduction and dexterity, wholly devoid of intuition; a triumph of the left hemisphere over the right. The question to be asked is whether this mythical creature (the man in the Clapham omnibus of patent law) would, in the light of the state of the art and of common general knowledge as at the claimed date of invention, have come directly and without difficulty to the solution taught by the patent. It is a very difficult test to satisfy.\"", "[56] Justice Rothstein  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , refined or recast the test somewhat to incorporate the \"obvious to try\" benchmark. \"66. For a finding that an invention was 'obvious to try', there must be evidence to convince a judge on a balance of probabilities that it was more or less self-evident to try to obtain the invention. Mere possibility that something might turn up is not enough. \"67. It will be useful in an obviousness inquiry to follow the four-step approach first outlined by Oliver L.J. in <FRAGMENT_SUPPRESSED>  (C.A.). This approach should bring better structure to the obviousness inquiry and more objectivity and clarity to the analysis. The <FRAGMENT_SUPPRESSED> approach was recently updated by Jacob L.J. in <FRAGMENT_SUPPRESSED>  (p. 872), [2007] EWCA Civ 588, at para. 23: 'In the result I would restate the <FRAGMENT_SUPPRESSED> questions thus: (1)(a) Identify the notional \"person skilled in the art\"; (b) Identify the relevant common general knowledge of that person; (2) Identify the inventive concept of the claim in question or if that cannot readily be done, construe it; (3) Identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claim or the claim as construed; (4) Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention? [Emphasis added.] It will be at the fourth step of the Windsurfing/Pozzoli approach to obviousness that the issue of \"obvious to try\" will arise.' \"i. When Is the 'Obvious to Try' Test Appropriate? \"68. In areas of endeavour where advances are often won by experimentation, an 'obvious to try' test might be appropriate. In such areas, there may be numerous interrelated variables with which to experiment. For example, some inventions in the pharmaceutical industry might warrant an 'obvious to try' test since there may be many chemically similar structures that can elicit different biological responses and offer the potential for significant therapeutic advances. \"ii. 'Obvious to Try' Considerations \"69. If an 'obvious to try' test is warranted, the following factors should be taken into consideration at the fourth step of the obviousness inquiry. As with anticipation, this list is not exhaustive. The factors will apply in accordance with the evidence in each case. 1. Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art? 2. What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine? 3. Is there a motive provided in the prior art to find the solution the patent addresses? \"70. Another important factor may arise from considering the actual course of conduct which culminated in the making of the invention. It is true that obviousness is largely concerned with how a skilled worker would have acted in the light of the prior art. But this is no reason to exclude evidence of the history of the invention, particularly where the knowledge of those involved in finding the invention is no lower than what would be expected of the skilled person.\"", "[57] The main problem with the '772 Patent is that it is an \"obvious to try\" patent. For reasons to follow, it is apparent that the patent requires trial and error to achieve the 85% dissolution rate.", "[58] Dr. Sprockel testified that there was extensive testing in order to come to the formulation in the '772 Patent. ratiopharm's experts said that it was common to undertake these tests and it would be reactive. However, the final evidence is that Sanofi-Aventis never achieved 70% active ingredients in any of their tests. The best that could be achieved is 50%. While the formulation - so broad as it is - might be obvious to try, the failure to get to 70% raises issues of utility and sound prediction.", "[59] While there is no consistent acceptable range of excipients in formulation patents, most cases before this Court outline more specifically what materials comprise the tablet. The jurisprudence accepts a range so long as what constitutes an \"effective\" amount is clear and certain.", "[60] It is clear law that a patent claim must not exceed either the invention made or the invention disclosed ( Pfizer Canada , above, at paragraph 115). The sheer breadth of ranges in this patent is readily apparent. Given the number of excipients and the ranges of the percentages, the permutations and combinations are extremely large.", "[61] Given the Court's claim construction that the patent contains a promise, the situation is analogous to a recipe which promises a result. However, as discussed and to be discussed, Sanofi-Aventis has not been able to fulfil the promise.", "[62] Even accepting Sanofi-Aventis' claim construction that the dissolution rate is a limitation, as discussed in paragraph 49, Sanofi-Aventis is claiming the result of someone else's successful efforts.", "[63] In Free World Trust , above, Justice Binnie held: \"The ingenuity of these patents lay not in their identification of a desirable result but in teaching particular means to achieve it. The claims cannot be stretched to allow the patentee to monopolize anything that achieves the desirable result.\" Sanofi-Aventis has, by its own interpretation, done substantially this.", "[64] Sanofi-Aventis relies on this Court's decision  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , as an example of a case where a dissolution profile was acceptable as inventive and within an acceptable breadth.", "[65] However, is distinguishable because there the dissolution performance was not the desired result but a means by which to achieve the result. There the various dissolution rates at a certain level contributing to the profile created a matrix and allowed the pill to be a 12 hour release. The inventive element was the controlled release within a combination.", "[66] The Applicant's position shifted from claiming that the dissolution profile was the \"essence of the patent\" (the promise) to claiming the dissolution profile was an essential element. The Court has already concluded that the dissolution profile is the promise.", "[67] A central difficulty of the promise is that it is not obvious to a skilled person which element and in which proportions will yield the promised result. The experts on all sides agree that a great deal of testing would be required in order to come to the correct formulation. This confirms the overbreadth of the patent to achieve the promise.", "[68] The Applicant's position that the '772 patent is akin to a selection patent, and therefore it can simply choose from what has already been claimed, cannot be sustained. To be a selection patent, the selection of the known elements of another patent must be \"novel\" and the compound must possess a \"special property of an unexpected character\" ( Sanofi- <FRAGMENT_SUPPRESSED> ).", "[69] Therefore, a selection patent identifies a compound and its use rather than provide a formulation for compounds already known. As held in <FRAGMENT_SUPPRESSED>  the inventive concept is the identification of the particular characteristics of a particular compound within a larger group of compounds and teaches a new use of the particular compound.", "[70] The '772 Patent does not purport to isolate a particular compound and teach a new use.", "[71] The breadth of the '772 Patent not only goes beyond the scope of the disclosure but because of its breadth the Applicant cannot establish either utility or sound prediction. The Applicant could not show that it reached 70% active ingredient (Irbesartan) in any of its tests, yet it claims in the patent 70% (or 77% if \"about\" means 10%).", "[72] The best that Sanofi-Aventis could achieve was 50% Irbesartan, as disclosed in the examples. Having failed to show actual utility, the Applicant has to show that Irbesartan at higher levels of 70-77% could be soundly predicted.", "[73] As in the example of the \"heavier than air flying machine\" referred to by Justice Binnie  <FRAGMENT_SUPPRESSED>  Inc. and  <FRAGMENT_SUPPRESSED>  the patent disclosure must set out the specifics as to how it would fly or flight must be soundly predicted. The '772 Patent neither sets out the specifics of how the formulation will operate nor was Sanofi-Aventis able to achieve \"flight\" at the higher concentration of Irbesartan claimed.", "[74] Given that failure and ratiopharm's own tests which only achieved 64%, sound prediction cannot be established.", "[75] Sound prediction is more than the use of a \"shot gun\" approach to using existing knowledge in the hopes that by good luck rather than good design, the desired result is achieved.", "[76] The '772 Patent gives no disclosure of the factual basis or sound line of reasoning which would lead to the higher concentrations of Irbesartan.", "[77] Sanofi-Aventis has claimed too much with 70% and provided too little instruction to show how that which is claimed can be achieved.", "[78] <FRAGMENT_SUPPRESSED>  (C.A.) at paragraph 40 described the difference between performing a patent and ascertaining how the patent works: \"There is a difference between on the one hand a specification which requires the skilled person to use his skill and application to perform the invention and, on the other, a specification which requires the skilled person to go to the expense and labour of trying to ascertain whether some product has the required properties. When carrying out the former the skilled person is trying to perform the invention, whereas the latter requires him to go further and to carry out research to ascertain how the invention is performed. If the latter is required the specification would appear to be insufficient.\"", "[79] Even with the more relaxed approach to \"trial and error\" and the concept of \"obvious to try\" endorsed  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , a patent cannot require undue experimentation or the performance of prolonged and difficult trials to achieve the promise of the patent.", "[80] Further, the '772 Patent does not provide sufficient disclosure to achieve its promise. ratiopharm's expert evidence on this issue is convincing and buttressed by Sanofi-Aventis' own failure to achieve Irbesartan concentrations claimed in the patent. The essence of part of Dr. Lee's evidence is that there are such broad ranges claimed in the patent, a skilled person would know that some compositions would not meet the claimed profile. The dissolution rate is dependent on many factors, yet there is no guidance as to how to achieve the desired dissolution.", "[81] For all these reasons, the Court finds that the allegation of invalidity as regards claims 1, 2, 22, 33, 34 and 35 is justified. Claim 36 is subject to separate considerations. (1) Claim 36", "[82] Claim 36 is a claim that warns against adding two particular excipients where hydrochlorothiazide (HCTZ) and Irbesartan are part of the composition.", "[83] As the evidence of Dr. Lee confirms, the only difference between the prior teachings of the '778 Application, the '913 Patent, prior art (particularly the monograph for Hydro Diuril HCTZ and the Desai Paper) and the inventive concept of Claim 36 is an explicit disclosure in the '772 Patent that the absence of the excipients povidone and poloxamer reduces HCTZ degradation.", "[84] However, this result would inevitably have been achieved by the formulations claimed in the '778 Application because povidone and poloxamer are absent.", "[85] The inventive concept of Claim 36 would have been obvious to the skilled person because, from the perspective of science, commerce and regulation, a certain level of stability in formulations is required. The motive to find stable formulations clearly exists.", "[86] As Dr. Lee opines, formulations of HCTZ in which povidone and poloxamer were absent had been commercially available prior to June 7, 1995 under the brand name Hydro Diuril. This commercial formulation would have been the starting point for manufacturing HCTZ combination products. Povidone and poloxamer would only have been added as alternate choices of excipients if there had been some problem with the Hydro Diuril formulation.", "[87] Sanofi-Aventis has set up a \"straw man\" as the prior art never taught that povidone and poloxamer should be used with HCTZ. There is nothing inventive in finding a solution to a problem that never existed or where the solution was taught in the prior art ( <FRAGMENT_SUPPRESSED> ).", "[88] Claim 36 fails as ratiopharm's allegation of obviousness is justified or alternatively it was anticipated. D. Infringement", "[89] Given the Court's finding on validity, it may not be strictly necessary to deal with infringement. For completeness, the Court will deal with the issue.", "[90] The basic issue in this aspect of the litigation is whether ratiopharm's excipient in the ratiopharm tablet performs the function of a diluent. If it does, and Sanofi-Aventis asserts it does, the ratiopharm formulation would infringe the '772 Patent. A diluent is essentially a filler which provides bulk to a tablet to make it the desired size.", "[91] Dr. Cartilier's opinion was that ratiopharm's excipient in the ratiopharm tablet was a diluent whereas Dr. Lee reaches the opposite conclusion. As indicated previously, the Court generally prefers Dr. Lee's evidence to that of Dr. Cartillier.", "[92] As Dr. Lee indicates, a skilled person would know that an excipient can perform more than one function yet the patent teaches that an excipient must be assigned to a single category of function. Aside from a diluent (filler), excipients can also be binders which facilitate granulation and a disintegrant which facilitates tablet break-up in the body.", "[93] Dr. Cartilier creates four factors which are to be examined to determine the primary role of an excipient - nature and function, percentage in the formulation, use in the formulation and context. He then largely ignores those factors in his consideration of ratiopharm's excipient, develops a theory of \"progressive use of ratiopharm's excipient as a diluent\" and does no testing of ratiopharm's tablets to determine if ratiopharm's excipient was being used as a diluent.", "[94] Dr. Lee compared what diluents and binders are and what they are to achieve with the function of ratiopharm's excipient in the composition. He examined how ratiopharm's excipient is incorporated in the tablet, how it aids in binding a \"fluffy\" material such as Irbesartan while also providing disintegrant properties (particularly solubility) and how all of this is consistent with the technical literature.", "[95] Diluents are not a necessary ingredient in tablets. Their chief function is to make a tablet larger than it might otherwise be. The evidence is that if the dosage of the active ingredient is large, little or no diluent would be required.", "[96] Despite the wide percentage range of diluent claimed in the patent, in its specifications it indicates that a diluent should be used at the lower weight range. The patent also says that the compositions will contain a minimal mass of excipients. All of this suggests that if there is a sufficient amount of active ingredient, a diluent may not be necessary.", "[97] The ratiopharm tablet of 63.3-64% Irbesartan is relatively large compared to active ingredients in other patents and is larger than the amount of Irbesartan Sanofi-Aventis was able to achieve. In addition to greater amounts of active ingredient, the mass of ratiopharm's tablets is less than that of Sanofi-Aventis (118.25mg v. 150mg; 235.35mg v. 300mg; 468.46mg v. 600mg).", "[98] In the '772 Patent's examples, the amount of diluent in weight ranged from 19.4% to 35.5%. ratiopharm's use of ratiopharm's excipient at an amount in the mid 20% range would not appear to add bulk to a tablet where one would expect the amount of any diluent to be significantly less in a tablet which is a smaller mass and contains more active ingredient.", "[99] Ratiopharm's excipient is consistently cited for its binding properties - a feature of importance when dealing with fluffy material - and it is extensively used as a disintegrant.", "[100] Dr. Lee's evidence is that it is not unexpected that ratiopharm's excipient level in ratiopharm's tablet would be on the high side of an acceptable range for a binder because ratiopharm's tablet contains more of the fluffy substance Irbesartan than does Sanofi-Aventis' tablet.", "[101] That evidence was supported by several tests that indicate ratiopharm's excipient as a binder and/or disintegrant in the 20% range is acceptable. This is also consistent with the evidence of prior art. Lastly, binder levels of about 25% are acceptable in the Handbook of Pharmaceutical Excipients which is in the same range of the total binder (ratiopharm's excipient and the other binder povidone) percentage in ratiopharm's tablet.", "[102] The other evidence relied upon by Sanofi-Aventis, U.S. Patent '068 and European Patent '108 are distinguishable from both the '772 Patent and ratiopharm's proposed formulation and does not undermine the weight of the evidence that ratiopharm's excipient is not used as a diluent.", "[103] Given the necessity of a binder for Irbesartan and the importance of rapid disintegration of this type of drug, it is hard to see how ratiopharm's excipient would have filled the \"primary\" role as a diluent in a tablet that did not require extra bulk. Sanofi-Aventis has been unable, on a balance of probabilities, to establish that ratiopharm's excipient in ratiopharm's tablets fills that primary role as a diluent.", "[104] Therefore, the Court finds that for purposes of a NOC proceeding, ratiopharm's proposed formulation does not infringe the '772 Patent. JUDGMENT", "[105] THIS COURT ORDERS AND ADJUDGES that the application for an order prohibiting the Minister of Health from issuing a Notice of Compliance to the Respondent, ratiopharm Inc., in connection with its 75mg, 150mg and 300mg Irbesartan tablets for oral administration until after the expiration of Canadian Letters Patent No. 2,057,913 and Canadian Letters Patent No. 2,177,772, is denied with costs to the Respondent, ratiopharm Inc. Application dismissed. Editor: Angela E. McKay/vnh [End of document]"]}