{"id_": "076286", "body_str": ["[1] Blanchard, J. : This is an amended application for judicial review in respect of a decision of the Veterans Review and Appeal Board (the \"Board\") which ruled on May 26, 1999, and again on April 25, 2000, and March 5, 2001, that the applicant's medical disability of irritable bowel syndrome (\"IBS\") did not arise out of nor was it directly connected with service at peace time pursuant to s. 21(2) of the , R.S.C. 1985, c. P-6 and amendments thereto. Facts", "[2] The applicant was a member of the Canadian Armed Forces and served in the Reserve Forces between November 19, 1987, and June 2, 1988, and in the Regular Forces between June 9, 1989, and December 29, 1993.", "[3] From September 11, 1989, to February 23, 1990, the applicant was a student at the Canadian Forces School of Aerospace Technology and Engineering at Canadian Forces Base (\"CFB\") Borden, qualifying to become an airframe technician. The applicant states that, while at this course, he was required to live in military quarters provided by the Canadian Forces and to take his meals in what is known as the Mess Hall at CFB Borden.", "[4] The applicant's evidence is that on November 27, 1989, he attended at the Mess Hall for lunch and in the afternoon of the same day reported to the medical inspection room complaining of diarrhea since lunch time. The applicant also states that, early in 1990, he again complained of problems with his bowels which he attributes to the bad food that he ingested at the Mess Hall on November 27, 1989.", "[5] Approximately two years after the November 27, 1989, incident, the applicant was diagnosed as having IBS which he claims arose from the meal he ingested at the Mess Hall on November 27, 1989.", "[6] On August 13, 1997, the applicant claimed for a military disability pension entitlement for IBS.", "[7] On May 11, 1998, the Department of Veterans Affairs (the \"Minister\") denied the applicant's claim and concluded that the applicant's condition did not result from disease or an aggravation thereof that arose out of or is directly connected with military service in peace time.", "[8] On November 4, 1998, the applicant appeared before an Entitlement Review Panel of the Veterans Review and Appeal Board. The panel declined entitlement on the basis that the applicant did not show that there was a prevalence of the disease he contracted in the confined area where he was serving and secondly stated that, under s. 21(3)(f) of the , his condition did not arise out of military operation training or administration.", "[9] The applicant appealed the November 4, 1998, decision of the Entitlement Review Panel to an Entitlement Appeal Panel of the Veterans Review and Appeal Board. On May 26, 1999, the Board confirmed the Entitlement Review Panel's decision of November 4, 1998, and declined to grant the applicant entitlement.", "[10] The applicant requested reconsideration of the May 26, 1999, decision of the Board and submitted new evidence including a letter from Dr. Allan B. R. Thomson, Specialist in gastroenterology, dated January 18, 2000. On April 25, 2000, the Board again declined to reconsider the applicant's claim stating that, after consideration of the new evidence, it was not satisfied that the applicant had established that the lunch at the Mess Hall in 1989 could reasonably be considered as being related to military service within the meaning of the provisions of s. 21(2) of the", "[11] On March 5, 2001, the applicant made a final request for reconsideration before the Board. The Board again declined to reconsider the applicant's request and stated that it had not drawn an erroneous conclusion that could be considered an error of law and thereby confirmed its prior decisions. Applicable provisions of the Pension Act and the Veterans Review and Appeal Board Act", "[12] The most relevant provisions of the for the purposes of this application are the following: \"2. The provisions of this Act shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to provide compensation to those members of the forces who have been disabled or have died as a result of military service, and to their dependants, may be fulfilled. \"21(2) In respect of military service rendered in the non-permanent active militia or in the reserve army during World War II and in respect of military service in peace time, (a) where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that arose out of or was directly connected with such military service, a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I \"21(3) For the purposes of s. (2), an injury or disease, or the aggravation of an injury or disease, shall be presumed, in the absence of evidence to the contrary, to have arisen out of or to have been directly connected with military service of the kind described in that subsection if the injury or disease or the aggravation thereof was incurred in the course of (f) any military operation, training or administration, either as a result of a specific order or established military custom or practice, whether or not failure to perform the act that resulted in the disease or injury or aggravation thereof would have resulted in disciplinary action against the member; and\"", "[13] Section 39 of the Veterans Review and Appeal Board Act , S.C. 1995, c. 18, provides as follows: \"39. In all proceedings under this Act, the Board shall (a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant; (b) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and (c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case.\" Issue", "[14] This application for judicial review raises the following issue: Did the Veterans Review and Appeal Board commit a reviewable error in its decision of March 5, 2001, wherein it refused to reconsider its previous decisions regarding the applicant's pension entitlement and if so, what remedy is available to the applicant? Standard of Review", "[15] Mr. Justice Cullen in FRAGMENT_SUPPRESSED affirmed that the applicable standard of review of decisions of the Veterans Review Appeal Board is that of patent unreasonableness. The learned judge stated at paragraph 21 of his reasons: \"On an application for judicial review, the Court may not substitute its decision for that made by the board or tribunal which is under review. In light of the legislative framework which confers exclusive jurisdiction on the Veterans Review and Appeal Board, as well as the privative clause which renders its decisions final and binding, the applicable standard of review is that of patent unreasonableness.\"", "[16] In deciding whether or not the Board made a reviewable error in this case, the applicant will bear the onus of demonstrating that the Board's decision was patently unreasonable. Analysis", "[17] A military pension can be awarded where a member of the forces suffers disability from an injury or disease that arose, \" ... out of or was directly connected with such military service, ... \" The onus is on the applicant to establish this link or connection between his IBS and his military service.", "[18] Notwithstanding the mandatory directions of s. 39 of the Veterans Review and Appeal Board Act , the applicant has the obligation to present evidence to establish that the condition from which he now suffers arose out of or was directly connected to his service. In other words, the applicant must establish the causal linkage. On this issue Madam Justice Reed in FRAGMENT_SUPPRESSED, stated FRAGMENT_SUPPRESSED", "[19] It is therefore necessary to consider the evidence assessed by the Board in reaching its decision in order to determine if the Board erred in determining that no causal link was established between the applicant's IBS and his military service.", "[20] It is an undisputed fact that the applicant ingested a meal at the Mess Hall at CF Base Borden on November 27, 1989. It is also undisputed that the applicant suffered an intestinal insult or diarrhea as a result of the meal he ingested on November 27, 1989, nor does the respondent dispute that the applicant has had ongoing bowel problems since November 27, 1989.", "[21] To establish a causal link between his IBS and the meal he ingested at the Mess Hall on November 27, 1989, the applicant submitted two medical opinions, a report dated October 11, 1998, from Dr. Steven E. Bunn, and a report dated January 18, 2000 from Dr. Thomson.", "[22] The following are excerpts of these two medical opinions that I consider pertinent: (a) October 11, 1998, Report from Dr. Steven E. Bunn: \"It is my opinion that a severe bout of diarrhea such as that which you experienced in November 1989 often results in temporary lactose intolerance. I am unable to comment as to the probability of this resulting in a long-standing lactose intolerance. \"Similarly, I feel that a severe bout diarrhea or the related stress could precipitate or aggravate irritable bowel syndrome. \"In your particular case, note is made of the temporal relationship between the onset of your symptoms for these conditions and the illness you sustained in November 1989.\" (b) January 18, 2000 Report from Dr. Thomson: \"Within hours of Mr. Elliot ingesting a meal at the military Mess Hall at Camp Borden [sic], Ontario on the 27th of November 1989, he presented to Dr. Malpinsonneault with complaints of diarrhea. In the subsequent 11 years he continued to have symptoms of milk intolerance, pain and frequent loose bowel motions. He has previously consulted three other gastroenterologists, Dr. E. Lam (Moose Jaw), Dr. JD McHattie (Regina) and Dr. L. Gramlich (Edmonton). All concurred that Mr. Elliot is suffering from the irritable bowel syndrome. \"Because of Mr. Elliot reporting that his symptoms were worse when he ingested milk products, in 1996 he had a lactose breath test which was positive. Mr. Elliot's ancestry is European, and it is therefore unusual for him to develop lactose intolerance on a generic basis, rather it may be related to some intestinal insult the past. \"His lactulose breath test was negative for bacterial overgrowth, the stool weight was the upper limit of normal (750 gm/day), and the fecal bite acid was also slightly increased at 1.93 mmol/day. The recently reported small bowel x-ray was normal, so that Mr. Elliot does not have terminal ileal disease as a result of his bile salt wastage. \"Bile salt wastage may be 'idiopathic' (no known cause), but may also be associated with irritable bowel syndrome, as also may lactose intolerance. \"There is an older medical literature which suggests that a small proportion (about 25%) of patients with the irritable bowel syndrome will note the onset of their symptoms to an enteric infection which they suffered from in the past. Multiple stool cultures performed have been negative for an enteric infection, and the stool culture performed in Orillia in 1990 were also negative for salmonella, Shigella or Yersinia enterocolitica or Campylobacter. This does not disprove the possibility of course, that in November 1989 Mr. Elliot may have had an enteric infection. \"It is uncommon for men to have a diagnosis of the irritable bowel syndrome, but I believe that this diagnosis is firm. The cause of the irritable bowel syndrome is unknown, and I am unable to say that the events which occurred at Camp Borden [sic] caused this man lactose intolerance and IBS. On the other hand, I cannot disprove this possibility because his IBS symptoms and lactose intolerance began immediately with the Mess Hall ingested meal, and because there is a known association between enteric infections (possible) and the onset of irritable bowel syndrome.\"", "[23] The Board considered these two medical opinions and in its April 25, 2000, decision, made the following observations with respect to the two medical opinions: \"While Dr. Thomson states categorically that the diagnosis has been established, he is much more cautious regarding the role the 1989 diarrhea episode may have played in the onset of claimed condition. The Board notes that Dr. Thomson is unable to confirm whether or not the appellant had an episode of enteric infection as a result of the Mess lunch in 1989, as the various tests did not result in such a finding. While Dr. Thomson indicates that he cannot disprove the possibility that his IBS symptoms and lactose intolerance could be related to the Mess Hall meal, this is not sufficient to raise a doubt in the mind of this Board that a relationship exists between this incident and the onset of the claimed condition, particularly in light of the fact that the exams performed at the time of the incident did not confirm the existence of an enteric infection. The Board finally notes that Dr. Thomson indicates in his Opinion that the cause of irritable bowel syndrome is unknown and that he is unable to say whether or not the 1989 event caused the claimed condition. \"The Board has also reviewed the entire evidence in this case and more particularly, the Medical Report from Dr. Steven E. Bunn, dated 11 October 1998, where he indicates that the severe bout of diarrhea experienced by the appellant in 1989 and the related stress could have precipitated or aggravated the irritable bowel syndrome. Unfortunately, this Board is unable to give much weight to this Opinion because of its general nature, and failure to provide explanations to support the above statement.\"", "[24] Upon review of this evidence, the Board concluded that there was no reasonably persuasive evidence that the applicant suffered an infection which was caused by eating contaminated food at CFB Borden which then caused the onset of the permanent disability from IBS.", "[25] I am of the view that the Board's finding is supported by the medical opinion of Dr. Thomson and particularly the negative test results for enteric infection that he mentions in his medical opinion.", "[26] Given the evidence before the Board, I am of the view that the applicant failed to demonstrate that the Board's decision is patently unreasonable. The Board concluded that the applicant's condition, IBS, did not arise nor was it directly connected to the diarrhea condition which resulted from the applicant's meal in the Mess Hall. Without such a causal link being established, it is unnecessary to consider whether a presumption arises under s. 21(3)(f) of the . I accept the respondent's submission that regardless of whether the applicant's meal at the Mess Hall fits within the meaning of \"established military custom\" the Board's finding that no causal link between the condition which arose from that meal and the IBS which was diagnosed some years later is supported by the evidence. Having reasonably determined that the causal linkage was not established, I am of the view that the Board did not err in concluding as it did. The court's intervention in the Board's decision is therefore not warranted.", "[27] I further conclude that it was reasonable and open to the Board to conclude that the evidence provided by the applicant was insufficient to \"raise a doubt\" in respect of causation. Accordingly, there was no benefit of the doubt to be resolved in the applicant's favour. Conclusion", "[28] I conclude that the Board, in coming to its decision, did not err in law and that its finding of fact were not made in a perverse or capricious manner or without regard to the material before the Board. For the above reasons, this application for judicial review will be dismissed. ORDER", "[29] THIS COURT ORDERS: 1. This application for judicial review is dismissed. 2. Since the respondent does not seek costs, no costs are awarded. Application dismissed. Editor: Geoffrey D. Peters/kawm [End of document]"]}