{"id_": "076296", "body_str": ["[1] Zinn, J. : Tamam Abdallah, a citizen of Lebanon, married Mohammad Ayache on January 9, 2009, in Lebanon, approximately one month after they met. The marriage was arranged by their fathers who knew each other. Following their wedding, Mr. Ayache returned to Canada but Ms. Abdallah stayed in Lebanon and applied for permanent residence, sponsored by Mr. Ayache. Ms. Abdallah was interviewed by staff at the Embassy in Damascus, Syria, on June 9, 2009 and received her permanent resident visa late that day. The Computer Assisted Immigration Processing System [CAIPS] has an entry dated June 10, 2009, reflecting that she was handed the visa and Confirmation of Permanent Residence. It is clear from the documents themselves that they were dated June 9th and both the Immigration Division of the Immigration and Refugee Board [ID] and the Immigration Appeal Division of the Immigration and Refugee Board  <FRAGMENT_SUPPRESSED>  accepted Ms. Abdallah's evidence that she picked up the documents late on June 9, 2009.", "[2] On June 8, 2009, the day before her interview with the Embassy, Ms. Abdallah and Mr. Ayache had an argument during a telephone conversation which appears to have led Mr. Ayache to reconsider his sponsorship of his wife. Unknown to Ms. Abdallah, he sent a handwritten note by fax on June 18, 2009, to the Embassy stating that he wished to withdraw his sponsorship of Ms. Abdallah. I request to have my application for Tamam Abdallah withdrawn. I no longer wish to sponsor her because I feel she is using me, just to come to Canada. I have strong concern that she will leave me once she arrives her [ sic ].", "[3] That same day, the Embassy tried to phone Ms. Abdallah but was unable to reach her. Ms. Abdallah was aware of these missed calls which showed up on her call-display. She testified that although she returned the calls, there was no answer or she received merely a recorded message from the Embassy. Two days later, on June 20, 2009, Ms. Abdallah purchased an airline ticket to Canada, departing on June 22, 2009.", "[4] On June 21, 2009, the Embassy phoned Ms. Abdallah and told her that her sponsorship had been withdrawn and that she had to return her visa [the June 21 Call]. Ms. Abdallah testified on March 24, 2011 at the ID that she was asked only to return the visa because it was cancelled but was not told why. When confronted with her previous declaration attesting that she was told that the sponsorship was withdrawn, she said \"Well I've been in Canada for two years now. I can't say for sure, no and I cannot deny that I have said that.\" Her declaration, dated seven months before this testimony, on June 23, 2010, reads, in part: On June 21, 2009 I received a phone call from someone who said they were from the Canadian Embassy in Damascus. They told me that I needed to return my immigration papers, which were issued to me on June 10, 2009, as the sponsorship was withdrawn. I did not know what to think about this information as was confused because I received my permanent resident papers on June 9, 2009. Further, no one from my husband's family had contacted me or any members of my family to tell me this and I thought it must be an error or a prank. I told the person on the other end of the phone that I would return the papers. I subsequently discussed the situation with my travel agent and he told me that if there was a problem with my papers, I would not be allowed on the plane in Beirut. I therefore decided not to go back to the Visa Office as in addition to the error regarding the dates, my in-laws and my husband had not informed me that the sponsorship had been withdrawn or that the relationship was over. I received absolutely no indication from my husband or his family that he wanted to terminate our relationship. I suspected that his parents might be interfering, but based upon our relationship history I thought that Mohamed and I could convince them once we were together. I therefore decided to come to Canada as soon as possible.", "[5] In her testimony before the IAD she is clear that she was told that \"Mohammed, who - who had sponsored me, cancelled his sponsorship.\"", "[6] Despite her attestation that she had \"received absolutely no indication from my husband ... that he wanted to terminate our relationship\" Ms. Abdallah admitted that they argued during the June 8, 2009 telephone conversation and, despite her efforts to reach him, that Mr. Ayache never spoke to her again. This was a remarkable change in behaviour given her evidence that before the argument they spoke every day or two.", "[7] Ms. Aabdallah did not return the visa, as promised; rather, she flew to Canada on June 22, 2009, and was granted permanent residence. She did not mention the June 21 Call to the port of entry officer.", "[8] Ms. Abdallah has not lived with Mr. Ayache since her arrival in Canada and they were officially divorced on November 14, 2011. Furthermore, and despite her saying otherwise to the visa officer on June 8, 2009, she now admits that she never cohabitated or was intimate with Mr. Ayache.", "[9] Because of Ms. Abdallah's failure to disclose the information imparted to her during the June 21 Call, she was reported as being inadmissible to Canada for misrepresentation pursuant to paragraph 40(1)(a) of the Immigration and Refugee Protection Act, SC 2001, c 27, which provides that \"a permanent resident or foreign national is inadmissible for misrepresentation for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act.\"", "[10] The ID found her to be inadmissible, as alleged by the Minister. In reaching that conclusion, the Member found Ms. Abdallah not to be credible in her explanation as to what she thought of the June 21 Call and why she failed to disclose it to the port of entry officer: I find Ms. Abdallah's evidence about what she thought of the telephone call is not credible. In the circumstances under which she had received the call, I do not believe she thought it was an error or a prank. Although Mr. Ayache had not told her directly that he was withdrawing his sponsorship, shortly before she received the call from the Embassy Mr. Ayache and Ms. Abdullah [sic] had an argument over the telephone. After that argument Mr. Ayache had refused to take her calls or to call her back when requested by her family. Ms. Abdullah [sic] was aware that the Embassy had been trying to reach her after her argument with Mr. Ayache because she had observed the Embassy telephone number on her call display on June 18, 2009. Furthermore, when Ms. Abdallah was interviewed by the immigration officer on December 14, 2009, Ms. Abdallah stated that the last time she had spoken to her husband was on June 9, 2009. When the officer asked why she came to Canada even though the relationship had broken down, Ms. Abdallah said she thought if he saw her they could work it out. That statement is not consistent with her claimed disbelief when the Embassy advised her that Mr. Ayache wanted to withdraw his sponsorship.", "[11] On appeal, the IAD overturned the inadmissibility finding. The IAD found that the statement in the June 21 Call that the sponsorship had been withdrawn \"was not an accurate representation because the request to withdraw had not yet been approved by [the Case Processing Centre].\" Accordingly, the IAD held as follows: The duty of candour to disclose the telephone call of June 21, 2009 to port of entry officials would exist if the call from the Embassy could reasonably be characterized as notice to the appellant that her sponsorship was withdrawn. The fact that the officer referred to the sponsorship being 'withdrawn' does not make it so and the June 21, 2009 reference to a withdrawal is an incorrect statement of the sponsorship status at the time of that call. The most accurate characterization of the Embassy's June 21, 2009 telephone call is that it conveyed to the appellant that there might be issues in her marital relationship that needed to be resolved. (emphasis added)", "[12] The IAD further, and in the alternative, found that the appeal ought to be allowed on humanitarian and compassionate grounds [H&C considerations]. In so holding, it held that \"even if the appellant's non-disclosure at the port of entry was found to be a misrepresentation, it would, in my view, be relatively innocent given the circumstances in which she was informed of the 'withdrawal'.\"", "[13] For the reasons that follow, this application is allowed. Issues", "[14] The Minister submits that: 1. The IAD erred in its interpretation of the law regarding the \"duty of candour\" of those seeking entry into Canada, and specifically in its interpretation of the exception described in <FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ]; 2. The IAD's application of the exception in <FRAGMENT_SUPPRESSED> was unreasonable on the facts of this case; 3. The IAD made unreasonable findings of fact regarding Ms. Abdallah's subjective belief that she was not withholding material information in failing to disclose the June 21 Call; and 4. These unreasonable findings of fact undermined the decision of the IAD to allow the appeal based on H&C considerations. Analysis", "[15] Foreign nationals seeking to enter Canada have a positive duty of candour: <FRAGMENT_SUPPRESSED> . Subsection 16(1) of the Act provides that \"[a] person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.\" (emphasis added)", "[16] Paragraph 40(1)(a) of the Act provides the consequences of a failure to be candid: \"A permanent resident or a foreign national is inadmissible for misrepresentation (a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act.\"", "[17] This provision is drafted broadly and encompasses misrepresentations even if made by a third party without the applicant's knowledge: <FRAGMENT_SUPPRESSED> . It also encompasses innocent failures to provide material information: <FRAGMENT_SUPPRESSED> . In short, the scope of this provision is very wide and any exception is to be interpreted narrowly.", "[18] A narrow exception to the general duty of candour was set out by the Appeal Division of the Federal Court of Canada in <FRAGMENT_SUPPRESSED> . In <FRAGMENT_SUPPRESSED> , the applicant had been sponsored by her husband for permanent residency. Before she came to Canada, her husband withdrew his sponsorship and did not notify her of the withdrawal. The Embassy sent her a telegram stating that she had to return her visa to correct a clerical error before she could use it, implying that it would be returned after the correction was made. In fact, the Embassy was misrepresenting the real reason that the visa had to be returned (that her husband had withdrawn sponsorship).", "[19] Several months prior to receiving this telegram, the applicant had her visa checked by the Canadian Consulate and was advised that her documents were in order. After receiving the telegram, she had her uncle and a friend who were fluent in English check over the visa and they also concluded that there were no defects on its face. She was called again by the Embassy and notified that she would not be able to use the visa in its current state and again instructed to return it. She advised that she would return it. After a second consultation with her uncle and friend, she decided that nothing was wrong with the visa and instead of returning it, used it to travel to Canada. She did not inform the port of entry officer about the telegram or the telephone call.", "[20] The Court held that the applicant was subjectively unaware that she was withholding information. Furthermore, having been told only that there was a clerical error, and having been advised by both her family members and the Canadian Consulate that there were no errors in her documents, this subjective unawareness was reasonable. She had no knowledge of her husband's withdrawal of sponsorship. The Court also noted that had the Embassy told the applicant of the real reason she had to return the visa, she may have fallen within the scope of the misrepresentation provision, but since she was misled, she subjectively believed she was not withholding any information.", "[21] The \"subjective unawareness\" exception as set out in <FRAGMENT_SUPPRESSED> has been interpreted narrowly since its creation: See for example, <FRAGMENT_SUPPRESSED> .", "[22] The Minister submits that the IAD incorrectly interpreted the exception to the general \"duty of candour\" set out in <FRAGMENT_SUPPRESSED> . Specifically, the exception in <FRAGMENT_SUPPRESSED> was not dependent on the Embassy providing an inaccurate reason for returning the visa per se . Rather, the Embassy tried to deceive the applicant and, when it was independently verified that no defect existed, the applicant subjectively believed that there was no material information to be withheld, and this belief was reasonable.", "[23] The Minister submits that by interpreting <FRAGMENT_SUPPRESSED> as opening up an exception whenever there is any type of inaccuracy in a communication from the Embassy to an applicant, the IAD committed an error of law that is reviewable on a standard of correctness: <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. The IAD, it is submitted, essentially misunderstood the holding of the <FRAGMENT_SUPPRESSED> case.", "[24] I agree.", "[25] The IAD did correctly state that in order for the <FRAGMENT_SUPPRESSED> exception to apply, an applicant must \"honestly and reasonably\" believe that she is not withholding material information. However, the IAD misinterpreted the significance of the inaccuracy of statements made by the Embassy. The IAD held that the Embassy's reference to a withdrawal in the June 21 Call \"is an incorrect statement of the sponsorship status at the time of that call,\" which negates the duty of candour. That interpretation of <FRAGMENT_SUPPRESSED> is misguided.", "[26] The IAD incorrectly understood <FRAGMENT_SUPPRESSED> as saying that inaccurate statements by the Embassy make it objectively reasonable to withhold information from port of entry officials. However, the inaccuracy of the statement in <FRAGMENT_SUPPRESSED> was only significant because the statements were calculated to deceive and there was independent confirmation by the Canadian Consulate and the applicant's family members that nothing was wrong with the visa. It was this combination of deception in failing to advise the applicant of the real reason the Embassy wanted the visa returned -- namely the withdrawal of the sponsorship -- and independent confirmation that made the applicant's belief that she was not withholding any material information objectively reasonable. The inaccuracy of the Embassy's statement has no significance to the subjective belief of the applicant or the reasonableness of that belief in and of itself.", "[27] The IAD concluded that Ms. Abdallah had not withheld any material information because the statement made by the Embassy did not convey the fact that sponsorship had not yet formally been withdrawn. However, the IAD came to this conclusion prematurely by not determining how the inaccuracy of the Embassy's statement would have affected the applicant's subjective belief of whether or not she was withholding information that may have been material to the determination of her application. The IAD therefore erred by not completing the analysis.", "[28] The Minister correctly points out that the true status of the sponsorship withdrawal could not have affected Ms. Abdallah's subjective belief as to whether or not she was withholding relevant information. Nor would it have affected the reasonableness of that belief. Even if Ms. Abdallah disbelieved that her sponsorship had been withdrawn, she knew or ought reasonably to have known that such information (true or not) would be material to the determination of her permanent resident application. She therefore had a duty to disclose the fact that she had been told that sponsorship had been withdrawn, regardless of the actual truth of that statement and regardless of her belief as to its truth.", "[29] Apart from the legal analysis, in circumstances where the applicant's husband has stopped communicating with her despite her best efforts to reach him, where she knows that the Embassy has been trying to reach her, and where she is told by the Embassy in the June 21 Call that she must return the visa because her husband has withdrawn the sponsorship (and she agrees to do so), it is quite simply unreasonable for the IAD to conclude that the applicant's subjective belief was merely that there \"might be issues in her marital relationship.\"", "[30] Therefore, I find that the IAD misapplied the facts to the test in <FRAGMENT_SUPPRESSED> . Although the IAD found that Ms. Abdallah subjectively believed that her sponsorship had not been withdrawn and that this belief was objectively reasonable, these findings are irrelevant, even if true. What the IAD had to find was whether or not she \"reasonably believed that at the border she was withholding nothing relevant to her admission:\" <FRAGMENT_SUPPRESSED> at para 12. Without question, information related to the status of her sponsorship (whether it was true or not) was material to her admission to Canada. Accordingly, the IAD did not apply the legal test to the facts correctly.", "[31] The IAD held that the appeal should be allowed not only because Ms. Abdallah's case fell within the <FRAGMENT_SUPPRESSED> exception, but also on H&C considerations. Therefore, to succeed in setting the IAD decision aside, the Minister must also show that its findings with respect to H&C considerations were unreasonable. I find that the Minister has discharged this burden.", "[32] Relying on <FRAGMENT_SUPPRESSED>  wherein the Court set out the factors referenced in <FRAGMENT_SUPPRESSED>  should be allowed on H&C considerations because: 1. The misrepresentation was \"relatively innocent given the circumstances in which [Ms. Abdallah] was informed of the 'withdrawal';\" 2. Ms. Abdallah had established herself in Canada in terms of relationships, employment, and community in that she furthered her education and volunteered in various capacities and she has ties to her extended family in Canada having \"lived with her sister in law and family and cared for the family's children for several years;\" and 3. Returning to Lebanon now would not be returning her to the same situation as before since she made significant life changes to come to Canada and her status as a divorcee would cause hardship in terms of employment and social acceptance.", "[33] The Minister takes issue with the way in which the factors were applied to the facts of this case. Specifically, it is submitted that the IAD's finding that the misrepresentation was \"relatively innocent\" was factually inaccurate and coloured its assessment of the H&C considerations.", "[34] One of the factors that must be considered in determining whether a removal order should be stayed on H&C considerations is the \"seriousness of the misrepresentation and the circumstances surrounding it:\" <FRAGMENT_SUPPRESSED> at para 7. In its assessment, the IAD determined that the misrepresentation fell on the low end of the spectrum and was \"relatively innocent given the circumstances in which she was informed of the 'withdrawal'.\" The IAD does not set out precisely what those \"circumstances\" are that lead it to this conclusion. However, based on the record before the Court, they include the following: 1. She was aware for some time that after their argument, her husband no longer communicated with her; 2. She was aware after the argument that the Embassy had been trying to contact her; and 3. In the June 21 Call, she was told by the Embassy that her husband had withdrawn her sponsorship and that she was to return her visa.", "[35] The IAD seems to put considerable weight on the fact that the only source of information as to the withdrawal of the sponsorship was from the Embassy and not directly from Mr. Ayache. That fact, it is suggested, makes it reasonable for her to think that her sponsorship had not been withdrawn. In my view, given that it was the Embassy that had issued the visa and given that Mr. Ayache refused to speak to Ms. Abdallah after their argument, the fact that he communicated only with the provider of the visa, the Embassy, and not with Ms. Abdallah, does not seem at all surprising.", "[36] I have previously found that it was unreasonable for the IAD to conclude that no misrepresentation was made. I further find it unreasonable to conclude that the misrepresentation made was innocent. Whether accurate or not, Ms. Abdullah had been told that the sponsorship had been withdrawn and that the visa was to be returned. She knew that if she returned it she could not enter Canada. She knew or ought to have known that if she informed the port of entry that she had been told that the sponsorship had been withdrawn and that she had been asked and consented to return the visa, it was likely that she would not be permitted to enter Canada. Notwithstanding that knowledge, she boarded a plane and failed to disclose very relevant facts that, had they been disclosed, may have resulted in her being returned to Lebanon forthwith.", "[37] In my view, the seriousness of the misrepresentation must reasonably be said to be at the high end of the scale.", "[38] Additionally, the IAD failed to consider one of the relevant factors referenced  <FRAGMENT_SUPPRESSED> , namely, whether the applicant is remorseful. Given the IAD's mischaracterization of the misrepresentation and its seriousness, and its failure to consider whether the applicant was remorseful when weighing the other factors, it is unclear whether it would have reached the same conclusion on the H&C considerations. It is not within the scope of <FRAGMENT_SUPPRESSED> for the Court to do that weighing. That must be determined by the IAD after a full and complete rehearing of Ms. Abdallah's appeal, or if the parties consent, based on the record before this Court.", "[39] For the reasons set out above, the application is allowed. JUDGMENT", "[40] THIS COURT'S JUDGMENT is that this application is allowed, the decision of the IAD is set aside, and the Respondent's appeal is to be re-determined by a different member of the IAD. Application allowed. Editor: J. Danielle King/vnh"]}