{"id_": "076343", "body_str": ["[1] Phelan, J. : Mr. Hassan, a citizen of Pakistan, was determined by the Immigration and Refugee Board (Board) not to be a Convention refugee or person in need of protection. He has applied for judicial review of that decision. II. BACKGROUND", "[2] The Applicant is a 57-year old male, a Shia Muslim, who fears harm from members of Sipah-i-Sahaba Pakistan (SSP), a militant Sunni organization.", "[3] Mr. Hassan grew up in a religious Shia family. Working in Karachi as a taxi driver, he began to devote his time to the needy and poor Shias of his community and at the local Imam Bargah.", "[4] In 1998 Mr. Hassan was appointed General Secretary for the local Imam Bargah. Shortly thereafter he began receiving threats from the SSP who demanded that he cease his religious and welfare activities.", "[5] Another more serious threatening event occurred in July 2000. The Applicant claims to have reported the event to police who responded that they could not help against the SSP.", "[6] The Applicant relocated to the Northwest Province (NWP) where he continued to serve his Shia community. In 2006 he was appointed Senior Vice-President of the local Imam Bargah.", "[7] By late 2006 the Applicant again was approached by the SSP - once threatened over the phone by a person unknown, and later followed, chased and shot at. The first of these incidents was reported to the police who refused to investigate because the Applicant did not know who had called him. The second incident was not reported because Mr. Hassan gave up due to police inaction.", "[8] He went into hiding until travel smuggling arrangements were made. In the interim, his father's home was searched by SSP goons who advised his father that they were out to make an example of his son.", "[9] The Applicant arrived in Canada on March 27, 2007, and claimed refugee protection the next day. His Board hearing was two years later.", "[10] The Board denied the Applicant's application because a) the claim was not credible or trustworthy; b) the risk faced by the Applicant was general, not specific; and c) the Applicant had not rebutted the presumption of state protection. III. ANALYSIS", "[11] The standard of review for credibility and state protection findings, being principally factual determinations, is reasonableness ( <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). As credibility is in issue, considerable deference is owed to the Board, both by virtue of the unique position of a trier of fact and its expertise.", "[12] However, credibility findings and plausibility conclusions cannot be based on speculation or conjecture and must be adequately explained (see Aguebor v. (Canada) Minister of Employment and Immigration (F.C.A.) , [1993] F.C.J. No. 732). In this case, the findings related to plausibility. The test for such findings is often repeated from the judgment of Justice O'Halloran in <FRAGMENT_SUPPRESSED>  at para. 10: If a trial Judge's finding of credibility is to depend solely on which person he thinks made the better appearance of sincerity in the witness box, we are left with a purely arbitrary finding and justice would then depend upon the best actors in the witness box. On reflection it becomes almost axiomatic that the appearance of telling the truth is but one of the elements that enter into the credibility of the evidence of a witness. Opportunities for knowledge, powers of observation, judgment and memory, ability to describe clearly what he has seen and heard, as well as other factors, combine to produce what is called credibility, and cf. <FRAGMENT_SUPPRESSED>  at p. 566, 59 S.C.R. 452 at p. 460, 17 O.W.N. 295. A witness by his manner may create a very unfavourable impression of his truthfulness upon the trial Judge, and yet the surrounding circumstances in the case may point decisively to the conclusion that he is actually telling the truth. I am not referring to the comparatively infrequent cases in which a witness is caught in a clumsy lie.", "[13] The consideration of plausibility is largely subjective and requires the Board to refer to evidence which could refute their implausibility conclusions and explain why such evidence does not do so (see <FRAGMENT_SUPPRESSED> ).", "[14] In the context of this case, the Board made a critical finding that goes to the root of its reasoning. It found it implausible that the Applicant would continue to do his social good works in the face of threats to his life from the SSP.", "[15] The evidence was that he was a committed Shia Muslim who dedicated his spare time to community good works both in Karachi and the NWP. While the Board was not completely persuaded as to the Applicant's political activities, the Board never discounted his involvement in Shia community work on behalf of the disadvantaged.", "[16] Having not discounted his religious dedication, the Board does not explain why, in the face of his commitment, he would necessarily be cowed by threats from the SSP. Without such an explanation, its implausibility finding is speculative at best.", "[17] The Board was required to explain why it chose one theory, that a dedicated individual would necessarily seek to hide to preserve his life, over another reasonable theory that such a person would not abandon his mission of community service just because he had been threatened by goons.", "[18] As a result, the Board's finding that he was not at risk is not reasonable and does not meet the requirement of sufficiency of reasons. The Board's conclusions are speculative and based on conjecture.", "[19] As a result of not identifying the basis of the risk the Applicant faces, the Board's conclusion on risk and its state protection analysis which rely on the earlier plausibility finding are likewise infirmed. Given the circumstances in Pakistan, this is not a situation where one can presume the existence of state protection generally and in respect to all circumstances. Proper identification of risk influences the nature and quality of the protection presumed to be available. IV. CONCLUSION", "[20] Therefore, this application for judicial review will be granted, the Board's decision quashed and the matter remitted for a new determination by a different member.", "[21] There is no question for certification. JUDGMENT", "[22] THIS COURT'S JUDGMENT is that the application for judicial review is granted, the Board's decision is quashed and the matter is to be remitted for a new determination by a different member. [End of document]"]}