{"id_": "076477", "body_str": ["[1] Gleason, J. : In my Judgment of July 20, 2015 in this matter, I granted the prohibition application of the applicant, Eli Lilly Canada Inc. [Lilly], determined that costs would follow the event, remitted the issue of the quantification of Lilly's costs to the parties and retained jurisdiction to make a costs award in the event that the parties were unable to agree on the quantum of costs. They have been unable to so agree: Lilly claims $509,895.41 whereas the respondent, Apotex Inc. [Apotex], asserts it should be liable for only $213,179.99.", "[2] They join issue on the following points: 1. Whether assessable costs should be calculated with reference to the mid-point or upper end of Column IV of Tariff B to the Federal Courts Rules , SOR/98-106 [the Rules ]; 2. Whether assessable costs should be increased due to Apotex having raised several issues that it did not pursue and that it dropped only after Lilly filed its Memorandum or because it made several allegations that Lilly alleges are akin to fraud and in respect of which Apotex called no evidence; 3. Whether Lilly is entitled to reimbursement for multiple claims under items 1 and 24 of Tariff B and whether it may claim for preparation of a Bill of Costs under item 27 of Tariff B; 4. Whether the amounts claimed in respect of the experts retained by Lilly are excessive and should be limited in some fashion; 5. Whether Lilly is entitled to compensation for photocopies; 6. Whether Lilly is entitled to recover disbursements for travel to Europe to meet with affiants; 7. Whether the amounts claimed for airfare, hotels and meals are reasonable; 8. Whether Lilly is entitled to compensation for translation costs incurred in connection with a meeting between counsel and a French-speaking witness in preparation for her cross-examination; 9. What amounts should be set off from the costs otherwise payable by Apotex to compensate for a cross-examination that was cancelled at the last minute due to the illness of Lilly's counsel; and 10. Whether post-judgment interest should be awarded and, if so, when it should commence to run.", "[3] By virtue of Rule 400 of the Rules , the factors the Court may consider in exercising its discretion in fashioning a costs award include (among others): the importance and complexity of the proceeding, the amount of work undertaken, any conduct of a party that tended to unnecessarily lengthen the proceeding, whether any step in the proceeding was improper, vexatious or unnecessary and whether expenses incurred in respect of experts were justified in light of the issues in the case. I. Placement on the Tariff", "[4] The first of the two foregoing criteria are relevant to the determination of whether the mid-point or upper end of Column IV should be used to calculate Lilly's assessable costs. Lilly argues that it is entitled to the higher amount as the issues in this case were complex and substantial work was undertaken, as is evidenced by the volume of materials filed. It also notes that this application concerned Cialis, which it terms a \"blockbuster\" drug, and argues that by reason of the drug involved, a higher costs award is appropriate because the outcome of the case was of significant importance. Apotex counters by noting that Lilly agreed on costs in the earlier case of REFERENCE_SUPPRESSED at the mid-point of Column IV of Tariff B to the Rules and asserts that as the issues in this case were substantially similar to those decided in CITATION_SUPPRESSED this case is of lesser complexity as it was the second time Lilly argued several of the issues (and retained the same experts in respect of them). It therefore says the costs should be awarded only at the midpoint of Column IV of Tariff B to the Rules", "[5] I find merit in Apotex's position on these points and believe that there is no reason to depart from the mid-point of Column IV of Tariff B for the calculation of assessable costs. This is where costs in this type of application are often set (see, for example, REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; and REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). Indeed, the fact that Lilly agreed to the mid-point of Column IV in CITATION_SUPPRESSED is evidence of this being the appropriate level for costs. In addition, while I agree that the case was of importance given the drug involved, this was the second time that Lilly argued many of the same issues that arose in this case. Therefore, I see no reason to increase costs beyond the mid-point of Column IV of Tariff B. II. Multiplier", "[6] I turn, next, to the issue of whether a multiplier should be applied to the amounts provided under the mid-point of Column IV of Tariff B by reason of two aspects of Apotex's conduct that Lilly impugns.", "[7] Lilly first argues that it was improper for Apotex to raise a number of issues in its Notice of Allegation but then decline to address them in its evidence or Memorandum. Lilly says that by proceeding in this fashion Apotex forced Lilly to go to the expense of preparing evidence on the dropped issues. Lilly also claims that it needed to address the dropped issues in its Memorandum, which required it to abbreviate its argument on the issues that Apotex actually relied on in the context of these proceedings (which Apotex was free to discuss at greater length in its own Memorandum). Lilly says that Apotex's conduct in this regard warrants increasing assessable fees by 25%.", "[8] The issues that Apotex raised, but did not pursue were the following: 1. The allegation that the 784 Patent (the patent in suit in this case) was not entitled to claim priority from the previous British patent filed in respect of Cialis; 2. The allegation that the invention disclosed and claimed in the 377 Patent (a related patent) was not entitled to claim priority from the previous British patent filed in respect of the same invention; 3. Allegations that the 784 Patent was invalid due to lack of utility and lack of sound prediction; 4. The denial that the compounds and formulations mentioned in the 784 Patent were prepared, or prepared as described, in the Patent; 5. The denial that in vitro tests were conducted as reported, that the results actually obtained were as set out in the 784 Patent or that the description of how the tests were conducted would allow a person skilled in the art to sufficiently reproduce or understand how the tests were conducted or how to properly interpret the test results; 6. The denial that the selectivity tests were conducted using standard methodologies, as was stated in the 784 Patent, or that such description would allow a person skilled in the art to sufficiently reproduce or understand how these tests were conducted or how to properly interpret the results; 7. Allegations that Dr. Daugan was not the inventor of the 784 Patent but, rather, that the invention was made by researchers at Vanderbilt University or by Pfizer, in respect of which Apotex purported in its NOA to rely on admissions it claims Lilly had made in previous litigation involving Pfizer; 8. The allegation that additional information was not included in the 784 Patent that demonstrated the use of tadalafil was preferred relative to the use of Compound B for the treatment of erectile dysfunction or, alternatively, that the use of Compound B was to be avoided; and 9. The allegation that the inventor was aware of information in respect of the use of the claimed compounds, including tadalafil and Compound B, for the treatment of erectile dysfunction that does not form part of the specification as filed.", "[9] Lilly also alleges that several of these claims are akin to claims of fraud, which it says merits a further increase of the assessable costs by an additional 33%. It relies in this regard on the line of cases where this Court has held that unsubstantiated claims made under section 53 of the , RSC 1985, c P-4 are akin to fraud claims and merit sanction through application of a 25% upward adjustment of a costs award, citing REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; and REFERENCE_SUPPRESSED.", "[10] Apotex contests these assertions and argues that it dropped these issues only after it concluded that the non-pursued issues were unmeritorious, which it determined only after it read and considered the Judgment and Reasons in CITATION_SUPPRESSED . In addition, as concerns the allegations that Lilly impugns as being fraudulent, Apotex says that the claims it made in this case are fundamentally different from allegations under section 53 of the as it did not here allege that the misstatements made in the Patent were made wilfully. Apotex submits that the essence of fraud is that a false statement be made wilfully with an intent to mislead, as was noted by the Supreme Court of Canada in REFERENCE_SUPPRESSED.", "[11] I agree with Apotex on the final point and find there to be a meaningful difference between the allegations it made in this case and those made in cases under section 53 of the . A claim under section 53 of the involves the assertion that a patentee made omissions or misstatements in a patent \"wilfully ... for the purposes of misleading\". The claims made by Apotex in this case do not rise to that level. Thus, this situation is distinguishable from those in which this Court has increased costs due to baseless allegations under section 53 of the . I therefore do not believe that Lilly is entitled to a multiplier on this basis.", "[12] I also find no basis for the award of a multiplier due to the number of issues Apotex did not pursue in its Memorandum. The most significant of these were the allegations of lack of utility and sound prediction. I agree with Apotex that the weakness of these claims became most apparent after Justice de Montigny dismissed similar claims in CITATION_SUPPRESSED in January of 2015, shortly before the memoranda were filed in this case. I therefore do not believe that the dropping of a number of issues should give rise to increased costs in this case. I find that this situation is somewhat similar to that in REFERENCE_SUPPRESSED, aff'd 2012 FCA 265, relied on by Apotex, where Justice Snider noted at para 10 that, absent a clear abuse of process, a party should not be penalized for dropping arguments after hearing the evidence.", "[13] I therefore decline to exercise my discretion to award a multiplier in this case. III. Claims under items 1, 24 and 27 of the Tariff", "[14] Lilly has claimed under item 1 for each of the materials it was required to prepare and under item 24 of the Tariff for travel in respect of all the cross-examinations that were conducted. It also seeks compensation under item 27 for preparing a Bill of Costs.", "[15] As Apotex notes, the weight of authority supports the conclusion that an applicant can recover only once under item 1 of Tariff B for preparation of all documents filed in connection with an application (see, for example, REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED and cases cited therein). Thus, Lilly is entitled to recover only once under item 1 of Tariff B.", "[16] As concerns claims under item 24, I believe Lilly should be entitled to recover only once for travel for the cross-examination of Drs. Daugan and Grondin, Mr. Desbiens and Ms. Bénard as only a single trip was taken by counsel in respect of these cross-examinations. Travel for all other cross-examinations, however, may be separately claimed.", "[17] Finally, I see no reason why Lilly should not claim compensation under item 27 for preparation of a Bill of Costs, as this work was undertaken and does not necessarily fall under item 26. IV. Disbursements", "[18] Apotex has contested that amounts claimed by several of Lilly's experts (which in some cases appear to exceed $1000.00 per hour) and in reply Lilly has conceded that it would be appropriate to limit expert fees at the amount charged by senior counsel for similar time involvement, as has been done in other cases (see, for example, CITATION_SUPPRESSED; REFERENCE_SUPPRESSED). I concur that this is appropriate and accordingly find that expert fees should be capped at the amount charged by senior counsel for similar time involvement.", "[19] Apotex next contests recovery for photocopies, alleging that it is not clear that this amount was billed by Lilly because it notes that Apotex's lawyers do not charge for the first 1500 pages copied. I am satisfied, based on the affidavits filed by Lilly, that its lawyers would bill for all the copy costs that it seeks to recover and determine that the amount of 25 cents per page copied for the materials filed is reasonable. I thus find the amount claimed under this rubric to be allowable.", "[20] Likewise, I determine that the amounts claimed by Lilly for hotels, airfare and meals are reasonable and therefore recoverable. I agree with Lilly in this regard that there is no evidence that the rooms in hotels were not single rooms and that airfare was economy class, except for flights over 5 hours, which I find to be appropriate.", "[21] I also believe that Lilly is entitled to recover disbursements for trips to Europe to meet with witnesses as this was necessary for the preparation of the affidavits in this matter.", "[22] Finally, as concerns the cost of translation, I believe this is also properly recoverable as it was necessary for Lilly to retain a witness with knowledge of French law due to the allegations Apotex made regarding chain of title. Thus, this amount is likewise recoverable. V. Set-Off", "[23] Lilly concurs that an amount should be set off for the aborted cross-examination scheduled for January 16, 2014 but says that the amount of the set-off should be limited to the disbursements incurred by counsel for Apotex. I disagree. Apotex should be compensated not only for these sums but also for the costs thrown away. I therefore believe that the amount of the set-off should be equal to the disbursements incurred for the aborted cross-examination ($8501.90) plus $1000.00, which I believe is a fair amount for costs thrown away. VI. Post-Judgment Interest", "[24] Given the number of issues that were in play and the divided success in respect of the costs award, I determine it appropriate that post-judgment interest flow only from the date of this Order. In accordance with section 3 of the Interest Act , RSC 1985, c I-15, it shall be set at the rate of 5% per annum, not compounded. ORDER", "[25] THIS COURT ORDERS that Lilly is entitled to costs and post-judgment interest calculated in accordance with the terms of these Reasons, which modify Lilly's Bill of Costs (as amended by its Reply Submissions). The parties shall calculate the amount payable. In the event they incur difficulties in agreeing as to the amount payable, the matter may be referred to an Assessment Officer. Order accordingly. Editor: Jana A. Andersen [End of document]"]}