{"id_": "076483", "body_str": ["[1] Shore, J. [Translation]: This is an application for judicial review pursuant to the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] from a decision of the Canada Border Services Agency [CBSA] dated November 12, 2013, to enforce a $15,000 guarantee posted by the applicant because of a breach of the conditions of his son's release.", "[2] The applicant submits that the CBSA's decision-making process in enforcing the guarantee against him breached procedural fairness.", "[3] The Court finds that the CBSA's refusal to grant the applicant a reasonable extension of time rendered his positive right to make submissions moot. II. Facts", "[4] The applicant's son, a citizen of Haiti, is the subject of a deportation order under paragraph 36(1)( ) of the IRPA on grounds of criminality.", "[5] On October 10, 2012, the applicant promised to pay the CBSA $15,000 as a guarantee for the conditional release of his son. Between April 23 and May 7, 2013, the applicant's son was arrested and detained by the CBSA and later released on conditions. The applicant's guarantee was not enforced at that time.", "[6] On October 7, 2013, the CBSA sent the applicant a letter demanding the sum of $15,000 that he had offered as a guarantee in May 2013. In that letter, the CBSA stated that the applicant's son had breached a number of release conditions and that the applicant had 30 days to make submissions to contest the enforcement of the guarantee.", "[7] In a letter dated November 4, 2013, the applicant asked the CBSA for an additional 90 days to make submissions. On November 8, 2013, the CBSA informed the applicant that his application for an extension had been denied. III. Decision", "[8] On November 12, 2013, the CBSA informed the applicant that the guarantee was to be paid immediately, failing which the sum would be seized. That decision is the subject of this judicial review. IV. Issues", "[9] The issues are the following: a) Should an extension of time be granted, and should the enforcement of the guarantee be stayed? b) Is the CBSA's refusal to grant the applicant an extension of time a breach of procedural fairness? c) Does the applicant warrant awarding costs? V. Statutory provisions", "[10] The following provisions of the Immigration and Refugee Protection Regulations , SOR/2002/227, are relevant: Acknowledgment of consequences of failure to comply with conditions 49 . (1) A person who pays a deposit or posts a guarantee must acknowledge in writing ) that they have been informed of the conditions imposed; and ) that they have been informed that non-compliance with any conditions imposed will result in the forfeiture of the deposit or enforcement of the guarantee. Breach of condition (4) A sum of money deposited is forfeited, or a guarantee posted becomes enforceable, on the failure of the person or any member of the group of persons in respect of whom the deposit or guarantee was required to comply with a condition imposed. 49 VI. Standard of review", "[11] First of all, a judicial review of the exercise of the CBSA's discretion is a question of mixed fact and law and therefore subject to review on a standard of reasonableness (REFERENCE_SUPPRESSED).", "[12] Second, the CBSA's decision demands deference, and this Court should not interfere if \"statutory discretion has been exercised in good faith, in accordance with the principles of natural justice . . .\" (REFERENCE_SUPPRESSED, cited in REFERENCE_SUPPRESSED).", "[13] Furthermore, the Court must also consider whether the CBSA's decision complies with the principles of natural justice and procedural fairness, having regard to all the circumstances (REFERENCE_SUPPRESSED).", "[14] This Court does not owe the CBSA's decision any deference in respect of the duty of procedural fairness. This principle was laid down by Justice Richard G. Mosley in REFERENCE_SUPPRESSED (see also REFERENCE_SUPPRESSED):", "[44] However, as noted by Justice Blanchard in Thamotharem at paragraph 15, a pragmatic and functional analysis is not required when the Court is assessing allegations of the denial of natural justice or procedural fairness : REFERENCE_SUPPRESSED. Instead, the Court must examine the specific circumstances of the case and determine whether the tribunal in question observed the duty of fairness. If the Court concludes that there has been a breach of natural justice or procedural fairness, no deference is due and the Court will set aside the decision of the Board. VII.", "[15] The applicant alleges that the CBSA's decision entails a duty of procedural fairness entitling him to a reasonable extension of 90 additional days to make submissions regarding the enforcement of the guarantee against him. According to the applicant, the CBSA's refusal to grant such an extension amounts to a negation of his actual right to answer the allegations, as well as his right to be heard, and thus warrants the intervention of this Court. The applicant submits that the CBSA's refusal to grant an extension to him, as a third party, makes any challenge to the enforcement of the guarantee illusory. Finally, the applicant alleges that the CBSA acted in bad faith, thereby justifying the awarding of costs. VIII. Analysis 1. Extension of time and stay of enforcement", "[16] First of all, since the application was made after the 15-day limit provided in paragraph 72(2)( ) of the IRPA, the Court must consider whether the applicable criteria, as set out in REFERENCE_SUPPRESSED, justify an extension of time. The burden is on the applicant to demonstrate (a) a continuing intention to pursue his application; (b) that the application has some merit; (c) that no prejudice to the respondent arises from the delay; and (d) that a reasonable explanation for the delay exists.", "[17] The Court finds that the criteria set out in CITATION_SUPPRESSED , above, justify granting an extension of time, in order to do justice between the parties ( REFERENCE_SUPPRESSED). The Court notes that the applicant provided reasonable explanations for his delay, that he demonstrated a continuing intention to pursue this application, and that he demonstrated that the application has some merit.", "[18] Furthermore, regarding the stay application, the applicant must show that there is a serious question to be tried, that he would suffer irreparable harm if a stay is not granted, and the balance of convenience favours granting a stay (REFERENCE_SUPPRESSED).", "[19] The existence of a procedural fairness issue leads the Court to conclude that there is a serious question to be tried. Moreover, in light of the evidence presented, the criteria of irreparable harm and the balance of convenience favour staying the enforcement of the guarantee. 2. Duty of procedural fairness a) Reasonableness of the CBSA's decision to enforce the guarantee", "[20] Guarantees are fundamental to the implementation of conditional release in an immigration context. As Justice Anne L. Mactavish states in CITATION_SUPPRESSED, \"[t] he reason for using bonds is to allow for the release of individuals in immigration detention on terms that will ensure compliance with immigration legislation\" (see REFERENCE_SUPPRESSED).", "[21] The Court notes that the forfeiture procedure for guarantees is carried out in two steps. First, a CBSA officer recommends enforcing the guarantee. At this stage, section 7.8 of Operational Manual ENF-8, entitled \"Deposits and Guarantees\" [the Manual], states that the \"rules of procedural fairness\" require that the CBSA give a person affected by the enforcement of a guarantee undertaken by a third party the opportunity to make representations in writing. Therefore, the guarantor is informed of his or her right to make answer, thereby allowing him or her to submit explanations regarding the allegations in support of enforcing the guarantee.", "[22] Second, the CBSA exercises its discretion to demand the repayment of the guarantee, if it decides that the breach of conditions is \"severe enough\" to justify this.", "[23] In this light, there can be no doubt that the applicant is bound by his promise to realize the $15,000 guarantee should his son breach one of his release conditions. Having regard to the deference that this Court owes to the CBSA's decision, the Court finds that it was reasonable for the CBSA to enforce the guarantee against the applicant. b) Compliance of CBSA decision with procedural fairness", "[24] Procedural fairness concerns the manner in which the CBSA's decision was made. If the duty of fairness is breached in the process of decision making, the decision in question must be set aside ( CITATION_SUPPRESSED). Only where the breach of procedural fairness is immaterial to the decision or the outcome is characterized as inevitable will such a breach not require that the decision be sent back for redetermination (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[25] The facts surrounding the release conditions of the applicant's son and the alleged breach of these conditions are rather complex. The letter sent by the CBSA to the applicant on December 7, 2013, which invited him to make submissions within 30 days and engaged his liability as guarantor, contains little information concerning the allegations against his son.", "[26] The Court finds that it was reasonable for the applicant to request 90 days to adequately inquire into and respond to the allegation underlying the enforcement of the guarantee. The Court also finds that the applicant submitted his extension application within the 30 days granted to him. Moreover, in its letter requesting the 90-day extension, the defendant raised several points justifying the need for such an extension; those points are reproduced in part below: [translation] [W]e ask that the Border Services Agency grant us additional time to submit our explanations. First, we are waiting for the transcript of the reasons for the decision made by the Immigration Division in the recent review of the grounds for detaining Jean Bruno Étienne. Second, some of the facts referred to in your letter are currently the subject of a trial in the Court of Québec, Criminal Division, in the district of Joliette. The outcome of that trial will have a decisive effect on the representations that we could make to you. Finally, other matters related to your correspondence are also the subject of judicial proceedings, and we believe that in order to have a full idea of the grounds that we could raise and that you should consider, it would be preferable to wait for the result of these proceedings. Given that we must act within 30 days, it will not be possible to validly contest this seizure without this information. We therefore request an additional 90 days to send you our submissions regarding your correspondence. (Exhibit P-4, Affidavit of Jean Brunel Étienne, Applicant's Record, p 20)", "[27] The respondent submits that the CBSA has discretion to decide whether to enforce the guarantee and is not bound by the proceedings in progress in Immigration Division or the Court of Québec. To illustrate this point, the respondent refers to the reasoning in CITATION_SUPPRESSED: There is no legal requirement for the officer to wait until the person charged with breaching a condition is convicted or pleads guilty before the officer determines whether the person failed to comply with one of the imposed conditions.", "[28] The Court finds that although the CBSA is not bound by the parallel proceedings regarding the release conditions of the applicant's son, since they are distinct, the CBSA is however bound by the Manual, which states that the CBSA cannot recommend enforcing a third party's guarantee \"until that person is given an opportunity to make a written representation concerning the decision to be made\" and should \"consider each case on its own merits\" (Sections 7.5 and 7.8 of the Manual).", "[29] The Manual provides officers of Citizenship and Immigration Canada and the CBSA with guidelines regarding the exercise of their duties in enforcing a guarantee. Although these guidelines do not have the force of an act or regulation, the case law recognizes that these guidelines provide the Court with assistance in determining whether discretion has been properly exercised ( CITATION_SUPPRESSED; CITATION_SUPPRESSED).", "[30] Section 7.8 of the Manual states: 7.8. Deposit or guarantee given by a third party The rules of procedural fairness require that a CIC or CBSA officer not recommend forfeiture of a deposit or realize a guarantee executed by a third party until that person is given an opportunity to make a written representation concerning the decision to be made. CIC and CBSA managers and officers have discretionary power to decide whether a breach of conditions is severe enough to warrant the forfeiture of the deposit or the guarantee. However, CIC as well as CBSA managers and officers do not have discretionary power to reduce or otherwise alter the amount of the deposit or guarantee. When a breach of conditions occurs that will result in forfeiture of a deposit or action to realize on a guarantee, the depositor or guarantor must be informed in writing of the breach and the possible forfeiture or enforcement action, and be granted an opportunity for written representation. If the final decision is to forfeit the deposit or guarantee, the depositor or guarantor will be held accountable for the entire amount of the deposit or guarantee.", "[31] In CITATION_SUPPRESSED , above, Justice Mosley considered the exercise of discretion by officers where the guarantor is a third party in relation to the acts triggering the enforcement of a guarantee:", "[35] As one can see from this statement, Lord Denning was addressing the situation where a third party has provided a surety that the accused would appear for trial. Where the accused has failed to appear, the court faced with an application for forfeiture should inquire into the surety's degree of fault or lack of diligence in performing this duty. . . .", "[37] The circumstances described by Lords Denning and Widgery may also arise in the immigration context where a performance bond is posted by a relative or friend of the detainee. But that is not Mr. Khalife's situation. In the present case, the forfeiture complained of directly concerned the individual who failed to abide by the conditions, not a third party. The person who was best placed to avoid the breaching of the conditions was the applicant, Mr. Khalife. There is no question as to his culpability for the default and no issue was raised in these proceedings as to his means to pay the forfeited amount.", "[32] It follows from CITATION_SUPPRESSED that the fact that a guarantor is a third party in relation to the detainee is a relevant factor when CBSA officers exercise their discretion to decide whether or not to enforce a guarantee. Contrary to the situation in CITATION_SUPPRESSED , the applicant is a third party to the actions of his son. The evidence shows that the breach of conditions by the applicant's son cannot be attributed to the applicant, and the evidence does not establish that the applicant did anything wrong.", "[33] Regarding the discretion of the CBSA in enforcing guarantees, Justice Mactavish states the following in CITATION_SUPPRESSED , above:", "[20] In Gayle , the only reason given for the forfeiture of a bond was the failure to comply with a condition of release. Justice Dawson found that while a breach of condition was a condition precedent for the exercise of discretion, the Officer still had to turn his or her mind to the exercise of discretion or the principles which should guide the exercise of discretion. Having failed to do so, the decision was set aside . . .", "[23] . . . [S]ince the decision in Gayle and Bcherrawy , an Officer still has some discretion to decide whether forfeiture should be required in a given case, and that in exercising this discretion, the Officer is entitled to consider all of the facts of the case in issue", "[24] This position is reflected in the provisions of the Citizenship and Immigration Canada Enforcement Manual. Specifically, section 7.5 of Chapter 8 of the Manual advises Officers that, in exercising their statutory authority in relation to the forfeiture of bonds, each case is to be considered on its own merits . The Manual further stipulates that where action is being taken to forfeit the bond, the bondsperson is to be advised, in writing, of the reason for the forfeiture. [Emphasis added.]", "[34] The respondent argues that the 30 days given to the applicant to submit explanations is reasonable. However, the Court notes that a strict limit of 30 days is not mandated by law or by the Manual, which states the definition of \"reasonable time\" depends on the circumstances and on factors such as the nature of the allegations and the availability of evidence.", "[35] The Court concludes that, in light of all the circumstances, the applicant's right to submit arguments against enforcing the guarantee is rendered illusory if the time limit is not extended. The applicant's request for a reasonable 90-day extension is consistent with the principles of procedural fairness and the audi alteram partem rule. 3. Costs", "[36] The applicant argues that the respondent showed bad faith, particularly in refusing to grant a reasonable extension of time and in relentlessly pursuing the enforcement of the guarantee, despite the proceedings undertaken by the applicant.", "[37] The fact that the CBSA made an error does not by itself constitute a special reason for costs (REFERENCE_SUPPRESSED). The Court finds that the facts and the evidence do not lead to the conclusion that costs should be awarded. IX. Conclusion", "[38] In this case, the CBSA's refusal to grant the applicant a reasonable extension of time to give him a real opportunity to make his submissions is a breach of the principles of procedural fairness. This defect in the CBSA's decision-making process did indeed prevent the applicant from asserting his right to be heard.", "[39] The Court concludes that the application should be allowed. JUDGMENT", "[40] THIS COURT'S JUDGMENT is that 1. The application for judicial review be allowed; 2. There is no question of importance to be certified. Application allowed. Editor: J. Danielle King/nmg"]}