{"id_": "076491", "body_str": ["[1] Strickland, J. : This is an application for judicial review of a decision made by a Senior Immigration Officer (Officer) of Citizenship and Immigration Canada (CIC) on January 10, 2014, wherein the Officer rejected the Applicant's Pre-Removal Risk Assessment (PRRA) application made pursuant to s. 112(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). Background", "[2] The Applicant is a 34 year old citizen of Sri Lanka and is of Tamil ethnicity. When he was eleven his mother took him to India. He studied there, returning to Sri Lanka in April 2005. He claims that upon his return he was detained and tortured, then released when a bribe was paid. He stayed in Sri Lanka for about one year, went back to India to pick up his diploma, and then returned to Sri Lanka. About one month later, he left for the United Kingdom (U.K). and has not been back to Sri Lanka since.", "[3] The Applicant obtained a student visa and attended school in the U.K. His student visa did not permit him to seek asylum in the U.K. so, before it expired, he came to Canada, arriving on December 13, 2010, and made a claim for refugee status on that date.", "[4] The Applicant claims that in June 2009 his mother informed him that members of the Eelam People's Democratic Party (EPDP) and Karuna paramilitary groups had come to their home in Sri Lanka believing that the Applicant was involved in Liberation Tigers of Tamil Eelam (LTTE) activities abroad. His mother paid a bribe to the EPDP, but was unable to also pay the Karuna. They told his mother that they would kill the Applicant when he returned if she didn't pay.", "[5] The Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada denied the Applicant's claim by decision dated November 15, 2011. The RPD found that the determinative issues were credibility, including a lack of subjective fear, and whether his prospective fear was objectively well-founded. Further, the RPD found that the Applicant had failed to provide credible evidence with respect to major elements of his claim. It did not accept that he was interrogated on suspicion of engaging in activities with the LTTE while abroad, nor that he would be suspected of this in the future. It noted that he graduated from university in the U.K. in November 2008, and that from December 2009 until he left the U.K., he was working in London. The fact that the Applicant did not seek asylum in either the U.K., or in France when he went there for a funeral in 2007, and the fact that he returned to Sri Lanka after the alleged torture in 2005 indicated a lack of subjective fear. The RPD also found that the Applicant's profile was not one that would attract undue attention from militant organizations or security forces if he returned to Sri Lanka. It concluded that he was neither a Convention refugee pursuant to s. 96, nor a person in need of protection pursuant to s. 97, of the IRPA. An application for leave and for judicial review of the RPD decision was denied by the Court on March 15, 2012.", "[6] The Applicant submitted an application for exemption from the permanent residency requirements on humanitarian and compassionate (H&C) grounds on May 23, 2012 which was denied on January 10, 2014. He filed an application for leave and for judicial review of the negative H&C decision on March 6, 2014 (IMM-1389-14).", "[7] On December 17, 2012 the Applicant submitted a PRRA application which was also denied on January 10, 2014. He filed an application for leave and for judicial review of the negative PRRA decision on March 6, 2014 (IMM-1390-14).", "[8] The PRRA and H&C applications were heard together on September 4, 2014 by this Court.", "[9] This decision concerns the negative PRRA. Decision Under Review", "[10] The PRRA Officer reviewed the background facts and the RPD decision. She noted that the Applicant continued to fear returning to Sri Lanka for the same reasons that he gave at the RPD hearing, and that the Applicant had simply re-stated his case without addressing the RPD's credibility concerns.", "[11] The new evidence submitted to support the PRRA application comprised of country condition reports; a letter from the Applicant's mother; a copy of his grandmother's death certificate; a statutory declaration; and, a positive PRRA decision involving another Sri Lankan national. The Officer addressed each of these submissions.", "[12] The Officer then stated that she had reviewed the most current, publicly available documentary evidence regarding county conditions and human rights in Sri Lanka in order to make a determination regarding the Applicant's personalized risk of harm in returning to Sri Lanka. The Officer referred to the United Nations High Commissioner for Refugees Eligibility Guidelines for assessing the International Protection Needs of Asylum Seekers from Sri Lanka dated December 21, 2012 (UNHCR Guidelines), which identified persons most potentially at risk. However, she found that the Applicant had not provided evidence to support that he fit the profile of the individuals identified in that report.", "[13] The Officer recited extracts from various country condition reports concerning returning failed asylum seekers. She concluded that the Applicant had not provided objective written evidence to support that he had ever been subjected to questioning and detention in Sri Lanka due to any suspected involvement with the LTTE. Further, that the evidence before her did not support that the Applicant was of such a profile that he would face a risk of harm in returning to Sri Lanka, nor did it support that he faces more than a mere possibility of persecution on any of the Convention grounds and, therefore, did not meet the s. 96 requirements. She was also not persuaded that the Applicant would be subjected personally to a danger of torture if returned, and found it unlikely that he personally would face a risk to his life or a risk of cruel and unusual treatment or punishment in Sri Lanka, and, therefore he did not meet the requirements of s. 97(1)(a) or (b) of the IRPA. Issues", "[14] I would frame the issues as follows: a) Did the Officer apply the wrong legal test for, or entirely fail to conduct, a s. 96 analysis? b) Was the Officer's decision reasonable? Standard of Review", "[15] The Applicant submits that the Officer either conflated the test under s. 96 with that under s. 97 by requiring personalized risk, or did not apply the s. 96 test at all. The Applicant submits that a failure to properly apply s. 96 attracts a correctness standard of review ( FRAGMENT_SUPPRESSED; FRAGMENT_SUPPRESSED.", "[16] The Respondent submits that s. 96 was properly applied and, therefore, that no question of law arises. However, even if it did, the standard of review would be reasonableness ( FRAGMENT_SUPPRESSED.", "[17] In my view, the issue of whether the correct legal test was applied by a PRRA officer is reviewable on a standard of correctness ( FRAGMENT_SUPPRESSED). This is also the applicable standard when the question is whether an officer erred by conflating the tests under s. 96 and s. 97 ( FRAGMENT_SUPPRESSED).", "[18] The parties agree that with respect to the Officer's application of the test to the facts the standard of review is reasonableness. This is confirmed by jurisprudence finding that the applicable standard of review of a PRRA officer's findings of fact, or of mixed fact and law, such as the existence of a risk of persecution, has been found to be reasonableness ( FRAGMENT_SUPPRESSED).", "[19] Deference is owed where the decision demonstrates justification, transparency and intelligibility within the decision making process and where the outcome falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law ( FRAGMENT_SUPPRESSED). ISSUE 1: Did the Officer apply the wrong legal test for or, entirely fail to conduct, a s. 96 analysis?", "[20] Sections 96 and 97 of the IRPA read as follows: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "[21] As stated in FRAGMENT_SUPPRESSED, to satisfy the definition of \"Convention refugee\" in s. 96 of the IRPA, the applicant must show that he or she meets all the components of this definition, beginning with the existence of both a subjective and objective fear of persecution. The applicant must also establish a link between him or herself and persecution on a Convention ground. In other words, the applicant must be targeted for persecution in some way, either \"personally\" or \"collectively\", and the applicant's well-founded fear must occur for reasons of race, religion, nationality, membership in a particular social group, or political opinion.", "[22] Further, persecution under s. 96 can be established by examining the treatment of similarly situated individuals ( FRAGMENT_SUPPRESSED). As stated in FRAGMENT_SUPPRESSED", "[23] And, as stated in FRAGMENT_SUPPRESSED", "[24] Further, a generalized risk may fall within the definition of a Convention refugee if the applicant is personally subject to serious harm that has a nexus to one of the five Convention grounds ( FRAGMENT_SUPPRESSED).", "[25] Thus, in the context of an allegation of conflating the s. 96 and s. 97 tests, mere use of the term \"personally\", or other similar term, is not indicative of conflation FRAGMENT_SUPPRESSED", "[26] As to the conflation of the s. 96 and s. 97 tests in this case, the Applicant submits that the Officer required a personalized risk which, in fact, is only a consideration under s. 97. This position is based on three statements in the decision: FRAGMENT_SUPPRESSED", "[27] As seen from the jurisprudence set out above, under both s. 96 and s. 97, an applicant must establish a risk that is both personal and objectively identifiable. Accordingly, I do not view the first two statements as demonstrating that the Officer conflated the s. 96 and s. 97 tests. Further, as the Applicant, for the purposes of s. 96, must establish a link between himself and persecution on a Convention ground and must be targeted for persecution either \"personally\" or \"collectively\", these statements also do not support his position that no s. 96 analysis was conducted.", "[28] As for the third statement, the Applicant takes issue with the Officer's statement that evidence did not support that the Applicant is of such a profile \"that he will\" face a risk of harm in returning to Sri Lanka while the proper test under s. 96 requires the Officer to assess whether the Applicant faces more than a mere possibility of persecution for any of the Convention grounds.", "[29] This statement was made in the context of the Officer finding that the Applicant had not provided objective written evidence to support that he had ever been subjected to questioning or detention in Sri Lanka due to any suspected involvement with the LTTE. The Officer then went on to find that the evidence did not support that the Applicant faces more than a mere possibility of persecution for any or the Convention grounds and, for that reason, that his application did not meet the s. 96 requirements.", "[30] I am not satisfied that, regardless of the Officer's original misstatement of the s. 96 test, which was correctly stated in the following paragraph, she misunderstood or failed to apply the s. 96 test. ISSUE 2: Was the Officer's decision reasonable?", "[31] The Applicant argues that the Officer did not provide an assessment of the country condition reports that he submitted as new evidence as to the experiences of persons with his specific profile, which the Applicant describes as \"a young Tamil male from the north, who has spent over twenty years abroad, including significant time in the UK and Canada, countries known to be hubs of LTTE activity and with governments critical of the Sri Lankan government, and who would be returned as a failed refugee claimant\". Further, he submits that the Officer did not contest that he belonged to that profile.", "[32] It must be noted that the profile within which the Applicant identifies himself is, to an extent, one of his own construct. That is to say, it is not a profile that is recognized by the UNHCR or other such agency. The Applicant relies heavily on the constructed profile, submitting that his PRRA application was based on substantive new country condition evidence demonstrating severe and current risks to persons with the profile that he describes. It is true that the profiles listed in the UNHCR Guidelines are not exhaustive. However, generally accepted profiles, such as those found in the UNHCR Guidelines, represent profiles identified and defined based on a balancing of information gleaned from many international, governmental and non-governmental sources and resultant, general concordance of risk to particular persons. Further, I do not accept that by finding that the Applicant did not fit within a recognized profile, the Officer accepted that he belonged to the constructed profile.", "[33] In any event, the Officer noted that because of the extensive nature of the Applicant's submissions, each piece of evidence would not be assessed and weighed individually, but that all of the new evidence had been reviewed and considered in conducting the assessment. The Officer was entitled to take this approach ( FRAGMENT_SUPPRESSED). An officer is also presumed to have weighed and considered all of the evidence before him unless the contrary is shown ( FRAGMENT_SUPPRESSED).", "[34] The Officer referred to the IRB Research Directorate report of February 23, 2013 which dealt with the treatment of Tamils returning as failed asylum seekers. This referred to the Freedom from Torture report stating that persons who in the past had an actual or perceived association with the LTTE now face a risk of torture on return. It also referred to a Tamils Against Genocide report indicating that failed asylum seekers are more likely to be readily associated with the LTTE either by virtue of the fact that they sought asylum, or because of a presumption of involvement in Tamil diaspora activities which are viewed by the Sri Lankan government as being supportive of the LTTE.", "[35] Reference was also made to reports concerning the return of asylum seekers by the Australian government, and to the UK Home Office Operational Guidance Note dated July 2013, which indicated that while sources have reported cases of returnees, particularly Tamil, being detained and ill-treated or tortured after arrival, only those whose names appear on a stop list - being those against whom an extant court order or arrest warrant exists - will be detained at the airport. Names that appear on a watch list will be monitored after return. If monitoring indicates that the individual on the watch list is not a Tamil activist working to destabilise the government, that individual is not, in general, reasonably likely to be detained. However, the Officer also noted that reports by non-profit organizations suggested that failed asylum seekers are almost always detained while security clearance is obtained, which detention could last hours or months. If no family members can verify inquiries, this may lead to indefinite detention.", "[36] While the Officer offered little analysis of this documentation, reference to these extracts illustrates that she recognized that the documentary evidence concerning risks to returning failed Tamil asylum seekers is inconsistent. However, having reviewed all of the evidence, it was open to her to find that ultimately, on balance, it did not support that the Applicant faced a risk based on either a change of country conditions or his Tamil ethnicity or profile.", "[37] In this case, the RPD did not accept that the Applicant was interrogated on suspicion of engaging in activities with the LTTE while abroad and found that he would not be suspected of involvement with the LTTE in the future. Negative refugee determinations by the RPD must be respected by a PRRA officer unless there is new evidence of facts that might have affected the outcome of the RPD hearing FRAGMENT_SUPPRESSED. The Officer concluded that the Applicant had not provided objective written evidence to support that he has ever been subjected to detention or questioning in Sri Lanka. That is, he had not overcome the RPD's credibility finding and, having reviewed the country condition evidence, nor did he fit the profile of a person who would be at risk of harm upon return to Sri Lanka. Based on the record, this was a conclusion that could reasonably have been reached.", "[38] As to the other new evidence, the Statutory Declaration of Patricia Watts, a law clerk and social worker in the office of the Applicant's counsel, the Officer explained that Ms. Watts had not provided information to support that she has a particular expertise in Sri Lankan country conditions, and noted that the declaration was unsupported by objective evidence to indicate that the Applicant is of the same profile as the individuals described in the declaration. It is of note that Ms. Watts states that she has worked in the office of the Applicant's counsel since the 1980s and that because the office has represented many Tamils over the years, she is \"generally aware of\" conditions in Sri Lanka. Further, that the statutory declaration speaks broadly to past and current conditions in Sri Lanka, and generally to experiences of clients of that office. Accordingly, in my view, the Officer's treatment of this evidence was reasonable.", "[39] As to the positive PRRA decision involving another Sri Lankan national, the Officer found that it could not be determined that the Applicant was of the same profile as the person in the PRRA, and that each case is judged on its own merits. It is correct that PRRA officers are not bound by prior decisions and the Officer explained why she did not find the PRRA decision of another Sri Lankan to be compelling. Further, and as the Respondent points out, the submitted PRRA decision involved an individual who had significant scarring, which had led him to be suspected of LTTE involvement in the past and put him at risk in the future. The Applicant in this case does not have scarring and the RPD had found his claim of torture and detention not to be credible. Thus, the submitted PRRA decision was distinguished on its facts and, as the Officer noted, each case must be judged on its own merits.", "[40] As to the letter from the Applicant's mother, it stated that she was approached by members of the Karuna group in 2012 who threatened that they would come and take her son if she did not inform them when he returned. The letter also stated that she believed her son was at risk of detention and torture by the government and paramilitary groups as he was a Tamil male and had been targeted for extortion. The Officer assigned low weight to the letter, noting that the Applicant's mother had a vested interest in the outcome of the application and that the letter was undated. By referring to the mother's \"vested interest\" in the matter, the Officer was likely either referring to the fact that the Applicant sends money to support her in Sri Lanka, or was inferring that the Applicant's mother would wish for her son to be able to remain in Canada. The fact that the letter was undated is not significant as it is clear from the content of the letter that it was written sometime after August 2012.", "[41] While documents are not to be discounted simply because they are written by relatives of applicants, deference should be given to officers where they make acceptable and defensible assessments of the significance and weight of the evidence ( FRAGMENT_SUPPRESSED).", "[42] Here, the Officer also assigned low weight to the letter because it was not supported by objective evidence. It is also of note that the RPD had found that there was no evidence to explain why the Applicant's mother had not been approached prior to 2009 and 2010 given that her children, including the Applicant, had been abroad for many years. The RPD concluded that the Applicant's evidence as to extortion lacked credibility. The 2012 letter from the Applicant's mother does not address that credibility concern. As deference should be given to officers where they assess the weight of evidence, and it is not the role of this Court to reweigh the evidence that was before the PRRA Officer ( FRAGMENT_SUPPRESSED), her treatment of the letter need not be revisited.", "[43] As to the death certificate of the Applicant's grandmother, the Officer properly noted that it was not linked to the risks claimed by the Applicant. It was, therefore, not relevant.", "[44] As to the country conditions documents, as noted above, the Officer reviewed the new country conditions documents but concluded that they did not support that the Applicant was of a profile that placed him at risk pursuant to s. 96 or s. 97. This conclusion was reasonably open to the Officer.", "[45] When read in light of the RPD decision, the record, and the role of the Officer in conducting a PRRA, the Court is able to understand why the Officer concluded that the Applicant did not face more than a mere possibility of persecution on a s. 96 Convention ground and that he would not personally face a danger of torture or a risk of cruel and unusual treatment or punishment in Sri Lanka under s. 97. The decision falls within the range of defensible outcomes ( FRAGMENT_SUPPRESSED).", "[46] On a final point, the Applicant points out that the Officer included a paragraph in her decision that is completely unrelated to the matter before her and pertained to applicants who arrived in Canada on the M.V. Sun Sea . The Applicant submits that this is evidence of the haphazard or hasty means by which the Officer reached her decision. While the inclusion of the unrelated paragraph was unfortunate, it was clearly inserted as a \"cut and paste\" or technical error and is of no consequence. The Officer correctly identified the new evidence submitted by the Applicant and addressed it. There is no evidence that she misapprehended the evidence or based her decision on the paragraph included by error. The error was not material to the outcome of the decision. There is not a reviewable error on this issue ( FRAGMENT_SUPPRESSED). JUDGMENT", "[47] THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed; 2. No question of general importance is proposed or arises; and 3. There is no order as to costs. Application dismissed. Editor: Elizabeth M.A. Turgeon/nmg [End of document]"]}