{"id_": "076567", "body_str": ["[1] Mandamin, J. : The Applicant applies pursuant to s.72 (1) of the Immigration and Refugee Protection Act , S.C. 2002 c. 27 ( IRPA ) for judicial review of the July 28, 2009 decision of Immigration Officer A. Dello (Officer) refusing her application to apply for permanent residence from within Canada on humanitarian and compassionate grounds (H&C).  <FRAGMENT_SUPPRESSED>", "[2] For reasons that follow, I am granting the application for judicial review.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[3] The Applicant moved to Canada in 1998 from St. Vincent. She was fleeing abuse at the hands of her common-law partner. She is a 36 year old woman who aspires to become a registered nurse. She is currently working as lead hand with a cleaning/janitorial service company.  <FRAGMENT_SUPPRESSED>", "[4] The Applicant says she left St. Vincent because her former common-law partner is a threat to her safety. She alleges he beat her, threatened her and abused her emotionally. She says she sought the help of police, but they did nothing to protect her.  <FRAGMENT_SUPPRESSED>", "[5] The Applicant was denied refugee status in Canada. She had applied for a pre-removal risk assessment (PRRA) which was also denied.  <FRAGMENT_SUPPRESSED>", "[6] Ms. Durrant sought to apply for permanent residency from within Canada on H&C grounds. Since arriving here the Applicant has integrated into life in Canada. Her application includes letters of support from her employers, colleagues, friends, landlord and pastor. She volunteers regularly as a member of her church congregation. Except for her first six months in Canada the Applicant has been continuously employed.  <FRAGMENT_SUPPRESSED>", "[7] The Officer who decided the H&C application at issue here had also conducted the pre-removal risk assessment (PRRA). The Officer denied the H&C application.  <FRAGMENT_SUPPRESSED>", "[8] The Officer considered the evidence before her in reaching her decision. She reviews it in her reasons and bases her conclusion on the following findings, some of which are contested by the Applicant:  <FRAGMENT_SUPPRESSED> • Given the opportunity to \"update\" her application, the Applicant did not provide any details of risk in St. Vincent.  <FRAGMENT_SUPPRESSED> • The Applicant has not established herself to such a degree in Canada that applying from outside Canada for permanent residency would result in undeserved, unusual, or disproportionate hardship.  <FRAGMENT_SUPPRESSED> • No evidence demonstrates her emotional ties in Canada are greater than those overseas.  <FRAGMENT_SUPPRESSED> • While the Applicant may face some difficulty in reintegrating in St. Vincent, there is insufficient evidence that it would amount to hardship.  <FRAGMENT_SUPPRESSED> • It is not unreasonable to assume some support from her mother and four siblings would be forthcoming should the need arise.  <FRAGMENT_SUPPRESSED> • There is insufficient evidence to suggest the Applicant would not be able to continue to support her mother financially should she be returned to St. Vincent because she has acquired skills in Canada that would increase her chances of employment and opportunity in St. Vincent.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[9] The Applicant raises two issues:  <FRAGMENT_SUPPRESSED> a. Did the Officer make reviewable errors of fact based on findings unsupported by the evidence?  <FRAGMENT_SUPPRESSED> b. Did the Officer err in law by ignoring evidence of possible hardship faced by the Applicant?  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[10] The parties agree the applicable standard of review is reasonableness.  <FRAGMENT_SUPPRESSED>", "[11] <FRAGMENT_SUPPRESSED> , determined that there are now only two standards of review: correctness and reasonableness (para. 34).  <FRAGMENT_SUPPRESSED> The standard of correctness applies to questions of law, of natural justice, or of procedural fairness while the standard of reasonableness applies to questions of fact or mixed facts and law.  <FRAGMENT_SUPPRESSED>", "[12] I find this application involves questions of mixed fact and law and fact reviewable on a standard of reasonableness.  <FRAGMENT_SUPPRESSED>", "[13] In addition, I keep in mind in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 59 where the Supreme Court of Canada stated:  <FRAGMENT_SUPPRESSED> \"Reasonableness is a single standard that takes its colour from the context. One of the objectives of was to liberate judicial review courts from what came to be seen as undue complexity and formalism. Where the reasonableness standard applies, it requires deference. Reviewing courts cannot substitute their own appreciation of the appropriate solution, but must rather determine if the outcome falls within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( , at para. 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome. <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[14] The Applicant submits the H&C Officer:  <FRAGMENT_SUPPRESSED> a. made findings based on errors of fact and speculation;  <FRAGMENT_SUPPRESSED> b. overlooked the Applicant's letter shedding more light on her fear of returning to St. Vincent; and  <FRAGMENT_SUPPRESSED> c. ignored information in the application concerning her fear of returning to St. Vincent;  <FRAGMENT_SUPPRESSED> Did the Officer make findings based on errors of fact and speculation ?  <FRAGMENT_SUPPRESSED>", "[15] The Officer found in error that the Applicant has four siblings in St. Vincent. It is clear from the application Ms. Durrant has only two sisters in St. Vincent. Her three brothers all live away from the island.  <FRAGMENT_SUPPRESSED>", "[16] The Officer also speculates the Applicant's mother and siblings could support her in St. Vincent. This is an awkward conclusion given the Applicant's evidence in her application indicates her two sisters suffer from mental illness and require burdensome attention provided by their mother who in turn receives support from Ms. Durrant.  <FRAGMENT_SUPPRESSED>", "[17] Applicants for H&C exceptions must meet a high threshold. A change in economic circumstances does not justify the exception. Mr. Justice James Russell found in <FRAGMENT_SUPPRESSED>  at para. 43:  <FRAGMENT_SUPPRESSED> \"This Court has repeatedly held that the H&C process is designed not to eliminate the hardship inherent in being asked to leave after one has been in place for a period of time, but to provide relief from \"unusual, undeserved and disproportionate hardship\" caused if an applicant is required to leave Canada and apply from abroad in the normal fashion. That the Applicant must sell a house or car or leave a job or family is not necessarily undue or disproportionate hardship; rather it is a consequence of the risk the Applicant took by staying in Canada without landing ( <FRAGMENT_SUPPRESSED>  2001 FCT 7 at para. 14). <FRAGMENT_SUPPRESSED>", "[18] While the Officer's errors are problematic, they are not sufficient to justify reviewing the Officer's decision. Given the high threshold for humanitarian and compassionate consideration, I am not convinced the Officer would have concluded in favour of the Applicant on these grounds alone had her findings of fact been accurate.  <FRAGMENT_SUPPRESSED> Did the Officer overlook the Applicant's letter?  <FRAGMENT_SUPPRESSED>", "[19] The record contains an undated letter signed by the Applicant which amplifies on her experiences of abuse. The Applicant contends this letter was included in her updated submissions. The Officer has sworn in an affidavit that the letter was not in the applicant's H&C file and she therefore could not have referred to it in the process of making her decision.  <FRAGMENT_SUPPRESSED>", "[20] I make no findings with respect to the credibility of this letter. But, I cannot conclude it was a part of the file as the Applicant urges me to. The Applicant's file was assembled in various steps and submitted in parts at different times. The Respondent notes there is a second H&C application from the Applicant and that some documents do not necessarily correspond to the H&C application presented to the Court. It seems to me to be more probable the letter was not properly submitted in this application and therefore was never before the Officer.  <FRAGMENT_SUPPRESSED> Did the Officer ignore information in the application concerning her fear of returning to St. Vincent?  <FRAGMENT_SUPPRESSED>", "[21] It is not uncommon for one Immigration Officer to determine an immigrant's PRRA and H&C application. As was done here, the assessment of one follows on the heels of the other. Ideally, the officer's familiarity with the file leads to better decisions. However, this Court has expressed concern on occasion from some adverse consequences of this practice.  <FRAGMENT_SUPPRESSED>", "[22] One source of errors is in the assessment of risk factors between the two applications because the standard in each is different. PRRAs assess the risk of removal to a person's life or the potential for cruel and unusual treatment, whereas H&C considerations contemplated in section 25 of the Act concerns \"unusual or undeserved hardship\" which can include an element of risk on return.  <FRAGMENT_SUPPRESSED>", "[23] Mr. Chief Justice Allan Lutfy found in <FRAGMENT_SUPPRESSED>  at para. 5, an officer should not \"close her mind\" to risk factors in an H&C application because they didn't meet the standard in the PRRA application. The Chief Justice found to do so is an error of law.  <FRAGMENT_SUPPRESSED>", "[24] <FRAGMENT_SUPPRESSED>  Mr. Justice Yves de Montigny also considered the difference between risk factors as they relate to PRRAs and how those same factors affect an H&C analysis pursuant to section 25 of the Act . He found at paras. 45 and 46:  <FRAGMENT_SUPPRESSED> While it may be that violence, harassment and the poor health and sanitary conditions may not amount to a personalized risk for the purposes of a PRRA application, these factors may well be sufficient to establish unusual, undeserved or disproportionate hardship ...  <FRAGMENT_SUPPRESSED> ...What is crucial ...is that the assessment be done against the proper standard and criteria relevant to each analysis. In the context of an H&C application, Chapter IP 5 of the Immigration Manual published by Citizenship and Immigration Canada provides useful guidance. Unusual and undeserved hardship is described as a hardship \"not anticipated by the Act or Regulations\" or resulting of \"circumstances beyond the person's control,\" while disproportionate hardship is described as a hardship that \"would have a disproportionate impact on the applicant due to their personal circumstances. <FRAGMENT_SUPPRESSED>", "[25] The initial H&C application in this case was received by Citizenship and Immigration Canada (CIC) in April of 2006. It was not decided until 2009. During that time the CIC sent a letter to the Applicant dated October 16, 2008 asking for an updated application. The letter included:  <FRAGMENT_SUPPRESSED> Before a decision is made about exempting you from the requirements of the Immigration and Refugee Protection Act, we are giving you an opportunity to update your H&C submissions. Also, please provide an updated application ...Please send the requested information/documents to this office within thirty (30) days of the date of this letter. If you do not, the decision about your exemption will be made, based upon the information on your file. (emphasis added)  <FRAGMENT_SUPPRESSED>", "[26] The CIC received \"updated submissions\" on June 29, 2009. At this point, there were two H&C application forms before the officer.  <FRAGMENT_SUPPRESSED>", "[27] In her April, 2006 application the Applicant entered the following under the question, \"What excessive hardship will you suffer if you have to submit your application at a visa office outside Canada as required by law?\":  <FRAGMENT_SUPPRESSED> I WILL LOSE ALL THE ADVANTAGES, I HAVE GAINED IN THIS COUNTRY.  <FRAGMENT_SUPPRESSED> I FEAR IF I RETURN TO ST. VINCENT, I WILL BE HARMED. I INITIALLY MADE A CLAIM FOR REFUGEE PROTECTION BUT WAS UNSUCCESSFUL.  <FRAGMENT_SUPPRESSED> INSPITE [sic] OF THIS NEGATIVE DECISION, I STILL FEAR FOR MY SAFETY IN ST. VINCENT.\" (emphasis added)  <FRAGMENT_SUPPRESSED>", "[28] The updated 2009 application contains updated employment information and more letters of support. It does not include the allegations of abuse and fear for her safety.  <FRAGMENT_SUPPRESSED>", "[29] The Applicant sent handwritten letters from herself, her mother and a friend in November of 2007. These letters outlined some of the abuse the Applicant suffered at the hands of her common-law partner. In addition to allegations of beatings including one sending the Applicant to the hospital, she wrote: \"I recently received threats from [the ex-common law partner] stating that he is still waiting for me and if ever I do came back to St. Vincent and refuse to be with him; he will kill me. <FRAGMENT_SUPPRESSED>", "[30] The letters from the Applicant's mother and friend both indicate they have witnessed the former common-law partner beat the Applicant. These letters were stamped with their date of receipt by the Pre-Removal Risk Assessment Office and presumably taken into account in the eventual refusal of the PRRA application on July 27, 2009.  <FRAGMENT_SUPPRESSED>", "[31] A day later after issuing the PRRA decision, the Officer rendered her decision with respect to the H&C application. She wrote:  <FRAGMENT_SUPPRESSED> The applicant was asked to provide updated submissions on October 16, 2008 which clearly states that the risk and non-risk elements would be considered in the H&C application. Updated information was provided on June 26, 2009, however no statements or evidence of a risk was presented. I also acknowledge statements made in the applicant's PRRA submission and letters written by her friend and mother with respect to her fear of physical, sexual and psychological abuse if she returns to St. Vincent. However, as stated above the information pre-dates the request for more current information on her request for an exemption and as such was not considered within this application. The concept of risk is forward looking and it would be reasonable to expect the applicant to provide information about her risk of return when she asked for updates if she felt it was a crucial factor to consider. (emphasis added)  <FRAGMENT_SUPPRESSED>", "[32] The Officer compartmentalized the evidence used for the July 27, 2009 PRRA decision and the July 28, 2009 H&C decision. The effect of this distinction is that risk was assessed in one case, but not the other.  <FRAGMENT_SUPPRESSED>", "[33] The Officer acknowledges the risk the Applicant says she faces if returned to St. Vincent but does not consider it in her assessment of hardship in the H&C application. Instead, she explicitly ignores the Applicant's evidence of risk because it pre-dates the request for more current information. The Officer provides no justification for this distinction besides her expectation the Applicant should have re-provided the same information if it was critical.  <FRAGMENT_SUPPRESSED>", "[34] The Applicant submits she provided an updated application pursuant to the request for such, but relied on her previous submissions concerning fear of abuse as a ground of \"excessive hardship\". I find this is a reasonable conclusion, even more so because of the wording of the October 16, 2008 letter. The letter states the CIC is offering the Applicant a chance to update her submissions, and it asks her to submit an updated application. Where the Applicant has new information, such as her place of employment, she provides an update. The letter does not state everything must be resubmitted or information in the first application becomes irrelevant. It was reasonable for the Applicant to conclude her report of risk made initially would be considered.  <FRAGMENT_SUPPRESSED>", "[35] I find that by ignoring evidence submitted by the Applicant initially because it was not \"updated\", the Officer has \"closed her mind\" to relevant information. This is a reviewable error of law.  <FRAGMENT_SUPPRESSED> CONCLUSION  <FRAGMENT_SUPPRESSED>", "[36] I allow the application for judicial review. The H&C application is to be remitted to a different officer for re-determination.  <FRAGMENT_SUPPRESSED>", "[37] The Applicant may submit the excluded letter in the re-determination if it is properly signed and dated. She may also enter any other information to ensure a complete H&C application is before the Immigration Officer.  <FRAGMENT_SUPPRESSED>", "[38] THIS COURT ORDERS AND ADJUDGES that  <FRAGMENT_SUPPRESSED> 1. This application for judicial review is allowed.  <FRAGMENT_SUPPRESSED> 2. The decision of Officer A. Dello is set aside.  <FRAGMENT_SUPPRESSED> 3. The matter is to be remitted to another officer for consideration.  <FRAGMENT_SUPPRESSED> 4. The Applicant may properly submit her details of abuse and fear of returning to St. Vincent, in addition to whatever other information, for scrutiny by the new officer.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}