{"id_": "076793", "body_str": ["[1] Blanchard, J. : Mohamed Zeki Mahjoub has been detained since March 18, 2009 pursuant to a security certificate issued on February 22, 2008. The reasonableness of the certificate issued by the Minister of Citizenship and Immigration and the Minister of Public Safety (the Ministers) will be examined at a later date. This decision follows a detention review and deals only with the question of whether Mr. Mahjoub can be released from detention and, more specifically, whether the threat Mr. Mahjoub poses to national security or the safety of any person can be neutralized by the imposition of conditions on his release from detention. For the reasons that follow, I have determined that Mr. Mahjoub should be released from detention under strict conditions pending determination of the reasonableness of the security certificate under which he is presently detained, and if the certificate should be found to be reasonable, until a determination is made whether he can be removed from Canada subject to a later six-month review. Background", "[2] Mr. Mahjoub, an Egyptian national, came to Canada in 1995 and was found to be a Convention refugee the following year. He met and married Mona El Fouli, a Canadian citizen; they have two sons, Yusuf now age 11, and Ibrahim, age 7. Ms. El Fouli also has a son, Haney El Fouli, age 26.", "[3] The history of the proceedings concerning Mr. Mahjoub has been thoroughly documented in previous decisions of this Court (See: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and Immigration and  <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). Synoptically, Mr. Mahjoub was detained on June 26, 2000, pursuant to a security certificate under the Immigration Act , R.S.C. 1985, c. I-2 (the former Act ). According to the summary of the Security Intelligence Report of June 27, 2000, prepared by the Canadian Security Intelligence Service (CSIS), Mr. Mahjoub was a high-ranking member of an Egyptian Islamic terrorist organization, the Vanguards of Conquest (VOC), a radical wing of the Egyptian Islamic Jihad or Al Jihad (AJ). According to the summary, AJ is one of the groups which split from Egypt's Muslim Brotherhood in the 1970's to form a more extremist and militant organization which advocates the use of violence as a means of establishing an Islamic state in Egypt. Mr. Mahjoub is believed to have been a senior member of the governing council of the VOC. In 1999, he was convicted in Egypt in absentia for offences relating to the activities of the VOC, and sentenced to 15 years imprisonment.", "[4] In 2001, Mr. Justice Nadon determined that this certificate was reasonable ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). Justice Nadon was satisfied on the evidence before him that there were reasonable grounds to believe that the AJ and the VOC had engaged in terrorism, and that there were reasonable grounds to believe that Mr. Mahjoub had been a member of both of these organizations.", "[5] On February 23, 2007, the Supreme Court of Canada found that the legislative procedure for judicial approval of certificates as then prescribed was inconsistent with the Canadian Charter of Rights and Freedoms , Part 1 of the , being Schedule B to the Canada Act 1982 , (U.K.) 1982, c.11 ( Charkaoui, Re , [2007] 1 S.C.R. 350; 358 N.R. 1; 2007 SCC 9, ( Charkaoui 1 )). As a result the certificate issued against Mr. Mahjoub was quashed.", "[6] On February 22, 2008, a new security certificate was issued against Mr. Mahjoub pursuant to s. 77 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ) and s. 7(3) of Bill C-3, an Act to Amend the Immigration & Refugee Protection Act , 2nd Sess., 39th Parl., 2007-2008. The reasonableness of the new certificate has yet to be determined.", "[7] Mr. Mahjoub was detained from June 26, 2000 until April 2006 at the Toronto West Detention Centre (TWDC). His detention continued until April 11, 2007 at the Kingston Immigration Holding Center (KIHC), a federal detention facility designed and used exclusively for security certificate detainees. This facility is located on the premises of the Millhaven Institution, a federal penitentiary in Bath, Ontario (Millhaven).", "[8] Mr. Mahjoub's first two applications for release from detention were denied on the grounds that he did not satisfy the Court that his release would not pose a danger to national security or to the safety of any person, nor did he satisfy the Court that the imposition of conditions was sufficient to warrant his release from detention ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  ( Mahjoub 1 ); ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  ( Mahjoub 2 )).", "[9] Mr. Mahjoub was released on his third application for release from detention by Justice Mosley by Judgment dated February 17, 2007 ( <FRAGMENT_SUPPRESSED> ( Mahjoub 3 )). At that time, Mr. Mahjoub had been in detention for a total of six and a half years. Mr. Mahjoub was released on stringent terms and conditions akin to house arrest on April 11, 2007. His wife, Ms. El Fouli, and his step son, Mr. El Fouli, were designated as sureties and supervisors. In subsequent reviews conducted in June, September and December of 2007, the conditions of release were varied but not materially altered.", "[10] Justice Layden-Stevenson conducted a review of Mr. Mahjoub's conditions of release and on March 9, 2009 ordered certain substantial amendments to the conditions of release ( Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  ( Mahjoub 4 )).", "[11] On March 17, 2009, Mr. Mahjoub advised the Court that his supervisors were withdrawing their undertakings. The Court convened an emergency hearing on March 18, 2009 at which time it heard evidence from Ms. El Fouli, Mr. El Fouli and Mr. Mahjoub. Mr. Mahjoub informed the Court that his wife and his stepson had decided that they did not wish to remain supervisors and sureties and that he and his family could no longer live with the stringent conditions of his release. Justice Noël, presiding at this special hearing, ensured that Mr. Mahjoub understood the consequences of these developments and that by no longer meeting the conditions of his release, he would be required to return into the custody of the Canada Border Service Agency (CBSA) ( Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). Mr. Mahjoub returned into custody on March 18, 2009, and was placed once again at KIHC. Since that time Mr. Mahjoub has remained in detention and has been the sole detainee at KIHC. On June 1, 2009, Mr. Mahjoub began a hunger strike to protest the conditions of his detention. History of the Proceedings", "[12] The detention review of Mr. Mahjoub, mandated by sub-section 82(2) of the IPRA, commenced on September 10, 2009, only to be adjourned to a case management conference held on September 21, 2009. During this case management conference, counsel for Mr. Mahjoub requested that a psychiatric evaluation of Mr. Mahjoub be completed prior to undertaking the detention review, and advised that they intended to challenge the admissibility of the Risk Assessment of Mr. Mahjoub prepared by the CBSA (the Risk Assessment) as evidence. As a consequence, and on the Ministers' consent, the Court adjourned the detention review to November 23, 2009.", "[13] On October 5, 2009, counsel for Mr. Mahjoub indicated that Mr. Mahjoub's physical condition was seriously deteriorating by reason of his hunger strike, and requested that a detention review be urgently rescheduled to resume as soon as possible. On October 8, 2009, with the consent of the Ministers, the Court ordered the detention review to resume on October 13, 2009.", "[14] In view of the urgency of the matter, and on consent of the parties, the Court ordered that Mr. Mahjoub file a record prior to the commencement of the detention review consisting of: (1) a description of the legal issues to be addressed; (2) an outline of Mr. Mahjoub's submissions on the issues; and (3) a list of witnesses. Due to the accelerated schedule of the proceedings, it was agreed that the Ministers would not be required to file written submissions, and that Mr. Mahjoub would proceed first at the hearing. By agreement of the parties, the legal issues were narrowed to the examination of two out of the five factors required to be considered in detention reviews which are set out and discussed in Charkaoui 1 . These two factors are: length of detention, and availability of alternatives to detention.", "[15] On October 6, 2009, Mr. Mahjoub was provided with a redacted version of the Risk Assessment. Justice Layden-Stevenson had urged the CBSA to conduct such a personalized risk assessment of Mr. Mahjoub in the previous review of conditions of release ( Mahjoub 4 ). She stated at paragraph 126 of her reasons: \"[A]n individualized risk assessment regarding Mr. Mahjoub should be conducted forthwith. Justice Mosley's factual findings [ <FRAGMENT_SUPPRESSED>  3 ], combined with the Charkaoui 1 factors, demand no less.\" I note that at the time the Risk Assessment was ordered Mr. Mahjoub was not in detention. Mr. Mahjoub had initially requested that a witness be produced by the Ministers for the purpose of cross-examination on the Risk Assessment during this detention review. The Ministers advised that the author of the Risk Assessment was unavailable at the time he was initially required to attend. Even though the schedule of the hearing was extended beyond the initial period during which the witness was said to be unavailable, the witness was not produced. Instead, the Ministers informed the Court that they would not be relying on the Risk Assessment for the purposes of this detention review.", "[16] A new Threat Assessment of Mr. Mahjoub, dated October 7, 2009, was prepared by CSIS (the Threat Assessment). The Public Summary of the Threat Assessment of Mr. Mahjoub, dated October 12, 2009 (the Public Summary of the Threat Assessment) was made available to public counsel. Counsel for Mr. Mahjoub asked that a witness be produced for the purpose of cross-examination on the Public Summary of the Threat Assessment and its preparation. Counsel for the Ministers requested, pursuant to subsection 83(1)(c) of the IRPA , that the CSIS witness be heard in closed session, in the absence of Mr. Mahjoub and his counsel, on the grounds that the disclosure of information to be adduced by the witness could be injurious to national security or endanger the safety of any person. The witness was produced in closed session on October 19, 2009. The Court was satisfied that the CSIS witness could give evidence in public without injuring national security or endangering the safety of any person, as long as his identity was protected. The CSIS witness was produced in public session on October 26, 2009.", "[17] Mr. Mahjoub asks for his release from detention on modified conditions of release. He proposes that his detention be reviewed within the boundaries of the following framework: (a) Mr. Mahjoub submits that because he was previously released from detention by this Court and voluntarily returned into custody, the appropriate issue to be determined in this review is not whether he should be released from detention, but rather what conditions of release are sufficient to neutralize or contain the threat that he now poses to national security or the safety of any person (or that he would abscond); (b) Mr. Mahjoub does not ask that the conditions of release be eliminated, he acknowledges and accepts that conditions of release are required; (c) Mr. Mahjoub accepts, solely for the purpose of the detention review, the factual determinations of Justice Mosley regarding the threat that Mr. Mahjoub poses to national security, with certain caveats to which I shall return; (d) No individuals are available to act as live-in supervisors for Mr. Mahjoub. If released, Mr. Mahjoub would live alone; (e) Mr. Mahjoub asserts that a number of factors justify his request that the conditions of his release be modified, and made less stringent; (f) Mr. Mahjoub submits that the proposed modified conditions of release will neutralize the threat he poses to national security or the safety of any person.", "[18] The conditions proposed by Mr. Mahjoub differ from the previous conditions of release, which were imposed on him prior to his voluntary re-incarceration. Before examining the various factors that must be considered in this detention review, it is useful to review Mr. Mahjoub's previous conditions of release and the changes he proposes. Mr. Mahjoub's Previous Conditions of Release", "[19] The conditions imposed on Mr. Mahjoub prior to his voluntary re-incarceration were the following: (a) The sum of $32,500.00 was paid as a cash surety pursuant to Rule 149 of the Federal Courts Rules , S.O.R./2004-283 s. 2, and the sum of $58,000.00 was provided as performance bonds, pursuant to section 56 of the IRPA (b) Mr. Mahjoub was fitted at all times with an electronic monitoring device (GPS) by which the CBSA could track his location; (c) Mr. Mahjoub was to be supervised at all times by his court approved supervisors, which were Ms. El Fouli, Mr. El Fouli, El Sayed Ahmed and Murray Lumley; (d) In exception to the above-condition, Mr. Mahjoub was permitted to remain home alone without a supervisor on weekdays from 8:00 a.m. to 6:00 p.m. on condition that: a video conference device be connected in the living room, that he advise the CBSA that he would be home alone by way of the video-conferencing device, and that the CBSA be allowed to periodically contact Mr. Mahjoub by way of the video-conferencing device. He could not have visitors when he was home alone; (e) Mr. Mahjoub was imposed a curfew between the hours of 11:00 p.m. and 8:00 a.m.; (f) Mr. Mahjoub was permitted to leave his residence in the presence of a supervisor outside curfew hours with prior approval of the CBSA, 3 times per week for periods not exceeding 4 hours, within a pre-determined perimeter, and with the obligation that he notify the CBSA prior to leaving and upon returning to the residence; (g) The following outings were exempt from the requirement of prior approval: when Mr. Mahjoub accompanied his children to or from school; when Mr. Mahjoub took walks for exercise purposes; religious outings to the mosque; doctor and psychologist appointments. For these outings, Mr. Mahjoub was required to give notice: immediate notice for the walks and accompanying of the children; 30 minute notice for religious outings during business hours, and 90 minutes outside business hours; 48 hours notice for doctor and psychologist appointments; (h) It was permissible for Mr. Mahjoub to \"pass the time of day\" with persons he encountered \"happenstance\" during outings; (i) Visitors were limited to his legal counsel, supervisors, friends of his sons under the age of 15 years, building superintendent and any other person who was approved by the CBSA; (j) Mr. Mahjoub had to agree to the interception of all oral and written communication; (k) Mr. Mahjoub was prohibited from having access to any radio device that had transmission capabilities, equipment capable of connecting to the internet, or cell phones; (l) Mr. Mahjoub was to allow employees of the CBSA to access his residence at any time for the purposes of verifying his presence and his compliance with the conditions of release. Mr. Mahjoub's Proposed Conditions of Release", "[20] I shall outline the major amendments that are proposed by Mr. Mahjoub.", "[21] Mr. Mahjoub now proposes that the sum of $7,500.00 be paid as a cash surety and the total sum of $48,000.00 be provided as performance bonds, as opposed to the previous amounts of $32,500.00 and $58,000.00.", "[22] Under the previous conditions of release, Mr. Mahjoub was living with his family. As noted above, he was to be supervised at all times by his court approved supervisors even while in the residence with the exception of limited periods during which he was permitted to remain at home alone. Mr. Mahjoub now seeks to alter the condition so that he may live alone, as living with Ms. El Fouli and his two children is no longer an option. He therefore proposes that he be permitted to live without a live-in supervisor, and that he be permitted to remain in his residence alone without the presence of a supervising surety.", "[23] With regards to outings, Mr. Mahjoub proposes that he be allowed to go on outings without the presence of a supervisor. He also requests that the Court eliminate the condition that outings be pre-approved and eliminate the restriction on the number and duration of such outings.", "[24] Mr. Mahjoub seeks to have the curfew reduced by one hour. He proposes a curfew between the hours of 11:00 p.m. and 7:00 a.m. He also asks that he be permitted to be away from his residence until 12:00 a.m. during the month of Ramadan so that he may attend evening prayers.", "[25] Mr. Mahjoub seeks to limit the interception of oral communication by the CBSA. He proposes that where the analyst intercepting the communication identifies the communication being intercepted as one between Mr. Mahjoub and his healthcare provider, the analyst shall cease monitoring the communication and shall delete the interception as is now the case with his legal counsel.", "[26] Mr. Mahjoub asks for specific restrictions to limit the use of intercepts and photographs taken by the CBSA, and more specifically that these not be released to any other entity.", "[27] Mr. Mahjoub asks that searches of his residence by the CBSA only be performed with prior Court approval. Mr. Mahjoub also asks that he be allowed to video and audio record CBSA officers.", "[28] The Ministers also seek changes to certain conditions. It is argued that these changes are needed, if Mr. Mahjoub is permitted to live alone, to counterbalance the lack of a live-in supervising surety.", "[29] The Ministers seek that the total amount provided by cash sureties be set at $20,000, a significant decrease from the prior requirement.", "[30] The Ministers' request that Mr. Mahjoub's curfew be extended to the hours of 9:00 p.m. to 8:00 a.m.", "[31] The Ministers also request that Mr. Mahjoub continue to be accompanied by a supervisor on all outings and that outings be subject to pre-approval and the limit of three outings per week for a period of four hours for each outing.", "[32] Additional monitoring of Mr. Mahjoub's residence is also sought. The Ministers ask that Mr. Mahjoub agree to 24 hour physical monitoring of the residence and video surveillance of all entrances. The Ministers also request that the CBSA be permitted to install video-conferencing, video surveillance equipment and alarm sensors on all doors and windows inside the residence, and that the CBSA have sole discretion over the placement of the video surveillance equipment in order to ensure operational and security needs.", "[33] The Ministers also ask that visitors to Mr. Mahjoub's residence bear the responsibility of understanding the terms and conditions of Mr. Mahjoub's release and of reporting any breaches by Mr. Mahjoub to the conditions.", "[34] I now turn to the legal principles that govern this application. Legal Framework", "[35] Security certificate and detention review proceedings are governed by Part 1, Division 9 of the IRPA . Section 82 of the IRPA deals with review of detention and conditions of release, the relevant sub-sections are the following: \"82(2) Until it is determined whether a certificate is reasonable, a judge shall commence another review of the reasons for the person's continued detention at least once in the six-month period following the conclusion of each preceding review. \"82(4) A person who is released from detention under conditions may apply to the Federal Court for another review of the reasons for continuing the conditions if a period of six months has expired since the conclusion of the preceding review. \"82(5) On review, the judge (a) shall order the person's detention to be continued if the judge is satisfied that the person's release under conditions would be injurious to national security or endanger the safety of any person or that they would be unlikely to appear at a proceeding or for removal if they were released under conditions; or (b) in any other case, shall order or confirm the person's release from detention and set any conditions that the judge considers appropriate.\"", "[36] It is common ground that the governing authority for detention, conditions of release and the assessment of threat is the Supreme Court's decision in Charkaoui 1 . Although the wording of the IRPA has been amended since the decision, the principles established in Charkaoui 1 , remain applicable under the current legislation.", "[37] In Charkaoui 1 , the Supreme Court explained that the detention or the conditions of release imposed on a named person \"must be accompanied by a meaningful process of ongoing review that takes into account the context and circumstances of the individual case\" (para. 107). The procedure must be consistent with the principles of fundamental justice including meaningful opportunities for the named person to challenge his or her continued detention or his or her conditions of release ( Charkaoui 1 , para. 107). If the review of the conditions occurs prior to the determination of the reasonableness of the certificate, the review must be based on an assessment of the danger to national security in evidence at the time of the review ( Harkat, Re (2009), 339 F.T.R. 104; 2009 FC 241, para. 36). The review of detention or conditions of release must take into account all relevant factors ( Charkaoui 1 , paras. 110 and 123; Jaballah, Re (2007), 296 F.T.R. 1; 2007 FC 379, para. 19). The five obligatory, but non-exclusive, factors that must be taken into account are the following: (1) Reasons for detention; (2) Length of detention; (3) Reasons for delay in deportation; (4) Anticipated future length of detention; and (5) Availability of alternatives to detention.", "[38] As stated in Charkaoui 1 , in addition to these factors: \"... the reviewing judge should be able to look at all factors relevant to the justice of continued detention, including the possibility of the IRPA's detention provisions being misused or abused Charkaoui 1 , para. 117).\"", "[39] I will comment briefly on the threshold for release under the IRPA , the burden of proof and the standard of proof.", "[40] The IRPA expressly sets out the threshold to be met for a designated judge to release a named person from detention. Paragraph 82(5)(a) of the IRPA provides that the designated judge must order the detention to continue if satisfied \"that the person's release under conditions would be injurious to national security or endanger the safety of any person, or that they would be unlikely to appear at a proceeding or for removal ...\" Paragraph 82(5)(b) of the IRPA provides that the designated judge \"in any other case, shall order or confirm the person's release from detention and set any conditions that the judge considers appropriate.\" In Charkaoui 1 , the Supreme Court recognized the authority of the designated judge in a detention review under the IRPA to fashion conditions that would neutralize the risk of danger upon release and to order the release of the detained person on that basis (para. 121).", "[41] The Ministers bear the initial burden of establishing the need for continued detention ( Charkaoui 1 , para. 100).", "[42] In Charkaoui 1 , the Supreme Court confirmed, at paragraph 39, that: \"'reasonable grounds to believe' is the appropriate standard for judges to apply when reviewing a continuation of detention under the certificate provisions of the IRPA .\" This standard requires the designated judge to consider whether \"there is an objective basis ... which is based on compelling and credible information\" ( Charkaoui 1 , para. 39). The Supreme Court found that the IRPA therefore required the designated judge not to be deferential, but rather, to engage in a searching review ( Charkaoui 1 , para. 39). It is on this basis that I will consider the evidence adduced in this proceeding.", "[43] In a detention review, the designated judge is to proceed as informally and expeditiously as the circumstances and considerations of fairness and natural justice permit (83(1)(a) of the IRPA ). The designated judge is also authorized under paragraph 83(1)(h) of the IRPA to receive into evidence \"anything that, in the judge's opinion, is reliable and appropriate, even if it is inadmissible in a court of law, and may base a decision on that evidence.\" As noted by Justice Mosley in Almrei, Re (2009), 337 F.T.R. 160; 2009 FC 3, ( Almrei ) at paragraph 53, this permits the reception of hearsay evidence.", "[44] Both information provided in public session and in closed session is admissible as evidence and can be relied upon by the designated judge. For the purpose of this detention review, I heard the evidence of the CSIS witness on the production of the Threat Assessment dated, which was given in closed session on October 19, 2009. Analysis", "[45] I will now turn to the above listed Charkaoui 1 factors to be considered in a detention review. Before doing so, I wish to address an argument raised by the Ministers.", "[46] The Ministers argue that a substantial lessening of the conditions of release would amount to a decision favourable to Mr. Mahjoub in the merits of the case, namely the reasonableness of the certificate, and for this position rely on Charkaoui, Re (2006), 295 F.T.R. 86; 2006 FC 555. In that case, Mr. Charkaoui asked that his conditions of release be abolished. Justice Noël at paragraph 22, concluded as follows: \"Abolishing the preventive conditions, as Mr. Charkaoui is asking the Court to do, would amount to a decision favourable to Mr. Charkaoui on the merits of the case, namely the reasonableness of the certificate.\"", "[47] In my view, Mr. Mahjoub's situation is distinguishable from the case of Mr. Charkaoui because Mr. Mahjoub is not asking for release without conditions. In addition, I do not accept the position put forward by the Ministers that a release on less stringent conditions would be akin to a determination favourable to Mr. Mahjoub on the reasonableness of the certificate. The findings in a detention review are distinct from the findings on the reasonableness of the certificate. In this regard, Justice Mosley noted in Almrei , at paragraph 236: \"In Suresh it was held that a finding that a security certificate is reasonable is not the same as a finding that the person named is actually a danger (at para. 83). Similarly, a finding that any risk of injury to national security from release will be mitigated by conditions is not the same as a finding that the certificate is unreasonable.\"", "[48] I now turn to the stated factors. I recognize that by agreement the parties have focused their argumentation on only two of the five Charkaoui 1 factors: length of detention and availability of alternatives to detention. As acknowledged by the parties during the hearing, I must consider all of the stated factors. I propose to do so in turn. (1) Reasons for Detention", "[49] In Charkaoui 1 , the Supreme Court explained \"the reasons for detention\" factor as follows, at paragraph 111: \"The criteria for signing a certificate are 'security, violating human or international rights, serious criminality or organized criminality' (s. 77). Detention pursuant to a certificate is justified on the basis of a continuing threat to national security or to the safety of any person. While the criteria for release under s. 83 of the IRPA [of the former Act , now the relevant sub-section is 82(5) of the IRPA ] also include the likelihood that a person will appear at a proceeding or for removal, a threat to national security or to the safety of a person is a more important factor for the purpose of justifying continued detention. The more serious the threat, the greater will be the justification for detention .\" (My emphasis)", "[50] In Mr. Mahjoub's case it was not argued that he would be unlikely to appear at any proceeding or for removal. Mr. Mahjoub's detention and prior release on stringent conditions were necessitated by reason of the Ministers' opinion that he poses a danger to national security or to the safety of any person. This review will therefore focus on the alleged threat posed by Mr. Mahjoub to national security or the safety of any person.", "[51] For the purpose of this detention review, the parties have agreed that the findings of Justice Mosley apply in respect of danger ( Mahjoub 3 ). The Ministers also adduce the Threat Assessment. As noted above, counsel for Mr. Mahjoub was provided with the Public Summary of the Threat Assessment. The Ministers also rely on the testimony of the CSIS witness in respect to the preparation and content of the Threat Assessment. The Threat Assessment provides that \"the Service [CSIS] still believes the statements made about [Mr.] Mahjoub in the public summary of the SIR.\" The reference is to the Revised Public Summary of the Security Intelligence Report, dated October 24, 2008, prepared by CSIS (the Public Summary of the SIR).", "[52] Given the above agreement, Justice Mosley's findings on the danger posed by Mr. Mahjoub to national security or the safety of any person provide the starting point on the danger that Mr. Mahjoub presently poses. The relevant paragraphs are reproduced below: \"[119] As noted by Justice Dawson  <FRAGMENT_SUPPRESSED>  No. 2 , no challenge was made to the assertion that both the VOC and the AJ are terrorist organizations. Both were in fact among the first organizations banned in Canada under the Anti-Terrorism Act , S.C. 2001, c. 41. As to Mr. Mahjoub's involvement with the AJ and the VOC, Justice Dawson found: 64 ... that the information before the Court gives rise, at the least, to an objectively reasonable suspicion that at the time of his detention and before that: 1. Mr. Mahjoub was a high-ranking member of the VOC, which is a faction of the AJ. 2. Mr. Mahjoub was a member of the Shura council of the VOC, and as such would normally participate in the decision-making process of that terrorist organization 3. Mr. Mahjoub had engaged in terrorism. Sometime around 1996/1997 he became identified by the alias 'Shaker.' 4. Mr. Mahjoub had significant contacts with persons associated with international Islamic terrorism including Osama Bin Laden, Ahmad Said Khadr, Essam Hafez Marzouk, Ahmed Agiza, and Mubarak Al Duri. He also had contact with Mahmoud Jaballah. In view of the status of Mr. Jaballah's proceedings in this Court, I make no finding or comment with respect to Mr. Jaballah's alleged involvement in terrorist activities \"[120] Additionally, Justice Dawson highlighted public evidence that showed that Mr. Mahjoub had access to individuals who were very highly placed and influential in the Islamic extremist movement. The Court also relied on information provided by the Ministers in private. The Court concluded that this evidence was sufficient to establish that at that time Mr. Mahjoub posed a danger to national security: Mahjoub No. 2 , above at para. 74. \"[125] It is clear from the evidence noted above that Mr. Mahjoub has in the past associated with persons linked to terrorist organizations. I would include in that category specifically Ahmed Said Khadr, Mubarak Al Duri, Essam Marzouk and Ahmed Agiza. While one of these individuals is now dead and two others are incarcerated in Egypt, it is not unreasonable to conclude that the Service is not aware of all of Mr. Mahjoub's past extremist contacts.\" The Ministers' position", "[53] The Ministers argue that Justice Mosley's findings continue to apply today and that the danger posed by Mr. Mahjoub to national security or the safety of any person requires that he be subject to stringent conditions. In this respect, the Ministers ask that the Court take into consideration that in March of 2009 Justice Layden-Stevenson relied on the findings of Justice Mosley with respect to danger and concluded: \"[I]n view of Justice Mosley's findings (which constitute the factual underpinnings of this review), in my opinion, it is readily apparent that Mr. Mahjoub must be subject to restrictive conditions ( Mahjoub 4 , para. 73).\"", "[54] The Ministers argue that the same conclusion should be reached by this Court. In addition, and in respect of the danger that Mr. Mahjoub presently poses, the Ministers argue that Mr. Mahjoub has not renounced his belief and support in Islamic extremism, and that the threat remains that Mr. Mahjoub will re-initiate contact with Islamic extremists. The issue of Mr. Mahjoub's beliefs will now be examined.", "[55] The Ministers are of the opinion that Mr. Mahjoub has not renounced his beliefs and support of Islamic extremism. The Ministers' position is that the degree of Mr. Mahjoub's dedication to the cause and his support for the AJ/VOC's terrorist agenda is such that he would resort to violence and would direct others to resort to violence if he was so ordered by the leaders of Islamic extremist organizations. Mr. Mahjoub, has since his initial detention, repeatedly disavowed Islamic extremism. The Ministers submit that Mr. Mahjoub's disavowal of Islamic extremism should be given little weight. In support of this position, they point to CSIS' determination that Mr. Mahjoub is not credible. The CSIS witness testified to the effect that the disavowal made by Mr. Mahjoub was self-serving, not credible and that there was no evidence that would suggest that Mr. Mahjoub had credibly disavowed himself from the Islamic extremism philosophy.", "[56] The Ministers refer to Justice Nadon's findings in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> to further support the position that Mr. Mahjoub is not credible in his disavowal. Overall, Justice Nadon had found Mr. Mahjoub not to be credible in his testimony for the following reasons: Mr. Mahjoub had admitted to having perjured himself, he had not told the truth with respect to his connection to Osama Ben Laden or Ahmad Said Kahdr or as to the identity of Mubarak Al-Duri.", "[57] The Ministers also note that Mr. Mahjoub did not initially disavow Islamic extremism, and did so only after Justice Dawson took this to be a factor weighing against Mr. Mahjoub's release from detention ( Mahjoub 2 ). Mr. Mahjoub's position", "[58] Mr. Mahjoub accepts Justice Mosley's findings on danger, solely for the purpose of this detention review, with the caveat that the following factors be taken into consideration: Justice Mosley's findings arose from a constitutionally-deficient process and these findings must be considered in light of the passage of time. Also, in relation to the danger he poses, Mr. Mahjoub argues that he has disavowed Islamic extremism, and that the allegations against him relate mostly to his associations with Islamic extremists but that there is no evidence that such associations are viable today. Lastly, he argues that the methodology used to produce the Public Summary of the Threat Assessment is lacking.", "[59] In relation to the Ministers' position that Mr. Mahjoub has not renounced Islamic extremism, Mr. Mahjoub points to the numerous times he has disavowed Islamic extremism in his prior testimony and affidavits and again in testimony given during this detention review.", "[60] Mr. Mahjoub also raises a number of arguments to challenge the validity of the Public Summary of the Threat Assessment. Synoptically: Mr. Mahjoub argues that the accuracy of the report was not tested, the methodology was lacking, it was not a balanced assessment because there was no interview of Mr. Mahjoub or consideration of his evidence and the information relied on for its production may have been obtained as a result of torture. Analysis", "[61] As stated earlier in these reasons, by agreement between the parties, the prior findings on danger are admitted for the purpose of this detention review. The above arguments by Mr. Mahjoub on the validity of the Public Summary of the Threat Assessment touch on issues that are not frivolous and will undoubtedly be dealt with comprehensively at the reasonableness hearing with the benefit of fulsome records and arguments. However, since the Ministers are relying on the Threat Assessment in this detention review, the evidence adduced in respect to it is properly before the Court and must be considered. I note also that the evidence and allegations contained in the most recent Security Intelligence Report, dated February 22, 2008 (the SIR), and referred to in the Threat Assessment, are essentially the same evidence and allegations relied on by Justice Mosley in making his findings on danger, and that the parties have agreed to these findings for the purpose of this detention review.", "[62] I am satisfied, based upon the agreed factual underpinnings of this review relating to danger, Mr. Mahjoub may only be released from detention on conditions. As stated above, while seeking release from detention, Mr. Mahjoub does not dispute that conditions are required. (2) Length of Detention", "[63] The Supreme Court in Charkaoui 1 stated that the longer the period of detention the less likely the individual will remain a threat to national security, and the higher the evidentiary onus on the government to establish that this person in fact poses a threat. In his submissions on length of detention, Mr. Mahjoub raised the issue of his conditions of detention. Mr. Mahjoub's conditions of detention are a relevant factor and will be examined in the section \"other factors,\" below. In the present section, I will focus on whether the length of Mr. Mahjoub's detention has lessened the threat he poses to national security, and whether the Ministers have met their higher onus imposed by the passage of time.", "[64] The Supreme Court in Charkaoui 1 stated in regards to length of detention: \"The length of the detention to date is an important factor, both from the perspective of the individual and from the perspective of national security. The longer the period, the less likely that an individual will remain a threat to security: 'The imminence of danger may decline with the passage of time': Charkaoui (Re) , 2005 FC 248, at para. 74. Noël, J., concluded that Mr. Charkaoui could be released safely from detention because his long period of detention had cut him off from whatever associations with extremist groups he may have had. Likewise, in Mr. Harkat's case, Dawson, J., based her decision to release Mr. Harkat in part on the fact that the long period of detention meant that 'his ability to communicate with persons in the Islamic extremist network has been disrupted': Harkat , 2006 FC 628, at para. 86. \"A longer period of detention would also signify that the government would have had more time to gather evidence establishing the nature of the threat posed by the detained person. While the government's evidentiary onus may not be heavy at the initial detention review (see above, at para. 93), it must be heavier when the government has had more time to investigate and document the threat\" (paras. 112-113). Mr. Mahjoub's position", "[65] Mr. Mahjoub argues that, due to his length of time in detention and under conditions of release, the danger he poses has significantly diminished, in particular because there has been a disruption to his contact with Islamic extremists. In relation to the onus on the government, Mr. Mahjoub submits that the Ministers have not met the higher onus imposed upon them, and that the Ministers' assessment of the threat posed by Mr. Mahjoub does not take into consideration the changes that have occurred with the passage of time. Each of these arguments will be examined in turn.", "[66] Mr. Mahjoub submits that the total period of detention of seven years must be taken into account, in addition to the period of two years in which he was under stringent conditions of release. According to Mr. Mahjoub, this is a sufficiently long period of time to support a conclusion that he has been cut off from whatever associations with extremist groups he may have had. Mr. Mahjoub notes that, in the previous review of the conditions of release in March 2009, Justice Layden-Stevenson recognized that Mr. Mahjoub's detention for seven years was to be considered a lengthy detention resulting in the disruption of contact and communication with extremist individuals or groups ( Mahjoub 4 , para. 58).", "[67] In relation to the disruption of contacts, Mr. Mahjoub also submits that his ongoing control by the Canadian authorities and the publicity of his case for a period of close to ten years significantly reduces chances that he would be contacted by Islamic extremists. Mr. Mahjoub relies on Justice Nöel's decision in Harkat at paragraph 86: \"That said, it is difficult to imagine what interest an organization falling under the umbrella of the BLN [terrorist organization Mr. Harkat is alleged to have belonged to], would have in somebody who has been the subject of ongoing control by Canadian authorities for more than ten years? This Court also wonders, for example, who would approach such an individual with such a high media profile? How could an organization consider asking somebody with such a high profile to undertake secret activities? The Court does not have an answer to these questions, but they are obvious questions in the mind of a decision maker who must assess the danger posed by an individual released under conditions aimed at neutralizing such danger. Proportionality is an instrument that requires the adaptation of the two factors (danger and conditions) to a changing reality. Circumstances are not frozen; they evolve over time.\"", "[68] In terms of the onus on the government, Mr. Mahjoub argues that the government has not met the higher evidentiary burden imposed on it by virtue of Charkaoui 1 . The principal allegations against Mr. Mahjoub relate to his associations with Islamic extremists and terrorists, however the Ministers have not presented evidence that these alleged associations are viable today. Mr. Mahjoub argues that other than Mr. Jaballah, who is himself subject to stringent conditions of release, it would appear that all of his other alleged contacts are not in Canada, are detained, or are dead. (Ahmed Agiza, Ahmed Hassan Badiya, Essam Hafez Marzouk are said to be detained in Egpyt, the whereabouts of Mamdoh Mahmoub Salim and Mubarak Al-Duri are unknown and Ahmad Said Khadr is dead).", "[69] Mr. Mahjoub argues that the position of the Ministers that he would re-initiate contact with Islamic extremists is grounded on speculation and therefore not sufficient to meet the standard of reasonable ground to believe. Mr. Mahjoub's argument is that the Ministers have not provided evidence that would demonstrate that he has engaged in threat-related activities or contacted persons involved in Islamic extremism since the initial issuance of the certificate in 2000. Mr. Mahjoub notes that the CSIS witness admitted that CSIS did not have any new information indicating that Mr. Mahjoub had engaged in any threat-related activities since his release and subsequent re-incarceration. Mr. Mahjoub argues that the Court should not, in determining the appropriate conditions of release, take into consideration the speculation that he will re-initiate contact. He relies on Justice Mosley's findings in Almrei , at paragraph 258, in this respect: \"The Ministers also grounded their submissions in part on speculation. They argued, for example, that the risk Mr. Almrei poses cannot be contained because he may have connections to terrorists that Canadian authorities may not be aware of and that surveillance may be ineffective because the agents won't know whether a person who stands next to Mr. Almrei in a grocery store line-up is a stranger or a friend. While I accept that there are limits to intelligence and surveillance capabilities, I found this to be overreaching. The decision to continue to detain an individual should not be dependent upon fear of the unknown but credible and compelling information that his release would pose a threat.\"", "[70] Mr. Mahjoub further argues that the Ministers' assessment of the danger he poses as described in the Public Summary of the Threat Assessment is dated. Mr. Mahjoub submits that the Public Summary of the Threat Assessment does not evaluate whether the threat he poses has diminished over time. First, it does not give any weight or take into consideration Mr. Mahjoub's compliance to the release orders for a period of two years and his conduct during this period and the following period of his voluntary re-incarceration. Second, Mr. Mahjoub argues that the assessment made in regards to his extremist beliefs is outdated. He notes that CSIS did not interview him for the purposes of preparing the most recent Threat Assessment, and that the CSIS witness acknowledged that Mr. Mahjoub was last interviewed in 2000. Third, Mr. Mahjoub further argues that CSIS' position that Islamic extremists cannot be rehabilitated is based on stereotype and is untenable.", "[71] Based on the above arguments, Mr. Mahjoub argues that the length of his detention strongly favours his release on less stringent conditions. The Ministers' position", "[72] According to the Ministers, the danger posed by Mr. Mahjoub has not diminished from his lengthy incarceration and release under conditions and, therefore, stringent conditions of release should be maintained. The Ministers rely on evidence adduced by the CSIS witness in this proceeding and a previous CSIS witness in the proceeding before Justice Layden-Stenvenson ( Mahjoub 4 ) to argue that the threat exists that Mr. Mahjoub would re-initiate contact with Islamic extremists.", "[73] The Ministers maintain that the danger posed by Mr. Mahjoub has been mitigated but has not diminished since Justice Mosley made his findings. For this position, the Ministers rely on the testimony of the CSIS witness who stated CSIS' position that the threat posed by Mr. Mahjoub had not diminished since February 22, 2008 (date at which the Public Summary of the SIR was filed).", "[74] In relation to contacts with Islamic extremists, the Ministers argue that the threat exists that Mr. Mahjoub would re-initiate contact with Islamic extremists. The Ministers maintain that most of Mr. Mahjoub's contacts prior to his initial incarceration were individuals associated with the international Islamic terrorist milieu, especially individuals linked to the AJ/VOC, and that Mr. Mahjoub may presently have contacts in this milieu that CSIS is unaware of. The Ministers rely on the evidence of Mr. Guay, a CSIS witness adduced before Justice Layden-Stevenson ( <FRAGMENT_SUPPRESSED> 4 ). Mr. Guay testified to the effect that, if Mr. Mahjoub was allowed to be home alone, he would be able to ascertain ways to contact people or have them contact him. The Ministers ask the Court to consider Justice Layden-Stevenson's findings, in relation to this evidence, that there exists a threat that Mr. Mahjoub could re-initiate contact with Islamic extremists. She stated in this regard: \"I also recognize his contacts have been disrupted during the period of his detention and his release on conditions. However, the possibility of re-instituting contacts remains\" (para. 99).", "[75] The Ministers also rely on Mr. Guay's testimony to explain the nature of the threat that would result from Mr. Mahjoub's renewed contact with Islamic extremists. According to Mr. Guay's testimony, once in communication with other individuals in the milieu, Mr. Mahjoub would be able to provide: \"support, encouragement and gravitas to the issue [Islamic extremism] based on his previous activities and connections\" ( Mahjoub 4 , para. 85). The Ministers also argue that, other than ideological support, Mr. Mahjoub could provide support to Islamic extremists based on his terrorist skill set. More specifically, counsel for the Ministers stated: \"Mr. Mahjoub knows about pursuit of clandestine communication. He could provide a lynchpin, a missing link some of these people might be missing in terms of just not being able to finally calibrate their terrorist activity, based on his previous experience. So it doesn't just go to ideological beliefs.\"", "[76] The Ministers also argue that Mr. Mahjoub's terrorist \"pedigree\" would make him a person of interest to Islamic terrorists and that his control by the Canadian authorities and the publicity surrounding his case would not impede such renewed contact. The CSIS witness testified that, in light of Mr. Mahjoub's leadership position in VOC, the ideology he espouses and his past activities, Mr. Mahjoub's public profile would not attenuate the threat that contact could be re-initiated. On this point, the Ministers also refer to Justice Dawson's findings in <FRAGMENT_SUPPRESSED> 2 at paragraph 82: \"[W]hile publicity and scrutiny by an intelligence agency may impede terrorist activities, it is to be remembered that Ahmed Said Khadr was the subject of intense media attention after his release from custody in Pakistan, yet he was able to return to activities in support of Jihad.\"", "[77] Based on the nature of the alleged acts, Mr. Mahjoub would engage in and the nature of the threat that would result from those acts, the Ministers argue that the danger posed by Mr. Mahjoub is serious and justifies very stringent conditions of release. Lastly, the Ministers put forth that, although length of detention is an important factor, it is not de-terminative and all the factors must be weighed together. Analysis", "[78] Subsection 82(2) of the IRPA requires that a review of the named person's detention be conducted every six months. Implicit in this statutory requirement for a periodic review of detention is the notion that there can be changes in the danger or threat posed by the named person with the passage of time. This was acknowledged in Charkaoui, Re (2005), 261 F.T.R. 11; 2005 FC 248, at paragraph 39, when Justice Noël considered the role of the designated judge in evaluating the impact of the length of detention on threat posed by the named person: \"Parliament has asked the designated judge to analyze the evidence by considering whether the danger still exists. Accordingly, this means that it may exist at one moment and not at another. The designated judge must therefore weigh the evidence with this concern in mind. There is thus a possibility that danger may be imminent but subsequently be neutralized. It seems to the Court that this is what Parliament intended to be the role of the designated judge.\"", "[79] Developments in the United Kingdom regarding the impact of the passage of time on control orders provide a useful backdrop to my analysis. These were discussed in the Fourth Report of the Independent Reviewer Pursuant to section 14(3) of the Prevention of Terrorism Act 2005 . In this report Lord Carlile of Berriew, Q.C., wrote at paragraph 58: \"My view is that it is only in a few cases that control orders can be justified for more than two years. After that time, at least the immediate utility of even a dedicated terrorist will seriously have been disrupted. The terrorist will know that the authorities will retain an interest in his or her activities and contacts, and will be likely to scrutinize them in the future. For those organizing terrorism, a person who has been subject to a control order for up to two years is an unattractive operator, who may be assumed to have the eyes and ears of the State upon him/her. Nevertheless, the material I have seen justifies the conclusion there are a few controlees who, despite the restrictions placed upon them, manage to maintain some contact with terrorist associates and/or groups, and a determination to become operational in the future.\" (My emphasis)", "[80] As a last preliminary observation, I also note that, in Mr. Mahjoub's case, the last detention review which involved an assessment of the threat posed by Mr. Mahjoub was the one conducted by Justice Mosley in February 2007 ( Mahjoub 3 ). For the review of conditions of release conducted in March 2009, before Justice Layden-Stevenson, the parties agreed to rely on Justice Mosley's findings ( Mahjoub 4) . Therefore, my evaluation of the impact of the length of time on the threat posed by Mr. Mahjoub must essentially take into consideration not only the changes since the March 2009 review but the changes since the February 2007 review.", "[81] The duration of Mr. Mahjoub's detention as well as the duration of his release on stringent conditions are both proper considerations in the conduct of a detention review ( Mahjoub 4 , para. 53). Mr. Mahjoub has been detained for nearly ten years. While this factor does not outweigh all other considerations, there is little doubt that the length of Mr. Mahjoub's detention militates heavily in his favour in the context of this detention review. ( Almrei , para. 270).", "[82] I am satisfied that Mr. Mahjoub's lengthy detention has served to disrupt his contact and communication with extremist individuals or groups. I am of the view that the possibility of re-instituting contacts, absent any new evidence to suggest otherwise, diminishes with the passage of time. I am also satisfied that the threat Mr. Mahjoub poses has been mitigated by his public exposure and by his constant supervision and control by the Canadian authorities for a period of almost a decade.", "[83] In relation to the greater evidentiary burden on the Ministers, I find it useful to cite from Justice Mosley's reasons issued following his review of Mr. Mahjoub's detention in February 2007: \"[T]he investigation of Mr. Mahjoub was essentially complete when he was detained on the security certificate. There has been no effort by the security agencies to interview him again since before his detention. The applicant today is an ailing and aging man preoccupied with his health and the lack of contact with his family apart from telephone calls and occasional visits. The conditions of his detention have exacerbated that problem\" ( Mahjoub 3 , para. 138).", "[84] I adopt this observation and find it to be even more compelling two years later, given the paucity of new evidence adduced by the Ministers and Mr. Mahjoub's current circumstances.", "[85] The Ministers do not concede that the danger Mr. Mahjoub poses has been minimized or has decreased by reason of his extended detention or his release on stringent conditions. In support of their position, they essentially point to the evidence which supported the issuance of the first certificate against Mr. Mahjoub and which was updated in the second certificate. They rely on the allegations in the current SIR, which essentially replicates the allegations in the initial SIR, the evidence of Mr. Guay and the evidence of the CSIS witness. The Ministers have essentially adduced no new evidence against Mr. Mahjoub in respect to the threat he is alleged to pose. There is nothing on the record to indicate that Mr. Mahjoub had any contact or involvement with terrorists or terrorist organizations of any kind since his initial detention in 2000. This is the case during both his lengthy incarceration and the time he was released from detention on stringent conditions. The record indicates that Mr. Mahjoub has essentially respected his conditions of release. Further, Mr. Mahjoub has repeatedly eschewed Islamic extremism and the use of violence. In his reasons, Justice Mosley agreed that Mr. Mahjoub's disavowal was a relevant factor. In his reasons he stated: \"In Mahjoub No. 2 , in reaching the conclusion that Mr. Mahjoub had not met his evidentiary onus, Justice Dawson highlighted the absence of personal testimony eschewing Islamic extremism and the use of violence on the part of Mr. Mahjoub, in addition to the absence of any assurance that he would not support, encourage or take part in acts that would pose a danger. This was characterized by the Court as a 'significant omission': Mahjoub No. 2 , above at para. 87. The Court also highlighted the words of Mr. Justice Simon Noël in , above, where he wrote at paragraph 53: 'how can a designated judge assess the existence of danger and the possibility of a conditional release if the person concerned does not tell him, inter alia, that he intends to comply with the conditions? ...'. \"I note also the answer given by Mr. Mahjoub in his testimony on this application when asked why, in the prior proceedings, he had not explicitly disavowed violence. He said simply that he was not asked. One might wonder why he did not volunteer this information. In any event, his evidence in this regard addresses the concern identified by Justice Dawson. \" ( Mahjoub 3 , paras. 122 and 124) (Emphasis added)", "[86] The Ministers' plea is that Mr. Mahjoub has not changed and cannot be trusted. They have adduced no independent evidence to support their position that a person with Mr. Mahjoub's background cannot change. Nor have they adduced any evidence to counter Mr. Mahjoub's allegation that he has eschewed violence. The Ministers rely on CSIS' position that once a terrorist always a terrorist. On cross-examination, the CSIS witness acknowledged that there existed reports on programs of rehabilitation for persons espousing Islamic extremism implemented in other countries. Mr. Mahjoub's counsel also referred to longitudinal studies evaluating the impact of lengthy detention on people espousing extremist ideology who did not have access to rehabilitation programs. According to counsel for Mr. Mahjoub, these reports suggest that the majority of individuals do not return to terrorist activities after their release from lengthy detention. The CSIS witness was unable to assist the Court in respect to this evidence.", "[87] The Ministers have not satisfied me that the threat that Mr. Mahjoub poses to the security of Canada or to any person has not declined with the passage of time. On the evidence, and given the Ministers' increased burden with the passage of time, I am satisfied that the danger Mr. Mahjoub poses has been lessened by his lengthy detention and release on stringent conditions. I am satisfied that, after nearly ten years of detention and release under conditions, Mr. Mahjoub's ability to communicate with persons in the Islamic extremist networks has been disrupted. On the whole of the evidence, the length of Mr. Mahjoub's detention strongly militates in favour of relaxing his conditions of release. (3) Reasons for Delay in Deportation", "[88] In Charkaoui 1 , the Supreme Court stated at paragraph 114: \"When reviewing detentions pending deportation, judges have assessed whether the delays have been caused by the detainees or the government: Sahin , at p. 231. In reviewing Mr. Almrei's application for release, the Federal Court of Appeal stated that a reviewing judge could 'discount, in whole or in part, the delay resulting from proceedings resorted to by an applicant that have the precise effect of preventing compliance by the Crown with the law within a reasonable time': Almrei , 2005 FCA 54, at para. 58; see also Harkat , 2006 FC 628, at para. 30. Recourse by the government or the individual to applicable provisions of the IRPA that are reasonable in the circumstances and recourse by the individual to reasonable Charter challenges should not count against either party. On the other hand, an unexplained delay or lack of diligence should count against the offending party.\"", "[89] This factor permits the designated judge to take into consideration any unexplained delay in deportation or lack of diligence by a party and have such a delay count against the offending party. In these proceedings and on the basis of the agreement between the parties that only two Charkaoui 1 factors would be argued, neither party presented evidence on the reasons for delay in deportation. The parties were asked, however, to address all Charkaoui 1 factors in their final submissions.", "[90] Mr. Mahjoub argues that the delay in the disclosure, required pursuant to Charkaoui, Re , [2008] 2 S.C.R. 326; 376 N.R. 154; 2008 SCC 38 ( Charkaoui 2 ), should operate against the Ministers. Counsel for Mr. Mahjoub stated: \"Now, when we came before Justice Layden-Stevenson the last time in Mr. Mahjoub's case for review of the conditions we characterized this as a neutral factor. Nobody was at fault. It was a long time. We are no longer characterizing it as a neutral factor. There is no reason why Mr. Mahjoub has not gotten [ Charkaoui 2 ] disclosure of his case. \"Mr. Mahjoub is not responsible for any delay. At this point, from what we can see as public counsel, it's the Ministers' delay.\"", "[91] The Ministers argue that, by asserting the above, Mr. Mahjoub has surprised the Ministers because the parties agreed at the outset, in light of the circumstances, that reasons for delay in deportation in addition to two of the other Charkaoui 1 factors would be excluded from debate and argument. The Ministers also argue that the delays in the Charkaoui 2 disclosure should not operate against them.", "[92] Based on the agreement between the parties on how this detention review was to proceed and in fairness to the Ministers, I will consider this factor to be neutral for the purpose of this detention review. I leave it to both parties to raise this issue in subsequent reviews. (4) Anticipated future length of detention", "[93] The Supreme Court determined in Charkaoui 1 , at paragraph 115: \"If there will be a lengthy detention before deportation or if the future detention time cannot be ascertained, this is a factor that weighs in favour of release.\"", "[94] Anticipated lengthy detention or release under stringent conditions before deportation is a factor that militates in favour of release or less stringent conditions. In Mr. Mahjoub's case, the reasonableness of the certificate has yet to be decided. In the event that the certificate is found to be reasonable, it will also be necessary to determine whether Mr. Mahjoub, as a Convention refugee, can be removed from Canada pursuant to subsection 115(2) of the IRPA", "[95] Mr. Mahjoub affirms that this is a factor weighing in favour of his release upon less stringent conditions. He argues that the security certificate process will be lengthy and that even if the certificate is found to be reasonable, his immediate removal would be impeded by the problematic human rights conditions in Egypt and the risk of torture he would face. In relation to the risk of torture, Mr. Mahjoub relies on reports by Amnesty International and Human Rights Watch and Justice Tremblay-Lamer's decision in <FRAGMENT_SUPPRESSED> . In that decision, the learned judge found the decision of the Minister of Citizenship and Immigration's delegate, that there were sufficient grounds for believing that Mr. Mahjoub would not be at substantial risk of torture or ill-treatment in Egypt, to be patently unreasonable.", "[96] The Ministers acknowledge that the future length of time prior to Mr. Mahjoub's removal cannot be ascertained and therefore concede that this factor militates in favour of Mr. Mahjoub. Again, the Ministers caution that a single Charkaoui 1 factor should not be determinative and that all the factors must be weighed.", "[97] The Ministers recognize that deportation of a person who faces a substantial risk of torture will generally violate section 7 of the Charter .  <FRAGMENT_SUPPRESSED>  the Supreme Court did note that, in exceptional circumstances, such deportation may be possible. The Ministers therefore argue that the Court cannot adopt the conclusion that Mr. Mahjoub faces indeterminate detention or release under conditions.", "[98] I am satisfied that this factor weighs in Mr. Mahjoub's favour. Given the length of time Mr. Mahjoub has already spent in detention and under conditions of release, it is improbable that he will be removed from Canada in the near future. While I agree with the Ministers that this factor is not determinative and must be assessed in conjunction with other factors, it is in the circumstances, a factor that must be given considerable weight. (5) Availability of Alternatives to detention", "[99] In Charkaoui 1 , the Supreme Court explained in regards to the availability of alternatives to detention factor: \"Stringent release conditions, such as those imposed on Mr. Charkaoui and Mr. Harkat, seriously limit individual liberty. However, they are less severe than incarceration. Alternatives to lengthy detention pursuant to a certificate, such as stringent release conditions, must not be a disproportionate response to the nature of the threat\" (para. 116). Mr. Mahjoub's position", "[100] Mr. Mahjoub first sought to further explain the notion of proportionality by drawing from correctional law and sentencing. Mr. Mahjoub submits the principle enunciated in <FRAGMENT_SUPPRESSED>  that a sentence must be proportionate to the gravity of the offence, is a principle of fundamental justice which must also be respected in the context of immigration law and detention reviews.", "[101] Mr. Mahjoub argues that to be proportionate, the conditions of release must infringe his rights and in particular his liberty as little as possible and must \"permit him to live a normal life to the extent that that is possible.\" Proportionality also requires that the conditions of release have to be realistic in light of the named person's circumstances. He argues that the conditions of release drafted by the Court, in his particular case, must take into consideration the following circumstances: that no person is available to be a live-in supervisor in his case; and that he has experienced strained relations with the CBSA in the past which requires that contact with the CBSA be minimized.", "[102] Mr. Mahjoub states that he cannot return to live with his wife and children, and there are no other individuals who are available to act as live-in supervisors for him. Murray Lumley, who was a court approved supervisor for Mr. Mahjoub during his previous release on conditions, testified that he was prepared to once again act as a supervisor for Mr. Mahjoub. Due to the constraints of transports and his own family obligations, Mr. Lumley would only be available to supervise Mr. Mahjoub three times per month. El Sayed Ahmed, also a previous court approved supervisor, testified that he would be ready and willing to supervise Mr. Mahjoub three to four times per month but that these periods of supervision would have to be exclusively on weekends. Were there to be an emergency, Mr. Ahmed would be prepared to supervise Mr. Mahjoub during the week in the evenings.", "[103] Mr. Mahjoub argues that his conditions of release must be crafted taking into account his particular circumstance, namely the lack of live-in supervisors. On this point he relies on Justice Mosley's findings in Almrei at paragraph 282: \"The Supreme Court recognized that stringent release conditions can seriously limit individual liberty and must not be a disproportionate response to the nature of the threat: Charkaoui 1 , above, at para. 116. Implicit in that observation, I believe, was the recognition that the imposition of conditions must be tailored to the circumstances of the individual. Here, those circumstances do not include close family members or friends who would be willing to serve as live-in supervising sureties.\" Justice Mosley concluded, by taking into consideration Mr. Almrei's circumstances, that a supervising surety living in the same residence was not an essential element of the conditional release plan ( Almrei , para. 278).", "[104] Mr. Mahjoub notes that in Mr. Almrei's case he had not previously been released from detention, whereas in his own case, the Court has evidence that during his previous period of release he complied with the stringent conditions of his release.", "[105] Mr. Mahjoub also argues that the reliance placed on supervisors for compliance of the named person to the conditions is disproportionate. To support this argument Mr. Mahjoub relies on Jaballah (Re) , 2007 FC 379, in which Justice Layden-Stevenson expressed a certain lack of confidence in the efficacy of the supervising sureties in ensuring compliance by the named person to the conditions of release (para. 69).", "[106] As to the relations with the CBSA, Mr. Mahjoub submits that his personal circumstances require that the contact between himself and the CBSA be minimized. According to Mr. Mahjoub, the conditions of release need to be crafted in such a way that he will need to deal personally with the CBSA as little as possible. Evidence was presented by Mr. Mahjoub on the problematic relationship he has had with the CBSA, both at KIHC and during his previous release on conditions. In particular, Mr. Mahjoub relies on the fact that the interactions with the CBSA during his previous release on conditions had put such a strain on him, and on his family, that he had found no other choice but to voluntarily return to detention. Mr. Mahjoub relies on <FRAGMENT_SUPPRESSED>  a sentencing case where Justice Marc Richard, writing for the New Brunswick Court of Appeal, noted at paragraph 22 of his reasons: \"[C]onditions that one accused might find onerous might be lenient for another. In some cases, the preventive objective may be achieved with conditions, which, objectively considered, might be seen as lenient, but the effect of these on a particular accused, could, subjectively, be quite harsh.\"", "[107] Mr. Mahjoub argues that the conditions of release he has proposed are proportionate. The conditions provide the Ministers assurance that he will not present a threat to national security but also take into consideration his personal circumstances of having no live-in supervisor and having strained relations with the CBSA. Ministers' position", "[108] The Ministers do not oppose the release of Mr. Mahjoub on conditions which do not include a live-in supervising surety. However, the Ministers argue that the other conditions of release need to be made more stringent in order to counter-balance the lack of a live-in supervising surety.", "[109] The Ministers oppose some of the proposals put forward by Mr. Mahjoub which would minimize the contact between the CBSA and Mr. Mahjoub on the basis of security and operational grounds. Analysis", "[110] This factor, \"alternatives to detention\", requires that the designated judge perform a proportionality analysis based on the nature of the threat and the individual's liberty interests in order to determine the appropriate conditions to be imposed on the named person, either in the form of detention or release on terms and conditions. In Harkat at paragraph 86, Justice Noël stated that: \"Proportionality is an instrument that requires the adaptation of the two factors (danger and conditions) to a changing reality. Circumstances are not frozen; they evolve over time.\"", "[111] In Mahjoub 4 , Justice Layden-Stevenson stated that the conditions of release must be a proportionate response to the threat, the judge must therefore perform a proportionality analysis based on the fact that: \"[t]he underlying purpose of the robust, ongoing judicial reviews is to arrive at a solution that will strike a balance between the liberty interests of the individual and the security interests of Canada and its people. The conditions of release must not be a disproportionate response to the nature of the threat: Charkaoui 1 \" (at para. 72).", "[112] In relation to this factor, there is no disagreement on the applicable legal principles. Further, the Ministers agree that, with appropriate conditions, a live-in supervisor will not be required for Mr. Mahjoub and that he may live alone. Based on this agreement, the evidence before me and Mr. Mahjoub's circumstances, I have come to the conclusion that a live-in supervising surety is not an essential part of the conditional release plan for Mr. Mahjoub.", "[113] The parties do not agree on whether the conditions of release should be made more stringent because there is no longer a live-in supervisor as the Ministers' argue, or more lenient because of Mr. Mahjoub's length of detention, his compliance with the stringent conditions of release during a two-year period and the other factors raised by Mr. Mahjoub. This will require a closer examination of each of the proposed conditions of release. (6) Other Factors", "[114] Before I turn to the specific conditions of release advanced by the parties, I propose first to consider the circumstances of Mr. Mahjoub's current conditions of detention. In a detention review, the designated judge must take into account all relevant factors, including the possibility of the IRPA's detention provisions being misused or abused ( Charkaoui 1 , paras. 110, 117 and 123). It is on this basis that I propose to examine the conditions of Mr. Mahjoub's detention. Mr. Mahjoub's position", "[115] Mr. Mahjoub argues that the overall hardship he has suffered because of the conditions of his detention as well as his current physical and mental health are factors that should weigh in favour of less stringent conditions of release.", "[116] Mr. Mahjoub argues that his health is poor and has been negatively affected by his detention. Mr. Mahjoub suffers from hepatitis C. He is also presently suffering the effects of his hunger strike, which, as noted above, he initiated on June 1, 2009 to protest the conditions of his detention. Dr. Alan McBride, who provides medical assistance to Mr. Mahjoub at KIHC, testified that Mr. Mahjoub lost approximately 25% of his body weight since the beginning of his hunger strike. He also testified that Mr. Mahjoub was weak and slower in his movements, that he was experiencing dizziness, that he was depressed and less spontaneous by reason of his hunger strike.", "[117] In terms of mental health, Mr. Mahjoub submits that he is a torture survivor and that he is presently suffering from post-traumatic stress disorder (PTSD) which affects the way and extent to which he can cope with his current conditions of detention. He submits that this will also have an impact on his ability to cope with future conditions of release. To support this position, Mr. Mahjoub refers to a psychological assessment, performed by Dr. Michael Bagby and dated June 27, 2005. Dr. Bagby is a registered clinical psychologist and a member of the Department of Psychiatry at the University of Toronto. On request of Mr. Mahjoub's counsel, Dr. Bagby examined and reported on his assessment of the psychological effects upon Mr. Mahjoub of his detention. Mr. Mahjoub argues that the observations of Dr. Bagby are still relevant today.", "[118] Mr. Mahjoub also relies on a report entitled From Persecution to Prison: the Health Consequences of Detention for Asylum Seekers and published by Physicians for Human Rights and The Bellevue/NYU Program for Survivors of Torture (2003: New York). The study documents, among other health issues, the impact of detention on the levels of anxiety, depression and PTSD in 70 detained asylum seekers in the United States. The majority of the individuals in the study developed such symptoms after experiencing persecution in their country of origin and before arriving in the United States. According to the study: \"Psychological distress appeared to worsen as the length of detention increased. Severity of anxiety, depression and PTSD symptoms were all significantly correlated with length of time in detention. Forty-nine (70%) stated that overall their mental health had worsened substantially while in detention\" (p. 63).", "[119] Mr. Mahjoub draws a parallel between the results of this study and his own situation to argue that the length of his detention and the conditions of his detention have worsened his pre-existing psychological problems initially caused by his persecution in Egypt.", "[120] In addition to the above, Mr. Mahjoub argues that there has been further negative impact on his mental health from his detention because he is detained in conditions akin to solitary confinement. Since Mr. Mahjoub's return to KIHC, he has been the sole detainee at KIHC. Mr. Mahjoub testified to the effect that he is alone almost 24 hours a day. He also testified that he only has meaningful social interaction with one of the guards and this on a frequency of once every two or three weeks. Mr. Mahjoub noted that he can speak by telephone to his family, counsel, and persons approved by the CBSA, and that he can have visitors but has had very few. Finally, in this regard, Mr. Mahjoub testified that his current detention at KIHC does not differ in any significant way from his detention in Administrative Segregation at TWDC.", "[121] Further, Mr. Mahjoub argues that he is subject to the rules and policies of KIHC, fashioned from the penal setting and not well-suited to the detention of a person for preventive purposes. He also notes that the policies are not well-suited to his particular circumstance as the sole detainee at KIHC. He testified that he does not have access to: vocational programs, educational programs, organized activities, a library or a social worker. He testified that he has access to his cell, a common area, an exercise room and a yard that has a bench and an umbrella. He also has access to a television, a CD player, a computer with one language training program and one daily newspaper publication.", "[122] Mr. Mahjoub also relates the numerous problems he has experienced while in detention at KIHC. He testified in relation to these problems and referred to his numerous written complaints. Synoptically, he alleges that: (a) His food has not been delivered, has been delivered late, or has been delivered in the wrong quantities; (b) He has been given spoiled soy milk and served raw meat; (c) He was given food with a metal spring in it; (d) The staff at KIHC has prevented his telephone communication with his family; (e) The officers have searched his beard and his Qu'ran, against regulation; (f) The officers have turned off his CD player at night even though it did not disturb the guards as they were in a separate area; (g) The cleaning has not been done on schedule; (h) He has been prohibited from going to the yard by the staff despite the fact that it is a scheduled activity; (i) Mr. Mahjoub's family has had difficulty in sending him personal effects because of the strict policy for the process of acquiring additional effects; (j) He has not been allowed to have or wear his own winter coat; (k) A particular officer was disrespectful towards him by kicking the door to his cell; asking the attendant to put his food on the floor; disconnecting the telephone line when he was speaking with his family; not calling him by his name when talking to him; by stepping on his prayer matt; and by turning off his CD of the Qu'ran; (l) He has been kept locked in his cell after the food delivery or the cleaning for periods of time ranging from a few minutes to a few hours, even though the doors should be immediately unlocked.", "[123] Mr. Mahjoub argues the above circumstances relating to his health and current conditions of detention need to be considered by the Court in this detention review. He argues that these warrant less stringent conditions of release. Mr. Mahjoub also argues that due to his physical and mental health problems, he would suffer serious hardship if stringent conditions were imposed. In this regard, counsel for Mr. Mahjoub submits: \"The length of detention, the impact of that detention and past treatment of Mr. Mahjoub strongly favors release on reasonable conditions, on conditions that are sensitive to his psychological and physical needs.\"", "[124] Mr. Mahjoub cites <FRAGMENT_SUPPRESSED> ; 11 C.C.C.(2d) 95 (Ont. C.A.), in support of his argument. In that case, the appellant, who had been sentenced to detention for a period of 10 years, appealed on the basis that the trial judge had not been able to consider evidence regarding his mental health and, more particularly, the fact that he suffered from Paranoid Schizophrenia. The Ontario Court of Appeal allowed the appeal and reduced the sentence. At paragraph 15 of its reasons, the Court stated: \"It is plain that a sentence the length of that imposed was very much more severe punishment for this man than for a normal person, because of the terror that he experiences, the danger of self-destruction and the loss of amenability to treatment ...\" Ministers' position", "[125] In response to Mr. Mahjoub's arguments concerning the state of his health and current conditions of detention, the Ministers advance a number of arguments.", "[126] Notwithstanding the fact that Mr. Mahjoub was found to be a Convention refugee, the Ministers do not accept that Mr. Mahjoub was a victim of torture. The Ministers do not expressly deal with Mr. Mahjoub's claim that he is suffering from PTSD.", "[127] In regard to Mr. Mahjoub's current conditions of detention, the Ministers adduced the evidence of Ms. Cathie Kench, acting manager of KIHC. Ms. Kench testified in respect to the responses of the KIHC administration to Mr. Mahjoub's complaints. She noted that many of the policies which had caused problems for Mr. Mahjoub have been modified. She testified that the policies were evaluated in light of Mr. Mahjoub's complaints and were deemed not to be required. Others were modified or adapted in light of the fact that Mr. Mahjoub is the sole detainee. Analysis", "[128] I am prepared to accept that Mr. Mahjoub's personal circumstances, including the conditions of his current detention and his health status are appropriate factors to be considered in this detention review.", "[129] During his years in detention Mr. Mahjoub was held in institutional surroundings and circumstances that mirrored those of Canada's federal penitentiaries. This is particularly so in respect to the policies that regiment the daily activities of persons detained at KIHC. At the outset, operational policies at KIHC were essentially adopted from those in application at Millhaven, the adjoining federal penitentiary. These policies were designed to deal with the circumstances of a large penitentiary with a large number of inmates. Such policies were necessary to ensure a secure environment for detainees and staff. Many of these policies are ill-suited to the detention of named persons, such as Mr. Mahjoub. For instance the operational policies dealing with cell searches, lock downs, head counts, food services, and parcel deliveries make little sense in an institution with one individual under preventive detention pursuant to the IRPA . It is true that many of these policies were eventually modified or eliminated following complaints lodged with the administration by Mr. Mahjoub. This indicates that they were unnecessary from the outset and only served to severely aggravate the conditions of his detention. In considering that Mr. Mahjoub is being detained alone, deprived of any meaningful social interaction and without the benefit of educational programs and other activities available to inmates detained in federal penitentiaries, in many ways his detention at KIHC has been, and is arguably more severe than conditions imposed on criminals serving lengthy sentences in federal penitentiaries.", "[130] In respect to the complaints filed by Mr. Mahjoub while in detention at KIHC, and there have been many, much evidence was adduced. In many instances, the complaints were well-founded and management at KIHC responded by taking the necessary steps to effect a policy change. There is evidence that management attempted to accommodate many of Mr. Mahjoub's demands. Mr. Mahjoub testified that he experienced particular difficulty with certain correction officers, one in particular who was disrespectful towards him. Conflicting evidence was adduced in respect to certain incidents complained of by Mr. Mahjoub. It serves no useful purpose determining who is at fault in each of the many incidents raised before me. I am prepared to accept that Mr. Mahjoub was at times difficult and perhaps even unreasonable in his demands. However, I am of the view that his conduct is in part explained and attributable to the frustration caused by the length and conditions of his detention and in part by his physical and mental condition.", "[131] As for the staff and management at KIHC, I am prepared to accept that management for the most part did its best to accommodate Mr. Mahjoub. There are examples of unacceptable incidents, such as when a metal spring was found in Mr. Mahjoub's food. I am satisfied that management eventually took the necessary steps to investigate in order to ensure that these occurrences would not be repeated.", "[132] The difficulties with the circumstances of Mr. Mahjoub's detention stem from the administrative policies adopted for the operation of KIHC which are, in my view, ill-suited for an institution charged with a mandate of preventive detention. The policies adopted are essentially those of a federal penal institution, which has a far different mandate, namely to secure and rehabilitate criminal convicts. Mr. Mahjoub has been convicted of no crime. The law which provides for his detention, the IRPA , has a different purpose, namely preventive detention to contain the threat he poses to the security of Canada or to the safety of any person pending determination of the reasonableness of the security certificate and, if so found, his eventual removal from Canada. No penal consequence is provided for. Yet, as stated above, Mr. Mahjoub has been held alone, for much of his time in detention, without the benefit of any programs, educational or otherwise for a period of time that is fast approaching a decade.", "[133] As noted above, I am prepared to recognize the difficult conditions of Mr. Mahjoub's detention as a relevant factor in this detention review. Since the Ministers do not object to Mr. Mahjoub being released from detention on conditions, the elements that take on importance in the context of this factor are: Mr. Mahjoub's demonstrated inability to cope and interface with the CBSA; and the prolonged social isolation he has suffered. In crafting conditions of release it will be important, where possible, to minimize Mr. Mahjoub's exposure to the CBSA and his social isolation while protecting national security. Conditions of Release", "[134] I am satisfied that the factors considered above, on the whole, weigh in favour of Mr. Mahjoub being released from detention on conditions that are less stringent than those that were in place prior to his return to detention on March 18, 2009. Certain stringent conditions will be required to counter-balance the relaxation and/or elimination of other conditions such as eliminating the requirement of a live-in supervisor. The conditions of release that will flow from this detention review are the result of weighing the above discussed factors and balancing Mr. Mahjoub's liberty interest against the threat he poses to Canada's national security. I am satisfied that the conditions I will set are appropriate and sufficient to neutralize the threat posed and that his release on conditions will not be injurious to national security or endanger the safety of any person.", "[135] I will now turn to the conditions of release to be imposed. All conditions to be imposed as a result of this detention review are reproduced in Schedule \"A\" to these reasons.", "[136] I will review below those conditions that are in dispute between the parties, as well as proposed modifications sought by the parties to conditions in place at the time Mr. Mahjoub returned to detention on March 18, 2009. As will be explained, certain conditions associated with Mr. Mahjoub's eventual residence can only be finalized when a proposed residence is identified. In this regard I will set general guidelines where appropriate and then summarize the conditions that can be set at this stage of the proceedings. Cash Sureties and Performance Bonds", "[137] Mr. Mahjoub proposes the amount to be paid in cash sureties for his release be reduced to $7, 500.00. The amount required and paid at the time he was first released from detention was $32,500.00. The Ministers argue that $7,500.00 is insufficient and that cash sureties should be set in the amount of $20,000.00.", "[138] Mr. Mahjoub submits that the amount of cash sureties of $7,500.00 he proposes ought to be considered together with the $48,000.00 in performance bonds being proposed. He argues that this cumulative amount is reasonable when considered with the other restrictions to be imposed on him by the conditions of release.", "[139] There is no magic in setting amounts in respect to cash sureties and performance bonds. In my view an important factor in setting these amounts is to consider the amounts set in the last review which led to Mr. Mahjoub's release. In so doing, the Court is in a position to compare the amounts previously imposed with the threat levels at issue and any change in circumstances since. In my above analysis of the applicable factors considered in this review, I have considered the changes in Mr. Mahjoub's circumstances. Mr. Mahjoub's proposed adjustment in the amount of cash sureties goes too far. The reduction in cash sureties proposed by the Ministers is reasonable. Cash sureties will be set at $20,000.00. The performance bonds requirement will be set at $48,000.00 as agreed to by the parties. Residence and physical and electronic monitoring", "[140] The parties agree that Mr. Mahjoub should be fitted with and wear at all times a Global Positioning System (GPS) electronic monitoring device by which the CBSA will be able to track Mr. Mahjoub's location. There is disagreement in respect to the wording of the condition that would allow for removal of the device for medical reasons.", "[141] The Ministers request that Mr. Mahjoub only be allowed to remove the device for \"necessary medical treatment,\" whereas Mr. Mahjoub requests that he be allowed to remove the device for \"medical reasons\". There is no dispute that what is intended is that the device may be removed on an intermittent basis during medical exams or medical treatment, and not removed for an extended period or indefinitely by reason of a medical condition. To resolve the issue, I will adopt the wording of the condition under the previous release order which was the following: Where for necessary medical reasons and at the direction of a qualified medical doctor, the device must be removed, the CBSA shall be advised and arrange for its removal ( Mahjoub 4 , Schedule A, para. 2).", "[142] The Ministers propose the following conditions in relation to the surveillance of Mr. Mahjoub's residence: that Mr. Mahjoub agree to 24-hour physical monitoring of the residence and video surveillance of all the entrances, and that the Ministers install at their expense video-conferencing, video surveillance equipment and alarm sensors on all doors and windows of the residence, as deemed necessary by the CBSA. In addition, the Ministers argue that CBSA should have sole discretion over the placement of video surveillance equipment in the residence in order to ensure operational and security needs.", "[143] The Ministers argue that the condition that a video-monitoring device be installed in Mr. Mahjoub's residence is consistent with conditions of his past release by which he was permitted to stay home alone on condition that a video-monitoring device be installed ( Mahjoub 4 , para. 165). The Ministers argue that such a condition is also consistent with the case of Mr. Almrei, who was released without a live-in supervisor but was required to have a video-monitoring device installed in his residence ( Almrei para. 287). In Mr. Almrei's case, the CBSA was given sole discretion over the placement of the video conference equipment.", "[144] The Ministers request that prior to Mr. Mahjoub's release from detention, the CBSA conduct a site assessment of any proposed residence and report back to the Court. The Ministers ask that the Court not approve a location that is not amenable to electronic and physical surveillance.", "[145] Mr. Mahjoub objects to the installation of a video-conferencing device in his home and, if one should be required, he submits that the CBSA should not have sole discretion over the placement of the video surveillance equipment in the residence.", "[146] Mr. Mahjoub concedes to the condition that the CBSA conduct a site assessment and report to the Court. However, he opposes the condition that the Court not approve a location that is not amenable to electronic and physical surveillance. Mr. Mahjoub proposes that the condition should give wider discretion to the Court, and asks that the Court retain discretion to determine whether a proposed residence is amenable to electronic and physical surveillance and the sort of surveillance that is required.", "[147] At the hearing, the parties agreed that it would be difficult to set the detailed requirements for electronic surveillance at the residence before knowing the location of and kind of residence at issue. The terms and conditions of release may have an impact on the location and kind of residence open to Mr. Mahjoub. I am also mindful that the kind of electronic surveillance to be required will have an impact on the options available to Mr. Mahjoub in terms of residence. I will therefore indicate in general terms what surveillance will be required at the residence and reserve a final decision until after a residence is proposed and the CBSA has been consulted on its suitability.", "[148] Since Mr. Mahjoub will be living alone without the presence of a live-in supervisor, it is important that the proposed residence be amenable to some kind of electronic and physical surveillance. The surveillance requirements must not be so onerous so as to in effect eliminate any realistic option for Mr. Mahjoub finding a residence. Mr. Mahjoub, when released, will have limited means and will not have the benefit of living with his family. I am also aware that most multi-unit apartment buildings may not permit video surveillance of entrances by the CBSA by reason of the privacy rights of other tenants. Without deciding the matter at this time, if video surveillance of the entrance to the residence is not possible, it may be useful and necessary to consider other means of surveillance at the residence. These may include motion detectors on windows, voice recognition, contact switches on doors, etc. The CBSA is invited to consider using any other instrument at their disposal in order to ensure adequate electronic surveillance of the residence. A video conference device will be installed and the CBSA will be allowed to periodically contact Mr. Mahjoub. The exact location of this device within the residence will depend on the physical set up of the residence. Failing agreement between the parties, the Court will determine its location as well as other matters concerning electronic surveillance of the residence.", "[149] Mr. Mahjoub will be required to consult with the CBSA and arrange for access to the property for the purpose of allowing the CBSA to assess surveillance options of the proposed residence, and eventually, for the purpose of allowing the CBSA to install such surveillance equipment as may be required.", "[150] The CBSA is required to report back to the Court its assessment of the proposed property in a timely manner, taking into account the guidance provided in these reasons. Curfew", "[151] Under his most recent conditions of release, Mr. Majoub was permitted to leave his residence between 8:00 a.m. and 11:00 p.m. Where the CBSA considered it appropriate to do so, it could, on request of Mr. Mahjoub, extend his curfew and permit his absence from the residence later than his curfew hours. The parties agree that the CBSA should continue to have this discretion. However, Mr. Mahjoub now proposes that his curfew be one hour earlier and begin at the hour of 11:00 p.m. and extend until 7:00 a.m. He also requests that he be allowed to be away from the residence until midnight during the month of Ramadan so that he may attend evening prayers.", "[152] The Ministers propose a curfew between the hours of 9:00 p.m. to 8:00 a.m. The extended curfew is proposed by the Ministers to counter-balance the in-residence supervisor deficiency. The Ministers further argue that the curfew should not be modified during the month of Ramadan, and that the CBSA should continue to hold the discretion to extend Mr. Mahjoub's curfew upon request.", "[153] Mr. Mahjoub's absences from his residence will be subject to terms and conditions to be dealt with later in these reasons in the section dealing with outings. Upon considering the parties' submissions, I am satisfied that the general curfew should now be set between 10:00 p.m. and 8:00 a.m. The CBSA will continue to have discretion to extend the curfew, when appropriate, at the request of Mr. Mahjoub. During the month of Ramadan Mr. Mahjoub's curfew will be between the hours of midnight and 8:00 a.m. for the sole purpose of allowing him to attend prayers. Visitors", "[154] In terms of visitors, the Ministers propose that the visitors be limited to: (a) Mr. Mahjoub's legal counsel; (b) Ms. El Fouli and Mr. El Fouli, and Mr. Mahjoub's two sons; (c) In emergencies, fire, police and health-care professionals, (d) A building superintendent or authorized and qualified repair person, with the condition that Mr. Mahjoub is to have no contact with such persons while they are in the residence; (e) Persons approved of in advance by the CBSA.", "[155] The Ministers also seek to impose the following obligations on all visitors: that they understand the terms and conditions of Mr. Mahjoub's release; that they report any breach of the conditions to the CBSA; and that they obtain prior approval of the CBSA before bringing in or removing any object, gift or written communication to the residence. All visitors, except for Mr. Mahjoub's legal counsel, Ms. El Fouli and Mr. El Fouli, are restricted from bringing with them personal telecommunications device or any other Internet capable device. The CBSA is to be given a notice of 48 hours prior to a visit by an approved person, and Mr. Mahjoub is to maintain a log of all visitors.", "[156] Mr. Mahjoub agrees with the overall conditions relating to visitors but proposes four changes to the Ministers' conditions. First, he asks that not only his legal counsel but also their staff be permitted to enter the residence, as the staff of his legal counsel assists legal counsel in delivering materials, preparing affidavits, and other such duties. Second, Mr. Mahjoub argues that he should be permitted to talk to the building superintendent and qualified repair persons who come to his residence for the purposes of repair or maintenance of the residence. Mr. Mahjoub argues that the restriction that he have no contact whatsoever with such persons is unrealistic as it will be necessary for him to inform them of the repairs that are required. Thirdly, Mr. Mahjoub argues that visitors should not be under the obligation to report breaches, if any, by Mr. Mahjoub of the conditions because this effectively transforms such visitors into supervisors, and would have a negative impact on his social interaction with visitors. In this respect, Mr. Mahjoub argues that the conditions must be crafted so as to normalize his life as much as possible. Lastly, Mr. Mahjoub argues that it should not be necessary for Mr. Mahjoub's legal counsel to get prior approval from the CBSA to bring documents to Mr. Mahjoub. The Ministers do not oppose this request, which I accept as reasonable.", "[157] I will address each of the changes proposed by Mr. Mahjoub save for the last one which I have approved. First, in terms of the staff of the legal counsel of Mr. Mahjoub, I see no reason why they should not be allowed as visitors, and have the same status in this respect as his legal counsel. Mr. Mahjoub is to provide the CBSA with the list of individuals who are staff to his legal counsel.", "[158] Secondly, I agree with Mr. Mahjoub that the restriction that he have no contact with the building superintendent or qualified repair persons when they are in his residence for the purpose of repairs is not realistic or workable. Mr. Mahjoub's personal circumstances are such that he will be living alone, and therefore there will be no other person present to deal with the building superintendent or with repair persons. Mr. Mahjoub will be permitted to communicate with the building superintendent or qualified repair persons to provide instructions and information with respect to repairs, but not otherwise communicate with that person.", "[159] I now turn to the third issue of whether visitors should be imposed the obligation of reporting Mr. Mahjoub's breaches to the conditions of release. Mr. Mahjoub has agreed to the condition that visitors read and understand the terms and conditions of his release and to the condition that visitors, other than a few specific persons, obtain prior approval by the CBSA. However, he argues that imposing on these visitors the obligation to report breaches to the conditions will have a negative impact on his social interaction with visitors as it will essentially transform these visitors into supervisors. I agree that to require that these visitors now report any breaches will undoubtedly have a negative impact on Mr. Mahjoub's social interaction with the limited number of individuals who would potentially visit him. In my view, the additional requirement is unnecessary. Outings", "[160] The conditions applicable to Mr. Mahjoub in respect to his outings take on added importance in his current circumstances. Since he is residing alone, he will not have a supervisor readily available to accompany him on all outings.", "[161] The Ministers agree that Mr. Mahjoub should be allowed to live without a live-in supervisor. They submit that outings be subject to stringent conditions. During non-curfew hours, the Ministers seek the following conditions: (a) Mr. Mahjoub is to be accompanied by a Court approved supervisor for all occasions when he leaves the residence; (b) Mr. Mahjoub shall obtain prior approval for outings. Such requests for approval are to be made on a weekly basis with no less than 72 business hours notice for the following week's absences. The request shall specify the locations Mr. Mahjoub wishes to attend and the time he proposes to leave and return to the residence; (c) Outings are to be limited to 3 per week, for a duration not exceeding 4 hours for each outing; (d) The outings are to be limited to the predetermined geographic perimeter; (e) Mr. Mahjoub shall prior to leaving the residence and immediately upon his return to the residence report to the CBSA; (f) For medical and psychological appointments, Mr. Mahjoub is not required to obtain prior approval but shall notify the CBSA 48 hours in advance and give a proof of attendance to the CBSA, except for medical emergencies.", "[162] Mr. Mahjoub contends that the above conditions would be similar to having him under house arrest. Mr. Mahjoub does not agree to the supervisor condition, the pre-approval and the limitation on outings (3 times per week for 4 hours each). He proposes the following conditions in relation to outings: (a) Mr. Mahjoub shall give a 90 minutes notice to the CBSA for outings; (b) The outings are to be limited to the predetermined geographic perimeter; (c) Mr. Mahjoub shall prior to leaving the residence and immediately upon his return to the residence report to the CBSA; (d) That he be permitted to go on outings without supervisors.", "[163] Mr. Mahjoub argues that to require supervisors, especially during daily outings, such as going to the grocery store, is unnecessarily burdensome. He also contends that since his family is no longer participating in his release order, he does not presently have any supervisors that could accompany him on daily outings.", "[164] Mr. Mahjoub further contends that the alleged risk that he will come into contact with individuals of concern to the CBSA is speculative and does not warrant the stringent conditions proposed by the Ministers in relation to outings. He also argues that pre-approval for all outings is unnecessary and will only serve to increase the interface with CBSA staff.", "[165] Mr. Mahjoub contends that the conditions for outings he proposes, which provide for reporting to the CBSA prior to leaving and upon returning from outings and notice to the CBSA, are sufficient to ensure that the threat he poses is neutralized. In this respect, Mr. Mahjoub also notes that he will be tracked by the GPS device at all times, and that the notice will permit the CBSA to perform covert surveillance and random checks on him during these outings.", "[166] Mr. Mahjoub also opposes the condition that he provide proof of attendance to the CBSA for medical and psychological appointments. Mr. Mahjoub argues this would serve to single him out and is unnecessary because the CBSA is and will be aware of who his doctors are. He also submits that the requirement is burdensome in terms of obtaining and providing a proof of attendance.", "[167] I propose to deal with the disputed issues which relate to outings in the following order: limits on the number and duration of weekly outings, supervisors during outings, prior approval and conditions relating to medical appointments.", "[168] Under the previous release order, Mr. Mahjoub was limited to three outings per week for a period of four hours each. This limitation applied only to outings requiring pre-approval by the CBSA. The following outings did not require pre-approval and were not limited in terms of number or duration: outings to the mosque, his walks for exercise, when he accompanied his children to and from school, and medical appointments. Mr. Mahjoub could also ask that three family outings per month be permitted to extend beyond the time limit of four hours. The conditions being crafted in the present order, in terms of outings, must not be made more stringent than those in place at the time of Mr. Mahjoub's return to detention.", "[169] In crafting conditions for Mr. Mahjoub's present release, I have taken into consideration, as a relevant factor, the prolonged periods of social isolation which have been imposed on Mr. Mahjoub while he was incarcerated, and this is not by reason of any misbehaviour on his part while being detained. I believe this factor is of particular relevance when dealing with the conditions relating to Mr. Mahjoub's outings. By imposing the limits on outings (3 times per week for 4 hours each) proposed by the Ministers, Mr. Mahjoub would effectively be imposed a 24-hour curfew for four days of the week and 20-hour curfew for three days of the week. Limiting the number of outings in this way is not warranted in the circumstances. Recently, the House of Lords in United Kingdom (Secretary of State for the  <FRAGMENT_SUPPRESSED>  had occasion to consider a control order which imposed, on a controlled person, an 18-hour curfew coupled with the requirement that visitors be pre-approved (among other conditions). Lord Bingham of Cornhill stated at paragraph 25 of his reasons: \"The effect of 18-hour curfew, coupled with the effective exclusion of social visitors, meant that the controlled persons were in practice in solitary confinement for this lengthy period every day for an indefinite duration, with very little opportunity for contact with the outside world, with means insufficient to permit provision of significant facilities for self-entertainment and with knowledge that their flats were liable to be entered and searched at any time.\" It is important to ensure that the conditions to be imposed in Mr. Mahjoub's circumstances not amount effectively to a sentence in solitary confinement. Mr. Mahjoub will be alone in his residence. Other than the limited number of visitors he will receive, his only opportunity for social interaction will be during his outings and will, by necessity, in his circumstances, be controlled and limited.", "[170] In Mr. Mahjoub's circumstances, requiring that he be accompanied by a supervisor for all outings is not practical. To impose such a condition would restrict Mr. Mahjoub to a very limited number of outings since the supervisors that have been identified would only each be available to accompany him a limited number of times per month. Such a condition was workable when Mr. Mahjoub lived with his family and they were available to accompany him. That is no longer the case. No live-in supervisor has been identified nor is one likely to be found. Therefore, in order not to impose on Mr. Mahjoub a condition which would in essence place him in a situation akin to solitary confinement, other options must be considered. In my view, the preferred option and the most appropriate in Mr. Mahjoub's circumstances, is to allow him to leave his residence without a supervisor under strict controls. That is to say, to allow certain specified activities within a limited pre-determined geographic area and for a set period of time on a daily basis. The CBSA will be notified about these outings and will be able to track Mr. Mahjoub who will be wearing a GPS tracking device at all times. Further, the CBSA is free to conduct covert surveillance and spot checks of Mr. Mahjoub during these outings should it be felt this was necessary. Such conditions, in my view, are sufficient to neutralize the danger posed.", "[171] Requiring that Mr. Mahjoub obtain pre-approval for all outings is also not practical. Mr. Mahjoub will be fending for himself and will need to leave his residence to shop for groceries and other household necessities on a regular basis. In my view, pre-approval for such outings is not required in the circumstances.", "[172] Between 10:00 a.m. and 4:00 p.m., Mr. Mahjoub will be allowed to leave his residence, unsupervised and without pre-approval by the CBSA, for a period of four hours. During these \"unsupervised daily outings\", the following activities will be permitted: (1) Within a limited geographic perimeter to be determined once the location of his residence is established, travel to and from and shop at a number of specified retail establishments to be identified, for the purpose of shopping for groceries and other household necessities; (2) Within the limited geographic perimeter, walk, jog, run or access a park, if one is identified within the geographic perimeter, for the purpose of exercising or simply passing time and relaxing; and (3) At the request of Mr. Mahjoub, on two weeks notice, any other activity approved by the CBSA within the said limited geographic perimeter.", "[173] The parties are to consult and report back in a timely manner to the Court with respect to the number and identity of retail establishments proposed, jointly or separately, that Mr. Mahjoub may access as well as the limited geographic perimeter to be set for the unsupervised daily outings. Failing agreement, submissions will be filed by the parties on the issues and the Court will decide.", "[174] The \"unsupervised daily outings\" shall be subject to notice, reporting and other conditions as specified in paragraph 24 of Schedule \"A\" to these reasons.", "[175] Mr. Mahjoub will also be entitled to other outings, in the presence of a court-approved supervisor and with pre-approval of the CBSA, within a larger geographic area to be defined once the location of Mr. Mahjoub's residence is established. As to the number and duration of these outings, I am of the view that the duration of these outings ought to be extended to eight hours from four. I maintain the number of outings at three per week. The terms and conditions that apply to these approved and supervised outings are set out in paragraph 23 of Schedule \"A\".", "[176] Lastly, I will turn to the disputed requirement sought by the Ministers regarding documenting medical appointments. While I question whether this requirement is as onerous as Mr. Mahjoub's counsel would have me believe, I nevertheless fail to see how the exercise will assist in neutralizing danger. The Ministers are aware of the names of the doctors to be visited and the times of the scheduled visits. If the concern is that Mr. Mahjoub will be elsewhere during these appointed times, then this can be easily monitored by the CBSA. Again the times of these visits will be known and Mr. Mahjoub will be wearing a GPS tracking device at all times. In my view, the condition that Mr. Mahjoub provide the CBSA with proof of attendance is not required and will not be imposed.", "[177] I will require, however, that Mr. Mahjoub sign an authorization, to be prepared by counsel for the Ministers, that will permit each and every medical doctor, psychiatrist or other health care provider, that Mr. Mahjoub may consult, to release to the CBSA information that will confirm: that Mr. Mahjoub is a patient; and the time, place and duration of any appointment or treatment. Travel", "[178] As stated above, the geographic boundary within which Mr. Mahjoub will have access during his outings with a court-approved supervisor and pre-approval of the CBSA, (the perimeter for supervised outings) can only be determined once the location of his residence is established. The parties are encouraged to consult and agree on the perimeter of this geographic area. Absent agreement, the parties will be required to file timely submissions on the issue and the Court will set the perimeter.", "[179] I will grant Mr. Mahjoub's requests that the CBSA be given discretion to approve supervised outings outside the perimeter to a maximum of 12 outings per calendar year, so long as the outing is no further than 150 kilometres away from his residence. Mr. Mahjoub requests that notice for such outings be reduced to one week before the scheduled outing. The issue was considered by Justice Layden-Stevenson Mahjoub 4 , at paragraph 112: \"Each request [for outings beyond the geographic perimeter] would require the assessment of a number of factors including, but not limited to: the distance involved; the nature of the location; the purpose of the outing; the proposed method of transportation; proximity to prohibited items (at the proposed location); and potential for CBSA response in the event of a serious breach. I am not at all certain that the proposed one-week notice period is sufficient to enable CBSA to properly consider a request. Therefore, I conclude that the notice should be two weeks, rather than one.\" I agree with my learned colleague's assessment and adopt her conclusion. The notice period will remain two weeks prior to the date of the proposed outing. Additional Monitoring", "[180] The Ministers submit as a condition that Mr. Mahjoub consent to physical monitoring while on all outings without exception. Mr. Mahjoub argues that the condition should be modified so as to only allow the CBSA to perform covert surveillance. Covert surveillance was proposed by Mr. Mahjoub based on the argument that his conditions of release should be crafted to suit his particular circumstances and his past strenuous relations with the CBSA. Counsel for Mr. Mahjoub stated in this regard: \"The physical monitoring on outings was an ongoing problem. Having officers accompany you to the corner grocery store, to Zellers, marks you in the eyes of the public. He can never be a normal person if they are with him. I don't have a problem with them being with them, but do it covertly. Mr. Mahjoub should not have to consent to officers destroying his life because that's what they did, and they destroyed his family in the process.\"", "[181] The Ministers place particular importance on surveillance because of the technological limitations of the GPS tracking system and the fact that the supervisors will no longer be a condition which would compensate for these limitations. In relation to Mr. Mahjoub's request that physical surveillance by the CBSA during outings be performed covertly as opposed to overt \"eyes-on surveillance,\" the Ministers argue that the choice in surveillance technique is an operational determination best left to the CBSA. To support this position, the Ministers rely on Mahjoub 4 where Justice Layden-Stevenson responded to Mr. Mahjoub's request that monitoring be covert in the following way: \"I am loath to interfere with the operational determinations of CBSA. The modality of surveillance is a matter within its expertise. The court is ill-equipped in this regard and it relies heavily upon CBSA to monitor Mr. Mahjoub's activities\" (para. 123). She also noted that: \"Absent the benefit of an individualized risk assessment, I am not well-positioned to determine whether the overt 'eyes-on surveillance' that has been conducted was an appropriate response to the risk. I am in no better position with respect to prohibiting CBSA from conducting overt 'eyes-on surveillance' in the future for essentially the same reason\" (para. 126).", "[182] The Ministers also submit that a review of Justice Mosley's reasons in <FRAGMENT_SUPPRESSED>  demonstrates that he had vested considerable discretion with the CBSA in relation to the physical surveillance of Mr. Mahjoub, and they argue that such discretion is once again warranted because of the operational nature of that choice.", "[183] I agree that the operational decisions regarding choice of surveillance technique is a matter within the CBSA's expertise. However, given the history of difficulties experienced with the CBSA by Mr. Mahjoub, I would encourage the CBSA to conduct both its physical and electronic surveillance in the least intrusive manner possible. I will approve the use of covert physical surveillance on all outings in addition to other methods of physical surveillance available to the CBSA. This may assist in permitting the CBSA to conduct its physical surveillance in a less intrusive way. To be clear, I do not propose to prohibit \"eye-on surveillance\". Intercepted Communications", "[184] Two contested issues relating to the interception of oral communication were raised: three-way telephone conference calls (three-way calling) and exceptions to the interception of Mr. Mahjoub's oral communication. I will address each in turn.", "[185] The Ministers initially proposed the condition that Mr. Mahjoub be restricted from making three-way calls except for calls set up by the Federal Court where he would be a party to the proceedings. Mr. Mahjoub requested that he be permitted to make three-way calls with his legal counsel, as his counsel work from offices in different locations. During final submissions, the Ministers raised an objection to Mr. Mahjoub's proposed condition concerning three-way calling. The Ministers requested that a closed session be held in relation to three-way calling. After consulting with their own subject-matter experts and discussing with the Special Advocates, the Ministers withdrew their objection thereby negating the need for a closed session on the matter. The parties are now in agreement with Mr. Mahjoub's proposed terms for the condition on three-way calling. I will allow three-way calling between Mr. Mahjoub and his counsel. I am satisfied that this does not raise security concerns.", "[186] The Ministers and Mr. Mahjoub disagree as to the extent of the exceptions to the interception of oral communication. It is agreed between the parties and it has been the practice that when the content of intercepted oral communications involves solicitor-client communications, the analyst, upon identifying the communication as one between solicitor and client, shall cease monitoring the communication and shall delete the interception. Mr. Mahjoub asks that this exception be extended to communications between Mr. Mahjoub and health care providers. Mr. Mahjoub argues that the information being shared in these communications is of a very private nature and that the CBSA should not be privy to it.", "[187] The Ministers object to this request and argue that health care providers are not officers of the Court with specific ethical and professional responsibilities to the Court. Health care providers owe no such duty to the Court and are regulated by different professional bodies.", "[188] The Ministers acknowledge that the issue here is not about the professionalism of health care providers. I agree. The evidence before me indicates that Mr. Mahjoub's physicians and other health care providers have been professional in their conduct and have respected the Court process. They have shown concern and provided treatment to Mr. Mahjoub for both his physical and mental health.", "[189] The interception of oral communications between Mr. Mahjoub and his health care providers concerns a surveillance methodology and is properly a matter within the operational expertise of the CBSA. I am not prepared to further limit the extent to which the CBSA may intercept oral communications at this time. CBSA's Right to Enter and Search", "[190] The Ministers propose that CBSA employees, any person designated by the CBSA or any peace officer, have access to Mr. Mahjoub's residence at any time for the purpose of verifying his presence in the residence or to ensure he is complying with the terms and conditions of his release order.", "[191] Mr. Mahjoub argues that the CBSA should be required to obtain prior judicial authorization for entry and searches of his residence. In support of this position, Mr. Mahjoub relies on Harkat, Re (2009), 345 F.T.R. 179; 2009 FC 659, where the Court modified the CBSA's right to enter and search the Harkat residence by imposing the additional obligation on the CBSA that it notify the Court and obtain judicial authorization for any entry made pursuant to the conditions of release.", "[192] The Ministers oppose the requirement of judicial authorization for entry and searches by the CBSA of Mr. Mahjoub's residence. The Ministers contend that the modification to the condition in Mr. Harkat's case was imposed by the Court in response to an unreasonable search conducted on the part of the CBSA. The Ministers submit that there has been no such search conducted in Mr. Mahjoub's case. The searches conducted have been in compliance with the terms of the order and have not been overly zealous or broad. It is the Ministers' position that court authorization for entry and searches is not warranted and should not be part of the conditions.", "[193] I agree with the Ministers. The condition, as drafted by the Ministers, makes it clear that searches of the residence by the CBSA are to be performed exclusively for the following purposes: verifying Mr. Mahjoub's presence in the residence and ensuring that Mr. Mahjoub is complying with the terms and conditions of the order. There is no evidence to indicate that an unreasonable search of Mr. Mahjoub's residence was conducted by the CBSA in the past. In my view, the search and entry condition as drafted by the Ministers is sufficient to guard against unreasonable searches. Audio and Video-Recording", "[194] Mr. Mahjoub wishes to record his interactions with CBSA officers with the view of having an objective record of any conflict that may arise with the CBSA. It is undisputed that interactions between Mr. Mahjoub and the CBSA have been strained in the past. Mr. Mahjoub therefore seeks authorization to record these interactions by way of video or audio-recording.", "[195] The Ministers object to this request and ask that the following condition be included in the order: \"Neither Mr. Mahjoub nor any person in the residence shall make a recording of CBSA Officers by video or audio device, while they are carrying out their duties in monitoring compliance with the terms and conditions of this order.\"", "[196] The Ministers argue that Mr. Mahjoub should neither be allowed to video-record or audio-record CBSA officers. The Ministers rely on Mahjoub 4 , where Justice Layden-Stevenson rejected a similar request to eliminate the condition, imposed by Justice Mosley, which prohibited Mr. Mahjoub from audio and video-recording his interaction with the CBSA officers.", "[197] <FRAGMENT_SUPPRESSED>  Justice Mosley explained the rationale behind this prohibition as follows, at paragraph 101: \"... I agree with the respondents that the officers charged with the responsibility of enforcing the Court's Orders should not be faced with the possibility that their identities would be publicly disclosed as this would expose them to possible risks and would compromise their ability to carry out other duties. They are required to identify themselves upon seeking access to the home but that should be the extent of their disclosure. Mr. Mahjoub, or anyone else at the home, should not be video-taping or audio-taping the officers as they are carrying out their duties.\"", "[198] In response, Mr. Mahjoub agrees that video-recording can raise issues of security and privacy but contends that these concerns do not arise with audio-recording.", "[199] While I accept that there is less of a concern for the security of CBSA officers by allowing audio-recording, the risk is not totally eliminated. Further, the Court should be able to count on CBSA officials acting professionally in carrying out their duties. To order that their interactions with Mr. Mahjoub be recorded would signal that they are not to be trusted in carrying out their responsibilities. Such an inference cannot be drawn on the record before me. It follows that the imposition of a condition allowing for the recording of the interaction between Mr. Mahjoub and the CBSA officers is not warranted. The appointed CBSA officers are expected to carry out their duties in a professional manner and in total compliance with orders of the Court. As a result, the Ministers' request for a condition prohibiting such recording, will be granted. Limit on the Use of Intercepts and Photographs by the CBSA", "[200] Mr. Mahjoub asks that specific restrictions limit the use of intercepts and photographs taken by the CBSA, and more specifically that these not be released to any other entity unless they depict an activity or contain information that is relevant to a threat posed by Mr. Mahjoub or a breach of any of the conditions of release. The Ministers do not oppose this request.", "[201] The past conditions of release did not specify such a limitation on the CBSA. This is not the first time the issue is raised. In Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  Mr. Mahjoub objected to the CBSA's practice of making and retaining photocopies of intercepted mail. The issue was addressed by Justice MacTavish. She ruled that the gathering and retaining of information by the CBSA during Mr. Mahjoub's monitoring was to be done strictly for the purpose of ensuring Mr. Mahjoub's compliance with the order and conditions and not for the purpose of intelligence gathering. I agree with my colleague's finding. The restriction on making and retaining photocopies of intercepted mail shall apply as agreed between the parties. ORDER", "[202] THIS COURT ORDERS that 1. Mr. Mahjoub is to be released from detention subject to the terms and conditions of release contained in Schedule \"A\" attached hereto. 2. The parties shall report to the Court, as rMay 5, 2010equired by the above reasons, on matters that are outstanding as soon as possible. Order accordingly. Editor: Elizabeth M.A. Turgeon/vnh SCHEDULE \"A\" TO THE REASONS FOR ORDER AND ORDER dated November 30, 2009 in the matter of MOHAMED ZEKI MAHJOUB CONDITIONS RESPECTING THE RELEASE OF MR. MAHJOUB Agreement to Comply 1. Mr. Mahjoub shall sign a document, to be prepared by his counsel and approved by counsel for the Ministers, in which he agrees to comply strictly with each of the terms and conditions set out in this order. Electronic Monitoring 2. Mr. Mahjoub, before his release from custodial detention, shall be fitted with a Global Positioning System (GPS) electronic monitoring device as arranged by the CBSA, along with a tracking unit. Mr. Mahjoub shall thereafter at all times wear the monitoring device and have it charged as directed. At no time shall he tamper with the monitoring device or the tracking unit or allow them to be tampered with. 3. If the monitoring device is not charged in the appropriate manner by Mr. Mahjoub, the CBSA retains the right to cancel any outing or visit until such time as the unit is charged. 4. Where for necessary medical reasons and at the direction of a qualified medical doctor, the electronic monitoring device must be removed, the CBSA shall be notified beforehand and shall arrange for its temporary removal as well as for Mr. Mahjoub's supervision while it is removed. 5. Mr. Mahjoub shall consent to the CBSA's installation at the CBSA's expense in the residence to be specified of a separate dedicated land-based telephone line meeting the CBSA's requirements to allow effective electronic monitoring. Mr. Mahjoub shall consent to the disabling as necessary of all telephone features and services for such separate dedicated land-based telephone line(s). Mr. Mahjoub shall follow all instructions provided to him regarding the use of the monitoring equipment and any other requirement necessary for the proper and complete functioning of the electronic monitoring equipment and system. 6. The CBSA shall install and test the necessary equipment and shall report to the Court as to whether it is satisfied that the equipment is properly working and that everything necessary has been done to initiate electronic monitoring. Sureties and Performance Bonds 7. Prior to Mr. Mahjoub's release from detention, the sum of $20,000.00 is to be paid into Court pursuant to Rule 149 of the Federal Courts Rules , S.O.R./98-106. In the event that any term or condition of the order releasing Mr. Mahjoub is breached, an order may be sought by the Ministers that the full amount, plus any accrued interest, be paid to the Attorney General of Canada. The following individuals will pay to the Court the sums listed below: (a) Rizwan Wanchoo $2,500.00 (b) John Valleau $5,000.00 Names of other sureties to be provided. 8. Prior to Mr. Mahjoub's release from custodial detention, the following individuals shall execute performance bonds by which they agree to be bound to Her Majesty the Queen in Right of Canada in the amounts as specified below. The condition of each performance bond shall be that if Mr. Mahjoub breaches any term or condition contained in the order of release, as it may be amended from time to time, the sums guaranteed by the performance bonds shall be forfeited to Her Majesty. The terms and conditions of the performance bonds shall be provided to counsel for Mr. Mahjoub by counsel for the Ministers and shall be in accordance with the terms and conditions of guarantees provided pursuant to section 56 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ), and Part 4 of the Immigration and Refugee Protection Regulations , SOR/2002-227, dealing with deposits and guarantees. Each surety shall acknowledge in writing having reviewed the terms and conditions contained in this order, and shall indicate in particular their understanding with respect to this condition. (a) El Sayed Ahmed $5,000.00 (b) Murray Lumley $5,000.00 (c) Maggie Panter $10,000.00 (d) Elizabeth Block $1,000.00 (e) Dwyer Sullivan $20,000.00 (f) Elizabeth O'Connor $1,000.00 (g) Patricia Taylor $1,000.00 (h) John Valleau $5,000.00 Residence 9. Mr. Mahjoub shall undertake to locate an appropriate residence. The residence shall be amenable to electronic and physical surveillance as stipulated in the reasons for order. 10. The CBSA shall conduct a site assessment of the proposed residence and report to the Court its assessment of the residence including its proposed means of surveillance of the said residence. Upon consideration of the CBSA's assessment, the Court may, if it approves the residence, direct the installation of all or any part of the surveillance equipment recommended to be installed by the CBSA to effect proper surveillance of the residence. 11. Upon his release from detention, Mr. Mahjoub shall be taken to the approved residence by the Royal Canadian Mounted Police (RCMP) or such other agency as the CBSA and the RCMP may agree to. Mr. Mahjoub shall reside alone at the approved residence. In order to protect his privacy, the address of the residence shall not be published within the public record of this proceeding. 12. Mr. Mahjoub shall remain in his residence at all times, except in the case of medical or other emergencies or as otherwise provided in this order. 13. The term \"residence\" as used in these conditions refers exclusively to the dwelling house or apartment unit and does not include any outside space associated with it. 14. A video-conferencing device is to be connected in the residence of Mr. Mahjoub. The CBSA may, periodically, contact Mr. Mahjoub on the video-conferencing device and Mr. Mahjoub must respond. The exact location of the video-conferencing device within the residence shall be agreed to by Mr. Mahjoub and the CBSA. Failing an agreement between Mr. Mahjoub and the CBSA, the Court will determine the location of the video-conferencing device upon considering the parties' submissions. 15. The Ministers shall, at their expense, install other approved surveillance equipment in the residence. Mr. Mahjoub and the owner or the designated representative of the owner shall provide the CBSA with reasonable access to the residence in order to assess surveillance options and to install surveillance equipment. For greater certainty, the surveillance equipment remains the property of the CBSA. Further, the CBSA shall remove the equipment and make the appropriate repairs to the property when Mr. Mahjoub ceases to reside at the residence. 16. The approved surveillance equipment shall be placed so that surveillance may be conducted with the least possible encroachment on the privacy of Mr. Mahjoub or any other person. 17. Mr. Mahjoub shall consent to 24-hour physical monitoring of the residence as approved. Supervisors 18. Mr. Mahjoub shall propose individuals for the Court's approval to act as supervising sureties for Mr. Mahjoub for occasions when such supervisors are required to accompany him for supervised outings. 19. Mr. Mahjoub shall inform the CBSA of the identity of his proposed supervising sureties. Mr. Mahjoub and his proposed supervising sureties will consent in writing to being interviewed by or on behalf of the CBSA, individually or together, as required by the CBSA. Curfew 20. Except in cases of a medical or other emergency or as otherwise provided in this order, Mr. Mahjoub shall not be absent from his residence between the hours of 10:00 p.m. and 8:00 a.m. 21. The curfew shall be adjusted during Ramadan. Every day during the month of Ramadan, between the hours of 10:00 p.m. and 12:00 a.m., Mr. Mahjoub will be permitted to leave his residence for the sole purpose of attending prayers at a mosque. The conditions relating to mosque outings are set out in subparagraph 23(c) below. 22. The CBSA, on request by Mr. Mahjoub and where it considers it appropriate to do so, may extend Mr. Mahjoub's curfew and permit his absences from the residence later than the curfew of 10:00 p.m. Outings 23. Mr. Mahjoub may, between the hours of 8:00 a.m. and 10:00 p.m.: (a) With the prior approval of the CBSA, leave the residence three times (3) per week, for a duration not to exceed eight hours (8) on each absence, and remain within the perimeter defined in subparagraph 23(e). i. Requests for approval of these outings shall be made at least 72 hours in advance of the intended absence and shall specify the location or locations that Mr. Mahjoub wishes to attend as well as the times when he proposes to leave and return to the residence. For greater certainty, any request for approval shall be made in advance so that the CBSA shall have at least three (3) full business days to consider the request. ii. If the location(s) of the outing has previously been approved by the CBSA, the request for approval may be made four hours in advance, by telephone. iii. If such absences are approved, Mr. Mahjoub shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA. (b) With the prior knowledge of the CBSA, Mr. Mahjoub may leave the residence as required and for the duration required for the purpose of medical appointments and related tests, treatment or operations. Notification shall be given at least 48 hours in advance of the intended absence and shall specify the location or locations Mr. Mahjoub must attend and the time when he shall leave and the estimated time when he shall return to the residence. Mr. Mahjoub shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA. For these outings, pre-approval by the CBSA is not required. i. Mr. Mahjoub shall sign a document, to be prepared by counsel for the Ministers, in which he authorizes each and every medical doctor, psychiatrist or other health care provider he may consult to release to the CBSA information that will confirm that he is a patient and the time, place and duration of any appointment or treatment he has scheduled, or has attended. (c) With the prior knowledge of the CBSA, Mr. Mahjoub may leave the residence for the purpose of attending a mosque, approved by the CBSA. Notification shall be given 30 minutes in advance during business hours, and 90 minutes in advance outside business hours, of the intended absence and shall specify the estimated time when he shall leave and return to the residence. Mr. Mahjoub shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA. For these outings, pre-approval by the CBSA is not required. (d) Except for the \"unsupervised daily outings\" provided for in paragraph 24 herein, during all other outings, Mr. Mahjoub shall be accompanied at all times by a Court approved supervising surety who shall bear responsibility for supervising Mr. Mahjoub and for ensuring that he complies fully with all of the terms and conditions of this order. This requires the Court approved supervising surety to remain continuously with Mr. Mahjoub while he is away from the residence, but for the time that he is in consultation with doctors, taking tests or undergoing treatment or therapy pursuant to subparagraph 23(b). In such cases the supervising sureties are to remain as close as is reasonably possible to the room in which Mr. Mahjoub is receiving his consultation, treatment or therapy. For greater certainty, the Court approved supervising sureties are those individuals approved pursuant to paragraph 18 herein. (e) Except for the \"unsupervised daily outings\" provided for in paragraph 24 herein and for outings provided for in subparagraph 23(f), Mr. Mahjoub shall remain within and not leave the geographic boundary defined as follows: Geographic boundary to be specified. (f) The CBSA, on request by Mr. Mahjoub and where it considers it appropriate, may approve outings outside the geographic area described in subparagraph 23(e) subject to the following conditions: i. So long as the outing is no further than 150 kilometers away from Mr. Mahjoub's residence; ii. Any request for such an outing must be submitted at least two weeks prior to the proposed outing date; iii. The CBSA may approve as many as 12 such outings in a calendar year; iv. The outings approved outside the defined geographic area are otherwise subject to the applicable conditions in paragraph 23. (g) Mr. Mahjoub is authorized to communicate with service and retail persons as necessary and incidental to transportation and shopping during outings. (h) During outings Mr. Mahjoub may \"pass the time of day\" with persons he encounters \"happenstance.\" The permissible exchanges are to be brief (in passing) and superficial in nature. (i) If, during an outing, Mr. Mahjoub experiences a medical emergency requiring hospitalization, the CBSA shall be notified of this as soon as possible by Mr. Mahjoub, and shall be advised of the location where Mr. Mahjoub has been taken for treatment and shall be advised immediately upon his return to the residence. (j) During his absence from the residence, Mr. Mahjoub may only be accompanied by: i. his legal counsel Barbara Jackman, Marlys Edwardh and Adriel Weaver, and designated members of their staff assisting in respect of the case; ii. Mona El Fouli, his wife, Ibrahim and Yusuf, his children, and Haney El Fouli, his stepson; iii. the bond signers and sureties named in paragraphs 7 and 8; iv. persons approved as supervising sureties pursuant to paragraph 18; v. persons approved as visitors pursuant to subparagraph 27(g); and, vi. any person approved in advance by the CBSA. The conditions for approval of visitors, contained in subparagraph 27(g), apply to persons seeking approval by the CBSA under the present subparagraph. (k) During all absences from the residence, Mr. Mahjoub shall at all times have on his person the tracking unit enabling electronic monitoring. (l) When Mr. Mahjoub leaves the residence he shall not attend any airport, train station, bus depot, or car rental agency, or enter upon any boat or vessel, except the Toronto Island Ferry. Mr. Mahjoub may attend subway stations for the sole purpose of taking surface transit and may not, at any time, go underground or enter upon any subway cars. (m) When Mr. Mahjoub leaves the residence he shall not meet any person by prior arrangement other than: i. his legal counsel Barbara Jackman, Marlys Edwardh and Adriel Weaver, and designated members of their staff assisting in respect of the case; ii. Mona El Fouli, his wife, Ibrahim and Yusuf, his children, and Haney El Fouli, his stepson; iii. the bond signers and sureties named in paragraphs 7 and 8; iv. persons approved as supervising sureties pursuant to paragraph 18; v. persons approved as visitors pursuant to subparagraph 27(g); and, vi. any person approved in advance by the CBSA. The conditions for approval of visitors, contained in subparagraph 27(g), apply to persons seeking approval by the CBSA under the present subparagraph. \"Unsupervised Daily Outings\" 24. On a daily basis, Mr. Mahjoub may, between the hours of 10:00 a.m. and 4:00 p.m., leave his residence without the presence of a Court approved supervising surety and without pre-approval by the CBSA. These outings are referred to as \"unsupervised daily outings\" and are subject to the following conditions: (a) When Mr. Mahjoub leaves the residence for an unsupervised daily outing, he shall remain within and not leave the geographic boundary defined as follows: Geographic boundary to be specified. For clarity, this geographic area is the approved geographic perimeter for unsupervised daily outings and is different, and more limited than, the geographic perimeter approved for the purpose of supervised outings defined at subparagraph 23(e). (b) Mr. Mahjoub shall give notice to the CBSA at least 90 minutes prior to leaving the residence. Mr. Mahjoub must give notice of the location(s) he will travel to and attend, and the route he intends to follow during the outing. (c) The duration of the outing shall not exceed 4 hours, on each absence. (d) Mr. Mahjoub shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA. (e) During his absence from the residence, Mr. Mahjoub may travel to and from and shop at any of the following retail establishments within the limited geographic perimeter, defined at subparagraph 24(a): Names of retail establishments to be provided (f) During his absence from the residence, Mr. Mahjoub may travel to and from and spend time at the following local park(s) within the limited geographic perimeter, defined at subparagraph 24(a): Name of park(s) to be provided (g) During his absence from the residence, Mr. Mahjoub may access any area within the limited geographic perimeter, defined at subparagraph 24(a), for purposes of exercising (i.e. walking, jogging or running.) (h) Mr. Mahjoub shall not travel to or be in any locations or retail establishments not specified in the present condition. (i) The CBSA may, on a request by Mr. Mahjoub to be submitted two weeks in advance, and where it considers it appropriate to do so, approve other activities he may engage in or locations he may access within the limited geographic perimeter defined at subparagraph 24(a). (j) The conditions defined in subparagraph 23(g) to 23(m) herein, applicable to outings generally, shall also apply. Physical Surveillance during Outings 25. Mr. Mahjoub shall consent in writing to 24-hour GPS monitoring, as described in paragraph 2, and to physical surveillance while on all outings without exception. In accordance with the reasons for order, the CBSA is to conduct the physical surveillance of Mr. Mahjoub in the least intrusive manner possible. Prohibited Communications 26. Mr. Mahjoub shall not, at any time, or in any way, associate or communicate directly or indirectly with: (a) any person whom Mr. Mahjoub knows, or ought to know, supports terrorism or violent Jihad or who attended any training camp or guest house operated by any entity that supports terrorism or violent Jihad; (b) any person Mr. Mahjoub knows, or ought to know, has a criminal record; (c) any person the Court may in the future specify in an order amending this order. Visitors 27. No person shall be permitted to enter Mr. Mahjoub's residence except: (a) his legal counsel Barbara Jackman, Marlys Edwardh and Adriel Weaver, and members of their staff assisting in respect of the case; (b) Mona El Fouli, his wife, Ibrahim and Yusuf, his sons, and Haney El Fouli, his step son; (c) the bond signers and sureties named in paragraphs 7 and 8; (d) persons approved as supervising sureties pursuant to paragraph 18; (e) in an emergency, fire, police and health-care professionals; (f) a building superintendent and/or authorized and qualified repair persons. Notification shall be given to the CBSA at least 24 hours in advance of the intended time of repair, except in the case of an emergency. Mr. Mahjoub is to have no contact with such persons while they are in the residence except as required to provide instruction and information with respect to repairs; (g) a person approved in advance by the CBSA. In order to obtain such approval, the name, address and date of birth of such person and such additional information as may be deemed necessary by the CBSA, must be provided to the CBSA at least 72 hours prior to the initial visit. The CBSA is authorized by this Court to conduct criminal and security background checks on every individual who wishes to be added to Mr. Mahjoub's approved visitor list. The CBSA will not use any information obtained in the course of monitoring compliance with the terms and conditions of this order for intelligence gathering purposes, and no person will become the subject of investigation solely because he or she applies for approved visitor status. 28. All visitors to the residence will provide the CBSA with a signed document to be prepared by counsel for the Ministers that acknowledges that they understand the terms and conditions of Mr. Mahjoub's release. 29. All visitors to the residence shall obtain the approval of the CBSA prior to bringing in or removing any object, gift, or written communication to the residence, except for documents brought in or removed by counsel and their staff. 30. The CBSA shall be given 48 hours notice of any subsequent visits by a previously approved person but may waive that requirement in the discretion of its officials. The CBSA may withdraw its approval of previously approved visitors at any time. 31. Those persons who are permitted to enter the residence, may not bring in with them any personal telecommunications device (such as a cell phone or BlackBerry), or any other Internet capable or wireless communication device, including personal gaming devices and will ensure that Mr. Mahjoub does not have any access, directly or indirectly, to any such device. 32. Mr. Mahjoub's counsel may bring personal telecommunications devices in with them. Mona and Haney El Fouli may bring personal telecommunications devices in with them so long as they sign an undertaking that they will not permit Mr. Mahjoub access to those devices. 33. Mr. Mahjoub must maintain a log of visitors to the home in a format to be provided by the CBSA, and must make such a log available for inspection on request by the CBSA. Equipment Capable of Communication and Internet Access 34. Except as provided herein, Mr. Mahjoub shall not possess, have access to or use, directly or indirectly, any radio or radio device with transmission capability or any communication equipment or equipment capable of connecting to the internet or any component thereof, including but not limited to: any cellular telephone; any computer that contains a modem or that can access the internet or a component thereof; any gaming system, such as a Wii or Playstation, that is capable of accessing the Internet; any pager; any public telephone; any telephone outside the residence; any internet facility; any hand-held device, such as a BlackBerry. 35. No computer with wireless Internet access shall be allowed in the residence. Mr. Mahjoub may only use one (1) conventional land-based telephone line located in the residence (telephone line) other than the separate dedicated land-based telephone line(s) referred to in paragraph 5 upon the following conditions: (a) Mr. Mahjoub will not use or accept three-way telephone conference calls except calls organized by the Federal Court of Canada where Mr. Mahjoub is a party to the proceeding or calls in which only Mr. Mahjoub and his legal counsel are the parties; (b) Mr. Mahjoub is not permitted to use call forwarding features to forward calls from his residence to any other phone line; 36. In the event of an emergency outside the residence, and if no one is able to make the call on his behalf, Mr. Mahjoub shall be permitted use of a telephone outside his residence to call the CBSA to inform it of the situation and his whereabouts. Mr. Mahjoub may also call 911 in the event of an emergency. Intercepted Communications 37. Mr. Mahjoub may use a conventional land based telephone line located in the residence other than the separate CBSA dedicated line for both voice and facsimile transmissions. Except for calls involving solicitor/client communications, Mr. Mahjoub shall consent in writing to the interception by or on behalf of the CBSA of all written and oral communications. This includes allowing the CBSA to intercept the content of oral communications and also to obtain the telecommunication records associated with such telephone line service. Both the telephone and facsimile carrier must be approved in advance by the CBSA. This also includes the interception, by or on behalf of the CBSA, of incoming and outgoing written communications or packages delivered to or sent from the residence by mail, courier or other means. The form of consent shall be prepared by counsel for the Ministers. 38. When the content of intercepted oral communications associated with the land-based telephone line in Mr. Mahjoub's residence involves solicitor-client communications, the analyst, upon identifying the communication as one between Mr. Mahjoub and his legal counsel shall cease monitoring the communication and shall delete the interception. Mr. Mahjoub's counsel and any staff member from the office of counsel will clearly identify themselves or the firm at the beginning of each call placed to Mr. Mahjoub. 39. Mr. Mahjoub will not open any correspondence or any other package received at his residence that has not been inspected and cleared by the CBSA. Upon receipt of such communication or package, Mr. Mahjoub shall immediately contact the CBSA and turn over the correspondence or package for inspection. 40. All incoming mail will be intercepted, inspected, copied if necessary, and delivered directly to Mr. Mahjoub within two (2) business days. 41. For outgoing mail or packages, Mr. Mahjoub is to contact the CBSA by telephone and inform them that he has mail to send. Within 24 hours, barring unforeseen circumstances, the CBSA will retrieve the unsealed mail and/or package and after inspecting and copying the mail and/or package will mail it on Mr. Mahjoub's behalf. Mr. Mahjoub is responsible for the costs associated with mailing any written communication or package. 42. The CBSA and Mr. Mahjoub will agree to a procedure for the retrieval and delivery of intercepted mail by the CBSA with the least possible direct contact between Mr. Mahjoub and the CBSA. Failing an agreement, the parties are to file timely written submissions on this issue with options for the Court's consideration, and the Court will determine the procedure to be followed for mail interception. CBSA's Right to Enter and Search 43. Mr. Mahjoub shall allow employees of the CBSA, any person designated by the CBSA or any peace officer access to the residence at any time (upon the production of identification) for the purposes of verifying Mr. Mahjoub's presence in the residence or ensuring that Mr. Mahjoub is complying with the terms and conditions of this order. For greater certainty, Mr. Mahjoub shall permit such individual(s) to search the residence, remove any item, install, service and maintain such equipment as may be required in connection with the electronic monitoring equipment or the separate dedicated land-based telephone line(s). Any item removed over which solicitor-client privilege is asserted must be kept sealed until such time as it can be reviewed by the Court. Audio and Video Recording 44. Neither Mr. Mahjoub nor any person in his residence shall make a recording of CBSA officers by video or audio device, while they are carrying out their duties in monitoring compliance with the terms and conditions of this order. Photographs Taken and Intercepts Collected by the CBSA 45. In accordance with the reasons for this order, any photographs taken by the CBSA in the course of carrying out their duties in relation to Mr. Mahjoub are to be safeguarded and shall not be released to any other entity unless a photograph depicts an activity that is relevant to a threat there are reasonable grounds to suspect is posed by Mr. Mahjoub or to a breach of any condition of release there are reasonable grounds to suspect has occurred. 46. In accordance with the reasons for this order, any intercepts of written or oral communication by or on behalf of the CBSA are to be safeguarded. No intercept shall be released to any other entity unless it contains information that is relevant to a threat there are reasonable grounds to suspect is posed by Mr. Mahjoub or to a breach of any condition of release there are reasonable grounds to suspect has occurred. 47. Nothing in this order derogates from any statutory reporting obligations the CBSA may have. Passport and Travel Documents 48. Mr. Mahjoub's passport and all travel documents, if any, shall remain surrendered to the CBSA. Without the prior approval of the CBSA, Mr. Mahjoub is prohibited from applying for, obtaining or possessing any passport or travel document, any bus, train or plane ticket, or any other document entitling him to travel. This does not prevent Mr. Mahjoub from traveling on public city surface transit within the geographic perimeter defined in subparagraph 23(e). Removal Order 49. If Mr. Mahjoub is ordered to be removed from Canada, he shall report as directed for removal. He shall also report to the Court as it from time to time may require. Weapons 50. Mr. Mahjoub shall not possess any weapon, imitation weapon, noxious substance or explosive, or any component thereof. Conduct 51. Mr. Mahjoub shall keep the peace and be of good conduct. Arrest and Detention 52. Any officer of the CBSA or any peace officer, who has reasonable grounds to believe that any term or condition of this order has been breached, may arrest Mr. Mahjoub without warrant and cause him to be detained: (a) Within 48 hours of such detention a Judge of this Court, designated by the Chief Justice, shall forthwith determine whether there has been a breach, whether the terms of this order should be amended and whether Mr. Mahjoub should be detained in custody (b) If Mr. Mahjoub does not strictly observe each of the terms and conditions of this order, he will be liable to detention upon further order by this Court. Change of Residence 53. Mr. Mahjoub may not change his place of residence without the prior approval of this Court. Mr. Mahjoub must provide the CBSA with 30 clear days' notice of any proposed change of residence. No persons may occupy Mr. Mahjoub's residence without the approval of the CBSA. Offence 54. A breach of this order shall constitute an offence within the meaning of section 127 of the Criminal Code and shall constitute an offence pursuant to paragraph 124(1)(a) of the IRPA Amendment of Order 55. The terms and conditions of this order may be amended at any time by the Court upon the request of any party or upon the Court's own motion with notice to the parties. [End of document]"]}