{"id_": "076853", "body_str": ["[1] Snider, J. : The Defendant, Merck Frosst Canada Ltd. (Merck Canada), held rights to Canadian Patent No. 1,161, 380 (the '380 Patent), through the patent holder Merck & Co. Inc. (Merck & Co.). The '380 patent, which related to a process for manufacturing the drug lovastatin, was issued in 1984 and expired in 2001. In 1993, the Plaintiff, Apotex Inc. (Apotex), attempted to enter the market with a generic version of lovastatin and, to that end, applied to the Minister of Health (the Minister) for a Notice of Compliance (NOC) pursuant to the relevant provisions of the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133, as amended by SOR/98-166 (the PMNOC Regulations or the Regulations ). An NOC is required before a drug can be marketed in Canada. Apotex alleged that it would not infringe the '380 Patent, as it would not use a process to produce lovastatin that would fall within the scope of the '380 Patent.", "[2] As permitted by the Regulations , on June 1, 1993, Merck Canada filed an application with this Court to prohibit the Minister from issuing an NOC to Apotex. A key feature of the PMNOC Regulations is the imposition of a statutory stay on the \"first person\" (Merck Canada, in this case) upon the filing of an application for prohibition. The statutory stay remains in place until a determination can be made as to whether the \"second person\" (Apotex, in this case) is justified in its claim that its generic drug would not infringe the disputed patent. Pursuant to s. 6(1) of the Regulations , the Minister was automatically prohibited from issuing an NOC for up to 30 months.", "[3] In a sequence of events described later in these reasons, the statutory stay expired on December 1, 1996 without any hearing to determine whether Apotex's allegations were justified. In an oral decision rendered March 26, 1997, Justice Rothstein (then a judge -with the Federal Court, Trial Division) refused to extend the time period or issue a prohibition order ( Merck FCTD 1997 )). The Minister then issued the NOC for lovastatin to Apotex on March 27, 1997. Finally, in a judgment, delivered April 21, 1999, the Federal Court of Appeal dismissed the appeal of Merck FCTD 1997 , on the basis that the question was moot ( <FRAGMENT_SUPPRESSED>  F.T.R 92 (note) ( Merck FCA 1999 )).", "[4] Following this sequence of litigation, two actions were commenced: 1. Merck Frosst Canada Inc. (predecessor to Merck Canada) and Merck & Co. commenced an action against Apotex and Apotex Fermentation Inc. (AFI) for patent infringement (Court File T-1272-97). The statement of claim was filed on June 12, 1997. 2. By statement of claim filed June 29, 2001, Apotex sought compensation from Merck & Co., Merck Canada and Merck Frosst Canada (collectively referred to as Merck) under s. 8 of the PMNOC Regulations", "[5] Both actions were heard together in a trial that commenced on February 1, 2010. These Reasons pertain only to the issues in Court File No. T-1169-01. In this action, Apotex claims that, pursuant to s. 8 of the PMNOC Regulations , that it is entitled to relief for having been kept out of the lovastatin market for the period between April 30, 1996 and March 27, 1997. Separate Reasons for Judgment and Judgment have been issued contemporaneously with these Reasons in Court File T-1272-97. II. Issues", "[6] In this action, the following issues arise: 1. Which version of s. 8 of the Regulations should be applied: the 1993 version, or the 1998 version? 2. Under either version of s. 8, is Apotex entitled to compensation and, if so, for what period?", "[7] For the reasons that follow, I conclude that the 1993 version of the PMNOC Regulations apply to the case at bar and that Apotex is not entitled to any compensation under s. 8 of the 1993 Regulations", "[8] After the parties had presented final oral argument in this trial, the Federal Court of Appeal rendered its decision in <FRAGMENT_SUPPRESSED>  ( Syntex FCA ), a decision which affirmed an earlier decision of Justice Roger Hughes in <FRAGMENT_SUPPRESSED>  ( Syntex FC ). In view of the extensive references to Syntex FC in this action, I gave the parties an opportunity to provide written submissions on the applicability of Syntex FCA to the case at bar. The reasons that follow take those submissions into consideration. III. Analysis Issue #1: Which version of the PMNOC Regulations - the 1993 or 1998 version - is applicable to the claims made by Apotex in this action?", "[9] The PMNOC Regulations were first enacted effective March 12, 1993 - I refer to these as \"the 1993 version\" or the \" 1993 Regulations \". The first amendment to those Regulations , SOR/98-166, came into force March 11, 1998 - I refer to the amended Regulations as \"the 1998 version\" or the \" 1998 Regulations \". Of direct relevance to this action are the changes that were made to s. 8.", "[10] Section 8 of the 1993 version of the PMNOC Regulations reads as follows: \"8(1) The first person is liable to the second person for all damage suffered by the second person where, because of an application of paragraph 7(1)(e), the Minister delays issuing a notice of compliance beyond the expiration of all patents that are the subject of an order pursuant to subsection 6(1).\" \"8(2) The court may make such order for relief by way of damages or profits as the circumstances require in respect of any damage referred to in subsection (1).\"", "[11] Section 8 of the 1998 version of the PMNOC Regulations reads as follows: \"8(1) If an application made under subsection 6(1) is withdrawn or discontinued by the first person or is dismissed by the court hearing the application or if an order preventing the Minister from issuing a notice of compliance, made pursuant to that subsection, is reversed on appeal, the first person is liable to the second person for any loss suffered during the period (a) beginning on the date, as certified by the Minister, on which a notice of compliance would have been issued in the absence of these Regulations, unless the court is satisfied on the evidence that another date is more appropriate; and (b) ending on the date of the withdrawal, the discontinuance, the dismissal or the reversal. \"8(2) A second person may, by action against a first person, apply to the court for an order requiring the first person to compensate the second person for the loss referred to in subsection (1). \"8(3) The court may make an order under this section without regard to whether the first person has commenced an action for the infringement of a patent that is the subject matter of the application. \"8(4) The court may make such order for relief by way of damages or profits as the circumstances require in respect of any loss referred to in subsection (1). \"8(5) In assessing the amount of compensation the court shall take into account all matters that it considers relevant to the assessment of the amount, including any conduct of the first or second person which contributed to delay the disposition of the application under subsection 6(1).\"", "[12] The 1998 Regulations included transitional provisions in s. 9 of the amendments. Of particular interest is s. 9(6): \"TRANSITIONAL PROVISIONS \"9(6) section 8 of the Regulations, as enacted by section 8, applies to an application pending on the coming into force of these Regulations.\" (Emphasis added.) \"DISPOSITIONS TRANSITOIRES pendantes", "[13] The first issue before me turns on to the meaning of the word \"pending\" in s. 9(6) of the 1998 Regulations . As of March 11, 1998 - the coming into force of the 1998 Regulations - was Merck's application for prohibition still pending? In my view, it was not.", "[14] The sequence of events leading up to the issuance of the NOC to Apotex and the subsequent Court determinations can briefly be described as follows: - April 17, 1993 - Merck filed patent lists for lovastatin pursuant to the Regulations - April 19, 1993 - Apotex forwarded a notice of allegations claiming non-infringement of Merck's relevant patent. - June 1, 1993 - Merck commenced prohibition proceedings pursuant to subsection 6(1) of the Regulations - September 6, 1995 - Justice Richard, as he then was, extended the 30-month statutory stay to December 1st, 1996 from December 1st, 1995. - October 23, 1996 - Justice Dubé extended the statutory stay \"until such time as a judgment is rendered on the merits of the application for prohibition herein.\" - February 10, 1997 - The Federal Court of Appeal allowed an appeal from the order of Justice Dubé and quashed his order extending time. As a result, the statutory stay expired on December 1st, 1996. As of that date, the Minister was no longer prohibited from issuing a notice of compliance to Apotex. - February 13, 1997 - Merck applied to the Federal Court for an extension order pursuant to subsection 7(5) of the Regulations - March 26, 1997 - Justice Rothstein rendered oral judgment  <FRAGMENT_SUPPRESSED>  FCTD 1997 , above, dismissing Merck's application for an extension of the statutory stay and dismissing the prohibition application. He concluded that: - the Court is without jurisdiction to issue a prohibition order under s. 6(2) of the Regulations after expiry of the statutory stay; and - the Court is without jurisdiction to extend time under s. 7(5) after expiry of the statutory stay. - March 27, 1997 - the Minister issued an NOC to Apotex, allowing the entry of its generic lovastatin onto the market in accordance with the terms of the NOC. - April 21, 1999 - the Federal Court of Appeal,  <FRAGMENT_SUPPRESSED>  FCA 1999 , above, dismissed Merck's appeal of Merck FCTD 1997 , above, on the ground of mootness.", "[15] As noted above, the 1998 Regulations came into force on March 11, 1998 - one year after the NOC was issued to Apotex, but one year before the decision  <FRAGMENT_SUPPRESSED>  FCA 1999 , above, was rendered.", "[16] Merck has relied on Syntex FC , above, and Syntex  <FRAGMENT_SUPPRESSED> , to support its position that the decision of Merck FCTD 1997 , above, was final and therefore the application for prohibition was not pending as of March 11, 1998.", "[17] The context of the decision  <FRAGMENT_SUPPRESSED>  FC , above, is as follows. An appeal of the decision granting a prohibition order had been heard and decided prior to the 1998 Regulations coming into force on March 11, 1998. The court process that arose after that date, was a motion by Apotex seeking an order setting aside the prohibition order and dismissing the proceeding. Apotex was successful on this motion and the prohibition order was set aside. Before Justice Hughes, Apotex argued that, as of March 11, 1998, the application for prohibition was still \"pending\" within the meaning of s. 9 of the 1998 Regulations . Justice Hughes did not agree. At paragraph 39, above, Justice Hughes describes the finality of a decision as follows: \"In most Courts, including this one, a judgment is final once it has been determined and issued by the judge or Court hearing the matter. Such a judgment is often subject to appeal and, if an appeal is taken, may not be considered final until all appeals have disposed of the matter. In certain circumstances a judgment may be amended where there are clerical errors or matters overlooked. A judgment may also be revisited in cases of fraud or if some material fact, not otherwise previously discoverable, comes to light. Nonetheless, once issued, such a judgment is considered final.\"", "[18] Justice Hughes concluded, at paragraph 43, that: \"In the present circumstances the prohibition Order of Reed, J., as set out in the Judgment issued by her on March 20, 1996 and affirmed by the Federal Court of Appeal on October 21, 1996 was 'final' before the amendments to the PMNOC Regulations on March 11, 1998. There was, as of March 11, 1998, no 'pending' application within the meaning of section 9(6) of the 1998 amending provisions of those Regulations . The fact that the Judgment was later varied and set aside does not mean that the matter was 'pending' as of March 11, 1998.\"", "[19] In Syntex  <FRAGMENT_SUPPRESSED> , the Court of Appeal affirmed the conclusion that there was no application pending for the purposes of s. 9(6) of the 1998 Regulations . In paragraph 28, Justice Eleanor Dawson, speaking for the Court of Appeal provided the following rationale: \"In my view, the Judge correctly interpreted the transitional provision. In the context of a legal proceeding, the plain and ordinary meaning of the words 'pending' or 'pendantes' is a proceeding that is not yet finished. Here, at the time of the 1998 amendments a final order had been pronounced in the prohibition proceeding . Apotex had made two allegations in respect of the '761 patent. They were, first, that the patent did not fall within the scope of the Regulations and, second, that its product would not infringe the patent. The Court had found both allegations to be unjustified. That decision was affirmed on appeal. The Judge's decision properly gives effect to the dismissal on the merits of the prohibition proceeding .\" (Emphasis added.)", "[20] I interpret this paragraph to mean that an application judge's decision in a prohibition application is \"final\"; subsequent appeals or motions do not alter the finality of that decision. In the case before me, the final decision in the prohibition application was Justice Rothstein's decision  <FRAGMENT_SUPPRESSED>  FCTD 1997 , above. Moreover, given Justice Rothstein's conclusion that the Court had no jurisdiction, it is arguable that the expiry of the statutory stay, which extinguished any further right of application, was the determinative date. Regardless, both of these events occurred prior to the 1998 Regulations coming into force.", "[21] Although I am of the view that a right to an appeal or a pending appeal cannot change the finality of the application judge's decision, I note that Justice O'Reilly in <FRAGMENT_SUPPRESSED>  ( Apotex 2010 ) came to a different conclusion. Justice O'Reilly was faced with the same issue as is before me: which version of the Regulations", "[22] In Apotex 2010 , above, Justice O'Reilly was faced with a prohibition order that was issued in 1995 ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 483), and that was affirmed by the Federal Court of Appeal in 1996 ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 455 (F.C.A.)). However, the prohibition order was overturned by the Supreme Court of Canada on July 9, 1998 ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 368). Thus, as of the coming into force of the 1998 Regulations , the parties were awaiting judgment of the Supreme Court of Canada on whether the prohibition order would be upheld. Until that happened, according to Justice O'Reilly, there had been no final determination of the application and, thus, he concluded that the application was \"pending\" as of March 11, 1998.", "[23] However, as Justice O'Reilly notes, at paragraph 16, that \"the word 'pending' must take its meaning from the context in which it is used\". The context of the matter before me is very different from that  <FRAGMENT_SUPPRESSED>  2010 , above. The determination of Justice Rothstein  <FRAGMENT_SUPPRESSED>  FCTD 1997 , above, as affirmed by the Court of Appeal  <FRAGMENT_SUPPRESSED>  FCA 1999 , above, leaves me with no doubt that Merck's application could not proceed any further once the statutory stay had expired. At paragraph 9, Justice Rothstein explains that: \"It is noteworthy that while the Regulations provide for automatic and then Court ordered prohibition on the Minister from issuing a NOC, there is nothing in Regulations that confers on the Court jurisdiction to order certiorari to quash a NOC that may have been issued after expiry of the statutory stay but which the Court ultimately finds is based on an allegation of non-infringement that is found not to be justified. The implication of the silence of the Regulations as to a remedy for a patentee if a NOC issues after expiry of the statutory stay based on a non-justified allegation is that once the statutory stay expires, the Court is without jurisdiction to grant any remedy under the Regulations .\" (Emphasis added.) Thus, although Merck attempted to pursue an application for judicial review and an appeal, both Courts refused to deal with the merits of the prohibition application.", "[24] Stated differently, Merck's application was without legal foundation as of December 1, 1996, or certainly no later than the date that the NOC was issued on March 27, 1997. There was no remedy available to Merck under the Regulations after December 1, 1996. I cannot see how an application could have been \"pending\" as of the 1998 Regulations coming into force.", "[25] Accordingly, even if I accept that, in some circumstances (such as Apotex 2010 , above , an outstanding appeal may result in an application \"pending\" for purposes of s. 9(6) of the Regulations , the facts before me do not support such a conclusion. There was no application pending as of March 11, 1998. Therefore, s. 8 of the 1993 Regulations apply to the case at bar. Issue #2: Is Apotex entitled to damages under s. 8 of the 1993 Regulations?", "[26] Having concluded that the 1993 Regulations apply to this action, I now turn to the question of whether Apotex is entitled to any damages under s. 8 of the Regulations", "[27] For ease of reference, I repeat s. 8(1) of the 1993 version of the PMNOC Regulations \"8(1) The first person is liable to the second person for all damage suffered by the second person where, because of an application of paragraph 7(1)(e), the Minister delays issuing a notice of compliance beyond the expiration of all patents that are the subject of an order pursuant to subsection 6(1).\"", "[28] Merck submits that, by the express wording of s. 8, the second person - Apotex - is only entitled to damages where the Minister delays issuing an NOC \"beyond the expiration of all patents that are the subject of an order pursuant to subsection 6(1)\". In this case, the '380 Patent was at all times, extant in the period in which Apotex claims it was kept off the market by the application of s. 7(1)(e) of the Regulations . The patent was issued on January 31, 1984, and was in force until January 31, 2001. Thus, Merck argues, Apotex has no valid claim for damages under s. 8.", "[29] Apotex asserts that such an interpretation of s. 8 would be inconsistent with the intent of the Governor-in-Council (GIC). The GIC's intent is reflected, according to Apotex, in the Regulatory Impact Assessment Statement (RIAS) that accompanied the 1993 Regulations , which addresses the purpose of subsection 8(1) of the Regulations as follows: \"... the frequency and costs associated with any such delays arising from these Regulations will be minimized by the fact that such a patentee will be liable for all damage suffered from the delay \". (Emphasis added.)", "[30] Apotex provides an interpretation of s. 8 that, in its opinion, would give a meaning to s. 8 that accords with the RIAS and that would permit Apotex to recover its damages for being wrongly kept off the market. In Apotex's submission, the words \"beyond the expiration of all patents that are the subject of an order pursuant to subsection 6(1)\" refer to the situation in which more than one patent is on the patent list and prohibition orders have been issued for one or more of the other patents. In Apotex's view, the words do not relate to the case at bar, in which only one generic company has commenced a s. 8 action. Apotex further submits that since there are no other patents in this case, s. 8 permits recovery. Stated differently, Apotex is arguing that where there is only one patent in issue, the words \"beyond the expiry of all patents\" are simply inapplicable.", "[31] This issue was also dealt with by Justice Hughes  <FRAGMENT_SUPPRESSED>  FC , which was affirmed by the Court of Appeal  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> .", "[32] In Syntex FC , above, and Syntex  <FRAGMENT_SUPPRESSED> , Apotex argued that it was entitled to damages under s. 8 of the 1993 Regulations . In so asserting, Apotex provided an interpretation of s. 8 that is not substantially different from that argued before me in this trial. Indeed, counsel for Apotex confirmed that the final argument on this issue was \"the argument that went to the Court of Appeal\"  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> . Unfortunately, that argument did not find favour with the Court of Appeal.", "[33] In Syntex FC , above, Justice Hughes carefully reviewed the principles of statutory interpretation applicable to the thorny issue of what is meant by s. 8 of the 1993 Regulations . I will not repeat those principles; they are contained in paragraphs 65 - 68 of Syntex FC , above. In brief, words of a statute (including regulations) are to be read \"in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act , the object of the Act and the intention of Parliament\" (see, for example, Rizzo & Rizzo Shoes Ltd. (Bankrupt), Re , [1998] 1 S.C.R. 27; 221 N.R. 241; 106 O.A.C. 1; 154 D.L.R.(4th) 193 at paragraph 21). However, if the text is precise, unequivocal and detailed, the text of the statute should play a dominant role in the interpretive process, rather than a reliance on extra-textual evidence of legislative intent.", "[34] In his application of the principles of statutory interpretation to s. 8 of the 1993 Regulations , at paragraph 71 Justice Hughes concludes: \"A reasonable interpretation of section 8 would be to impose a liability on a first person if the cause of the delay in issuing a Notice of Compliance to a second person was that the patent that was the subject of the proceeding had 'expired', that is by the natural end of its term, or by lapse such as failure to pay maintenance fees, or by operation of law such as a declaration of invalidity. If, for instance, the patent was declared invalid in the context of the relevant NOC application itself, then it can be said that the Minister had delayed in issuing the Notice of Compliance because the patent must be considered to have 'expired'. The extent of the delay could reasonably be considered to be the later of the day upon which the Minister says that the Notice of Compliance would otherwise have been issued if it were not for the application of the Court, or the filing date of that application with the Court. The end date would be the date that the Notice of Compliance was actually issued.\"", "[35] Aware of the principles of statutory interpretation, Justice Hughes  <FRAGMENT_SUPPRESSED>  FC , above, provides three examples of how a patent could expire, and give rise to the possibility of damages pursuant to s. 8 of the 1993 Regulations , including: (a) by the natural end of its term; (b) by lapse such as failure to pay maintenance fees; or (c) by operation of law such as a declaration of invalidity.", "[36] Having listed these three examples, Justice Hughes continued on to describe the situation where a patent is declared invalid in the context of NOC proceedings. The Court of Appeal disagreed with this specific example for the simple reason that a patent cannot be declared invalid in the context of the PMNOC Regulations . Presumably, the Court of Appeal would have had no difficulty if Justice Hughes had provided the example of a declaration of invalidity that resulted from an action under the provisions of the Patent Act (rather than a proceeding under the PMNOC Regulations ). Beyond this criticism, the Court of Appeal did not question the examples provided by Justice Hughes and accepted his interpretation of s. 8 of the 1993 Regulations . Thus, I will accept the interpretation of s. 8 of the 1993 Regulations as adopted by Justice Hughes  <FRAGMENT_SUPPRESSED>  FC , above, and not the complex interpretation proposed by Apotex.", "[37] Apotex attempts to distinguish the case at hand from the decision  <FRAGMENT_SUPPRESSED>  FC , above, and Syntex  <FRAGMENT_SUPPRESSED> , because, unlike the case before me, a prohibition order was initially granted to Syntex. The Court of Appeal found that Apotex was attempting to \"reach back and apply the finding of invalidity in the action so as to argue that the '671 patent had 'expired' within the meaning of section 8 of the 1993 version of the Regulations \" ( Syntex  <FRAGMENT_SUPPRESSED> , at para. 36).", "[38] Apotex submits, before me, that it is not attempting to \"reach back\". Rather, Apotex, in its further written submissions, argues: \"In the case at bar, Merck has failed to establish that Apotex's allegations were not justified. It was unsuccessful in its prosecution of the application for prohibition. That is precisely the situation in which the Court of Appeal observed that the 1993 section 8 was intended to provide redress to the generic. In view of the foregoing, Apotex respectfully submits that the Court of Appeal's decision supports Apotex's alternative plea for a remedy under the 1993 version of section 8 of the Regulations .\"", "[39] With respect, I do not understand Syntex  <FRAGMENT_SUPPRESSED> , to be an endorsement of Apotex's position. As I read the decision, the Court of Appeal accepted that the \"trigger\" for the application of s. 8 was the expiry of the patent that had been the subject of the NOC proceedings and a delay by the Minister in issuing the NOC beyond the expiry of that patent. Although, in the case at hand, Apotex is not attempting to \"reach back\", the situation remains that, as of the date of the NOC, the '380 Patent had not expired. I see nothing in either Syntex FC , above, or Syntex  <FRAGMENT_SUPPRESSED> , that would change the interpretation of s. 8 of the 1993 Regulations that was determined by Justice Hughes and endorsed by the Court of Appeal. I am bound by that interpretation and Apotex's argument must therefore fail.", "[40] As noted above, Apotex argues that this interpretation is not keeping with the RIAS. This argument was also made by Apotex in the context of <FRAGMENT_SUPPRESSED> FC , above, and Syntex  <FRAGMENT_SUPPRESSED> , where the argument failed to find favour. In my view, there are two reasons why the RIAS cannot be used to interpret the 1993 version of s. 8 in the manner proposed by Apotex. The first is that the role of the RIAS cannot be used to change the clear words of a provision of the Regulations . The second is that, contrary to the assertions of Apotex, the RIAS itself is not entirely clear. It has been accepted by this Court that the RIAS made be used as a \"tool\" in analyzing the legislative intent, as it was prepared as part of the regulatory process: see, for example, <FRAGMENT_SUPPRESSED> ; 176 F.T.R. 21 (T.D.). However, in this case, where the RIAS itself is unclear, it ought not to be utilized as a \"tool\" to oust the clear language of a legislative provision.", "[41] In summary, adapting the words of Justice Hughes at paragraph 71  <FRAGMENT_SUPPRESSED>  FC , above, the cause of any delay in issuing an NOC to Apotex was not that the patent that was the subject of the proceeding, the '380 Patent, had \"expired\" that is by the natural end of its term, or by lapse such as failure to pay maintenance fees. Accordingly, there is no liability imposed on Merck. Apotex is not entitled to damages pursuant to s. 8 the 1993 version of the Regulations IV. Merck's Counterclaim", "[42] In the pleadings, as amended, Merck sought the following, by way counterclaim: (a) A declaration that s. 8 of the PMNOC Regulations , both as originally enacted and as amended by S.O.R. 98/166, are ultra vires the Governor in Council as not authorized by the , s. 55.2(4) and are thus void, inoperative and of no force and effect; (b) A declaration that the Plaintiffs would have infringed the '380 Patent held and registered by the Defendant in the relevant time period; namely, from April 26, 1996 to March 26, 1997; and (c) By way of set off in respect of the amount claimed by the Plaintiffs herein damages ordered by the Court in Court File No. T-1272-97 to be paid by Apotex Inc. to the Defendants.", "[43] In final argument, Merck did not pursue the allegation that s. 8 of the PMNOC Regulations is ultra vires. Further, because of my conclusions in this matter, there is no need to consider the other two requested remedies. Accordingly, the counterclaim by Merck will be dismissed. V. Attorney General of Canada", "[44] In the pleadings, Her Majesty the Queen, as represented by the Attorney General of Canada, was named as a Defendant by Counterclaim in this action. The Deputy Attorney General of Canada, on behalf of the Attorney General of Canada, filed a \"Defence of Her Majesty the Queen to the Counterclaim.\" The sole issue involving the Attorney General was the validity of s. 8 of the PMNOC Regulations . Early in the trial (and as confirmed in final argument), it became clear that Merck was no longer pursuing this aspect of its claim. The Attorney General did not participate in the trial. The Counterclaim against Her Majesty the Queen, as represented by the Attorney General of Canada will be dismissed. VI. Conclusion", "[45] For these reasons, the claim of Apotex will be dismissed, with costs to Merck. Moreover, the Counterclaim of Merck against Apotex and the Attorney General will be dismissed.", "[46] I expect that the parties will be able to agree on the matter of costs. In the event that they are unable to do so, I will remain seized of the matter. The parties may make written submissions on those areas of costs about which they disagree, such submissions to be no more than eight pages and to be served and filed within 30 days of the issuance of these reasons. The parties will have another 15 days in which to serve and file reply submissions, not to exceed four pages. POSTSCRIPT", "[47] These Reasons for Judgment are un-redacted from confidential Reasons for Judgment which were issued on December 9, 2010 pursuant to the Direction dated December 9, 2010.", "[48] The Court canvassed counsel for the parties whether they had concerns if the reasons were issued to the public without redactions. On December 15, 2010 and December 16, 2010, in separate letters, the parties advised that there are no portions of the confidential Reasons for Judgment that should be redacted. Order accordingly. Editor: E. Joanne Oley/vnh [End of document]"]}