{"id_": "076832", "body_str": ["[1] Mainville, J. : This judgment concerns an application for judicial review submitted on September 16, 2009 by Berta Celia Garcia De Leiva (the \"Applicant\"), seeking judicial review of a decision dated September 3, 2009 of an Immigration Officer acting for the Minister of Citizenship and Immigration (the \"officer\") and refusing her application for permanent residence from within Canada on humanitarian and compassionate grounds.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[2] The Applicant is an elderly woman who was born in Guatemala and is a citizen of that country. She entered Canada in July of 1998 as a visitor and has remained here ever since. She first received extensions to her visitor status until the end of the year 2000, at which time she submitted a first application for permanent residence from within Canada on humanitarian and compassionate grounds. That application was refused in November of 2001.  <FRAGMENT_SUPPRESSED>", "[3] The Applicant then submitted a refugee claim which was also rejected on April 19, 2004 on the basis that the Refugee Protection Division did not believe that she had been persecuted in Guatemala.  <FRAGMENT_SUPPRESSED>", "[4] The Applicant thus again applied for permanent residence from within Canada on humanitarian and compassionate grounds through an application she signed in November of 2004 but which was filed at a later date. This second application raised facts and arguments similar to those raised in her first application: principally that she could not be sponsored by her Canadian daughters since they could not meet the financial criteria for sponsorship, that she was living with and assisting her daughter who suffered from a disability, and that she was escaping a long abusive relationship with her former husband.  <FRAGMENT_SUPPRESSED>", "[5] This second application on humanitarian and compassionate grounds took close to five years to process and included numerous requests for additional information and updates. This application was rejected by decision dated September 3, 2009, hence this judicial review application.  <FRAGMENT_SUPPRESSED> The Decision  <FRAGMENT_SUPPRESSED>", "[6] In the September 3, 2009 decision rejecting the application, the officer noted that the Applicant had two adult daughters who were living in Canada and were Canadian citizens, three other adult children living in Guatemala, an adult son living in New York and an adult daughter living in Argentina. The Applicant also has two brothers and a sister living in Guatemala.  <FRAGMENT_SUPPRESSED>", "[7] The officer's reasons for rejecting the application are set out in the last paragraph of her decision:  <FRAGMENT_SUPPRESSED> Upon assessing all the information on the client's file, I am not satisfied that sufficient humanitarian and compassionate grounds exist to warrant processing of subject's application from within Canada. Subject has been dependant on social services from the year 2003 to present. In addition, her daughter Haydee Laiva with whom she resides has provided insufficient information to satisfy me that she is willing and able to support her mother financially in Canada as she has been a long term recipient herself on disability benefits from the Ministry of Social Services. Subject has a son in the US, three other children in Guatemala, a daughter in Argentina and two brothers and a sister in Guatemala upon whom she can depend for financial support other than relying on social assistance in Canada. In addition, she has been travelling from 1988 to 1998 between her children in the (sic) Canada, her son in the USA, her daughter in Argentina and her children and siblings in Guatemala. I am therefore not satisfied that sufficient humanitarian and compassionate grounds exist to allow subject to remain in Canada and apply for permanent residence. Subject can return to Guatemala with her three children and two (sic) siblings who can provide her with the care and support she requires. Besides subject has been living in Guatemala for most of her life and would most likely be able to adjust to an environment and culture she was most comfortable with.  <FRAGMENT_SUPPRESSED> Position of the Applicant  <FRAGMENT_SUPPRESSED>", "[8] The Applicant argues that the Immigration Officer did not consider the hardship to the daughter Haydee who relies on her because of her disability. The Applicant further submits that the officer ignored the bulk of the evidence submitted which demonstrated that her relatives overseas cannot provide her with the care and support she needs. It was pure speculation on the part of the officer to assert that her other relatives could care and support her. Consequently, the Applicant asserts that the officer's decision is unreasonable.  <FRAGMENT_SUPPRESSED>", "[9] The Applicant further argues that the officer relied on the Refugee Protection Division decision rejecting her claim for refugee protection to find that she was not at risk if she returned to Guatemala. However the standard is not the same in a refugee claim than in an application based on humanitarian and compassionate grounds. One relates to risks while the other concerns hardship. Consequently the officer confused the risk analysis with the hardship analysis, and failed to carry out the latter.  <FRAGMENT_SUPPRESSED> Position of the Respondent  <FRAGMENT_SUPPRESSED>", "[10] The Respondent argues that this Court should not lightly interfere with the discretion given to immigration officers. A decision concerning humanitarian and compassionate factors is not a simple application of legal principles but rather a fact specific weighing of many factors involving a high degree of discretion involving a special grant of an exemption to an otherwise legal requirement.  <FRAGMENT_SUPPRESSED>", "[11] The Respondent adds that the Applicant bears the onus of satisfying the decision maker that her personal circumstances are such that the hardship of having to obtain a permanent resident visa from outside Canada would be either unusual or undeserved or disproportionate hardship. She did not convince the officer that her situation merited an exemption. This decision of the officer is entitled to deference, and this Court should not intervene if the officer considered the relevant factors. The Respondent further argues that the officer has considered the relevant factors in this case. It is not thus open for this Court to substitute its own opinion to that of the officer who has been entrusted by the Minister with the responsibility to decide such matters.  <FRAGMENT_SUPPRESSED> The legislation  <FRAGMENT_SUPPRESSED>", "[12] Subsection 11(1) of the Immigration and Refugee Protection Act (the \"Act\") requires that a person who wishes to apply for permanent residence in Canada must do so from outside Canada. However, this requirement can be waived under subsection 25(1) of the Act which reads as follows:  <FRAGMENT_SUPPRESSED> 25. (1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.  <FRAGMENT_SUPPRESSED> 25. Standard of review  <FRAGMENT_SUPPRESSED>", "[13] Reasonableness is the appropriate standard of review for a decision concerning an application for permanent residence from within Canada on humanitarian and compassionate grounds. As noted by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 713 at para. 18:  <FRAGMENT_SUPPRESSED> It is unnecessary to engage in a full standard of review analysis where the appropriate standard of review is already settled by previous jurisprudence (see:  <FRAGMENT_SUPPRESSED>  at para. 62). The parties agree that the standard of review to be applied to an H&C decision is reasonableness. This standard is supported by both pre- and post-Dunsmuir cases (see:  <FRAGMENT_SUPPRESSED>  (2008), 73 Imm.L.R. (3d) 1).  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[14] In the context of an application for permanent residence from within Canada on humanitarian and compassionate grounds, it has been consistently held that the onus of establishing that the exemption is warranted lies with the applicant, and that an immigration officer is under no duty to highlight weaknesses in an application and to request further submissions: <FRAGMENT_SUPPRESSED> at para. 45; <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 623 at para. 9.  <FRAGMENT_SUPPRESSED>", "[15] Moreover, an exemption under subsection 25(1) of the Act is an exceptional and discretionary remedy: <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No.457 at para. 15; <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No.377 at para. 3; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 220 at para. 15; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 425 at para. 20.  <FRAGMENT_SUPPRESSED>", "[16] Finally, it is clearly the responsibility of the Minister or his delegate to assess the relevant factors and to determine the weight to be given to each factor in the circumstances of each case: <FRAGMENT_SUPPRESSED>  at para. 34.  <FRAGMENT_SUPPRESSED>", "[17] In this case, the Applicant has provided little information on the nature and extent of her daughter's disability and on the type and extent of assistance she provides her daughter.  <FRAGMENT_SUPPRESSED>", "[18] Further, there was little evidence provided by the Applicant on the ability of her other children to support or assist her. The Applicant has many other children living in Canada, the USA, Argentina and Guatemala, and she has offered very little insight into the reasons why they cannot care for her or otherwise contribute to her care in Canada or elsewhere.  <FRAGMENT_SUPPRESSED>", "[19] The officer took into account the age of the Applicant, but noted that she suffered from medical problems because of her age.  <FRAGMENT_SUPPRESSED>", "[20] Finally, the officer considered the Applicant's hardship claims related to an eventual return to Guatemala, but found these unfounded on the basis that the Applicant had lived in Guatemala for most of her life and had numerous children and relatives residing there.  <FRAGMENT_SUPPRESSED>", "[21] The Applicant certainly presents a difficult situation in light of her age. However, the officer deemed that the evidence submitted by the Applicant was insufficient to justify an application for permanent residence within Canada. This decision was largely based on the perceived burden the Applicant potentially presented for Canada's social and health services, which outweighed the humanitarian and compassionate considerations submitted.  <FRAGMENT_SUPPRESSED>", "[22] The decision which the officer was entrusted to make was a difficult one. The immigration authorities took a long time to come to this decision and requested additional information from the Applicant. The Applicant presents a thorny case which the officer dealt with in light of the information available to her.  <FRAGMENT_SUPPRESSED>", "[23] In this regard, as noted above, the exemption under subsection 25(1) of the Act is an exceptional discretionary remedy. Moreover, as already noted, the assessment of the evidence and the weight given to each factor in an application based on humanitarian and compassionate grounds are matters which properly belong to the Minister acting through his delegate. This Court may have assessed the evidence differently or given more weight to some of the factors, however this is not its mandate.  <FRAGMENT_SUPPRESSED>", "[24] In light of the above, the decision of the Immigration Officer in this case \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> at para. 47).  <FRAGMENT_SUPPRESSED>", "[25] Consequently the application for judicial review shall be denied.  <FRAGMENT_SUPPRESSED>", "[26] This case raises no important question justifying certification under paragraph 74(d) of the Immigration and Refugee Protection Act , and consequently no such question shall be certified.  <FRAGMENT_SUPPRESSED>", "[27] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is denied.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}