{"id_": "076949", "body_str": ["[1] Tremblay-Lamer, J. : This is an application by Pierre Charles Douze (the \"principal applicant\") and Margarette Luc Douze (together, the \"applicants\") made pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 ( IRPA ), for judicial review of the respondent ministers' failure to render a decision with respect to the principal applicant's application for permanent residence and ministerial relief. The applicants request an order in the nature of mandamus requiring the respondent Minister of Public Safety and Emergency Preparedness (MPS) to render a final decision as to the principal applicant's request for ministerial relief and, thereafter, requiring the respondent Minister of Citizenship and Immigration (MCI) to render a final decision on the principal applicant's application for permanent residence. BACKGROUND", "[2] The principal applicant, age 53, is a citizen of Haiti. His wife, age 45, began living in Canada on August 23, 2003 and became a Canadian citizen in June of 2008. They married on September 26, 1992 in Haiti and have three children residing in Montreal with their mother and are all Canadian citizens.", "[3] In February of 2005, the principal applicant submitted an application for permanent residence in the family class category, accompanied by sponsorship from Mrs. Douze, to the MCI. It was received at the embassy in Port-au-Prince, Haiti at the end of March, 2005. On June 21, 2005 a Quebec Selection Certificate (QSC) was issued. On July 27, 2005 the principal applicant was interviewed by Canadian embassy officials in Port-au-Prince.", "[4] In October 2005, the principal applicant's file was sent to Ottawa for an opinion as to potential inadmissibility under paragraph 35(1)(b) of the IRPA . The principal applicant had worked as a justice of the peace in Haiti from 1991 to 1998. The Haitian government regime, for specified periods during 1991 to 1994, was a designated regime under paragraph 35(1)(b) of the IRPA for having been involved in serious human rights abuses. An opinion as to the applicability of paragraph 35(1)(b) was not immediately forthcoming. In September of 2007, the embassy in Port-au-Prince followed up with the Ottawa office regarding the status of the opinion. At the end of October 2007, the opinion was issued to the effect that the principal applicant was a member of the class of inadmissible persons listed in paragraph 35(1)(b) for having served as part of the Haitian judiciary under a designated regime. His position in the Haitian judiciary gave rise to the presumption that he had, or was capable of having, influence over the designated government regime.", "[5] On November 9, 2007, the applicants attended an interview with a visa officer in Haiti who informed them that the principal applicant was inadmissible due to paragraph 35(1)(b) of the IRPA ; they were provided with a letter to that effect. The visa officer also indicated that the principal applicant could apply, under subsection 35(2) of the IRPA , to the MPS for relief. On January 29, 2008, the principal applicant filed a subsection 35(2) request for ministerial relief. In March of 2008, immigration officials in Haiti forwarded the request on to Canada Border Services Agency (CBSA) officials in Ottawa. Along with the request, they provided a case summary in which they indicated that there was no evidence to suggest that the principal applicant was involved in the activities of the designated regime. They indicated that he had refrained from his judicial duties shortly after the military coup in October 1991 and had, in fact, been arrested by that regime and detained for a period. The file was received by the CBSA on March 14, 2008.", "[6] During the months that followed, counsel for the applicants sent three letters to Case Management at the Department of Citizenship and Immigration Canada (CIC) requesting a status update. No response was provided. The applicants also attempted to follow up via Mrs. Douze's Member of Parliament (MP). Notes from the Computer Assisted Immigration Processing System (CAIPS) indicate that the MP was provided with a number of estimates in terms of anticipated processing time for the request for ministerial relief. On May 30, 2008, the MP was told not to expect a response before 6 to 9 months. Again on August 14, 2008, he was told the same thing (i.e. another 6 to 9 months). On January 13, 2009, he was informed that these types of decisions require at least 2 years to process. Finally, a CAIPS note dated April 24, 2009, indicates that the MP was told the request for ministerial relief would take another 2 years to process (i.e. until April of 2011). In November of 2009, counsel filed an Access to Information Request with the CBSA. On December 17, 2009, the CBSA disclosed the requested information. There was no indication that any steps had been taken by the CBSA with respect to the request for ministerial relief since it had received the file on March 14, 2008. On January 18, 2010, counsel sent a letter to the CBSA requesting that processing of the request be expedited.", "[7] On February 4, 2010, counsel sent a \"notice of default\" to the CBSA informing it that the applicants considered the delay in processing to be unacceptable. On March 17, 2010, the CIC sent counsel a note regarding the status of the request for ministerial relief. It indicated that the \"relief application [was] still being processed,\" and that it could be \"a long and complex procedure.\" It assured counsel that the \"CBSA [was] working diligently to process\" the application \"as quickly as possible\".", "[8] On March 29, 2010, the applicants filed the application that is before the Court now. They requested an order in the nature of mandamus requiring the respondent MPS to render a final decision on the request for ministerial relief and, thereafter, requiring the respondent MCI to render a final decision on the application for permanent residence.", "[9] On September 13, 2010, Ms. Michelle Barrette, a Senior Program Officer with the CBSA Ministerial Relief Unit submitted an affidavit with regards to these proceedings. She indicated that the CBSA underwent a re-organization on April 1, 2010 which involved moving the principal applicant's request from a pool of 15 cases to an inventory of over 225 cases. Further, Ms. Barrette indicated that the assessment of a request for ministerial relief can take, on average, 5 to 10 years. This, she explained, is because of the complex nature of such determinations and because the Minister must personally make the ultimate decision. Ms. Barrette indicated that a recommendation had already been drafted with respect to the principal applicant's request. She pointed to the following steps that were still outstanding: provision of the draft recommendation to the principal applicant for feedback, review of any submissions made by the principal applicant in response, incorporation of those submissions into the draft recommendation, approval of the draft recommendation by the President of the CBSA, and, finally, rendering of the ultimate decision by the MPS.", "[10] Ms. Barrette was cross-examined on September 22, 2010. She indicated that the draft recommendation was completed on February 5, 2010 and although she could not provide a firm time frame, she indicated that as a general estimate, it might be presented to the Minister some time between February 2011 and February 2013.", "[11] Although the respondent MPS had provided a Certified Tribunal Record (CTR) in August of 2010, the applicants argued that it was incomplete, in part because it did not contain the draft recommendation discussed by Ms. Barrette. On October 1, 2010 the applicants filed a motion for an order compelling the respondent MPS to produce a more complete CTR pursuant to the requirements set out in Rule 17 of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22. On appeal, the Court found that the MPS was not required to disclose the draft recommendation, but was required to disclose all undisclosed case notes and correspondence related to the principal applicant's ministerial relief request. On October 28, 2010, the respondent MPS disclosed additional correspondence and notes relating to the processing of the principal applicant's request. ISSUES", "[12] The following preliminary issues were raised by the respondents with respect to the application for judicial review: a) Does Mrs. Douze have standing in this application? b) Is the application improperly constituted because more than one mandamus order is sought?", "[13] The main issue to be decided with respect to the application for judicial review is: c) Is the principal applicant entitled to a mandamus order with respect to the pending request for ministerial relief? ANALYSIS a) Does Mrs. Douze have standing in this application?", "[14] The respondents request that Mrs. Douze be removed as a party since she is not the object of the paragraph 35(1)(b) decision and is not the applicant for ministerial relief under subsection 35(2). The applicants argue that Mrs. Douze should not be removed as a party since she is \"directly affected by the matter in respect of which relief is sought,\" and thus has standing by virtue of subsection 18.1(1) of the Federal Courts Act , R.S. 1985, c. F-7 ( FCA ).", "[15] The test for determining whether a party is \"directly affected\" within the meaning of subsection 18.1(1) of the FCA is whether the matter at issue directly affects the party's rights, imposes legal obligations on it, or prejudicially affects it directly ( Rothmans of Pall Mall Canada Ltd. and  <FRAGMENT_SUPPRESSED>  at para. 20; League for  <FRAGMENT_SUPPRESSED>  at para. 24).", "[16] First, the applicants argue that the respondents' failure to render a decision directly affects Mrs. Douze's legal right to sponsor her husband as set out in section 13 of the IRPA", "[17] This Court, in <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 389 (T.D.), considered a similar issue. The question was whether a Canadian citizen, who had sponsored her husband in applying for landing in Canada based on humanitarian and compassionate grounds, had standing to bring a judicial review application regarding an immigration officer's negative determination. The Court found that she did not. It held, at paragraph 4: \"While Mrs. Carson has an interest in this proceeding, in that she is Mr. Carson's sponsor for landing in Canada and she was interviewed as part of the marriage interview involving the H&C determination, these facts are insufficient to give her standing in this judicial review. Mrs. Carson is a Canadian citizen and does not require any exemption whatsoever from the Immigration Act or regulations. Moreover, whether she has standing or not has no impact whatsoever on the ultimate issue in this matter. Accordingly, with respect to this proceeding, the applicant, Tonya Carson, is struck as a party.\" Similarly, I find that the mere fact that Mrs. Douze is the principal applicant's sponsor is insufficient to give her standing in this judicial review.", "[18] Second, the applicants argue that Mrs. Douze has standing because she has been prejudicially affected by the respondents' failure to render a decision, in that the delay in processing forces her to live apart from her husband, and forces her to raise her children alone. I find that this impact, while substantial, is only indirect.  <FRAGMENT_SUPPRESSED>  Imm. L.R.(3d) 145 (T.D.) ( Wu ), Justice Gibson considered whether a six year old boy could be a party to the judicial review of a negative determination of his parents' application for landing from within Canada on humanitarian and compassionate grounds. The Court found that he could not. It indicated at paragraph 15: \"The applicant Kevin Wu is a Canadian citizen and is at no risk of deportation. The rejection of his parents' H&C application affects him only indirectly, albeit that the indirect effects could be very dramatic. I am satisfied that he has no standing on this application.\" Similarly, I find that the fact that Mrs. Douze and her children continue to live apart from the principal applicant is an indirect result of the respondents' delay in processing the request for ministerial relief.", "[19] I am satisfied that Mrs. Douze has no standing in this matter. Therefore, it will be ordered that the applicant Margarette Luc Douze be struck from the style of cause b) Is the application improperly constituted because more than one mandamus order is sought?", "[20] The applicants are seeking not only an order in the nature of mandamus requiring the respondent MPS to render a final decision with respect to the principal applicant's request for ministerial relief, but also an order in the nature of mandamus requiring the respondent MCI, after the MPS has made its decision, to render a final decision regarding the principal applicant's overall permanent residence application.", "[21] The respondents argue that this violates Rule 302 of the FCR which states: \"Limited to single order \"302. Unless the Court orders otherwise, an application for judicial review shall be limited to a single order in respect of which relief is sought.\" \"Limites", "[22] They submit that Rule 302 does not allow an applicant to seek the review of two decisions, made by two different decision makers, in a single application. The MCI's decision as to inadmissibility under paragraph 35(1)(b) of the IRPA is completely separate from the decision as to ministerial relief under subsection 35(2) and that the applicants are essentially asking the Court to issue mandamus orders in respect of both.", "[23] The applicants reply that the respondents have mischaracterized their application. They are primarily seeking an order enjoining the MPS to make a decision on the principal applicant's request for ministerial relief under subsection 35(2). The order enjoining the MCI to finalize the permanent residence application is only ancillary and is not related to the MCI's decision with respect to inadmissibility under paragraph 35(1)(b). The applicants point out that the s. 35(1)(b) inadmissibility decision has already been made (i.e. in November of 2007) and, as such, it would make no sense for them to seek a mandamus order requiring the MCI to render that decision again. Instead, the ancillary order is requested to ensure that the MCI makes the overall permanent residence determination within a fixed period of time after the request for ministerial relief is determined. I disagree.", "[24] I find that the \"ancillary\" mandamus order requested by the applicants cannot possibly issue. The criteria set out in <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 349 (F.C.A.) ( <FRAGMENT_SUPPRESSED> ) are clearly not satisfied. The MCI does not currently owe the principal applicant a public legal duty to act. In November of 2008, the MCI discharged its responsibilities towards the principal applicant by finding that he was inadmissible. Before any duty can be said to be re-engaged, the respondent MPS must first render a decision regarding the ministerial relief. After the MPS has decided the request for ministerial relief, if the MCI takes an unreasonable amount of time to make a decision as to permanent residence, then the principal applicant would be able to apply to this Court for an order in the nature of mandamus against the MCI.", "[25] Thus, I will focus on the \"principal relief\" sought by the applicants, i.e. the mandamus order with respect to the request for ministerial relief. c) Is the principal applicant entitled to a mandamus order with respect to the pending request for ministerial relief?", "[26] For this Court to issue an order in the nature of mandamus, the following criteria, as set out by Justice Robertson in <FRAGMENT_SUPPRESSED> , above at para. 45, must be satisfied: \"1. There must be a public legal duty to act ... 2. The duty must be owed to the applicant ... 3. There is a clear right to performance of that duty, in particular: (a) the applicant has satisfied all conditions precedent giving rise to the duty ... (b) there was (i) a prior demand for performance of the duty; (ii) a reasonable time to comply with the demand unless refused outright; and (iii) a subsequent refusal which can be either expressed or implied, e.g. unreasonable delay ... 4. Where the duty sought to be enforced is discretionary, the following rules apply: [omitted] 5. No other adequate remedy is available to the applicant ... 6. The order sought will be of some practical value or effect ... 7. The Court in the exercise of its discretion finds no equitable bar to the relief sought ... 8. On a 'balance of convenience' an order in the nature of mandamus should (or should not) issue.\"", "[27] The respondent MPS focuses its argument mainly on the third criterion. He argues that, presently, there is no right to a decision on the principal applicant's request for ministerial relief because the delay experienced, thus far, has not been unreasonable. The affidavit evidence submitted by Ms. Barrette shows that ministerial relief requests generally take between five and ten years to process because they involve complex assessment and require the Minister's personal involvement. In this case, the request for ministerial relief was submitted to the CBSA in March of 2008, which is less than three years ago. During this time, the CBSA has been working diligently on the principal applicant's request and has, in fact, already drafted a recommendation. At the hearing, the respondent's counsel further indicated that the process could be finalized, in all likelihood, by February of 2011.", "[28] Three requirements must be met in order for a delay to be considered unreasonable: (1) the delay in question must have been longer than the nature of the process required, prima facie; (2) the applicant and his counsel must not be responsible for the delay; and (3) the authority responsible for the delay must not have provided a satisfactory justification ( <FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 24 (T.D.) at para. 23 ( <FRAGMENT_SUPPRESSED> )). In this case, I am satisfied that there is no issue with respect to the second requirement.", "[29] Before considering the first and third requirements, it is important to be clear as to what \"the delay in question\" is in this case. It would be incorrect to consider the delay to have started when the principal applicant first submitted his application for permanent residence. The decision as to inadmissibility has already been made, and it was made by a different decision-maker. Instead, the appropriate period to consider is, as the respondents suggest, the period starting when the request for ministerial relief was initially received by the CBSA (i.e. March of 2008) until now. That is a period of approximately 2 years and 9 months. Is this delay prima facie longer than the nature of the process requires?", "[30] <FRAGMENT_SUPPRESSED>  ( Esmaeili-Tarki ), my colleague, Justice Michel Beaudry found that a mandamus order should issue against the MPS. The applicant applied for ministerial relief in 1999 and was denied that relief in 2004. That decision, however, was set aside in 2005 and the matter was sent back to the MPS for re-determination. In August of 2009, the applicant was informed that his application was in the redrafting stage and no timeline could be provided. As in this case, the MPS relied on an affidavit submitted by Ms. Barrette. She indicated a draft recommendation had been prepared and would be disclosed to the applicant for comment within six to eight weeks. As in this case, the MPS argued that the delay was not unreasonable for a number of reasons: a) since the decision had to be made by the Minister, who had a wide range of other responsibilities, b) many levels of assessment and review were involved, and c) the process had been hampered by an institutional reorganization. Justice Beaudry found the delay was prima facie unreasonable and had not been adequately justified. He wrote, at paragraph 15: \"I do not accept these arguments as justifying the delay. In light of the facts that more than five years have elapsed since the matter was sent back to the Minister for redetermination and the Minister had the benefit of the previously prepared briefing note. Also, a briefing note was sent to the Applicant for comments in 2007 and there have been no further follow ups with him. There is no way to know that there won't be further delays even if the new recommendation is communicated to the Applicant in the timeline proposed in Michelle Barrette's affidavit. There is no evidence that there are any pending investigations regarding the Applicant. The Applicant has cooperated in all aspects of the process.\"", "[31] In the current case, almost three years have passed since the principal applicant first submitted his request for ministerial relief. Nothing of any significance was accomplished during the first 22 months. At the beginning of 2010 – and then only because of the insistence of counsel – the respondent MPS undertook efforts to complete a draft recommendation. The draft was completed by February of 2010. Unfortunately, since that time, no further steps of significance appear to have been taken. It is interesting to note that Ms. Barrette indicated in the Esmaeili-Tarki case, above, that a draft recommendation had been completed for the applicant in that case, and that it would only take six to eight weeks for it to be disclosed for comment. Although the draft recommendation in the current case has been ready for almost a year, and despite the fact that there is no evidence that further investigation is required, the principal applicant has yet to receive it for comment.", "[32] The ever-expanding time estimates provided by the respondent MPS are also revealing as to the reasonableness of the delay. The notes associated with the principal applicant's file indicate that the CBSA provided Mrs. Douze's MP with the following processing time estimates throughout 2008 and 2009: (a) on May 30, 2008: 6 to 9 months, (b) on August 14, 2008: another 6 to 9 months, (c) on January 13, 2009: 2 years, and (d) on April 24, 2009: another 2 years. The final estimate would see the decision being made by April of 2011 which seems now, according to counsel's submissions, to have shifted to February of 2011.", "[33] Ultimately, I find that the delay in this case is prima facie unreasonable and has not been adequately justified by the respondent MPS. The same explanations as were provided  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , have been advanced by the respondent MPS in this case. Neither the fact that the ultimate decision must be made by the Minister, nor the fact that multiple levels of assessment are involved, explain why essentially nothing was done on the principal applicant's file for almost two years, and why, after having completed a draft recommendation almost a year ago, that draft has not been provided to the applicant for feedback. While institutional reorganization might explain some delay, it is certainly insufficient to explain the magnitude of delay at issue here.", "[34] As such, the requirements from <FRAGMENT_SUPPRESSED> , above, have been met; the delay at issue is unreasonable. Since I find that none of the other criteria from <FRAGMENT_SUPPRESSED> , above, are in doubt, an order in the nature of mandamus requiring the respondent MPS to process the principal applicant's request for ministerial relief is issued. The respondent MPS shall process the principal applicant's request for ministerial relief and provide him with a decision within three (3) months of this Order. JUDGMENT", "[35] THIS COURT ORDERS that: - Margarette Luc Douze be struck from the style of cause. - An Order in the nature of mandamus requiring the respondent MPS to process the principal applicant's request for ministerial relief is issued. The respondent MPS shall process the principal applicant's request for ministerial relief and provide him with a decision within three (3) months of this Order. Judgment accordingly. Editor: E. Joanne Oley/vnh [End of document]"]}