{"id_": "077342", "body_str": ["[1] The content of the opinion expressed in this statement of Dr. Khashayar Karimian about Apotex's attempts in 1996 to find a noninfringing process for the production of the antibiotic norfloxacin is at the heart of this judicial review. Relying on evidence tendered to support this opinion, Apotex seeks to meet the regulatory requirements necessary to allow it to produce the drug by the process Dr. Karimian describes. This proceeding is a necessary part of this regulatory scheme, the purpose being to test Apotex's allegation that its process does not infringe Merck's rights to the 1984 Canadian Patent 1,178,961 [see footnote 2] which protects a process for the production of norfloxacin. I. The Law A. The Regulations", "[2] The former system of compulsory licensing for patented medicines was abolished by the [see footnote 3] which enacted the Patented Medicines (Notice of Compliance) Regulations . [see footnote 4] The objective of the NOC Regulations is to provide further protection for owners of patents regarding medicines.", "[3] The Minister of National Health and Welfare has the power, under the Food and Drug Regulations , [see footnote 5] to issue notices of compliance which attest to the health, safety, and efficacy of drugs.", "[4] Under the NOC Regulations , a notice of compliance is required before a drug can be marketed in Canada. Drug manufacturers who hold patents, or licenses under subsisting patents, are called first persons. They must file patent lists with the Minister, setting out the drugs for which they hold notices of compliance. A generic manufacturer, or second person, who files a submission under s. 5(1) for a notice of compliance in respect of a drug that is already the subject of a notice of compliance must either state that it accepts that a notice of compliance will not issue until the patent expires, pursuant to s. 5(1)(a), or assert one or more of the allegations contained in s. 5(1)(b): (i) the statement made by the first person pursuant to s. 4(2)(b) is false; (ii) the patent has expired; (iii) the patent is not valid; or (iv) no claim for the medicine itself and no claim for the use of the medicine would be infringed by the making, constructing, using or selling by that person of the drug for which the submission for the notice of compliance is filed.", "[5] Section 5(3) requires the second person to provide a detailed statement of the legal and factual basis for any allegation made under s. 5(1)(b). Notice of the allegation must be served on the first person, and proof of such service on the Minister. The first person then has 45 days after service of the notice of allegation to apply, under s. 6(1), to a court for an order prohibiting the Minister from issuing a notice of compliance until after the expiration of the patent that is the subject of the notice of allegation. If the court finds that none of the allegations are \"justified\", the court shall make an order of prohibition under s. 6(2). B. The Precedents", "[6] Prohibition proceedings under s. 6(1) of the NOC Regulations are not infringement actions; their sole object is to prohibit the Minister from issuing a notice of compliance under the Food and Drug Regulations , and, as such, the proceedings are by way of judicial review. [see footnote 6]", "[7] Given their summary and preliminary nature, these proceedings are to be held expeditiously, and their scope is confined to administrative purposes. Prohibition proceedings are not intended to preclude future litigation between the parties regarding validity or infringement issues, which can be determined by way of commencing an action. [see footnote 7]", "[8] The issues to be determined are of a limited and preliminary nature. [see footnote 8]", "[9] The party who initiates the proceedings, in this case Merck, has carriage of the litigation, and thus bears the initial burden of proof. To discharge that legal burden, the applicant must disprove some or all of the allegations in the notice of allegation which, if left unchallenged, would allow the Minister to issue a notice of compliance. [see footnote 9]", "[10] The court starts with the proposition that the allegations of fact in the notice of allegation are true except to the extent that the contrary has been shown by the applicant. When determining whether or not the allegations are justified, the court must decide whether, based on such facts as have been assumed or proven, the allegations would give rise in law to the conclusion that the patent would not be infringed by the respondent. [see footnote 10]", "[11] Because the proceedings are in the nature of judicial review of the sufficiency of the respondent's allegation, the respondent bears an evidential burden requiring it to adduce evidence to support its position that its process is noninfringing. If the respondent's supporting evidence is weak, the applicant should not have great difficulty displacing such evidence and meeting its overall legal burden. [see footnote 11] C. What Is Merck Required To Do To Meet The Legal Burden?", "[12] The hurdle for Merck is to prove, on a balance of probabilities, that Apotex's allegation of noninfringement is not justified, which is a hurdle having a lower bar than the hurdle of proving infringement.", "[13] The degree of difficulty that Merck has getting over this hurdle depends on the weight to be given to the evidence presented by Apotex to support its allegation, and also the weight to be given to the evidence presented by Merck. If Apotex's evidence is found to be weak, then the legal burden on Merck may not be difficult to meet. My opinion is consistent with Reed, J.'s, as expressed in <FRAGMENT_SUPPRESSED>  the evidence which has been provided by the respondent does not justify the allegation. [see footnote 12] Accordingly, I do not accept Apotex's argument that the burden on Merck is to prove that the allegation has no merit. II. The Litigation A. The Allegation", "[14] On May 13, 1996, Apotex served on Merck a notice of allegation in which Apotex claimed that it had available to it norfloxacin made by a noninfringing process developed after its earlier notice of allegation dated February 13, 1995. Apotex undertook to disclose this process as soon as a confidentiality order or agreement was in place. [see footnote 13] A protective order was granted on September 12, 1996, and Apotex produced its process in the form of a flow sheet attached as an exhibit to Dr. Karimian's first affidavit. B. The 961 Patent And The Apotex Process", "[15] The 961 patent discloses an invention of processes for preparing new antibacterial agents, of which norfloxacin is one, belonging to the class of quinoline carboxylic acids. The only claims in issue are claims 1, 2, 3, and 11. Claims 1, 2, and 3 disclose the process itself, while claim 11 is a product by process claim for the compound norfloxacin as prepared by the process defined in the process claims, or its obvious chemical equivalents [see footnote 14]", "[16] The chemical name for norfloxacin is 1-ethyl-6-fluoro-7-(1-piperazinyl)-1,4-dihydro-4-oxoquinoline-3-carboxylic acid; it is composed of two heterocyclic systems: a piperazine ring and a quinoline ring. [see footnote 15] The starting quinolone compound contains two halogens, fluorine at position 6 and chlorine at position 7, a carboxylic acid at position 3, and a carbonyl at position 4. This latter group functions as an electron-withdrawing group, activating the nucleophilic substitution of the chlorine at position 7 with the amine function of the piperazine compound. Over the course of the reaction, the chlorine in the quinoline ring and one hydrogen atom on the piperazine ring are displaced, and the remaining portion of the piperazine attaches to position 7. The result is the compound norfloxacin, which is then converted to its hydrochloride salt.", "[17] The Apotex process encompasses a longer route in order to arrive at the same result as the 961 patent; however the first four steps are in the nature of preliminary steps, and thus the focus of the inquiry is on steps V-VII. [see footnote 16] Step V of the Apotex process employs a quinolone compound that differs from that used in the 961 compound in that it uses a bromine at position 3 and a fluorine at position 7. After the coupling reaction with a protected piperazine compound in step V, the bromine undergoes a cynation reaction in step VI, which transforms it into a nitrile group. The final step involves hydrolysis of the nitrile to a carboxylic acid at position 3; during this step, the ethoxycarbonyl group on the piperazine is washed away, and norfloxacin is created.", "[18] There are essentially three differences between the two processes. First, the starting quinolone compounds are not identical. The compound employed in the 961 patented process features a chlorine at position 7 and a carboxylic acid group at position 3, while Apotex's quinolone compound has a fluorine at position 7 and a bromine at position 3. Second, the Apotex process uses a protected piperazine in the nucleophilic substitution reaction, rather than the 961 patent's piperazine. Third, the Apotex process requires two additional steps, cynation and hydrolysis, after the coupling reaction in order to create norfloxacin. Only the first and third differences are in issue. C. The Affiants And Their Evidence", "[19] Most of the evidence on this application comes in the form of expert opinion expressed in the affidavits and examination thereon of Dr. Khashayar Karimian and Dr. Robert McClelland for Apotex, and Dr. George Just for Merck. Dr. Khashayar Karimian and Dr. Robert McClelland first filed affidavits in discharge of the evidential burden on Apotex, with a response being provided by Dr. Just, and replies to this being provided by both Dr. Karimian and Dr. McClelland. [see footnote 17] Although no true credibility issue has been raised respecting any of the affiants, the weight to be given to the evidence of each is very much in issue.", "[20] Before embarking on deciding the central questions which have distilled from the arguments tendered in the hearing of the application, I find it is necessary to make critical findings on the weight to be given to the initial affidavit evidence tendered by Apotex. 1. Dr. Karimian", "[21] In order to establish the state of the art, Dr. Karimian conducted a literature search which \"did not reveal any article describing a nucleophilic displacement in position 7 of a chlorine by a piperazine or a piperazine derivative when the substituent in position 3 is a halogen, i.e., Bromo, Chloro, Fluoro\". [see footnote 18] As this fact might be taken to show that this aspect of the Apotex process was not obvious to a person skilled in the art, Dr. Just countered that \"it is certainly not because a reaction is not published that it is not obvious. The knowledge of the person skilled in the art is not limited to what is specifically published\". [see footnote 19] I agree that no weight should be placed on the results of the literature search.", "[22] Regarding Dr. Karimian's other \"expert\" opinions central to the issues in this case, Merck argues that they should not be admissible as, in his position as Head of Medicinal Chemistry with Apotex and fundamentally involved in developing its process, he cannot realistically be considered neutral. No strong position against this objection was made by Apotex. On this basis, rather than find that his opinion evidence is inadmissible, I find that it has no weight. 2. Dr. McClelland", "[23] Dr. McClelland is Apotex's key witness. It is important to note that Dr. McClelland does not offer an opinion on the chemistry of norfloxacin because of any integral personal involvement in experimentation leading to the production of the compound itself. Instead, from the following analysis of the evidence he produced as part of discharging Apotex's evidentiary burden, it is clear that his opinions respecting norfloxacin are based on evidence obtained from other sources.", "[24] In the first few pages of his first affidavit, Dr. McClelland says that he was asked to determine whether the Apotex process falls within the scope of the claims of the 961 patent, and thus reviews the 961 patent and the Apotex process, and then concludes that the Apotex process is not literally within the scope of claims of 961. He then says: \"However, the patent also claims obvious chemical equivalents to the process of claims 1 and 8. Accordingly, the question arises as to whether the Apotex process is an obvious chemical equivalent of the process claimed in the 961 Patent.\" [see footnote 20]", "[25] What follows in his affidavit, therefore, is first a statement of the evidence which he believes pertains to this question, and second, his opinion based on this evidence in answer to the question just outlined. To establish the evidence upon which he formulates his opinion, Dr. McClelland relies on two sources: four Canadian Patents, and the affidavit evidence of Dr. Karimian.", "[26] In his affidavit, Dr. Karimian expresses the following opinion from his research of patent 961 and 6 Canadian patents registered subsequently: \"From the search it appears that the presence of a carboxylic acid, its ester or a boron complex in position 3 is considered to be required for the activation of the carbon in position 7 towards nucleophilic displacement of the chlorine by a piperazine.\" [see footnote 21]", "[27] In his affidavit, Dr. McClelland adopts Dr. Karimian's descriptive comments respecting only four of the six patents examined by Dr. Karimian and, therefore, even though the evidence base is somewhat different, nevertheless also adopts Dr. Karimian's opinion as just expressed. Then from this adoption and his own review of the four patents he says this about them: \"The patents referred to in paragraph 15 of my affidavit teach different processes to produce the coupling of a piperazine to a quinoline. Only the use of a carboxylic acid, or a carboxylic acid ester or a boron derivative of the carboxylic acid is contemplated among the possible substituents at [position 3] of the quinoline ring when the coupling reaction takes place.\" [see footnote 22]", "[28] Dr. McClelland then expresses the following opinion respecting the importance to be attached the conclusion just expressed: \"In my opinion, in light of the common general knowledge, a skilled person would not have thought that the use of a bromine in position 3 of the quinoline ring would enable the coupling reaction to proceed.\" [see footnote 23]", "[29] Merck argues that, with the possible exception of Canadian Patent 1,214,466 [see footnote 24] for reasons described below, the patents issued subsequent to the filing of the application for patent 961 are irrelevant for the purpose of proving prior art. I agree with this argument.", "[30] In my opinion, the fact that the subsequent patents used only a carboxylic acid, its ester or a boron complex at position 3 does not prove anything of value. All the fact proves is that, subsequent to the registration of the 961 patent, the mentioned patent holders used nothing else at position 3. To move from this fact to the opinion that only such use is \"contemplated\", and a skilled person would not have thought of the use of a bromine in position 3 is, in my opinion, conjecture.", "[31] Accordingly, I find that, with the exception of patent 466, the subsequent patents considered are irrelevant to determining the construction of the 961 patent.", "[32] The relevance of patent 466 is established by Desjardin, J.A.'s, decision in <FRAGMENT_SUPPRESSED>  that a subsequent patent can be relevant to prove the state of the art respecting the patent under consideration, when both are invented by the same person.", "[33] The value in the comparison lies in the difference between the two patents. In <FRAGMENT_SUPPRESSED> , the patent under consideration, patent 151 held by Abbott Laboratories, used an organic solvent whereas the subsequent patent, also held by Abbott Laboratories, and described as a \"new procedure\", did not. Therefore, Desjardin, J.A., decided that in such a case the question which can be asked is: why was not the presence of acetone in the patent under consideration an essential element of the process claimed in the subsequent patent?", "[34] Applied to the facts of the case at bar, patent 466 describes a nucleophilic substitution reaction of the chlorine at position 7 by piperazine when the substituent at position 3 of the quinolone is an ester as opposed to carboxylic acid as in patent 961. Therefore, the question that can be asked is: why was not the presence of carboxylic acid at position 3 an essential element of the process claimed in patent 961?", "[35] Merck's answer to this question lies in the submission that patent 466 is not a patent for a \"new procedure\" but is a patent for an \"improvement\". Patent 466 describes that in patent 961 \"the purity of the starting material and the reaction condition exert an awful influence upon the yield of the purified product\" [see footnote 26] and with respect to this says as follows: \"In the present invention we found, surprisingly, the above-mentioned by-product was not produced as a result of confirmation by high-speed liquid chromatography. Therefore, the product is obtained in a high yield and can be easily purified. Moreover, the intermediate substance is soluble in many solvents and so easily purified. The present invention has marked characteristics on these points when compared with the prior art.\" [see footnote 27]", "[36] From this evidence I agree with Merck's argument that patent 466 is an improvement patent, and, therefore, find that respecting prior art, no weight can be placed on the difference between it and patent 961.", "[37] Therefore, as a result of my findings respecting the previous patents considered by Dr. McClelland, I give no weight to his opinions about them.", "[38] There remains only one further primary expert opinion given by Dr. McClelland, about which a finding of weight is required. This opinion is regarding a statement appearing in the academic literature which Dr. McClelland cites as support for the opinions which I have just assessed. The full text of this further opinion is as follows: \"My opinion is supported by the article published in Recent Progress in the Chemical Synthesis of Antibiotics and entitled 'Recent Advances in the Chemistry of Quinolones' by Daniel Bouzard appended as Exhibit '7' to this affidavit. The article provides a summary of the state-of-the-art knowledge of the different methods of synthesis of the quinoline class of compounds. At page 274 the article teaches that the reactivity of the halogen at [position 7] the atom being displaced in the coupling, is strongly influenced by the substituent at [position 3]. Implicit in this article is the requirement for the presence of a carboxylic acid, a carboxylic acid ester, or a boron complex at [position 3]. Furthermore, as previously stated, persons skilled in the art to which the invention pertains will not expect that a bromine at [position 3] will be sufficient to activate the carbon in position 7 of the quinoline ring, which activation is required for the coupling to take place. Accordingly, this article further teaches away from the presence of a bromine in position 3 of the quinoline in the coupling reaction. It is thus my opinion in light of the common general knowledge that the use of a 3-bromoquinoline is not an obvious chemical equivalent of the process claimed in the 961 patent.\" [see footnote 28]", "[39] The book in which the Bouzard article appears was written in 1990, and is intended by its editor to \"provide an up-to-date account of the chemistry of most important antibiotics\". [see footnote 29] Bouzard states the purpose in writing the article as follows: \"This review will summarize the chemistry of the new fluoroquinolones. Norfloxacin, its first representative, was first reported in 1980 by H. Koga [3] and highlights structural modifications of the classical structures which have been reported in the scientific literature.\" [see footnote 30]", "[40] The article examines the chemical structure of representatives of the class to which norfloxacin belongs, and the chemistry of some 32 quinolones and related compounds, and with respect to position 7 derivatives, the statement at page 274 to which Dr. McClelland refers in his last quoted opinion above is as follows: \"In the quinolone series when the halogen in position 7 is a chlorine atom, the condensation of amines is effective only on free carboxylic acids . If a fluorine atom is present at [position 7], then the nucleophilic displacement can be realized on esters of carboxylic acids.\" [see footnote 31] (Emphasis added)", "[41] I simply do not agree that these words can be taken to establish the conclusion attributed by Dr. McClelland, upon which he bases his opinion. In 31 pages, the article provides a summary of the results of 10 years of chemical experimentation. As such it is descriptive in nature. Taken in context, therefore, I do not believe that Bouzard's words \"is effective only on free carboxylic acids\" can be taken fairly to imply a \"requirement for the presence of a carboxylic acid, a carboxylic acid ester, or a boron complex at [position 3]\" as stated by Dr. McClelland.", "[42] On the words used, taken in context, there is certainly a strong doubt in my mind that Bouzard was implying anything. Another conclusion to be drawn from what he said is that, with respect to the chemistry he considered , the condensation of amines was effective only on free carboxylic acids. In my opinion, for Dr. McClelland to attribute such critical analytical meaning to a single ambiguous phrase is risky, and amounts to speculation about what Bouzard really meant.", "[43] Accordingly, I give no weight to the opinions expressed by Dr. McClelland in paragraphs 19 and 20 of his affidavit of August 26, 1996. 3. The Effect Of The Findings Of Weight Just Made", "[44] As a result of the findings of weight just made, I find that Apotex's primary opinion evidence tendered to meet its evidentiary burden is weak. III. The Issues A. Is There Any Impediment To Bringing This Judicial Review? 1. The New Drug Submission Concern", "[45] I find that on the basis of the decision of McKeown, J., in <FRAGMENT_SUPPRESSED>  application for a notice of compliance are irrelevant to these proceedings. [see footnote 32] 2. The \"Workability\" Concern", "[46] Merck argues that because Apotex makes the statement in its allegation that \"Apotex Inc. has available to it norfloxacin made by a new process that does not infringe any claim of the patent\" it is bound to prove the process is \"workable\" as part of its evidentiary burden in this application. With respect to this issue, Apotex argues that the issue of whether it is bound so to prove is not properly \"in play\" because it is not included in the originating notice of motion by which this application was commenced.", "[47] On the evidence it is clear that the Apotex process has produced norfloxacin, and, accordingly, I find the question is of no consequence in these proceedings and does not warrant an answer of precedent value.", "[48] Therefore, I find that there are no impediments to bringing this judicial review. B. What Patent Infringement Considerations Apply?", "[49] Even though the objective of this exercise is not to decide whether the 961 patent has been infringed, but is in effect to test and determine the strength of the allegation made by Apotex, the approach that has been adopted in cases such as this is to consider the evidence according to established patent infringement considerations.", "[50] The primary objective in determining whether a patent has been infringed is expressed by Marceau, J.A., as follows: \"... one should construe the claim [of a patent] to determine what exactly lies within the scope of the inventor's rights. Once this has been determined, then one can consider the defendant's product to decide if it falls within the scope of the claim.\" [see footnote 33] C. What Is The Scope Of Patent 961?", "[51] Determining the scope of a patent involves giving the patent a purposive construction. That is, the text of the claim being considered, and the state of the art at the time of the filing of the application for the patent, are examined to determine the intention of the inventor. [see footnote 34] In argument, counsel for Apotex argued that the following listed features require evaluation in making a finding respecting the intention of the inventor of patent 961. 1. The Text Of The Claims Of Patent 961", "[52] The question which arises is whether the words of the claims in issue in 961 convey an intention to provide broad protection. I agree with Merck's argument that this clear intention is expressed by the use of \"obvious chemical equivalents\" in claim 11, and the use of \"comprises\" rather than words like \"constitutes\", \"consists of\" or \"is\". I find that this use denotes an intention to provide broad protection. 2. The State Of The Art At The Time Of The Filing Of The Application For Patent 961", "[53] The state of the art at the time of the invention is relevant to prove what might have been in the mind of the inventor when the patent claims were drawn. That is, if a particular variant to a claimed process would have been obvious at the time the invention was created, then the inventor might be said to have had it in mind and intended to protect it when the claims were drawn.", "[54] In this respect, Apotex argues that the Bouzard article and patent 466 are important to show an intention to provide a narrow scope to patent 961. However, because of the doubt I have found concerning the meaning to be attributed to the key words of the Bouzard article, I give it no weight as proof of prior art. Also, as found above, no weight can be placed on patent 466 as proof of prior art.", "[55] Accordingly, I find that the claims of patent 961 were drawn with the intention of providing a wide scope of protection for the invention claimed. D. Does The Apotex Process Fall Within The Scope Of The Claims Of Patent 961?", "[56] During the reply argument, it was agreed by counsel that only the following two features of the Apotex process which differ from the 961 patent require a decision in this respect being: the use by Apotex of bromine at position 3; and the use of the cynation reaction in reaction step VI.", "[57] Regarding evaluating these variants, counsel for both Merck and Apotex argued this case on the method articulated by Hoffman, J., in <FRAGMENT_SUPPRESSED>  an alleged infringement which fell outside the primary, literal or a contextual meaning of a descriptive word or phrase in the claim ('a variant') was nevertheless within its language as properly interpreted, the court should ask itself the following three questions ...\" [see footnote 35]", "[58] Since the issue in this case relates to that stated by Hoffman, J., what follows is an application of his suggested approach to the evidence in this case. 1. Does The Variant Have A Material Effect Upon The Way The Invention Works? If The Answer Is Yes, The variant Is Outside The Claim. If The Answer Is No, Go To Question 2. a. Regarding Bromine At Position 3", "[59] It is Apotex's position that the presence of a carboxylic acid, its ester or a boron complex is required at position 3 of the quinoline ring in order to activate the nucleophilic substitution reaction of the chlorine by piperazine at position 7. However, as a result of my findings of weight to be given to the expert evidence of Dr. McClelland, this argument is unsubstantiated. Therefore, at this point, the only opinion evidence left standing about this variant is that of Dr. Just.", "[60] Dr. George Just on behalf of Merck testifies that the presence of carboxylic acid, its ester or a boron complex at position 3 may enhance the rate of the nucleophilic substitution reaction and the formation of any side products, however, the presence of a carboxylic acid, its ester or a boron is not required for a nucleophilic substitution reaction of the chlorine by piperazine to take place at position 7. In Dr. Just's opinion, it is the carbonyl in position 4 of the quinolone compound which activates, by electron withdrawal, the nucleophilic substitution in position 7, and thus, the presence of a bromine group rather than carboxylic acid at position 3 is of secondary importance to the nucleophilic substitution reaction at position 7.", "[61] While Dr. Just has not personally produced norfloxacin, his expert opinion respecting its chemistry is clear, substantiated, and convincing. Indeed, the only serious challenge to it comes by way of Dr. McClelland's criticism as follows: the chemical structures cited by Dr. Just as examples and analogies used in support of his opinion as to the role of the substituent at position 3 concern benzene, and, thus, are inapplicable to quinolones; and the carbonyl at position 4 of the quinoline compound is not a \"true\" carbonyl and will not function as an electron withdrawing group to activate the nucleophilic substitution reaction at position 7 in the absence of a carboxylic acid, its ester or a boron complex at position 3.", "[62] Regarding the first criticism, I accept Merck's argument that Dr. Just's opinion is not only with respect to the compound benzene, but generally in respect of the larger group of aromatic compounds. Regarding the second criticism, serious doubt exists about the accuracy of the criticism as a result of Dr. McClelland's admission that even a \"hybrid\" carbonyl has an activating role sufficient for the nucleophilic substitution reaction to work.", "[63] I find the criticisms to be inconsequential and, therefore, Dr. Just's opinions stand to which I give substantial weight.", "[64] Accordingly, the answer to the question posed with respect to this variant is \"no\"; bromine at position 3 does not have a material effect on the way the invention works. b. Regarding The Cynation Reaction At Step VI", "[65] Having regard to the experimentation conducted in its development, it is obvious that the steps within the Apotex process constitute an attempt to avoid the claims of patent 961. Step VI is necessary to change what I have found to be a variant with no material effect, bromine at position 3, to COOH at position 3 in order to get norfloxacin. I find that, on the evidence of Dr. Just, step VI is well known in the art of chemistry. I find, therefore, that Step VI is a variant which falls within the protection afforded by the claims of patent 961.", "[66] The result of these findings is that only the variant of bromine at position 3 needs to be considered according to the questions which follow. 2. Would This (i.e., That The Variant Had No Material Effect) Have Been Obvious At The Date Of Publication Of The Patent To A Reader Skilled In The Art? If The Answer Is No, The Variant Is Outside The Claim. If The Answer Is Yes, Go To Question 3.", "[67] On Dr. Just's evidence, I find that the answer is \"yes\". 3. Would The Reader Skilled In The Art Nevertheless Have Understood From The Language Of The Claim That The Patentee Intended That Strict Compliance With The Primary Meaning Was An Essential Requirement Of The Invention? If The Answer Is Yes, The Variant Is Outside The Claim. On The Other Hand, A Negative Answer To The Last Question Would Lead To The Conclusion That The Patentee Was Intending The Word Or Phrase To Have Not A Literal But A Figurative Meaning ... Denoting A Class Of Things Which Included The Variant And The Literal Meaning, The Latter Being Perhaps The Most Perfect, Best Known Or Striking Example Of The Class.", "[68] On Dr. Just's evidence, I find that the answer is \"no\".", "[69] Given the analysis I have conducted, it appears that Dr. Karimian should not have been surprised at the way the Apotex process worked. IV. Relief A. Prohibition Order", "[70] As found above, Apotex's primary opinion evidence tendered to meet its evidentiary burden is weak. Accordingly, the clear, substantiated, and convincing evidence of Dr. Just, to which I give substantial weight, certainly discharges Merck's burden to prove that Apotex's allegation of noninfringement is not justified.", "[71] Accordingly, I grant the order requested by Merck prohibiting the Minister of National Health and Welfare from issuing a Notice of Compliance to Apotex for the medicine norfloxacin until the expiry of the 961 patent. B. Costs", "[72] As it is successful in this application, I grant costs to Merck. Application allowed. Editor: Janette Blue/kaw Footnotes 1. This statement is that of Dr. Kashayar Karimian, Head of Medicinal Chemistry for Apotex Research Inc. (Application Record, p. 469). The parties to this judicial review are the applicants Merck & Co. Inc., the licensee of the patent at issue and Merck Frosst Canada Inc., the sub-licensee (hereafter referred to collectively as  <FRAGMENT_SUPPRESSED> ), and the respondent Apotex Inc., a drug manufacturer (hereafter referred to as  <FRAGMENT_SUPPRESSED> ). 2. Hereafter referred to as \"961\". 3. Patent Act Amendment Act 1992, S.C. 1993, c. 2. 4. Patented Medicines (Notice of Compliance) Regulations S.O.R./98-166 (hereafter referred to as the \" NOC Regulations \"). 5. Food and Drug Regulations , C.R.C. 1978, c. 870 6. <FRAGMENT_SUPPRESSED>  (F.C.A.), at 319 (hereafter referred to as \" Merck Frosst \"). 7. <FRAGMENT_SUPPRESSED>  (F.C.A.), at 5-6. 8. <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 209 (F.C.A.), at 217. 9. Merck Frosst , supra note 6. 10. Ibid. 11. Ibid. See also <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 129 (F.C.A.) at 134, and <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 323 (T.D.), at 327. 12. <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 487 ((T.D.), affd. (1996), 205 N.R. 331; 70 C.P.R.(3d) 1 (F.C.A.). 13. Application Record, p. 4. 14. Application Record, p. 32. 15. For clarity and ease of reference regarding chemical position numbering, see attached Annex 1; for the nucleophilic substitution reaction in the 961 process, see attached Chart A. 16. See attached Chart B for a diagram of the Apotex process. 17. Dr. Just has been a professor of organic chemistry at McGill University since 1958, and he has authored and co-authored numerous publications, and has acted as a consultant to pharmaceutical companies. Dr. McClelland has been a professor of chemistry at the University of Toronto since 1983, and has also authored and co-authored numerous publications, and has also acted as a consultant to pharmaceutical companies. Dr. Karimian has a Ph.D. in Bio-organic chemistry, and as mentioned, is presently the Head of Medicinal Chemistry, Apotex Research Inc. 18. Application Record, p. 475. 19. Application Record, p. 285. 20. Application Record, p. 692. 21. Application Record, p. 475. 22. Application Record, p. 693. 23. Ibid. 24. Canadian Patent 1,214,466 hereafter referred to as \"466\". 25. <FRAGMENT_SUPPRESSED>  (F.C.A.). 26. Application Record, p. 740. 27. Application Record, p. 742-743. 28. Application Record, p. 693. 29. Applicantion Record, p. 799. 30. Application Record, p. 802. 31. Application Record, p. 814. 32. <FRAGMENT_SUPPRESSED>  (H.L.), at 242-243 (H.L.). 35. <FRAGMENT_SUPPRESSED>  (Pat. Ct.), at 188-189. ANNEX I [End of document]"]}