{"id_": "077322", "body_str": ["[1] Pinard, J. : This is an application for judicial review by Enasio Leslie Antrobus (the \"applicant\") of the decision of Anna Brychcy, a member of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the\"Act\"). The Board held that the applicant was not a Convention refugee or a person in need of protection under sections 96 and 97 of the Act.", "[2] The applicant is a citizen of Saint Vincent and the Grenadines. On June 7, 2005, he left for Canada. However, he only filed his claim for refugee protection on the basis of his supposed fear of persecution in Saint Vincent due to his homosexuality on September 14, 2009.", "[3] The Board concluded that the applicant was neither a \"Convention refugee\" nor a \"person in need of protection\" under the Act (section 96 and subsection 97(1)): the applicant failed to establish that he faced a risk of persecution in Saint Vincent due to his sexual orientation; there was lack of evidence of state persecution and the mistreatment of homosexuals in the country; and the applicant unjustifiably waited four years before seeking refugee protection. I. Lack of persecution", "[4] The applicant has failed to establish that the Board's conclusion as to a lack of persecution was unreasonable. It was up to the Board to weigh the evidence and it is entitled to make negative findings supported by the evidence ( <FRAGMENT_SUPPRESSED> ). The applicant takes issue with the weight given to the evidence before the Board. However, it is not the function of this Court on an application for judicial review to reweigh the evidence and substitute its decision for that of the Board's ( <FRAGMENT_SUPPRESSED> ). As stated by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  at para 3: . . . it is for the Board to draw the conclusion in a particular factual context by proceeding with a careful analysis of the evidence adduced and a proper balancing of the various elements contained therein, and the intervention of this Court is not warranted unless the conclusion reached appears to be capricious or unreasonable.", "[5] The Board, while mentioning the explanations provided by the applicant in his testimony, specifically mentions which elements of evidence it relied on in making its finding of a lack of persecution of homosexuals in Saint Vincent. The Board does not have an obligation to mention every single piece of evidence in its decision ( <FRAGMENT_SUPPRESSED>  [ Cepeda-Gutierrez ] ). Rather, the Board's statement that it considered the documentary evidence before it is a sufficient indication that it considered the totality of the evidence in rendering its decision ( Cepeda-Gutierrez at para 16). Therefore, the Board's conclusion that the applicant was not and will not face a risk of persecution due to his homosexuality in Saint Vincent was reasonable, being justified, transparent and intelligible ( <FRAGMENT_SUPPRESSED>  at para 47 [ <FRAGMENT_SUPPRESSED> ] ). The same holds true for the Board's finding as to the legality of homosexuality in Saint Vincent. II. Homosexuality in Saint Vincent", "[6] The Board stated that it considered the totality of the documentary evidence, and specifically identified the Country Reports on Human Rights Practices for 2009 which state that \"[t]he law does not criminalize homosexuality\". The International Lesbian, Gay, Bisexual, Trans and Intersex Association (the \"ILGA\")Report containing the articles of the Saint Vincent Criminal Code is not addressed by the Board, but is contained in the National Documentation Package. As previously explained, the Board is not obligated to mention every piece of evidence ( Cepeda-Gutierrez ) and it is exclusively its role to weigh the evidence. However, the more important the evidence that is not specifically addressed in its decision, the more willing a court may be to infer that this silence is indicative of an erroneous finding of fact made without regard to the evidence ( Cepeda-Gutierrez at para 17).", "[7] Therefore, contrary to the applicant's allegations, the Board did not err in failing to specifically mention the ILGA Report. The ILGA Report is not more important than the Country Reports on Human Rights Practices . Moreover, the Board does not state that homosexuality is legal. Rather it summarizes the various documentary sources and concludes that there was \"no persuasive evidence in the documentary evidence which would suggest that members of the homosexual community are widely prosecuted\".", "[8] Hence, the Board's finding as to the persecution of homosexuals in Saint Vincent is reasonable. Based on the evidence, its finding falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> at para 47). III. Delay in seeking refugee protection", "[9] The applicant claims the Board erred in drawing a negative inference as to his credibility from his failure to seek refugee protection earlier, because he provided a reasonable justification for the delay: he did not know homosexuality was a Convention ground and thought he had to wait five years to make a claim based on humanitarian and compassionate grounds.", "[10] While a delay in formulating a claim for refugee protection is not a determinative factor in assessing the claim, it is relevant in the Board's assessment of the applicant's credibility ( <FRAGMENT_SUPPRESSED>  (F.C.A.)). In addition, the Board may consider the applicant's conduct when assessing his credibility, and such conduct may, in itself, be sufficient to dismiss the refugee claim ( <FRAGMENT_SUPPRESSED> ). Therefore, the Board's negative finding of credibility was reasonable: in waiting four years before seeking refugee protection, the applicant did not behave like someone who feared for his life. As explained by the Board, the applicant took no active steps to inquire about his rights and to legalize his status in Canada before being detained for the absence of such status. The Board's decision to dismiss the applicant's excuses is reasonable, considering the applicant's behavior. Consequently, the Board's findings should not be disturbed.", "[11] Taking all these elements into consideration, the applicant did not establish that the Board's findings were unreasonable: the Board's findings were based on a reasonable consideration of the evidence before it.", "[12] For the above-mentioned reasons, the application for judicial review is dismissed.", "[13] I agree with counsel for the parties that this is not a matter for certification. JUDGMENT", "[14] The application for judicial review of the decision of a member of the Refugee Protection Division of the Immigration and Refugee Board determining that the applicant was not a Convention refugee or a person in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, is dismissed.", "[2]", "[3] I.", "[4] <FRAGMENT_SUPPRESSED> , au paragraphe 3:", "[5] <FRAGMENT_SUPPRESSED>  [ Cepeda-Gutierrez Cepeda-Gutierrez II.", "[6] Country Reports on Human Rights Practices for 2009 Cepeda-Gutierrez Cepeda-Gutierrez", "[7] Country Reports on Human Rights Practices", "[8] III. Demande d'asile tardive", "[9]", "[10] El Balazi c le ministre de la Citoyenneté et de l'Immigration", "[11]", "[12]", "[13] JUGEMENT", "[14] [End of document]"]}