{"id_": "077314", "body_str": ["[1] O'Reilly, J. : Dr. Udwadia arrived in Canada from India on April 21, 2004 and was granted permanent resident status. He was accompanied by his wife and two children. Dr. Udwadia is a general surgeon who trained in Mumbai, India, where he is still a professor of surgery.", "[2] In 2009, Dr. Udwadia applied for Canadian citizenship. A citizenship judge determined that he met the requirements of the Citizenship Act , RSC 1985, c C-29, and granted his application.", "[3] The Minister of Citizenship and Immigration argues that the citizenship judge's decision should be overturned because he wrongly concluded that Dr. Udwadia had fulfilled the statutory requirement that he reside in Canada for three out of the four years preceding his application.", "[4] Dr. Udwadia concedes that he was only in Canada for 717 days during the relevant period; however, he maintains that he had made Canada his home and that the time he spent outside of Canada should be counted in his favour.", "[5] In my view, the citizenship judge wrongly concluded that Dr. Udwadia met the residency requirement of the Citizenship Act . Therefore, I must allow the Minister's appeal. Dr. Udwadia will have to re-apply.", "[6] The sole issue is whether the citizenship judge correctly applied the residency requirement. II. The Factual Background", "[7] The relevant period for assessing Dr. Udwadia's residence in Canada is from February 12, 2005 to February 12, 2009. Dr. Udwadia was in Canada with his family for six weeks between April and June 2004, while exploring the requirements he would have to meet in order to practise as a general surgeon in Canada. He then left Canada to study for and take the required examinations. He returned with his family in May 2005, when he learned from the BC College of Physicians and Surgeons that he would have to write two more exams. He wrote one of them, and then returned to India with his family in June 2005. He returned to Canada again between November and December 2005, and again between January and March 2006, in order to complete more assessments and examinations.", "[8] During the relevant four-year period, which amounted to a total of 1460 days, Dr. Udwadia was physically present in Canada for only 717 days. He was absent for 743 days, falling well short of the three-year (1095-day) statutory residency requirement.", "[9] Dr. Udwadia declared 20 absences from Canada during the relevant time frame. He returned to India repeatedly to maintain his professional qualifications. He claims that those trips, in effect, were required by the BC College of Physicians and Surgeons.", "[10] Dr. Udwadia's family lived with him intermittently throughout the relevant period. The longest stretch was from August 2006 to July 2007, when his children attended school in North Vancouver. However, his wife then had to return to India to care for his parents, and the children returned with her.", "[11] Since September 2007, Dr. Udwadia has lived in a condominium in North Vancouver. He began paying taxes in Canada in 2006 and his tax returns show a steadily increasing Canadian income, reaching $92,483 in 2008. He has a bank account in North Vancouver, which contains savings in excess of $300,000. III. The Citizenship Judge's Decision", "[12] The judge purported to apply the residency test from Koo (Re) , [1993] 1 FC 286 (TD); that is, \"Is Canada the place where the applicant regularly, normally, or customarily lives?\" or \"Is Canada the country in which the applicant has centralized his or her mode of existence?\"", "[13] The judge considered the following six questions: 1. Was the individual physically present in Canada for a long period prior to recent absences which occurred before the application for citizenship?", "[14] The judge noted that from February 12, 2004 to August 24, 2006, Dr. Udwadia was out of the country for 389 days. From August 26, 2006 to February 12, 2009, he was absent for another 328 days. Most of his absences were for trips to Mumbai to maintain his surgical skills. 2. Where are the applicant's immediate family, dependants and extended family resident?", "[15] Dr. Udwadia's family lived in Canada for one year from August 2006 to July 2007. Before and after that time, they were in Canada for shorter periods. They returned to Mumbai in July 2007. Since then, his family has returned to Canada two or three times a year. The family plans to reside in Canada once Dr. Udwadia has set up practice here. 3. Does the pattern of physical presence in Canada indicate a returning home or merely visiting the country?", "[16] Since August 2006, Dr. Udwadia has spent most of each year in Canada, returning to Mumbai only to maintain his surgical skills. He does not maintain a home in Mumbai; he stays with his wife's parents. Dr. Udwadia and his wife transferred the bulk of their assets to Canada in 2006, and purchased a condominium in North Vancouver in 2007. Dr. Udwadia lives in the condominium, which is mortgage-free. 4. What is the extent of the physical absence?", "[17] Dr. Udwadia's physical absences during the relevant period were substantial. However, the percentage of his time in Canada has been increasing steadily. 5. Is the physical absence caused by a clearly temporary situation?", "[18] The judge noted that, once Dr. Udwadia passes the necessary examinations, he will not need to return to Mumbai as often. He plans to bring his family to Canada and has insisted that his children learn French. 6. What is the quality of the connection with Canada?", "[19] Dr. Udwadia has tried to obtain the necessary qualifications to practice as a general surgeon in BC. He has been working at the New Westminster Vein Clinic for four years, and has paid taxes and acquired property in BC. The judge was satisfied that, once Dr. Udwadia had established a practice here, his family would join him. In the meantime, his family comes to see him as much as possible. Dr. Udwadia's property and professional life is centralized in Canada.", "[20] The judge concluded that Dr. Udwadia had centralized his life in Canada, and that his connection with Canada is greater than with any other country. IV. Did the Citizenship Judge Correctly Apply the Residency Requirement?", "[21] In my view, the issue of residency involves the application of a two-step test. The judge must first decide whether the applicant has established a residence in Canada. If so, the next question is whether the applicant has met the required total days of residence. The analysis in Koo , above, applies to the second step.", "[22] Here, the judge failed to answer the first question. The applicant's residence in Canada \"commenc[ed] at the point in time when he could be said to have established his residence in Canada\" ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). The citizenship judge must determine when that was.", "[23] The earliest date on which Dr. Udwadia's residency in Canada could have commenced would have been August 2006 when he began working full-time at the Vein Clinic. Before that, he was simply visiting Canada to take examinations and make enquiries about working here.", "[24] Since he applied for citizenship in February 2009, Dr. Udwadia had to show that he had established his residence in Canada during or before February 2006 ( <FRAGMENT_SUPPRESSED> , above, at para 27). There was no evidence before the citizenship judge that he had done so. V. Conclusion and Disposition", "[25] There was no evidence before the citizenship judge showing that Dr. Udwadia had established a residence in Canada three years before he applied for citizenship. Therefore, on that basis alone, the judge's decision to grant him citizenship was unreasonable. I must, therefore, allow this appeal and overturn the citizenship judge's decision. JUDGMENT", "[26] THIS COURT'S JUDGMENT is that: The appeal is allowed.", "[2] LRC 1985, ch. C-29, et a accueilli sa demande.", "[3]", "[4]", "[5]", "[6] II.", "[7]", "[8]", "[9]", "[10]", "[11] III.", "[12] Koo (Re)", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20] IV.", "[21] Koo,", "[22]", "[23]", "[24] Nandre, V.", "[25] JUGEMENT", "[26] L'appel est accueilli. [End of document]"]}