{"id_": "077592", "body_str": ["[1] , LC 2001, c 27 (la Loi).  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4]", "[5]", "[6] <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[7]", "[8] Mohammadian Mohammadian <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[16] :  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  [Translation]: This is an application to consider the lawfulness of a decision dated October 13, 2010, by the Refugee Protection Division of the Immigration and Refugee Board (panel), that the applicant is not a \"Convention Refugee\" or a \"person in need of protection\" in accordance with sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act).  <FRAGMENT_SUPPRESSED>", "[2] For the following reasons, the application for judicial review must be allowed.  <FRAGMENT_SUPPRESSED>", "[3] The applicant, an Iranian citizen, fears persecution in his country because of his participation, in both Iran and in Canada, in political activities against the government in power.  <FRAGMENT_SUPPRESSED>", "[4] In support of his refugee claim, the applicant states that he was introduced, in 2005, to the Communist Party of Iran (WPI) (party) through his friend, Vahid. He became a member of the party and distributed pamphlets to people, including a friend, Amir, who was also interested in the party. On April 17, 2007, Amir was arrested. Two days later, the Iranian authorities appeared at the home of the applicant, who was absent at the time, and arrested his father and detained him for three days. It was apparently Amir who had turned him in. After leaving his country in May 2007, the applicant claimed refugee protection a month later. He has since been involved with the Worker-communist Party-Hekmatist, a political party working in Canada against the Iranian regime and, in 2009, after the presidential elections, he participated in demonstrations in Montréal against the Iranian regime; his photo is on the internet on the YouTube site.  <FRAGMENT_SUPPRESSED>", "[5] The panel's rejection of the refugee claim is based on both a lack of credibility in the applicant's account and the nature and the extent of his political activities in Canada, which do not objectively establish, according to the panel, that there would be a risk to his life or a risk of persecution if he were to return to Iran. However, in this case, while disputing the reasonableness of the panel's findings, the applicant is focusing mainly on the fact that the poor quality of translation during the hearing before the panel had a negative impact on his credibility assessment in such a way that the decision should be set aside and the matter should be referred back to another decision-maker.  <FRAGMENT_SUPPRESSED>", "[6] It goes without saying that assessing the claimant's credibility is at the heart of the panel's expertise and that the Court owes substantial deference to such determinations ( <FRAGMENT_SUPPRESSED> ). Namely, the question to be asked is whether the panel's finding that the applicant is not a refugee because of his political activities in Iran, and then Canada (refugee \"sur place\"), constitutes an acceptable outcome in respect of the evidence in the record and the applicable law ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "[7] However, it is also necessary for the refugee claimant to be heard and for his account to be understood by the panel in the first place. Therefore, the quality of the translation before the panel on its own can raise an issue of procedural fairness, and it is the standard of correctness that applies in such cases ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  a refugee claimant is entitled to a continuous, precise, competent, impartial and contemporaneous interpretation.  <FRAGMENT_SUPPRESSED>", "[8] According to Mohammadian , where problems of interpretation could be reasonably addressed by the refugee claimant at the time of the hearing, there is an obligation to address them then and not later, in judicial review proceedings. However, if they can only be addressed during judicial review, the refugee claimant is not required to show that he or she has suffered actual prejudice as a result of the breach of that right. Moreover, I do not consider myself bound by any decision of this Court that departs from what was clearly decided by the Federal Court of Appeal in 2001 in <FRAGMENT_SUPPRESSED> . See also <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[9] In practice, translation problems may be apparent and easily detectable during the hearing; this is the case when the errors committed occur initially, meaning that they appear in the refugee claimant's mother tongue, which the refugee claimant can detect when he or she is communicating with the interpreter. However, translation problems may also occur later on: the interpreter may fully understand and speak the refugee claimant's mother tongue, but may improperly translate his or her account into the language of the hearing. This situation is more harmful and translation problems may not be detected at the hearing by a refugee claimant who does not speak, or who understands very little of, the language of the hearing (English or French). In such cases, it is unreasonable to expect him or her to have complained of flawed translation at the hearing.  <FRAGMENT_SUPPRESSED>", "[10] This case is a classic example of the second situation described above. Let us note at this point that the language of the hearing was English and that the refugee claimant was speaking Farsi with the interpreter. The interpreter understood and spoke Farsi even if, at times, she lacked some vocabulary in Farsi. Of course, the interpreter was certified to translate from Farsi into English and from Farsi into French, but even the applicant, who speaks no French, and understands very little English, noticed that her English was not very good. To remedy the situation, the applicant asked the panel whether the hearing could be held in French instead of English so that the interpreter could better translate. However, the panel refused because the file had been prepared in English, but reassured the applicant with the following: \"We are aware of your concern. If we feel that there is an issue at one point, we will address it. Now, I don't want you to feel worry for the continuation. We will see if there is an issue, we will intervene. Okay?\".  <FRAGMENT_SUPPRESSED>", "[11] Further to the concerns expressed and the assurances given on both sides, the applicant had no other choice but to proceed with his refugee claim; this would have otherwise led to the abandonment of the claim. In this case, it was only on receiving the decision under review that the applicant was able to determine to what point the translation at the hearing was not always continuous, precise or contemporaneous. As evidence, the detailed affidavit of the certified interpreter, Abdol Razzagh Goadri, which contains 15 paragraphs as well as Annex A, a comparative table containing some 918 questions or answers, is conclusive and demonstrates several significant differences in terms of what the applicant said in Farsi (translated into English in the comparative table for our understanding) and what the interpreter translated into English at the hearing. That being said, even if this was not required in the Court's view, the applicant, in this case, demonstrated that the translation errors in question also had a negative impact on his credibility.  <FRAGMENT_SUPPRESSED>", "[12] To illustrate the above point, the panel found, in its decision, that the applicant was not credible in terms of his political involvement in Iran within the party, certainly a key aspect of his claim. There appeared to be contradictions between the notes taken at the point of entry (POE) and the applicant's Personal Information Form (PIF). The applicant's testimony at the hearing also appeared to be inconsistent with Exhibit P-5, a letter by the party supporting his account. The confusion revolved around the applicant's level of involvement (member or supporter) in the party and the relevant dates of this involvement (2005, 2006 or 2007). Nevertheless, the table prepared by the interpreter, Abdol Razzagh Goadri, notes that the Farsi word for \"member\" in English, used by the applicant, was mistranslated at the hearing by \"supporter\", that the year 2005 was mistranslated as 2007, and that \"active member\" was translated by \"started activities\". It is therefore clear that this had a negative impact on the applicant's credibility, not to mention the fact that the poor quality of, or the many approximations in, the translation at the hearing compromised the flow of exchanges between the refugee claimant and the panel.  <FRAGMENT_SUPPRESSED>", "[13] The above-mentioned problems with regard to the translation at the hearing are sufficient in themselves to set aside the decision under review and to refer the matter back for rehearing by a differently constituted panel. In passing, I would also add that the panel's very cursory analysis of the refugee \"sur place\" issue (two short paragraphs only) demonstrates a great lack of thoroughness and depth, which goes directly against the standards of transparency and intelligibility that must be met in the panel's reasons in every refugee status determination matter where the issues affect the lives and safety of individuals.  <FRAGMENT_SUPPRESSED>", "[14] On this last point (political activities in Canada), it should be noted that the applicant's credibility was not at issue. However, according to the documentary evidence in the record, Iranians involved abroad in political activities against the Iranian regime risk being persecuted upon returning to Iran. The documentation on Iran by the Immigration and Refugee Board indicates that the families of Iranian demonstrators abroad are threatened in Iran and that no leniency is given to demonstrators and their families (Document 2.5, pages 1 and 3). Moreover, the documentation also indicates that the Iranian authorities monitor web sites like Facebook, Twitter and YouTube (Document 2.1, page 21). In this case, the panel cannot simply suggest, without going on to analyze the documentary evidence in light of the personal situation of the applicant and his family in Iran, that the applicant's political involvement in Canada is not sufficient to attract the attention of the Iranian regime, either towards him if he were to return to Iran or towards his family, while the letter by the applicant's father dated August 17, 2010, states quite the opposite.  <FRAGMENT_SUPPRESSED>", "[15] For all of these reasons, this application must be allowed. At the hearing, counsel agreed that this matter does not raise any serious question of general importance.  <FRAGMENT_SUPPRESSED>", "[16] THE COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is allowed;  <FRAGMENT_SUPPRESSED> 2. The panel's decision is set aside and the matter is referred back to the Immigration and Refugee Board for rehearing by another decision-maker;  <FRAGMENT_SUPPRESSED> 3. No question is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}