{"id_": "077675", "body_str": ["[1] I. Faits", "[2]", "[3]", "[4]", "[5]", "[6] Code criminel", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] , L.C. 1992, c. 20 (la Loi).", "[18]", "[19]", "[20]", "[21] Principes Idem Intervalle minimal Demandes de permission Principles guiding parole boards 101. The principles that shall guide the Board and the provincial parole boards in achieving the purpose of conditional release are (a) that the protection of society be the paramount consideration in the determination of any case; (b) that parole boards take into consideration all available information that is relevant to a case, including the stated reasons and recommendations of the sentencing judge, any other information from the trial or the sentencing hearing, information and assessments provided by correctional authorities, and information obtained from victims and the offender; (c) that parole boards enhance their effectiveness and openness through the timely exchange of relevant information with other components of the criminal justice system and through communication of their policies and programs to offenders, victims and the general public; (d) that parole boards make the least restrictive determination consistent with the protection of society; (e) that parole boards adopt and be guided by appropriate policies and that their members be provided with the training necessary to implement those policies; and (f) that offenders be provided with relevant information, reasons for decisions and access to the review of decisions in order to ensure a fair and understandable conditional release process. Criteria for granting parole 102. The Board or a provincial parole board may grant parole to an offender if, in its opinion, (a) the offender will not, by reoffending, present an undue risk to society before the expiration according to law of the sentence the offender is serving; and (b) the release of the offender will contribute to the protection of society by facilitating the reintegration of the offender into society as a law-abiding citizen. Conditions for authorization 116. (1) The Board may authorize the unescorted temporary absence of an offender referred to in paragraph 107(1)(e) where, in the opinion of the Board, (a) the offender will not, by reoffending, present an undue risk to society during the absence; (b) it is desirable for the offender to be absent from penitentiary for medical, administrative, community service, family contact, personal development for rehabilitative purposes, or compassionate reasons, including parental responsibilities; (c) the offender's behaviour while under sentence does not preclude authorizing the absence; and (d) a structured plan for the absence has been prepared. Idem (2) The Commissioner or the institutional head may authorize the unescorted temporary absence of an offender, other than an offender referred to in paragraph 107(1)(e), where, in the opinion of the Commissioner or the institutional head, as the case may be, the criteria set out in paragraphs (1)(a) to (d) are met. Medical reasons (3) An unescorted temporary absence for medical reasons may be authorized for an unlimited period. Personal development or community service (4) Subject to subsection (6), an unescorted temporary absence for reasons of community service or personal development may be authorized for a maximum of fifteen days, at the rate of not more than three times a year for an offender classified by the Service as a medium security offender and not more than four times a year for an offender classified as a minimum security offender. Intervals (5) An unescorted temporary absence authorized for reasons referred to in subsection (4) must be followed by a period of custody of at least seven days before the next such absence. (6) An unescorted temporary absence for purposes of a specific personal development program may be authorized for a maximum of sixty days and may be renewed, for periods of up to sixty days each, for the purposes of the program. Absences for other reasons (7) Unescorted temporary absences for reasons other than those referred to in subsection (3) or (4) may be authorized for a maximum total of forty-eight hours per month for an offender classified by the Service as a medium security offender, and for a maximum total of seventy-two hours per month for an offender classified as a minimum security offender. Regulations (8) The circumstances and manner in which, and the time at which, an application for an unescorted temporary absence must be made shall be prescribed by the regulations. Travel time (9) In addition to the period authorized for the purposes of an unescorted temporary absence, an offender may be granted the time necessary to travel to and from the place where the absence is authorized to be spent. Cancellation of absence (10) The Board, the Commissioner or the institutional head, whichever authorized a particular unescorted temporary absence of an offender, may cancel that absence, either before or after its commencement, (a) where the cancellation is considered necessary and reasonable to prevent a breach of a condition of the absence or where such a breach has occurred; (b) where the grounds for granting the absence have changed or no longer exist; or (c) after a review of the offender's case based on information that could not reasonably have been provided when the absence was authorized. Right of appeal 147. (1) An offender may appeal a decision of the Board to the Appeal Division on the ground that the Board, in making its decision, (a) failed to observe a principle of fundamental justice; (b) made an error of law; (c) breached or failed to apply a policy adopted pursuant to subsection 151(2); (d) based its decision on erroneous or incomplete information; or (e) acted without jurisdiction or beyond its jurisdiction, or failed to exercise its jurisdiction. Decision of Vice-Chairperson (2) The Vice-Chairperson, Appeal Division, may refuse to hear an appeal, without causing a full review of the case to be undertaken, where, in the opinion of the Vice-Chairperson, (a) the appeal is frivolous or vexatious; (b) the relief sought is beyond the jurisdiction of the Board; (c) the appeal is based on information or on a new parole or statutory release plan that was not before the Board when it rendered the decision appealed from; or (d) at the time the notice of appeal is received by the Appeal Division, the offender has ninety days or less to serve before being released from imprisonment. Time and manner of appeal (3) The time within which and the manner in which a decision of the Board may be appealed shall be as prescribed by the regulations. Decision on appeal (4) The Appeal Division, on the completion of a review of a decision appealed from, may (a) affirm the decision; (b) affirm the decision but order a further review of the case by the Board on a date earlier than the date otherwise provided for the next review; (c) order a new review of the case by the Board and order the continuation of the decision pending the review; or (d) reverse, cancel or vary the decision. Conditions of immediate release (5) The Appeal Division shall not render a decision under subsection (4) that results in the immediate release of an offender from imprisonment unless it is satisfied that (a) the decision appealed from cannot reasonably be supported in law, under the applicable policies of the Board, or on the basis of the information available to the Board in its review of the case; and (b) a delay in releasing the offender from imprisonment would be unfair. V. Analyse", "[22]", "[23]", "", "[24]", "", "[25]", "", "", "[26] <FRAGMENT_SUPPRESSED> .", "[27] de novo", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37] c. <FRAGMENT_SUPPRESSED> , 2005 CAF 132:", "L.C. 1992, ch. 20 (LSCMLC), alinéa 107(1) ).", "", "", "", "[38]", "[39]", "[40]", "[41]", "", "[42]", "[43]", "[44]", "[45]", "[46]", "[47] ORDONNANCE", "[48] <FRAGMENT_SUPPRESSED>  applicant is currently being detained at the Laval Federal Training Centre, a minimum security penitentiary. His application for judicial review concerns a decision of the Appeal Division of the National Parole Board (the Appeal Division) dated April 10, 2007. This decision dismissed the applicant's appeal against a decision of the National Parole Board (the Board) denying him any type of parole. For the reasons that follow, I am of the opinion that this application for judicial review must be dismissed. I. Facts", "[2] The applicant has a significant criminal record which began in 1972 with convictions for property offences as well as for assaulting a peace officer. He also admitted to having committed several robberies not appearing in his record.", "[3] After completing a term of mandatory supervision in 1974, he reoffended and was sentenced a second time in 1976 for three counts of rape. During this sentence, there were suspensions and revocations of release because of breaches of conditions and repeat offences. In 1980, he committed new armed robberies with a loaded revolver. Finally, he was arrested for first-degree murder in 1982, after he had been on mandatory supervision for about one month. He was then sentenced to life imprisonment without eligibility for parole for 25 years.", "[4] During the first years of his incarceration, Mr. Bouchard was viewed as a leader within the maximum security institution where he was detained. According to various sources of information, he was apparently involved in drug trafficking and in terrorizing, threatening and assaulting other inmates. However, a few years later, he stopped taking drugs and alcohol and began to take part in rehabilitation programs.", "[5] Because of his exemplary conduct, he was transferred to a medium-security institution in 1991, and then to a minimum-security one in 1997. The applicant was also entitled to several escorted temporary absences between 2000 and 2003.", "[6] In 2002, Mr. Bouchard applied for judicial review to obtain a reduction in the number of years of imprisonment without eligibility for parole, pursuant to section 745.6 of the Criminal Code , R.S.C. 1985, c. C-46. On December 12, 2002, the Quebec Superior Court allowed his application and consequently brought forward his eligibility to apply for parole to the very day of the judgment.", "[7] Following this decision, the Board scheduled a hearing for the month of May 2003. For reasons which are not quite clear, it seems that the applicant's conduct took a turn for the worse following the decision of the Superior Court. He stopped taking part in programs and allegedly had problems during his temporary absences and threatened an inmate. Accordingly, his case management team recommended that he postpone his hearing before the Board. Mr. Bouchard, who was of the view that his right to parole had been infringed, refused to postpone his hearing.", "[8] In mid February, Mr. Bouchard sent a letter to the Board in which he denounced certain activities of other inmates and complained that he had been denied certain privileges which had nevertheless been granted to other less-deserving inmates. A few days later, after having read this letter, the warden of the institution authorized Mr. Bouchard's involuntary confinement in administrative segregation. This decision was based on Mr. Bouchard's refusal to change his behaviour and acknowledge his difficulties with staff members and inmates. It was also determined that Mr. Bouchard's letter to the Board was evidence of [translation] \"serious personal disorganization.\" The applicant remained in segregation for 70 days and was then transferred to a medium security institution. It was also decided that his security rating be raised to medium.", "[9] These decisions of the Correctional Service were grieved by the applicant. In a decision dated June 16, 2003, my colleague Madam Justice Johanne Gauthier allowed Mr. Bouchard's application for judicial review and referred the applicant's grievance back for rehearing. This decision was rendered on the basis of the fact that the decision-maker had breached its obligation to act fairly because the relevant evidence on record had not been considered. However, Gauthier J. was careful to note that the Court did not have jurisdiction to order the Correctional Service or the Board to do anything in connection with the applicant's parole. The redetermination of the applicant's grievance was subject to a new application for judicial review, which was dismissed by my colleague Mr. Justice Michel Shore on June 7, 2007.", "[10] The applicant's hearing before the Board, which was initially to have been held in May 2003, was initially postponed for 60 days because of a failure to file required documents. It was once again postponed at Mr. Bouchard's request, who was of the view that a security rating of medium reduced his chances of succeeding. In September 2003, the claimant's security rating was reduced to \"minimum,\" and he was transferred to a minimum-security institution in early October 2003.", "[11] The Board hearing was finally held on February 25, 2004. The Board dismissed Mr. Bouchard's application for parole and stated that he would not be allowed to reappear before the Board for two years. This decision was upheld by the Appeal Division on May 3, 2004, and no application for judicial review was brought against this decision.", "[12] On July 25, 2006, the Board held a new hearing to consider the applicant's eligibility for various types of parole. Once again, the Board concluded that it was inappropriate to award any type of parole to the applicant.", "[13] After reviewing the applicant's record and criminal behaviour and analyzing the various assessments conducted since 1995, the Board noted the applicant's significant improvement in behaviour. However, the Board also noted the deterioration in his behaviour in recent years and, in particular, his negative and inadequate attitude, which had resulted in the end of his program of escorted temporary absences in 2003. The applicant had been in this program for two years.", "[14] The Board reported that this change in behaviour coincided with the favourable decision the applicant had obtained in 2002, making him immediately eligible for parole. The applicant's subsequent negative attitude led to his placement in administrative segregation and to his transfer to a medium security institution. Nevertheless, the Board noted that the applicant had shown a more positive attitude and had become involved in social and academic activities in prison since returning to a minimum-security institution.", "[15] The Board reported the applicant's refusal to participate in an emotion management program and in escorted temporary absences, thereby slowing down his gradual release process. It also stated that his intransigence, his [translation] \"confrontational way of interacting\" and his propensity for making a lot of demands had hindered his rehabilitation.", "[16] Finally, the Board took into consideration the case management team's assessment, which concluded that any type of release for the applicant still represented an unacceptable risk for society, taking into account the high risk of reoffending, his difficulty complying with his periods of release, his refusal to participate in programs, his intransigent attitude and his denial of his offences. The team concluded that it was up to the applicant to shore up his credibility by participating in programs for his escorted gradual release back into the community. The Board concluded as follows: [translation] For now, the Board is of the opinion that it is not appropriate to grant the applicant a program of unescorted temporary absence, day parole or full parole. In fact, considering the present situation which persists in your relationship with your case management team, it is wishful thinking to think that you would be more co-operative in the community. Therefore, this situation makes the risk of these types of release unacceptable. Board record, tab 3, page 5.", "[17] The applicant appealed this decision before the Appeal Division, pursuant to section 147 of the Corrections and Conditional Release Act , S.C. 1992, c. 20 (the Act). II. Impugned decision", "[18] The Appeal Division concluded that the Board had rendered a reasonable decision that was based on the evidence and that was the least restrictive possible, taking into consideration the applicant's risk to society.", "[19] After having listened to the recording of the Board hearing and after having read its reasons, the Appeal Division endorsed the Board's assessment of the evidence which had been submitted to it. It concluded that the Board members were well aware of the violent nature of the applicant's criminality, the nature of his offences, the denial of his crime, the progress he had made and of his deterioration in recent years. The Appeal Division also noted that the Board had taken into consideration the 2005 psychological assessment of the applicant's significant risk of reoffending, of his lack of involvement in his correctional plan and of his mistrust of the Correctional Service.", "[20] Taking all these factors into consideration, the Appeal Division concluded that the applicant's meagre progress, his hostility toward the Correctional Service and his high level of risk warranted the Board's decision to the effect that he was not likely to be more co-operative in the community. Here is what the Appeal Division wrote on this point: [translation] Considering the nature of your criminality, the denial of the offence of murder, your refusal to participate in programs, your level of risk of violent recidivism and the mistrust you have of your case management team, the Board has concluded that it would be difficult to your risk with any type of release. Mr. Bouchard, the Appeal Division is satisfied that the Board's decisions are reasonable and based on relevant, sufficient and reliable information. You are serving a life sentence for first degree murder, and the addendum to the Assessment for Decision dated June 27, 2006, and the Assessment for Decision dated December 9, 2005, clearly show your lack of progress and your hostility toward the CSC. Considering the relationship you have with CSC staff and of the level of risk you present, it was not unreasonable for the members to conclude that you would not be able to be more co-operative with the CSC staff in the community. In addition, the results of the psychological assessment conducted on May 5, 2003, show your disorganization and problem behaviour at that time. Finally, the Federal Court decision was in fact discussed at the hearing. Therefore, contrary to the arguments raised in your submissions on appeal, the Appeal Division concludes that the Board had sufficient credible information and more than enough discretion to render the decisions made in your case. In addition, we are satisfied that the decisions made by the Board in your case last July are reasonable and in compliance with the Act and NPB policies. The Board rendered the least restrictive decisions possible, taking the protection of society into consideration. Board record, tab 1, pages 3-4. III. Issues", "[21] The applicant, who represented himself, raised numerous issues to be dealt with in this present application for judicial review. However, some of them cannot be considered for the purposes of this application, insofar as they had not been submitted to the Appeal Division and to the Board. Others had already been dealt with in other proceedings initiated by the applicant. After having attentively considered Mr. Bouchard's written and oral submissions, it seems to me that his arguments, which were very well presented, essentially focus on the following two issues: • Did the Board and the Appeal Division err in their analysis of the risk posed by the applicant? • Does the continuing detention of the applicant constitute cruel and unusual punishment within the meaning of section 12 of the Canadian Charter of Rights and Freedoms (the Charter)? IV. Relevant statutory provisions Corrections and Conditional Release Act (1992, c. 20) Principles guiding parole boards 101. The principles that shall guide the Board and the provincial parole boards in achieving the purpose of conditional release are (a) that the protection of society be the paramount consideration in the determination of any case; (b) that parole boards take into consideration all available information that is relevant to a case, including the stated reasons and recommendations of the sentencing judge, any other information from the trial or the sentencing hearing, information and assessments provided by correctional authorities, and information obtained from victims and the offender; (c) that parole boards enhance their effectiveness and openness through the timely exchange of relevant information with other components of the criminal justice system and through communication of their policies and programs to offenders, victims and the general public; (d) that parole boards make the least restrictive determination consistent with the protection of society; (e) that parole boards adopt and be guided by appropriate policies and that their members be provided with the training necessary to implement those policies; and (f) that offenders be provided with relevant information, reasons for decisions and access to the review of decisions in order to ensure a fair and understandable conditional release process. Criteria for granting parole 102. The Board or a provincial parole board may grant parole to an offender if, in its opinion, ) the offender will not, by reoffending, present an undue risk to society before the expiration according to law of the sentence the offender is serving; and ) the release of the offender will contribute to the protection of society by facilitating the reintegration of the offender into society as a law-abiding citizen. Conditions for authorization 116. (1) The Board may authorize the unescorted temporary absence of an offender referred to in paragraph 107(1)(e) where, in the opinion of the Board, ) the offender will not, by reoffending, present an undue risk to society during the absence; ) it is desirable for the offender to be absent from penitentiary for medical, administrative, community service, family contact, personal development for rehabilitative purposes, or compassionate reasons, including parental responsibilities; ) the offender's behaviour while under sentence does not preclude authorizing the absence; and ) a structured plan for the absence has been prepared. Idem (2) The Commissioner or the institutional head may authorize the unescorted temporary absence of an offender, other than an offender referred to in paragraph 107(1)( ), where, in the opinion of the Commissioner or the institutional head, as the case may be, the criteria set out in paragraphs (1)( ) to ( ) are met. Medical reasons (3) An unescorted temporary absence for medical reasons may be authorized for an unlimited period. Personal development or community service (4) Subject to subsection (6), an unescorted temporary absence for reasons of community service or personal development may be authorized for a maximum of fifteen days, at the rate of not more than three times a year for an offender classified by the Service as a medium security offender and not more than four times a year for an offender classified as a minimum security offender. Intervals (5) An unescorted temporary absence authorized for reasons referred to in subsection (4) must be followed by a period of custody of at least seven days before the next such absence. (6) An unescorted temporary absence for purposes of a specific personal development program may be authorized for a maximum of sixty days and may be renewed, for periods of up to sixty days each, for the purposes of the program. Absences for other reasons (7) Unescorted temporary absences for reasons other than those referred to in subsection (3) or (4) may be authorized for a maximum total of forty-eight hours per month for an offender classified by the Service as a medium security offender, and for a maximum total of seventy-two hours per month for an offender classified as a minimum security offender. Regulations (8) The circumstances and manner in which, and the time at which, an application for an unescorted temporary absence must be made shall be prescribed by the regulations. Travel time (9) In addition to the period authorized for the purposes of an unescorted temporary absence, an offender may be granted the time necessary to travel to and from the place where the absence is authorized to be spent. Cancellation of absence (10) The Board, the Commissioner or the institutional head, whichever authorized a particular unescorted temporary absence of an offender, may cancel that absence, either before or after its commencement, ) where the cancellation is considered necessary and reasonable to prevent a breach of a condition of the absence or where such a breach has occurred; ) where the grounds for granting the absence have changed or no longer exist; or ) after a review of the offender's case based on information that could not reasonably have been provided when the absence was authorized. Right of appeal 147. (1) An offender may appeal a decision of the Board to the Appeal Division on the ground that the Board, in making its decision, ) failed to observe a principle of fundamental justice; ) made an error of law; ) breached or failed to apply a policy adopted pursuant to subsection 151(2); ) based its decision on erroneous or incomplete information; or ) acted without jurisdiction or beyond its jurisdiction, or failed to exercise its jurisdiction. Decision of Vice-Chairperson (2) The Vice-Chairperson, Appeal Division, may refuse to hear an appeal, without causing a full review of the case to be undertaken, where, in the opinion of the Vice-Chairperson, ) the appeal is frivolous or vexatious; ) the relief sought is beyond the jurisdiction of the Board; ) the appeal is based on information or on a new parole or statutory release plan that was not before the Board when it rendered the decision appealed from; or ) at the time the notice of appeal is received by the Appeal Division, the offender has ninety days or less to serve before being released from imprisonment. Time and manner of appeal (3) The time within which and the manner in which a decision of the Board may be appealed shall be as prescribed by the regulations. Decision on appeal (4) The Appeal Division, on the completion of a review of a decision appealed from, may ) affirm the decision; ) affirm the decision but order a further review of the case by the Board on a date earlier than the date otherwise provided for the next review; ) order a new review of the case by the Board and order the continuation of the decision pending the review; or ) reverse, cancel or vary the decision. Conditions of immediate release (5) The Appeal Division shall not render a decision under subsection (4) that results in the immediate release of an offender from imprisonment unless it is satisfied that ) the decision appealed from cannot reasonably be supported in law, under the applicable policies of the Board, or on the basis of the information available to the Board in its review of the case; and ) a delay in releasing the offender from imprisonment would be unfair. Principes Idem Intervalle minimal Demandes de permission V. Analysis (1) The applicable standard of review", "[22] At the hearing, counsel for the respondents submitted that the applicable standard of review should be patent unreasonableness. In support of his arguments, he relied on the decision of this Court in <FRAGMENT_SUPPRESSED>  (QL) [ <FRAGMENT_SUPPRESSED> ], while admitting that subsequent case law was contradictory and that the issue of the applicable standard of review was still an open question.", "[23] In <FRAGMENT_SUPPRESSED> , Madam Justice Tremblay-Lamer wrote the following:", "[6] The Appeal Division's function is to ensure that the NPB has complied with the Act and its policies and has observed the rules of natural justice and that its decisions are based on relevant and reliable information. It is only where its findings are manifestly unreasonable that the intervention of this Court is warranted.", "[24] Following this decision, the Federal Court of Appeal dealt with the specific role of the  <FRAGMENT_SUPPRESSED> , the Court concluded that the Appeal Division was halfway between a court of appeal and a court of judicial review. This is what it wrote on this point:", "[6] The Appeal Division is a hybrid. It hears the offender's \"appeal\" and s. 147(4)( ) authorizes it to reverse, cancel or vary the decision made by the Commission against him. That is a power associated with an appeal. However, the grounds of appeal listed in s. 147(1) are essentially those associated with judicial review and s. 147(4) uses the phrase \"on the completion of a review \" (my emphasis). What is more, s. 147(5)( ) considerably reduces the Appeal Board's power of intervention, and at the same time significantly reinforces the status of the Commission's decision, when it requires the Appeal Division to be \"satisfied\" before rendering a decision \"that results in the immediate release of an offender\" . . . .", "[25] The Federal Court of Appeal then concluded that the role of the Appeal Division consisted in ensuring the reasonableness of the Board's decision. Accordingly, the Federal Court of Appeal must conduct an analysis of the Board's decision to ensure the legality of the decision of the Appeal Division:", "[9] If the applicable standard of review is that of reasonableness when the Appeal Division reverses the Board's decision, it seems unlikely that Parliament intended the standard to be different when the Appeal Division affirms it. I feel that, though awkwardly, Parliament in s. 147(5)( ) was only ensuring that the Appeal Division would at all times be guided by the standard of reasonableness.", "[10] The unaccustomed situation in which the Appeal Division finds itself means caution is necessary in applying the usual rules of administrative law. The judge in theory has an application for judicial review from the Appeal Division's decision before him, but when the latter has affirmed the Board's decision he is actually required ultimately to ensure that the Board's decision is lawful.", "[26] What is to be concluded from these excerpts? At first sight, it would seem that this Court must apply the same standard of review as the Appeal Division, because the decision subject to judicial review is ultimately that of the Board. This is the conclusion reached by most of the judges of this Court ruling on issue in recent years: see for example <FRAGMENT_SUPPRESSED> .", "[27] The respondent, meanwhile, submitted that if the Federal Court were to apply the same standard of review to Appeal Division decisions that the Appeal Division applies to Board decisions, judicial review in this Court would in a sense be transformed into a disguised appeal de novo . According to this logic, the Court would in a sense be asked to substitute its decision for that of the Appeal Division.", "[28] Considering the special facts in this case, I do not think that it is necessary to decide this issue. For the following reasons, I am of the opinion that this Court should not interfere with either the Board's decision or its confirmation by the Appeal Division, regardless of whether the standard of reasonableness simpliciter or that of patent unreasonableness is applied. (2) Did the Board and the Appeal Division err in their analysis of the risk posed by the applicant represented?", "[29] The Board and the Appeal Division must be guided by two factors in their analysis of the advisability of granting parole to an inmate. Protection of society is undoubtedly a paramount factor to be considered, as the risk of on an inmate's reoffending must not be unacceptable for society. The Board and Appeal Division must also choose the least restrictive solution, taking into consideration the risk the inmate poses. Because the Act focuses on the protection of society, an inmate who poses a risk that cannot be managed in the community will not be granted parole.", "[30] The applicant has had an exemplary disciplinary record since the early 1990s, and his progress while in prison is testimony to his good behaviour. This is what led the Superior Court to bring forward his eligibility for parole in 2002. However, in spite of this decision in his favour, the Board subsequently refused to grant the applicant any type of parole.", "[31] Everything indicates that the applicant's behaviour changed radically following this decision by the Superior Court. Perhaps the decision gave Mr. Bouchard a false hope of impending release, and he felt frustrated when he realized that there were other hurdles to jump before being released. In any event, his level of co-operation with prison staff rapidly deteriorated, and in the eyes of the Board, his risk of reoffending upon release thus increased.", "[32] Regardless of the reasons for the change in the applicant's behaviour, I am of the opinion that the Board and, subsequently, the Appeal Division were warranted in refusing him parole, given the evidence on record. It was certainly not unreasonable to think that this lack of co-operation in prison increased his risk of reoffending and made the risk he posed to society difficult to manage effectively.", "[33] What do the assessments of Mr. Bouchard in recent years show? First of all, a psychological assessment completed on September 23, 2005, concluded that there would be difficulty in managing full parole or day parole for the applicant because of his lack of co-operation and his high static risk of reoffending. However, the psychologist stated that he was in favour of resuming escorted absences to start and then eventually permitting unescorted absences if the applicant demonstrated good behaviour.", "[34] Then, on November 11, 2005, his case management team prepared a new Correctional Plan Progress Report. In spite of his conformity and lack of violent behaviour, it was noted that no goals could be established in the applicant's correctional plan as long as he continued to have a negative attitude. It was explained in this follow-up that the applicant refused to get involved in his correctional plan and had not made any progress since his last assessment. Therefore, the case management team concluded that full parole for the applicant would not be realistic, nor would day parole or a program of unescorted temporary absences. Instead, it was recommended that Mr. Bouchard accept a gradual release, beginning with a program of escorted temporary absences, which Mr. Bouchard still refused to accept at that time.", "[35] On December 7, 2005, an Assessment for Decision recommended denying the applicant's applications for full parole, day parole and unescorted temporary absences. The applicant's risk of reoffending was considered to be unacceptable because of his high static risk, the difficulty he had in complying with periods of absence, his refusal to participate in programs, his intransigent attitude and his denial of his crime. It was stated that the applicant had a moderate to high risk of violent recidivism which could not be managed in an acceptable manner in the community. In spite of a low security rating, the Correctional Service was of the view that three out of five inmates in the applicant's situation would commit a criminal offence after release. It was even noted that, in his current situation, the applicant's risk of reoffending was even higher than what the score indicated. Therefore, the Assessment recommended that Mr. Bouchard participate in an anger and emotion management program and/or psychological follow-up to develop his introspection, encourage him to be more flexible in his way of thinking and lead him to accept responsibility for his crime, which he continued to deny.", "[36] The Assessment for Decision completed on June 22, 2006, did not show any improvement in the applicant since the last assessment. More specifically, it noted his persistently combative attitude and of his lack of co-operation with his case management team. It also stated that his narrow-mindedness made his relationships with Correctional Service staff members difficult.", "[37] Considering this evidence, I do not think that the decisions of the Board and Appeal Division may be characterized as unreasonable. It is trite law that release is not automatically granted on the date of eligibility for parole. It is up to the Board to assess the risk involved in parole, having regard to the overriding purpose of protection set out in the Act. The Court has no mandate to substitute its decision for that of the Board; in the absence of an unreasonable analysis of the evidence on record, intervention by this Court is not appropriate. As Evans J.A. (dissenting, but not on this point) wrote in <FRAGMENT_SUPPRESSED> :", "[44] No inmate has a right to be granted parole. Parole is granted in the exercise of the Board's \"exclusive jurisdiction and absolute discretion\": Corrections and Conditional Release Act , S.C. 1992, c. 20 (\" CCRA \"), paragraph 107(1)( ).", "[45] This unusually broad grant of statutory power is a recognition by Parliament of the Board's extremely important and delicate responsibilities, as is the statutory limitation on the Appeal Division's jurisdiction to reverse for error of law (see <FRAGMENT_SUPPRESSED>  at paras. 6-10). In particular, the Board is charged with finding the least restrictive determination that is consistent with its paramount responsibility, namely, protecting society from crime, on the basis of a process that is fair and understandable: see CCRA , section 101.", "[46] The Court should approach with great caution its review of the Board's exercise of its broad discretion, lest it jeopardise the Board's ability to discharge its statutory mandate. Thus, the Board's reasons should not be subject to overly close scrutiny. Because of its expertise, its assessment of the risk that an applicant for parole will re-offend if released warrants the utmost deference: <FRAGMENT_SUPPRESSED>  at paras. 14 and 19, aff'd. 2003 FCA 287. Nor should the Board be discouraged from asking probing questions relevant to its risk assessment.", "[47] Hence, the Court should only intervene if an unsuccessful applicant for parole clearly establishes that the Board breached the duty of fairness, or its decision was either erroneous in law, based on a finding of fact unsupported by the evidence before it, or otherwise patently unreasonable.", "[38] Considering these principles, I am of the opinion that the Appeal Division was warranted in upholding the Board's decision.", "[39] Moreover, I cannot agree with the applicant's submissions to the effect that the Board had failed to take into consideration the decision of the Federal Court rendered in 2006. As previously mentioned, Gauthier J. had allowed the applicant's application for judicial review in connection with the challenge of his segregation, the increase in his security rating and his transfer to a medium-security institution. This decision did not concern a Board decision refusing parole, but a grievance against the Correctional Service. Therefore, I can hardly take the view that the Board failed to take into consideration this Federal Court decision in which my colleague expressly stated that she had no authority to order the Board to do anything. (3) Does the continued detention of the applicant constitute cruel and unusual treatment within the meaning of section 12 of the Charter?", "[40] The applicant submits that his continued detention is cruel and unusual punishment contrary to the Charter. He relies on <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], in which the Supreme Court considered the three criteria applicable at that time to determine whether or not the detention was an infringement of section 12 of the Charter. Paragraph 16(1)( ) of the ,  <FRAGMENT_SUPPRESSED>  following conditions had been met: the inmate had derived the maximum benefit from imprisonment, the reform and rehabilitation of the inmate would be aided by the grant of parole, and the release of the inmate on parole would not constitute an undue risk to society.", "[41] After reiterating that an indefinite sentence is not in itself contrary to the Charter, the Court stated that it could nevertheless become so if it is not made to fit the circumstances of the offender. Here is what the Court wrote on this point:", "[67] It is only by a careful consideration and application of these criteria that the indeterminate sentence can be made to fit the circumstances of the individual offender. Doing this will ensure that the dangerous offender sentencing provisions do not violate s. 12 of the Charter . If it is clear on the face of the record that the Board has misapplied or disregarded those criteria over a period of years with the result that an offender remains incarcerated far beyond the time he or she should have been properly paroled, then the Board's decision to keep the offender incarcerated may well violate s. 12. In my opinion, this is such a case.", "[42] Therefore, the Board must analyze the statutory criteria and have reasonable grounds to refuse parole. If it misapplies these criteria or refuses to conduct the required analysis, the Board's decision may infringe section 12 of the Charter and warrant the Court's intervention.", "[43] The criteria which the Board had to take into consideration at the time when <FRAGMENT_SUPPRESSED> was handed down have since changed ( Corrections and Conditional Release Act , S.C. 1992, c. 20). Section 101 of the current Act provides that the paramount consideration is now the protection of society. This same section provides that parole boards must make the least restrictive determination consistent with the protection of society. In this case, I am of the opinion that the Board took into account the criteria set out under the Act when it refused to grant the applicant parole.", "[44] It should be mentioned that, in <FRAGMENT_SUPPRESSED> , the Supreme Court also noted that \"in the ordinary course of events the assessment as to whether or not an inmate's release would pose an undue risk to the community is best left in the discretion of the experts who participate in the Parole Board review decisions\" (paragraph 71).", "[45] I am well aware that this decision does not deal with the issue as to whether the current legislative scheme complies with section 12 of the Charter, regardless of how it is applied. Since no submissions were made in this case with regard to this issue, I will refrain from dealing with it. It is by far more preferable that an issue of this nature be dealt with in a case where it is explicitly argued by both parties and where the underlying factual basis is adequate.", "[46] In conclusion, I do not see any ground for this Court to intervene and set aside the decision of the Appeal Division. That being said, I must admit that Mr. Bouchard has reached a dead end. The frustration he has been feeling since the Quebec Superior Court rendered its decision in 2002 and advanced his eligibility for parole and the despair that seems to have overcome him following his fruitless attempts to obtain parole have led to some backsliding and a defensive attitude on his part which can only hinder his chances of obtaining parole. The Court can only deplore this vicious circle in which Mr. Bouchard finds himself and hopes that he will adopt a more positive attitude, which is the only way he can demonstrate his good faith and resolve the impasse he is currently facing so that he can resume a normal life after this too-long interruption.", "[47] The applicant's application for judicial review is therefore dismissed without costs. ORDER", "[48] THE COURT ORDERS that the application for judicial review be dismissed, without costs. [End of document]"]}