{"id_": "077882", "body_str": ["[1] Boivin, J. : This is an application for judicial review of a decision by the Chief of Defence Staff (CDS) dated April 30, 2009, in his capacity as the final authority in the Canadian Forces (CF) grievance process under s. 29.11 of the National Defence Act , R.S. 1985, c. N-5 (the Act ), by which he decided not to act on a finding or recommendation of the Canadian Forces Grievance Board (CFGB) pursuant to subsection 29.13(2) of the Act", "[2] The CDS decided not to uphold the Applicant's grievance in connection with a promotion he had sought to the rank of Colonel/Captain (Navy) effective May 2004. Factual Background", "[3] The Applicant joined the Regular Force on March 11, 1980 as a chaplain. The Applicant was promoted to the rank of Commander on February 1, 2000 and, as a result, he became eligible for promotion to the rank of Colonel/Captain (Navy).", "[4] The CDS is responsible for authorizing promotions to the rank of Colonel/Captain (Navy) ( Queen's Regulations & Orders for the Canadian Forces QR&O ) 11.01 and 11.02). In the case of chaplains, the CDS relies on the recommendations of the Interfaith Committee on Canadian Military Chaplaincy (ICCMC).", "[5] In 1997, the Minister of National Defence entered into a memorandum of understanding with the ICCMC to ensure that the spiritual and religious aspects of the ICCMC nomination process would be considered. The ICCMC is an independent body which functions by consensus and is not part of the CF. The ICCMC may consider the ranking of a candidate by the Chaplain Selection Board (CSB) which is a Selection Board composed exclusively of CF officers. According to its constitution, the ICCMC is not bound to follow the ranking when making its recommendation to the CDS.", "[6] In the fall of 2001, the CSB met to consider officers for promotion to the rank of Colonel or Captain (Navy). The Military Selection Board rated the Applicant first of three qualified military chaplains for promotion to the rank of Colonel or Captain (Navy), but there were no promotions in 2002.", "[7] On January 1, 2002, the Applicant was again eligible to be considered for promotion to the rank of Colonel or Captain (Navy) in the CF Chaplain Branch. In the fall of 2002, the CSB Military Selection Board placed the Applicant first of two qualified military chaplains on the 2003 Chaplains Selection List.", "[8] On December 10, 2002, the ICCMC wrote to the CDS recommending a CF officer other than the Applicant for promotion to the rank of Colonel/Captain (Navy) and, on January 13, 2003, the CDS approved the promotion of that CF officer for the 2003 promotion year.", "[9] On August 5, 2003, the Chair of the ICCMC, Reverend Dr. Andrew R. Irvine, wrote to the then CDS, General Raymond Hénault, to request that Military Selection Boards no longer be held for chaplains above the rank of Major/ Lieutenant-Commander because such boards were not binding on the ICCMC, as per its Constitution.", "[10] On October 17, 2003, General Hénault agreed with the suggestion and directed that no Military Selection Board be formed to consider chaplains for promotion to Colonel/Captain (Navy). As a result, no Military Selection Boards were held in 2004.", "[11] The Applicant was considered for promotion again in 2004. The ICCMC met and were briefed on the new nomination process in March 2004. On April 29, 2004, the ICCMC recommended a candidate other than the Applicant for promotion and that nomination was approved by the CDS on May 6, 2004.", "[12] The Applicant submitted a grievance of that decision on January 12, 2005. On January 20, 2005, the grievance was referred to the Director General Recruiting and Military Careers to act as the initial authority. The initial authority requested a 15 month extension of time to respond to the grievance.", "[13] On February 9, 2005, the Applicant denied the initial authority's request for an extension of time. The grievance was then referred for consideration and determination by the final authority.", "[14] On March 7, 2005, the grievance was referred to the Director General Canadian Forces Grievance Authority (DGCFGA) for consideration and determination by the CDS as the final authority (as per s. 29.11 of the Act ).", "[15] On October 31, 2007, the DGCFGA referred the Applicant's grievance to the Canadian Forces Grievance Board (CFGB) for an external and independent review pursuant to QR&O 7.12.", "[16] Approximately a year later, on October 9, 2008, the CFBG released their findings and recommended that the CDS uphold the Applicant's grievance.", "[17] The CDS is not bound by any finding or recommendation of the CFGB. However, in the event the CDS decides not follow a finding or recommendation of the CFGB, pursuant to subsection 29.13(2) of the Act , reasons must be provided in support of such decision.", "[18] On April 30, 2009, the CDS decided not to uphold the Applicant's grievance. The Applicant received the decision of the CDS on May 16, 2009.", "[19] On June 15, 2009, the Applicant filed a Notice of Application challenging the decision of the CDS not to follow the recommendations of the CFGB. Issues", "[20] This application raises the following issues: 1. What is the appropriate standard of review regarding the decision of the CDS? 2. Was the decision of the CDS not to act on a finding or recommendation of the CFGB reasonable? Relevant Legislation", "[21] National Defence Act , R.S. 1985, c. N-5: Final authority \"29.11 The Chief of the Defence Staff is the final authority in the grievance process. Chief of the Defence Staff not bound \"29.13(1) The Chief of the Defence Staff is not bound by any finding or recommendation of the Grievance Board. Reasons \"(2) If the Chief of the Defence Staff does not act on a finding or recommendation of the Grievance Board, the Chief of the Defence Staff shall include the reasons for not having done so in the decision respecting the disposition of the grievance. Canadian Forces Grievance Board established \"29.16(1) There is established a board, called the Canadian Forces Grievance Board, consisting of a Chairperson, at least two Vice-Chairpersons and any other members appointed by the Governor in Council that are required to allow it to perform its functions. Duties and functions \"29.2(1) The Grievance Board shall review every grievance referred to it by the Chief of the Defence Staff and provide its findings and recommendations in writing to the Chief of the Defence Staff and the officer or non-commissioned member who submitted the grievance. Powers \"29.21 The Grievance Board has, in relation to the review of a grievance referred to it, the power (a) to summon and enforce the attendance of witnesses and compel them to give oral or written evidence on oath and to produce any documents and things under their control that it considers necessary to the full investigation and consideration of matters before it; (b) to administer oaths; and (c) to receive and accept any evidence and information that it sees fit, whether admissible in a court of law or not.\" Dernier ressort Motifs Fonctions", "[22] Queen's Regulations & Orders for the Canadian Forces QR&Os ): 7.12 Referral to Grievance Board \"(1) The Chief of the Defence Staff shall refer to the Grievance Board any grievance relating to the following matters: (a) administrative action resulting in the forfeiture of, or deductions from, pay and allowances, reversion to a lower rank or release from the Canadian Forces; (b) the application or interpretation of Canadian Forces policies relating to expression of personal opinions, political activities and candidature for office, civil employment, conflict of interest and post-employment compliance measures, harassment or racist conduct; (c) pay, allowances and other financial benefits; and (d) the entitlement to medical care or dental treatment. \"(2) The Chief of the Defence Staff shall refer every grievance concerning a decision or an act of the Chief of the Defence Staff in respect of a particular officer or non-commissioned member to the Grievance Board for its findings and recommendations. 11.01 Authority for Promotion \"(1) The promotion of an officer to the rank of brigadier-general or to any higher rank requires the approval of the Minister on the recommendation of the Chief of the Defence Staff. \"(2) The promotion of a member to any rank lower than that of brigadier-general requires the approval of the Chief of the Defence Staff, except that the: (a) promotion of a member to any rank lower than that of colonel may be approved by such officer as the Chief of the Defence Staff may designate; and (b) promotion of an officer of the Reserve Force to the rank of colonel or lieutenant-colonel may be approved by such officer as the Chief of the Defence Staff may designate. 11.02 Conditions Governing Promotion \"(1) Subject to paragraph (2), no officer or non-commissioned member shall be promoted to higher rank unless: (a) there is an appropriate vacancy in the total establishment for the member' component; (b) the member is recommended by the appropriate authority; and (c) the member meets such promotion standards and such other conditions as the Chief of the Defence Staff may prescribe. \"(2) In any particular instance or in any given circumstances, the Chief of the Defence Staff may direct that the requirement to meet any promotion standards be waived. \"(3) An officer or non-commissioned member who is enrolled or placed in the Special Force may be promoted to temporary or acting rank only.\" 1. What is the appropriate standard of review regarding the decision of the CDS?", "[23] The decision of the CDS disposing of a grievance is final and binding, except for judicial review to this Court. In deciding a grievance, the CDS interprets and applies policies and rules that he promulgated or for which he is responsible.", "[24] The degree of deference owed to the decision of the CDS in this case is significant. Before the Supreme Court decision in <FRAGMENT_SUPPRESSED>  the appropriate standard of review of a decision of the CDS on a grievance was patent unreasonableness ( <FRAGMENT_SUPPRESSED>  at para. 10; <FRAGMENT_SUPPRESSED> ).", "[25] Following <FRAGMENT_SUPPRESSED> , the applicable standard of review is now reasonableness and this Court will only intervene if the decision of the CDS does not fall \"within a range of possible acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above, at paragraph 47). For a decision to be reasonable, there must be justification, transparency and intelligibility within the decision making process.", "[26] The issue of sufficiency of reasons is normally characterized as a question of procedural fairness. However, in the case at bar, the issue is whether the reasons of the CDS satisfy the requirements of subsection 29.13(2) of the Act . As such, this is a question of mixed fact and law reviewable under the reasonableness standard ( <FRAGMENT_SUPPRESSED>  at paras. 62-64). 2. Was the decision of the CDS not to act on a finding or recommendation of the CFGB reasonable? Findings or recommendations of the CFGB", "[27] By way of introduction, it is worthy of note that the CFGB is an independent body which has, in relation to the review of grievances referred to it, the powers to inter alia summon and force the attendance of witnesses and compel them to give oral or written evidence on oath and to produce documents (sections 29.16(1), 29.2 and 29.21 of the Act ).", "[28] It is recalled that in the present circumstances, as part of its findings and recommendations of October 9, 2008, the CFGB found that although the CDS is the promotion authority, the ICCMC, not the CF, had been properly authorized to recommend a candidate for the appointment and thus for promotion to the rank of Colonel/Captain (Navy) in the grievor's occupation.", "[29] However, the CFBG also expressed a number of concerns in relation to the transparency and the fairness of the selection and promotion process, particularly for the 2003 and 2004 promotion years. For instance, the CFGB found there was no record as to how the ICCMC arrived at the decision to \"nominate\" the second place candidate who was subsequently promoted in the 2003 promotion year. The CFGB also noted that \"there is no indication of the criteria or other guidelines that might have been applied and there is no record as to what was said at the meeting.\" (CFGB decision at p. 17).", "[30] For the 2004 promotion year, the CFGB further found that \"although there was more military input in this particular process for the 2004 promotion year, it remains unclear as to what criteria were ultimately used to select the 2004 nominee.\" (CFGB decision at p. 17).", "[31] While the CFGB emphasized that it was not being critical of the way the ICCMC had conducted its deliberations, it nonetheless made the following observation: \"However, what is troubling to the Board is that, at least in 2003 and in 2004, the CDS accepted the recommendation of the ICCMC without question and, it is presumed, without knowing (in 2003) why the chaplain who was second on the 2003 CSL was being 'nominated' over the chaplain who placed first.\" (CFGB decision at p. 17)", "[32] The CFGB concluded that accepting the recommendation of an outside body, without question and without knowing what specific criteria had been applied, was unfair to the chaplains eligible for promotion in 2003 and 2004. The CFGB added that should the CDS accept the recommendation of the ICCMC, \"he has the responsibility to satisfy himself that the recommendation was formulated after a fair process and having regards to appropriate criteria.\" (CFGB decision at p. 19).", "[33] The CFGB made the following recommendations to the CDS: \"a. That the CDS uphold the grievance and request the current ICCMC convene a meeting to review the files of the Lieutenant Colonel/Commander candidates who were eligible for promotion in 2003 and 2004, based on pre-established and announced criteria, and make a new recommendation to the current CDS; or \"b. Promote the grievor to Captain (Navy) effective December 31, 2003; and \"c. Review current arrangements with the ICCMC regarding the promotion of chaplains to Colonel/Captain (Navy) to ensure a fair and transparent selection and nomination process with clear and published criteria.\"", "[34] As stated earlier, the recommendations of the CFGB were not followed by the CDS. The decision subject to judicial review and before this Court is therefore the decision of the CDS to deny the grievance and not to follow the findings and recommendations of the CFGB.", "[35] The role of the Court in this matter is not to focus or review the ICCMC process, which is several steps removed from the one which is the subject of this application for judicial review: The decision of the CDS. Decision of the CDS", "[36] By virtue of subsection 29.13(1) of the Act , the CDS is not bound by any finding or recommendation of the CFGB. However, in the event the CDS does not follow a finding or recommendation of the CFGB, pursuant to subsection 29.13(2) of the Act , reasons must be provided in support of such a decision.", "[37] In the present circumstances, as part of his decision, the CDS referred to the agreement between the ICCMC and the Minister of National Defence signed in 1997, recognizing that its purpose is to ensure the spiritual and religious aspects of the ICCMC nomination would have precedence over the performance and potential evaluated by the more rigid military selection boards.", "[38] In addressing the CFGB recommendations, in his six (6) page decision, the CDS also found the ICCMC is an independent organization which is not part of the affairs of the CF and over which he has no authority. Consequently, the CDS cannot ask the ICCMC to reconvene, as time has passed, members have changed and the context and spirit of the discussions cannot be recreated. The CDS also noted that a new process for the CSB was agreed upon for promotion from LCol/Cdr to Colonel/Captain (Navy) in fall 2005.", "[39] Furthermore, as part of his decision, the CDS found the evidence illustrates a long-standing practice of the CDS to approve the nominations of the ICCMC, and that the results of the military CSBs have consistently been used as \"guidance only\" and have not been the binding element of their nomination decisions.", "[40] While the CDS agreed with the CFGB that the absence of proper documentation surrounding the selection process by the ICCMC for those years (2003-2004) \"lacks transparency\", he found that he could not conclude to the unfairness of the process as \"no criteria or paper trail could be found to justify or explain the ICCMC nomination to the CDS\".", "[41] Although the CDS acknowledged a possible violation of procedural fairness and natural justice in the event he were to reject the CFGB recommendation and follow the ICCMC's recommendation not to promote the Applicant (CDS decision at p. 5), the fact of the matter is that in light of the insufficiency of evidence before him, the CDS was not in a position to decide whether the ICCMC nomination process was unfair. The process, on the other hand, could also have proven to be fair.", "[42] The CDS further observed that he had no reason to believe that the ICCMC's nomination process was flawed or that the candidates were not evaluated in a professional manner. Indeed, and the Court agrees with the Respondent, an absence of a documented rationale for recommending a candidate other than the Applicant does not inexplicably lead to the conclusion that the process before the ICCMC was unfair. In these circumstances, the CDS found that on the balance of probabilities, the Applicant's file was treated the same way as all other Lieutenant Colonel/Commander candidates' files for a director position in the past and for the promotion years 2003 and 2004. Hence, the CDS could not conclude that the Applicant's file was treated differently than those of the other nominated candidates. Against this background, the CDS found the evidence on file regarding the fairness of the promotion process to be \"neutral\". Not only does the evidence seem to be \"neutral\", the Court is of the view that the evidence before the CDS as to the fairness or the unfairness of the process was insufficient. The insufficiency of the evidence did not allow the CDS to conclude as to the unfairness of the selection process and this decision was justified in his reasons.", "[43] When the CDS decides not to follow the recommendations of the CFGB, as in this case, subsection 29.13(2) of the Act requires that he provides reasons for deciding not to act. After a review of the record, the Court finds that the decision of the CDS, given the insufficiency before him, is comprehensive and provides adequate justification for departing from the recommendations of the CFGB. In his decision, the CDS summarized each of the findings and recommendations of the CFGB and provided reasons for his decision not to implement the recommendations, thus reasonably complying with his obligations under the Act", "[44] In light of the above, the Court is of the view that the reasons of the CDS leading to his decision does \"fall within a range of possible, acceptable outcomes which are defensible in respects of the facts and law\" ( <FRAGMENT_SUPPRESSED> at para. 47).", "[45] Therefore, the Court finds that the reasons of the CDS leading to his decision not to follow the CFGB's findings and recommendations are reasonable. The CDS, in light of the evidence before him, provided sufficient reasons, as required by the legislation. The intervention of this Court is thus not warranted.", "[46] For these reasons, the application for judicial review is denied. JUDGMENT", "[47] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is denied without costs. Application dismissed. Editor: Angela E. McKay/klf [End of document]"]}