{"id_": "078018", "body_str": ["[1] de Montigny, J. [Translation]: The applicant is appealing a decision by Citizenship Judge Gilbert Decoste, dated January 26, 2004, denying his citizenship application on the basis that he did not meet the residency requirements provided in paragraph 5(1)(c) of the Citizenship Act , R.S.C. 1985, c. C-29 (the Act ). Specifically, the Citizenship Judge found that the applicant had failed to demonstrate that he had established his residence in Canada either before or after being absent from Canada a number of times.", "[2] It should be mentioned that citizenship applications were also made by his wife (docket T-1207-04), his daughter (docket T-1208-04) and his son (docket T-1211-04); their applications were dismissed by the same Citizenship Judge, and each of those decisions was appealed to this Court and heard on February 7 and 8, 2005. However, the applicant's wife withdrew her appeal at the hearing. Background", "[3] The applicant is a native of Jerusalem and resided in Jordan for almost 12 years before coming to Canada. He arrived in the country on August 18, 1998, with a tourist visa for him and his wife, while his daughter obtained a student visa. He was given permanent resident status on November 22, 1999. He filed his citizenship application on August 18, 2002.", "[4] The number of days where the applicant was in fact residing in Canada during that four-year period (from August 18, 1998, to August 19, 2002) was difficult to establish, given the fact that the differences were apparent between the declared absences in the applicant's application for citizenship, in his residence questionnaire and in the affidavit filed in support of this appeal. Those different absences were motivated by his professional activities, the illness and death of his mother who still lived in the Middle East, the death of his father-in-law (also in Jordan), his daughter's wedding and legal proceedings connected with the sale of a property in Jordan. Decision", "[5] After noting the discrepancies between the applicant's citizenship application and the residence questionnaire (where he declared that he had been absent from Canada for 543 days of the qualifying period provided under the Act ) and the residence questionnaire (where his absences now totalled 692 days), and after noting that the applicant did not own any property in Canada, the Citizenship Judge proceeded to analyze the record, applying the tests developed by Reed, J., in Koo, Re , [1993] 1 F.C. 286; 59 F.T.R. 27; 19 Imm. L.R.(2d) 1 (T.D.), to determine whether he had centralized his mode of existence in Canada.", "[6] For greater ease of reference, the Citizenship Judge's analysis is reproduced below: [Translation] \"ANALYSIS: \"In order to determine whether the applicant had shown that Canada is the country where he centralized his mode of living, I referred to the questions asked by Reed, J., in her decision in Re Koo (1992), 19 Imm. L.R.(2d) 1, 59 F.T.R. 27, [1993] 1 F.C. 286 (T.D.). Here is how I addressed each of those questions: 1- Was the applicant in Canada for a long time before his first absence? Were his absences recent and did they occur immediately before the application for citizenship? The applicant states that he left Canada 21 days after his arrival in Canada for a five-day visit to the U.S.A. When he returned to Canada, he stayed for 50 days and returned to Jordan with his wife while waiting for his permanent resident visa, which he received on November 16, 1999, in Paris. He returned to Canada on November 22, 1999. The applicant submitted his citizenship application on August 18, 2002, i.e. 15 days after his return from a one-month trip to several Middle Eastern countries. 2- Where do the applicant's immediate family members and dependants (members of the extended family) reside? In his application, the applicant states that he lives with his wife and his two children in Montréal in a rented apartment. His extended family lives in the Middle East. 3- Does the pattern of his physical presence in Canada indicate that the applicant was returning home to Canada or that he was merely visiting? The applicant states that he was absent from Canada 13 times between November 22, 1999, and August 18, 2002, totalling more than 238 days of absence. His stays in Canada were less than two months on nine occasions, less than three months on two occasions and once for five months. 4- What is the extent of the applicant's absences, if he is only a few days short of residence to satisfy the required 1095 days, it is easier to find deemed residence than if those absences are extensive? For the qualifying period, the applicant is missing 362 days to satisfy the minimum 1095 days provided in the Act . The difference is significant. 5- Were these absences caused by a situation that was clearly temporary, such as missionary work abroad, studies abroad, temporary employment abroad, accompanying a spouse who accepted temporary work abroad. In the residence questionnaire, the applicant states at question 9 that his absences were related to his consultant work and to the settlement of litigation involving a property in Jordan. However, among the reasons given by the applicant to explain his absences, we count only 29 days for his professional activities of a total of 238 days during the period from November 22, 1999, to August 18, 2002. 6- What is the quality of the applicant's connection with Canada: is it more substantial than that which exists with any other country? The connection that the applicant had with Canada is less substantial than the one he had with the Middle Eastern countries. Between August 18, 2002, the date his application was submitted, and August 17, 2003, the applicant spent 192 days outside Canada of the total 365 days for that period, i.e. 53% of the time. The average number of days present in Canada during the qualifying period was 50%. That means therefore that the applicant spent more time outside Canada during the five years between August 18, 1998, and August 18, 2003.\"", "[7] Based on this analysis, the Citizenship Judge found that the applicant did not meet the requirements of paragraph 5(1)(c) of the Act . He also felt it worth mentioning that the applicant had not declared all of his absences in his application, and that the addresses declared by his children were not always consistent with those declared by the applicant, when the applicant had claimed that they had all always lived in the same apartment during the qualifying period provided under the Act", "[8] The applicant argued that the Citizenship Judge erred in fact and in law for the following reasons: - He should have concentrated on the period from which the applicant has been lawfully admitted to Canada for permanent residence, since he was only able to stay in Canada as a tourist prior to November 22, 1999; - He did not advise the applicant of the doubts that he was having regarding the actual address where he and his family had lived during the reference period; - He did not ask where the applicant's extended family lived and erred in determining that the family lived in Jordan; - He did not ask why the telephone bills came from Ottawa and did not give him the opportunity to provide an explanation; - He did not consider the connections he had developed in Canada; - He did not consider the reasons which led him to travel outside the country and did not consider that his mode of living, his family and his employment are in Montréal.", "[9] Finally, the applicant argued that the Citizenship Judge erred in wrongly imposing a burden of proof beyond a reasonable doubt, rather than on the balance of probabilities. Respondent's arguments", "[10] First, the respondent claims that the Citizenship Judge could opt for any one of the three interpretations traditionally accepted by this Court if the applicant satisfied the requirements of paragraph 5(1)(c) of the Act , on condition that it was applied correctly. According to the flexible approach accepted in Re Koo , it is possible to reside in Canada within the meaning of the Act without being physically present; according to the respondent, physical presence nonetheless remains the most important factor. Regardless of which version of the facts that we accept, the applicant is very far from satisfying the minimum number of days required to satisfy the requirement of paragraph 5(1)(c).", "[11] Second, the respondent argues that the Citizenship Judge considered the evidence as a whole and properly determined that the applicant had not centralized his mode of living in Canada after reviewing the tests set out in Re Koo . First, the applicant had not resided in Canada for a long period before his numerous absences. He also made many trips to the Middle East for family reasons, which supports the Citizenship Judge's finding on his extended family. The applicant's returns to Canada were brief and the number of days short was significant. His absences were not caused by a temporary situation, but rather resulted from his employment as a consultant and from the settlement of litigation in Jordan. Finally, the evidence reveals that the connection that the applicant had with Canada was less substantial than the one that he had with Middle Eastern countries and the evidence filed (bank statements, telephone and electricity bills) was evidence with little probative value for establishing the applicant's residence for the purposes of his citizenship application.", "[12] Finally, the respondent alleges that the applicable standard of review in the context of citizenship appeals is that of reasonableness, and concludes that the Citizenship Judge could reasonably make the decision that he made, considering the evidence before him. Applicable legislation \"5(1) The Minister shall grant citizenship to any person who (c) has been lawfully admitted to Canada for permanent residence, has not ceased since such admission to be a permanent resident pursuant to section 24 of the Immigration Act, and has, within the four years immediately preceding the date of his application, accumulated at least three years of residence in Canada calculated in the following manner: (iii) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (iv) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;\" Analysis", "[13] The only question raised by this appeal is whether the Citizenship Judge erred in determining that the applicant did not meet the residence requirements provided under the Act . More specifically, we must determine whether the Citizenship Judge correctly interpreted the requirement of \"residence\", taking into account the facts brought to his attention.", "[14] To answer that question, the applicable standard of review must first be determined. In the past, certain judges relied on the decision by Lutfy, J., (as he then was) in <FRAGMENT_SUPPRESSED> ; 164 F.T.R. 177 (T.D.), to determine that the appropriate standard of review for an appeal of a decision by a Citizenship Judge was that of correctness.", "[15] More recently, there appears to have been a consensus on the standard of reasonableness simpliciter (see inter alia the following cases: <FRAGMENT_SUPPRESSED> ; 2004 FC 1693; <FRAGMENT_SUPPRESSED> ;  2004 FC 1688; <FRAGMENT_SUPPRESSED> ; 2004 FC 1592; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;  2004 FC 848; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 245 F.T.R. 239; 2004 FC 60; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 2003 FC 1472; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "[16] My colleague Tremblay-Lamer, J., justified this approach as follows: \"In the case at bar, where the court must verify that the Citizenship Judge has applied one of the accepted residency tests to the facts it raises, in my view, a question of mixed fact and law ( Director of Investigation and  <FRAGMENT_SUPPRESSED> ). Taking into account that some degree of deference is owed to the specialized knowledge and experience of the Citizenship Judge, I would conclude that the applicable standard of review is that of reasonableness simpliciter.\" <FRAGMENT_SUPPRESSED>  it is my opinion that this standard of review is in fact the most appropriate in the circumstances. Accordingly, it would be appropriate to show deference to the extent that it is established that the judge understood the case law and that he weighed the facts and applied them to the test provided under the Act", "[18] A careful review of this Court's case law indicates that different interpretations have been accepted regarding the interpretation that must be given to the residency requirement found under paragraph 5(1)(c) of the Act . A Citizenship Judge can adopt any of these different interpretations to determine whether the applicant meets the requirements of the Act ; insofar as the judge has not made any unreasonable error in applying this interpretation to the evidence that was submitted to him, this Court will not intervene.", "[19] Given that the applicant clearly had not resided in Canada for at least three of the four years preceding his application, the Citizenship Judge opted for the more flexible approach developed by Mr. Justice Thurlow in Papadogiorgakis, Re , [1978] 2 F.C. 208 (T.D.). This approach consists in essence in determining whether the applicant had centralized her mode of living in Canada. To answer that question, Madam Justice Reed in Re Koo set out six factors that could be taken into consideration: \"(1) was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship? \"(2) where are the applicant's immediate family and dependents (and extended family) resident? \"(3) does the pattern of physical presence in Canada indicate a returning home or merely visiting the country? \"(4) what is the extent of the physical absences - if an applicant is only a few days short of the 1,095-day total it is easier to find deemed residence than if those absences are extensive? \"(5) is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, accompanying a spouse who has accepted employment abroad? \"(6) what is the quality of the connection with Canada: is it more substantial than that which exists with any other country?\"", "[20] After carefully considering the reasons of the Citizenship Judge, there is no basis for me to believe that he erred in fact or in law in applying the approach that he accepted. Contrary to what the applicant submits, he did not impose too onerous a burden of proof on the applicant and his findings were entirely supported by the evidence submitted to him.", "[21] The applicant cannot fault Decoste, J., for considering the period from August 18, 1998, to November 22, 1999, for the purposes of determining the number of days that he was present in Canada. To the extent that the applicant chose to submit his application for citizenship on August 18, 2002, he had no choice but to consider the four preceding years to establish whether he satisfied the minimum period of residence. If the applicant could not legally establish his residence in Canada before November 22, 1999, he need only have deferred the submission of his application for citizenship.", "[22] Regardless of the number of days that the applicant in fact resided in Canada during the qualifying period (and on that point, the many discrepancies between the different statements by the applicant could only undermine his credibility), the fact that he was absent from the country for long periods on a regular basis certainly entitled the Citizenship Judge to determine that he had not centralized his mode of living in Canada. There was a considerable difference between the presence required in Canada (three years) and his actual presence.", "[23] Furthermore, the Judge observed that between January 8, 1999, and October 15, 2002, the applicant had been absent from Canada thirteen times and his stays in Canada between these absences were for less than two months on nine occasions. Such a situation could certainly lead him to find that he was returning to Canada to visit.", "[24] Several of these absences were for vacations, family visits, and professional activities. The case law of this Court clearly indicates that it was a personal choice that would not exempt the applicant from the requirements provided under the Act . As Walsh, J., pointed out in Leung, Re , [1991] F.C.J. No. 160; 42 F.T.R. 149 (T.D.): \"Many Canadian citizens, whether Canadian born or naturalized must spend a large part of their time abroad in connection with their businesses, and this is their choice. An applicant for citizenship, however, does not have such freedom because of the provisions of section 5(1) of the Act .\" See also: <FRAGMENT_SUPPRESSED> ; 2003 FCT 169; <FRAGMENT_SUPPRESSED> ; 242 F.T.R. 185 ( <FRAGMENT_SUPPRESSED>  (T.D.).", "[25] Finally, the Citizenship Judge was correct to assign little probative value to the evidence filed by the applicant in support of his application, including income tax returns, leases, the social insurance card, health insurance card and so on, the driver's licence, the bank statements, telephone bills, and electricity bills. This Court had held many times that such evidence is not sufficient to establish that the applicant has centralized his mode of living in Canada: see Hui, Re , [1994] F.C.J. No. 238; 75 F.T.R. 81 (T.D.).", "[26] Taking into account all of these factors and the applicant's credibility problems regarding the number of days that he was actually present in Canada, the Citizenship Judge was certainly entitled to find that the applicant had not centralized his mode of living in Canada and therefore did not satisfy the requirements provided under paragraph 5(1)(c) of the Act", "[27] I do not doubt that the applicant truly wants to obtain Canadian citizenship. I am however of the opinion that his application was premature and that the Citizenship Judge did not err in denying his application, considering the evidence that was before him. He is however entitled to submit a new application in due course. Appeal dismissed."]}