{"id_": "078117", "body_str": ["[1] Kelen, J. : This is an application for judicial review of a decision dated September 16, 2005 by a visa officer refusing Mr. Randhawa's application for a work permit. Mr. Randhawa is a citizen of India and an assistant cook specializing in the North Indian cuisine. The visa officer questioned the applicant about food hygiene and decided he was not qualified to perform the cook's job he was offered in Toronto. Facts", "[2] Mr. Randhawa received a job offer as a full time assistant cook at the Mantra Indian Restaurant in Toronto (Mantra). On June 6, 2005, Mr. Hemant Bagwani, the General Manager of Mantra, applied to Human Resources and Skills Development Canada (HRSDC) for a positive Labour Market Opinion Confirmation, explaining that he required Mr. Randhawa's skills as an assistant cook specializing in North Indian cuisine to assist Mantra's head chef and train its staff. HRSDC confirmed the job offer and provided a positive Labour Market Opinion on July 5, 2005.", "[3] On July 13, 2005, Mr. Randhawa applied to the Canadian High Commission in New Delhi for a work permit. On August 24, 2005, he attended an assessment interview.", "[4] At the interview, the visa officer asked Mr. Randhawa questions about his sister in Canada, his education, and Indian cooking in general. With respect to cooking, Mr. Randhawa answered questions about Indian spices and kitchen hygiene. The visa officer asked questions about how to verify the freshness of chicken and about refrigerating meat. At the end of the interview, the visa officer advised Mr. Randhawa that she would not issue him a work permit because she was concerned that he would be unable to observe principles of hygiene. The job offer from Mantra listed as one of Mr. Randhawa's duties as \"maintaining high standards of hygiene and sanitation\". Accordingly, the visa officer advised Mr. Randhawa that she would keep his file open for 30 days and require that he complete a course in proper kitchen hygiene, at which time a final decision would be made following an interview at which Mr. Randhawa would be required to demonstrate that he was able to function with attention to proper hygiene in a kitchen environment.", "[5] Mr. Randhawa enrolled in a Food Hygiene and Kitchen Operations course through the Dare Education Group from August 26, 2005 to September 8, 2005. On September 9, 2005, Mr. Randhawa submitted to the visa officer a certificate stating that he completed the course with modules in food hygiene, safe food handling, and kitchen operations and received a \"Grade 'A'\" standing.", "[6] On September 16, 2005, Mr. Randhawa attended a second interview. The visa officer asked Mr. Randhawa questions concerning cross contamination, causes of food poisoning, precautions when using eggs, assessing the freshness of eggs, pest control, re-freezing thawed meat, the proper internal temperature for cooking poultry, and dishwashing. Mr. Randhawa answered every question.", "[7] As indicated in the CAIPS notes, the visa officer concluded that Mr. Randhawa was unable to perform the duties required of an assistant cook: \"Conclusions: Despite his stated completion of a hygiene course, I am not satisfied that the applicant would be able to adequately observe principles of hygiene as required by his job contract. I also note that I checked with several other people in the office about his explanation as to how to test whether or not chicken is fresh (i.e., the explanation about the bloated chicken) and none of them had ever heard of it, either. Said before that chicken could be kept in the fridge for 3 weeks before it goes bad. \"Not satisfied applicant can perform the duties sought. Not satisfied he meets reqts of job confirmation letter.\" The visa officer issued a written decision letter refusing Mr. Randhawa's application for a work permit. The visa officer selected from the form letter the following two reasons applicable to her refusal: \"Although you have presented a confirmation letter from Human Resources and Skills Development Canada referring to the economic effect of your employer's job offer to a foreign national, I am not satisfied that you are able to perform the work sought as required by R200(3)(a) of the Immigration and Refugee Protection Regulations \"Although you have presented a confirmation letter from Human Resources and Sills Development Canada, I am not satisfied that you meet the requirements of the job as specified in the job offer confirmation.\" (Emphasis added) Issue", "[8] The issue is did the visa officer err in refusing Mr. Randhawa's application for a work permit. Legislation", "[9] Paragraph 200(3)(a) of the Immigration and Refugee Protection Regulations provides: \"Division 3 Issuance of Work Permits Work permits (3) An officer shall not issue a work permit to a foreign national if (a) there are reasonable grounds to believe that the foreign national is unable to perform the work sought;\" \"Section 3 Accordingly, Mr. Randhawa's application stands or falls depending on whether there are reasonable grounds to believe that he is unable to perform the work of an assistant cook. The visa officer found specifically that Mr. Randhawa was unable to \"maintain high standards of hygiene and sanitation\". Standard of Review", "[10] The issue is a question of mixed fact and law. The facts must be applied to paragraph 200(3)(a) of the IRP Regulations regarding work permits. This regulation coincidentally incorporates a reasonableness standard, i.e. did the visa officer have reasonable grounds to believe that the applicant is capable to perform the work sought. Accordingly, the Court will review this matter on a reasonableness simpliciter standard. I adopt the reasoning of Mr. Justice de Montingny in <FRAGMENT_SUPPRESSED> . Analysis", "[11] Mr. Randhawa submits that the visa officer clearly erred in reaching her conclusion. He argues that the visa officer, not being an expert on food hygiene, was in no position to conclude that his cooking methods were not sufficiently hygienic to allow him to fulfill his job duties in Canada.", "[12] This Court in <FRAGMENT_SUPPRESSED>  (T.D.), per Mr. Justice Blais held that visa officers are not in a position to assess the employment skills of an applicant and specifically held that it is improper for a visa officer to assess the employment skills of a chef. Justice Blais held at paragraph 23: \"Are visa officers going to assess employment skills of engineers?, of chefs? Obviously, they are not in a position to do so.\"", "[13] I agree that a visa officer is not an expert on food hygiene, yet the visa officer \"grilled\" the applicant on this subject. The Court concludes that the intense questioning of the applicant by the visa officer on his ability to \"maintain high standards of hygiene and sanitation\" was an unreasonable basis to form the conclusion that there were reasonable grounds to believe that the applicant is unable to perform the assistant cook job offered by the Mandra Indian restaurant in Toronto.", "[14] Mr. Randhawa has seven years experience as an assistant cook. Reference letters from his previous restaurant employers attest to his skill and ability. He successfully completed, at the visa officer's behest, a food handling training program recognized by the Government of India. Mantra has indicated in its business plan that it will train its staff: \"Employees will be trained not only in their specific operational duties but also in the philosophy and applications of our concept. They will receive extensive information from the chef and be kept informed of the latest information on healthy eating. The sommelier will also train the staff on the wines.\"", "[15] In her cross-examination on September 14, 2006, the visa officer acknowledged that the National Occupational Classification (NOC) for cooks does not specifically list the duty to maintain high standards of hygiene and sanitation. Instead, the visa officer imported this requirement from the description of duties provided in Mantra's job offer letter.", "[16] The visa officer sought to assess Mr. Randhawa's fitness for this particular job by applying her own standards of hygiene and sanitation. There is nothing in the evidence to indicate that she obtained objective standards against which to assess Mr. Randhawa's level of fitness. Indeed, the only objective measure of fitness is the completion of the food hygiene training course at the visa officer's request.", "[17] The visa officer refused to consider the training that Mr. Randhawa would receive in the course of his employment with Mantra. At paragraph 15 of her affidavit, she states: \"An applicant is required to satisfy a visa officer that he/she meets the requirements for a work permit, including being able to perform the duties required for the prospective position, prior to visa issuance. Therefore, the fact that the Applicant would 'have to be trained in the restaurant by-laws for Toronto, including the hygiene system' is immaterial to me . Moreover, knowledge of what specific by-laws do and don't say was not a requirement of the job, nor was I assessing his knowledge of any regulations or systems. The ability to 'maintain high standards of hygiene and sanitation,' on the other hand, was a requirement, and he had not satisfied me that he could meet this requirement. [...]\" (Emphasis added) While it is reasonable to require that an applicant satisfy the job requirements of a particular position before obtaining a work visa, it is unreasonable not to take into account some measure of job orientation that would inevitably be provided to the claimant.", "[18] For these reasons, this application for judicial review will be allowed. JUDGMENT", "[19] THIS COURT ORDERS AND ADJUDGES that: This application for judicial review is allowed, the decision of the visa officer dated September 16, 2005 refusing the applicant's work permit is set aside and the application for a work permit is referred to another visa officer for re-determination including an interview with the applicant. Application allowed. Editor: Elizabeth M.A. Turgeon/vnh [End of document]"]}