{"id_": "078211", "body_str": ["[1] de Montigny, J. : This is an application for judicial review of a decision by Patricia Greenside (the \"Board member\") of the Refugee Protection Division (RPD or the \"Board\") rejecting the claims of Oscar Daniel Rodriguez Ramirez (aged 38, the \"claimant\"), his wife, Claudia Liliana Suarez Chanci (aged 35, the \"female claimant\"), and their minor son, Daniel Felipe Rodriguez Suarez (aged 10, the \"minor claimant\") (collectively, the \"Applicants\"), all citizens of Colombia (the \"Decision\"). The Board member concluded that none of the Applicants are Convention refugees or persons in need of protection.", "[2] The Applicants' claim was based on grounds of political opinion and membership in a particular social group. The Board member found that the claimant had not satisfied the burden of establishing a serious possibility of persecution for a Convention ground, or that he would personally be subjected, on a balance of probabilities, to a danger of torture, a risk to life, or a risk of cruel and unusual treatment or punishment upon return to Colombia. As the claims of his wife and minor child relied entirely on the evidence of the claimant, the Board member found that their claims should fail as well.", "[3] For the reasons set out below, I find that the Board member's decision should be overturned with the decision sent back to be determined by a differently constituted panel. FACTS", "[4] The alleged facts leading to the Applicants' refugee claim are the following. In Colombia, the principal claimant was an executive in a pharmaceutical company from 1993 to 2010. Following a takeover of the company in 2009, the claimant alleges that he began to receive threats from the Fuerzas Armadas Revolucionarias de Colombia (FARC) as a result of his refusal to join a union and his alleged collaboration with the Autodefensas Unidas de Colombia (AUC).", "[5] The claimant began working for the company that took over his prior employer in August 2009. At that time he alleges that the unionists from the company denounced him as a traitor, accused him of supporting the AUC, and mentioned his name in flyers and posters due to his refusal to join the union.", "[6] On February 1, 2010, the claimant received a call in which the FARC threatened to kill him and his family. He reported the call to the police and his company. At page 492 of the Tribunal Record, lines 40-45, the claimant says that the callers did not mention anything about his work or the union. The police took a report and recommended that he change routines but did not offer any other support or protection.", "[7] On February 9, 2010, the claimant made another report to the police (Tribunal Record, p. 494, line 45) because he had received a text message on February 4, 2010 asking him to contact the sender who referred to needing money), and a voicemail four days later threatening that he should leave the city. Copies of both messages were purportedly given to the prosecutor's office. The claimant alleges that the purpose of the first message was to get him to contact the sender and that the second message confirmed that both messages emanated from FARC.", "[8] On February 12, 2010, the claimant received two invitations (one at his home and one at his work) to attend a mass celebrating his own death. After informing his employer and the authorities (who did nothing), he states that he gave the cards to the Attorney General.", "[9] The Applicants changed their residence, the minor claimant switched schools, and they left town temporarily. Although not mentioned in the claimant's Personal Information Form (PIF) narrative, the claimant alleged during his RPD hearing that the Applicants went to Bogota to stay with family and to escape the threats, for a period from February 13 to March 14, 2010 (Tribunal Record, p. 513, line 47). Upon their return, things were better for a period of time.", "[10] In July 2010, once again, the claimant began receiving calls on his cell phone from the FARC, with the callers threatening that he should leave the country. The Applicants avoided their home and the claimant was careful not to be alone.", "[11] On September 20, 2010, the claimant's car was damaged and vandalized with the message \"go away damned traitors\".", "[12] On November 19, 2010, the claimant received another FARC death threat on his cell phone. The claimant went to the police \"for the third time\" on November 22, 2010 to report this and did the same with his company. He resigned from his work effective November 30, 2010, as he felt he was not receiving any support or protection. At this time his wife also began to receive anonymous calls asking for him (three in total).", "[13] On December 7, 2010, his wife received a call that she recognized as being made by the same FARC member who had called her previously. He reminded her of his threat that the Applicants should leave the city and noted that the FARC are present all over the country. The Applicants claim to have reported this call to the police either the same day (Tribunal Record, p. 505, line 45) or on December 9, 2010 (Tribunal Record, p. 506, line 5).", "[14] The Applicants chose to leave for Canada on the advice of the claimant's sister, who had previously been granted refugee status here.", "[15] The Applicants left Columbia and arrived in Canada on December 27, 2010. They initiated their refugee claim that same day. Their application was heard on September 27, 2011, and a decision dated November 17, 2011, denied the claim. DECISION UNDER REVIEW", "[16] The Board member found that the determinative issues in this claim were: (i) whether the claimant had a nexus to one of the Convention grounds; (ii) whether or not there is adequate state protection in Colombia (including whether the claimant took all reasonable steps to avail himself of that protection); and (iii) whether the claimant had provided clear and convincing evidence of the state's inability to protect. The Board member also considered whether the city of Cali offered a viable internal flight alternative (\"IFA\").", "[17] The Board member concluded that the claimant is not a Convention refugee or a person in need of protection as state protection is available to him and there is a viable IFA in Cali.", "[18] With respect to section 96 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA or the \"Act\"), the Board member found that the Claimant, a victim of criminality, did not have a nexus to a Convention ground. She rejected the claimant's argument that he was targeted by the FARC because of his refusal to join a union, finding instead, on a balance of probabilities, that the claimant was being targeted simply on the basis of extortion. As the claimant had failed to provide sufficient credible or probative evidence showing that he held or that the alleged persecutors attributed him with a political opinion, perceived or otherwise, the Board member concluded that there was no nexus due to political opinion.", "[19] As she was of the opinion that the claimant's fears were not linked to race, nationality, religion, real or imputed political opinion, or membership in a particular social group, the Board member found that the claimant was merely a victim of crime or vendetta and that the claim under section 96 of IRPA could not succeed.", "[20] The Board member considered the availability of state protection as an alternative to her nexus finding and in connection with section 97 of IRPA.", "[21] She found that, as the documentary evidence indicated that Colombia is a democracy with free and fair elections and a \"relatively independent and impartial\" judiciary, the preponderance of the objective evidence regarding current country conditions suggested that, although not perfect, there is adequate state protection in Colombia for victims of crime, that Colombia is making serious efforts to address the problem of criminality, and that the police are both willing and able to protect victims. As the claimant had not demonstrated that he has a profile of interest to anyone in Colombia, she found that there was less than a mere possibility that he would be targeted for any (qualifying) reason.", "[22] The Board member found that the police took a report each time that the claimant reported threats and that the fact that the police claimed to be investigating the complaints (despite obtaining no concrete results) constituted evidence that adequate state protection was being offered to the claimant.", "[23] The Board member rejected the claimant's explanation for contradictions between his PIF narrative, in which he stated that he went to the police for the third time on November 22, 2010, and his testimony, in which he claimed to have visited the police approximately 12 times by that date, finding that he visited the police only three times between February and November 2010. Notwithstanding this negative credibility finding, the Board member suggested that if the claimant had sought protection from police each time, as alleged, and they had taken reports and initiated investigations, \"it would be evidence of their willingness and ability to provide protection to this claimant\" (para 30).", "[24] According to the Board member, by leaving Colombia before the investigations were complete, the claimant denied the state an opportunity to act. She found that letters from the claimant's friends and family attesting to the various incidents were self-serving, and gave them no evidentiary value since they were written after the filing of the PIF and at the claimant's request.", "[25] The Board member found that the mere fact that a state's efforts are not always successful is insufficient to rebut the presumption of state protection: \"Doubting the effectiveness of the protection offered by the state when one has not really tested it does not rebut the existence of a presumption of state protection\" (para 33).", "[26] The Board member cited evidence of setbacks for the FARC and government statistics showing increasing government control ( e.g. the conviction of defendants for human rights crimes), concluding that, in light of the totality of the evidence, the claimant had failed to rebut the presumption of state protection with clear and convincing evidence in his particular situation.", "[27] After summarizing the law applicable to IFA analyses, the Board member considered the availability of a viable IFA as an alternative to her other findings and concluded that one is available in Cali. The claimant argued that the FARC operate throughout the country and that he would not be safe in Cali, particularly due to his high profile work for a national pharmaceutical company. The Board member found that it would not be unduly difficult for the claimant to secure employment in a field other than the pharmaceutical industry and concluded that it would not be unreasonable or unduly harsh in all the circumstances, including those particular to the claimant, for the claimant to seek refuge in Cali.", "[28] As noted above, the Board member found that there was insufficient evidence to indicate that the claimant has a profile of ongoing interest to anyone in Colombia or that, on a balance of probabilities, the FARC would have any ongoing motivation to seek out the claimant. ISSUES", "[29] The issues to be determined are the following: i) Was it open to the Board member to find that the Applicants had not established a nexus with a Convention ground? ii) Were the Board member's findings on state protection reasonable and determinative? iii) Did the Board member err in her analysis of the existence of a viable IFA in Cali?", "[30] I will consider each of these issues, in addition to analyzing whether the Board member has correctly interpreted section 97 of IRPA. ANALYSIS", "[31] I agree with the Respondent that the decision must stand unless the Applicants succeed on at least two grounds, namely state protection and IFA. That being said, these two grounds are closely connected. Since the Board member's findings regarding the availability of a viable IFA are dependent on her state protection findings, as I shall demonstrate below, it follows that if her findings regarding state protection are unreasonable, so too are her IFA findings.", "[32] Neither the Applicants nor the Respondent made any specific submissions regarding the applicable standard of review to be applied to the Board member's decision. However, there is no doubt that the reasonableness standard applies to factual determinations such as an officer's credibility findings, as well as determinations regarding the availability of state protection and internal flight alternatives: see FRAGMENT_SUPPRESSED.", "[33] That being said, the standard to be applied to the interpretation afforded to section 97 of IRPA is less clear as a matter of law. Reviewing the case law, Justice Gleason recently built a strong case for an argument that \"the RPD's interpretation of sections 96 and 97 of IRPA - as opposed to its application of the legal requirements enshrined in them to a particular set of facts - is reviewable on a correctness standard\": FRAGMENT_SUPPRESSED. She goes on to state: FRAGMENT_SUPPRESSED In FRAGMENT_SUPPRESSED, FRAGMENT_SUPPRESSED", "[34] Accepting Justice Gleason's analysis, I find that, while the three issues raised by the Respondent are each reviewable on a reasonableness standard with respect to the facts of the present case, the Board member's implicit interpretation of section 97 of IRPA, as well as her interpretation of the IFA principle (inherent in each of sections 96 and 97 of the Act) are reviewable on a correctness standard. i) Was it open to the Board member to find that the Applicants had not established a nexus with a Convention ground?", "[35] The Applicants allege that the Board member misconstrued and/or ignored the evidence and that she did not deny that the claimant had sustained or been threatened with harm, but concluded instead that the harm should be characterized as a crime or vendetta. The claimant argues, however, that the political nature of the threats is evidenced by his PIF narrative and corroborated by evidence of two police reports. He notes that the Board member relied on these reports as evidence of the state's willingness to protect the claimant.", "[36] I agree with the Respondent that it was open to the Board member to find that the Applicants had not established a nexus with a Convention ground. In this regard, the Board member considered but refused the claimant's submission that he was a well-known person with a political profile whose fears are related to his refusal to join a union and alleged ties with the AUC. She similarly found that the claimant had produced insufficient corroborating evidence regarding the flyers allegedly labelling him as a traitor. Even if he was targeted by the FARC, the Board member was at liberty to conclude that it was only for extortion purposes and this was insufficient to ground a claim on political opinion.", "[37] Contrary to the Applicants' submissions, the Board member specifically addressed the police reports and found that they did not assist the Applicants in establishing a nexus because they failed to speak to the motive of the alleged threats: The claimant was asked, in relation to the first police report, why, if no other employees had refused to join the union in his place of employment, and he was alleging that he was being threatened as a result of his refusal to join the union, it was indicated that other job mates have also been threatened. The claimant stated that they were being threatened for other reasons, unrelated to the union. In relation to the second police report, the claimant was asked why the police report stated that the caller demanded payment of money and again made no mention of any alleged motive relating to his refusal to join the union, and the claimant testified that [the] real intention of the message was just to get him to call them back. Decision, para 15", "[38] The Board member's conclusion that the claimant had not established sufficient credible and probative evidence that he had been persecuted for his political opinions was thus within her discretion in light of his failure to explain inconsistencies in the evidence suggesting that certain colleagues had been threatened for reasons unrelated to the union and that one of the calls he received demanded payment of money without targeting the claimant's political motives. The Board member could have come to a different conclusion, but it was certainly not unreasonable to conclude as she did on the basis of the evidence that was before her.", "[39] While the Board member carefully considered the existence of a nexus under section 96 of IRPA, she did not undertake a specific section 97 analysis, presumably due to her conclusion that the nature and degree of the alleged risk was immaterial in light of her findings regarding the availability of state protection and an IFA in Cali. It is difficult to understand, however, how the Board member could correctly consider the availability of state protection and an IFA when she had failed to characterize the nature and the degree of any risk that would be faced by the Applicants were they to return to Colombia. The availability of state protection and of a viable IFA will obviously vary depending on whether an individual faces a generalized or personalized risk.", "[40] A victim of crime-related harm cannot be automatically excluded from the purview of section 97 of IRPA. After reviewing the abundant case law on the subject, Justice Gleason proposed at paragraph 40 of FRAGMENT_SUPPRESSED that the essential starting point for a section 97 analysis is to appropriately determine the nature of the risk faced by a claimant. One must first determine whether the applicant faces an ongoing or future risk, the nature of the risk, and the basis of that risk, before comparing it to the risk faced by a significant group in the country in order to determine whether the risks are of the same nature and degree.", "[41] This assessment is of particular relevance in the case at bar in light of the Board member's dismissal of the section 96 claim on the basis that the claimant is a victim of criminality. While the Board member does not find certain of the claimant's allegations to be credible, she accepts the content and the probative value of the two police reports and, indeed, relies upon them as evidence of the state's willingness to protect the Applicants. While the Board member twice finds that there is insufficient evidence to indicate that the claimant has a profile of (ongoing) interest to anyone in Colombia and, consequently, that there is less than a mere possibility that he would be considered a target by the FARC (Decision, at paras 42 and 51), it is not clear that these findings can be separated from the Board member's simplistic conclusion that the claimant is a \"victim of crime\".", "[42] For example, the Board member did not engage with the claimant's testimony at pages 505-506 of the Tribunal Record that the FARC continued to threaten him once he had resigned from his job in order to \"show their power\", \"get more people on their side\" and \"terrify people\" by showing \"that they could destroy anyone's life at any time for anyone that does not agree with them or does not want to...does not agree with the union or anyone that could influence\". If the claimant is in fact subject to a personal risk to his life or to a risk of cruel and unusual treatment or punishment, the Board member could not dismiss that risk on the basis that it is a general crime-related risk. It may be that the findings of the Board member with respect to the claimant's profile (or lack thereof) could be interpreted as establishing that he has failed to prove the existence of a personalized risk; however, in the absence of any section 97 analysis separate and apart from the state protection and IFA findings, such a conclusion would be purely speculative.", "[43] As a result, and despite the fact that this argument was not thoroughly developed by the Applicants, I feel obliged to conclude, on the correctness standard, that the Board member erred in failing to turn her mind to this aspect of section 97 of IRPA. Due to the potential impact this error could have on the state protection and IFA analyses, it would be sufficient, in and of itself, to overturn the decision and to send it back for re-determination. ii) Were the Board member's findings on state protection reasonable and determinative?", "[44] The Board member was correct in stating that the onus is on the applicant to approach the state for protection in situations where state protection might be reasonably forthcoming. It is absolutely true that an applicant, to qualify for refugee status, must satisfy the Board that he or she sought, but was unable to obtain, protection from his or her home state, or alternatively, that the home state, on an objective basis, could not be expected to provide protection.", "[45] In the case at bar, the Board member acknowledged that there were problems in Columbia, including with the FARC and other guerrilla groups, but found upon review that the government had made great strides in countering these organizations. She found that Columbia was at a point where its national security was no longer threatened by such groups; there had been thousands of paramilitaries demobilized, the state was assuming greater control of previously occupied regions, and there was a significant reduction in the activities of these groups.", "[46] Counsel for the Applicants submitted that the Board member erred in her assessment of the situation in Columbia, and referred to extracts of the documentary evidence stating that Columbia's judiciary is dysfunctional and that the government had to deploy its army and seek the assistance of other nations to combat the insurgents, thereby acknowledging that local policing is not adequate to defend or protect an individual victim from harm by such a group. I agree with the Respondent that these submissions amount to no more than a disagreement with the weighing of the evidence. The Board member's reasons ought not be subject to microscopic deconstruction, and it is not the role of this Court on judicial review to reweigh the evidence before the Board.", "[47] That being said, I am nevertheless of the view that the Board member erred in assessing the claimant's personal situation. First of all, the Board member could not reasonably conclude that the Applicants denied the state an opportunity to act by leaving the country shortly after receiving additional threats in December 2010. The claimant had been receiving threats since February 2010 and had sought the assistance of the police on a number of occasions during that year. Contrary to what the Board member seems to be implying at paragraph 31 of her Decision, this is not a situation where the claimant is trying to rebut the presumption of state protection merely by asserting a subjective reluctance to engage the state. While there may be some inconsistencies in the claimant's statements as to how many times he visited the police, he clearly made at least three reports for the incidents that occurred between February and November 2010. It may be that these attempts would not have been sufficient to show that the Applicants have exhausted all of the recourses available to them domestically in a country like the United States (see FRAGMENT_SUPPRESSED). In a country where state protection is far from perfect, however, as was accepted by the Board member to be the case in Columbia, and where the government must rely on the army to protect citizens, it cannot reasonably be stated that this claimant doubted the effectiveness of protection offered by the state without really testing it.", "[48] Moreover, the Board member suggests that the willingness of the police to take the claimant's reports (whether there were 3 or 12 of them, as asserted by the claimant) and initiate investigations is, without more, evidence of adequate state protection (Decision, para 39). In FRAGMENT_SUPPRESSED, Justice Mactavish found that it was unreasonable to equate \"the adequacy of state protection with police interest in making serious efforts to protect citizens.\" Counsel for the Respondent argued that there was not much for the police to go on, as the claimant was unable to identify the persecutors or to provide any meaningful information enabling the police to further their investigation. He did, however, provide the phone numbers that the threats originated from as well as the envelope announcing his funeral. After 10 months, there was no indication that the police had done anything more than accept the claimant's reports. In such circumstances, and without more, I do not think that it was reasonable to conclude that the claimant had not rebutted the presumption that state protection was available and his credibility was not questioned in this regard. iii) Did the Board member err in her analysis of the existence of a viable IFA in Cali?", "[49] The Applicants take issue with the following statement in the Board member's reasons, claiming it is sufficient to establish that she applied the wrong test in her assessment of the existence of an IFA: It is not a matter of the claimant's convenience or the attractiveness of the IFA, but whether one should be expected to make do in that location before traveling half-way around the world to seek a safe haven, in another country. Decision, para 44", "[50] I agree with the Respondent that, when read in context, the Board member did not suggest that the Applicants were obliged to demonstrate they had travelled to Cali and were actually persecuted there. It is clear from a careful reading of paragraph 44 in its entirety and of paragraph 45 that the Board member made no error in her articulation of the law relating to internal flight alternatives and was well apprised of the case law and of the general principles on the subject. Indeed, counsel for the Applicants conceded at the hearing that this was not his strongest argument.", "[51] Were this the sole issue with the Board member's finding, I would therefore conclude that the decision regarding the availability of a viable IFA was not unreasonable. However, in light of my comments above regarding the shortcomings in the Board member's analysis of the availability of state protection, the finding on IFA cannot stand as it is far from clear that the Board member would have come to the same conclusion independently of her state protection findings. In fact, the interrelationship between the two findings is demonstrated by the following statements in the Board member's reasons: The claimant was asked if he could reside in Cali so as to avoid the FARC, and he testified that he could not because they operate everywhere throughout the country. The claimant was asked why he feared they would pursue him should he return to Cali, and he stated that they would want to show their power and make an example of him. The claimant was asked if he would be safe in Cali and be able to seek protection there, if needed, and he stated that he would not because the authorities do not have the time or the resources to do anything. The claimant was asked if there were any other reasons why he would be unable to live in Cali, other than his fear of the FARC, and he said there were not. I reject the claimant's assertions and find, as previously set out in this decision, that state protection would be available to this claimant should he need and seek it. Decision, para 47", "[52] In light of the above, it is clear that, having found the Board member's state protection findings to be unreasonable, I must similarly find her IFA findings unreasonable as the two conclusions can hardly be dissociated in the circumstances of this case.", "[53] For all of the aforementioned reasons, this application for judicial review is therefore granted. There will be no question for certification. JUDGMENT", "[54] THIS COURT'S JUDGMENT is that this application for judicial review is granted. No question is certified. Application allowed. Editor: Angela E. McKay/vnh"]}