{"id_": "078468", "body_str": ["[1] Zinn, J. : This application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 seeks to set aside a decision of the Refugee Protection Division of the Immigration and Refugee Board that found that the applicant was neither a Convention refugee nor a person in need of protection. For the reasons that follow, this application is dismissed. Background", "[2] Ms. Yameycy Sanchez Hernandez, is a citizen of Cuba and Croatia. She claims that she fears persecution from Cuban authorities in Cuba and from her ex-husband in Croatia. She also alleges facing a risk to her life or to a risk of cruel and unusual punishment in both these countries.", "[3] In 2000, the applicant met a Croatian tourist, Ivan Bukovac, in Cuba. They entered into a relationship which led to harassment from the local Cuban authorities; she was viewed as a prostitute and was warned that she could be arrested for fraternizing with a foreigner. Mr. Bukovac visited the applicant on three different occasions and on the last visit, they decided to get married which they did on June 25, 2001. In November 2001 the applicant emigrated to Croatia. She quickly realized that her husband had not been entirely truthful. Instead of living in a beautiful house in the city, they lived on a farm with very poor sanitary conditions, no running water, no shower and no bathroom. The applicant was forced to work on the farm and expected to pay off the debt she owed to her Croatia husband. With the help of a Cuban friend the applicant managed to leave the farm and find a job in a tourist town.", "[4] One day, while the applicant was working in a café, her husband appeared and demanded that she get back to work on the farm. Although the owner of the café threw him out, he began waiting for the applicant after work and harassing her on the street. The applicant's boss called the police, but was told that they could not do anything because they were married.", "[5] Since the applicant was very lonely, and in constant fear of her spouse, she made several trips back to Cuba to spend time with her mother.", "[6] In 2004, the applicant divorced her spouse but he continued stalking her and told her that he would drive her out of Croatia and back to Cuba where she belonged. In August 2005 she met Richard Chaulk, a Canadian citizen, in Croatia. Mr. Chaulk visited the applicant in 2006 and in 2007. They married in Cuba in March 2008 and her new husband sponsored her to come to Canada. That application was denied by the Canadian embassy in Cuba. In August 2009, she came to Canada to appeal her sponsorship refusal. Her appeal was denied and her visa extension was refused. The applicant then initiated the present application for refugee protection.", "[7] The Board found that the determinative issues were the applicant's credibility and the availability of state protection. Its analysis focused on Croatia, but the Board stated that the many times the claimant returned to Cuba indicated a lack of subjective fear there. Further, the Board noted that the applicant remained in Cuba for eight months after marrying her current husband. The Board found that on a balance of probabilities, the applicant lacked a subjective fear and was not a credible or trustworthy witness.", "[8] The Board also found that the applicant's reavailment to Croatia each time she left Cuba was evidence that, on a balance of probabilities, the applicant lacked a subjective fear in Croatia.", "[9] The Board noted that all of the dates relating to when she was harassed and threatened by her ex-husband were omitted from the applicant's Personal Information Form (PIF). It did not accept the applicant's explanation that she did not remember; it noted that she had included all the dates relating to her work in the PIF and concluded, on a balance of probabilities, that the dates of harassment were not included because the harm alleged did not occur.", "[10] The Board noted that the applicant stated that she did not ask her boss to help to contact the police when she was being harassed by her former spouse. When asked why, she said that she did not want to get her boss involved. The applicant was told by her Cuban friend that the police would side with Mr. Bukovac because he was a man. The Board also noted that the applicant did not ask help from her current husband. She said it was because she did not want to get him involved. The Board found that the help of her \"fiancé, a Croatian citizen, would make a difference.\"", "[11] The Board then cited documentary evidence to support its finding that Croatia had adequate state protection. The Board found that \"[i]t is not enough for [the] claimant to state that she did not want to get others involved in seeking state assistance, when the others are significant people in her life who would be willing to help.\"", "[12] The Board noted that it asked the applicant if her ex-husband wanted the applicant to return to the farm during the time she was being harassed. The applicant answered that he did and that he wanted her to pay off her debt. The Board asked the applicant why there was no mention of this in her PIF and the applicant stated that she did not know; it was maybe because she did not think of it. The Board noted that the ex-husband also stated that he would drive her out of Croatia and back to Cuba. The Board told the claimant that there was a big difference between driving someone out of the country and wanting someone to return to work. The applicant stated that her ex-husband just wanted her life to be miserable. The Board found that on a balance of probabilities, the applicant added her ex-husband's insistence she return to the farm on the day of the hearing as an embellishment to bolster her claim.", "[13] The Board found that the applicant's ex-husband would not agree to divorce the applicant if he was controlling and insistent that she work for him on the farm. The Board found that, on the balance of probabilities, the applicant did not suffer the harm alleged.", "[14] The Board noted the applicant's allegation that she could not return to Croatia because she would be unable to find a job due to her Cuban heritage and the Croatians' discrimination. The Board however noted that the applicant's Cuban friend had lived and worked in Croatia for ten years. It also noted that the applicant's travels between Cuba and Croatia required financial means. The applicant stated only having worked in Croatia during the tourist season, but the Board found that this was contrary to what was indicated in her PIF. The Board found that, on a balance of probabilities, the applicant would be able to find employment in Croatia and that she lacked a subjective fear having returned so many times.", "[15] The Board noted the applicant's past sponsorship application and that the refugee claim was only made when all the other avenues to remain in Canada were closed. The Board found that, on a balance of probabilities, this indicated that the applicant did not suffer the harm alleged.", "[16] Accordingly, the Board concluded that the applicant is not a Convention refugee or a person in need of protection. Issues", "[17] The issues raised by the applicant may be stated as follows: 1. Was the Board's finding that the applicant's reavailment to Croatia and Cuba demonstrated a lack of subjective fear based on an erroneous fact without regard to the evidence before it? 2. Did the Board make an unreasonable credibility finding not supported by the evidence? 3. Did the Board err in its analysis of state protection? Analysis", "[18] The first and second issues are purely questions of fact; the third issue is a question of mixed fact and law. All of the issues are therefore reviewable under the reasonableness standard: <FRAGMENT_SUPPRESSED> . Reavailment to Croatia and Cuba and Subjective Fear", "[19] The Board found that the different trips between Croatia and Cuba established on a balance of probabilities a lack of subjective fear. The applicant submits that the Board provided no reasoning for rejecting her explanation for these trips.", "[20] The applicant, relying on <FRAGMENT_SUPPRESSED>  says that a credibility assessment regarding reavailment required the Board to provide reasons in clear and unmistakeable terms. Justice Barnes at paragraph 11 stated that: The Board's treatment of the reavailment issue is also very weak. The Board found that Ms. Ghulam's return to Pakistan in 2000 negated her subjective fear and her credibility. This issue was deserving much greater attention than it received both because it fails to address the reasons for why women return to abusive relationships and because Ms. Ghulam's situation clearly worsened after her husband's second marriage in 2004. This evidence was before the Board and it had an obligation to at least consider it before concluding that Ms. Ghulam's decision to return to Pakistan was unreasonable and inexplicable.", "[21] I agree with the respondent that reavailment to the state of origin is perhaps the clearest indication that a refugee claimant no longer views himself as being at risk. It is a clear indication that the person is willing to entrust his or her welfare to that state. However, there may be exceptions to those general rules and that requires that the Board consider the explanation offered by a claimant who has reavailed to the state of origin. The Board cannot, as it did here, simply state that there is no subjective fear because of the fact of reavailment.", "[22] In this case, the applicant offered an explanation for her return to Cuba from Croatia and vice versa that demanded some analysis by the Board. COUNSEL: So, given this treatment that you had faced before you went to Croatia, why would you want to go back to Cuba where you had been facing this treatment? CLAIMANT: Because well I was frightened and at that moment the only thing that one wants is to have their family beside them, or be at their family's sides, at least for a while. ... MEMBER: Did you ever have any problems being refused to come back to Cuba? CLAIMANT: Well, the last time when I was there, waiting for the time period when I got married with Richard, immigration came to my house, that I had to leave the country. MEMBER: Do you remember when that happened? CLAIMANT: Yes, that was almost approaching the date in which I had to return to Croatia because immigration they give you like a prorogue, an extension, but once they decide that no, then I have to leave.", "[23] This evidence does provide an explanation as to why the applicant would leave Croatia and why she could not stay in Cuba. This Court cannot weigh these explanations, that is the function of the Board which it failed to do in this case.", "[24] Although I find that the Board's finding under this issue was unreasonable, it is not determinative of the judicial review. One must still consider the credibility finding and the availability of state protection. 2. Unreasonable Credibility Finding", "[25] The applicant submits that the failure to provide specific dates in the PIF is not a relevant consideration for a credibility determination. She argues that since there were dates provided regarding the applicant's employment history, there was sufficient temporal context in the narrative.", "[26] The Board noted a contradiction between the oral evidence and the applicant's PIF. At the hearing, the applicant stated that her ex-husband wanted her to return and work on the farm, whereas the PIF stated that he wanted to drive her out of the country. The explanation given to the Board was that her ex-husband only wanted to make her life miserable. She says that the Board's finding of a contradiction is based on a microscopic assessment of the evidence.", "[27] She also submits that the Board ignored evidence in finding that it was not credible that a controlling husband would initiate a divorce. The Board found that the ex-husband would be far more able to control the applicant if they remained married. The applicant argues that this finding ignores her statement that her ex-husband was trying to drive her out of the country. Lastly, the applicant argues that the Board erred in basing its adverse credibility finding on her various reavailments.", "[28] She submits that by considering the totality of the evidence, the Board's finding is unreasonable", "[29] I reject each of these submissions. First, the Board did not base its negative credibility finding on the applicant's reavailments. The Board mentioned her reavailments exclusively when determining the lack of subjective fear.", "[30] Second, the findings challenged by the applicant were open to the Board and were supported by the evidence. Accordingly, I agree with the respondent that the applicant failed to demonstrate that the credibility finding was either perverse or capricious.", "[31] Third, it was open to the Board to find a contradiction between the applicant's statement that her ex-husband wanted her to return to work on the farm and the PIF narrative which stated that he wanted to drive her out of the country. This was not a minor contradiction; it was directly related to the alleged fear. It was also open to the Board to reject her explanation.", "[32] I agree with the applicant that it is the totality of the evidence that should be considered when deciding whether the Board's credibility finding was unreasonable. In my opinion, its finding was reasonable. 3. State Protection", "[33] The Board based its finding that the applicant had not rebutted the presumption of state protection partly on the fact that the applicant's current husband was Croatian. At paragraph 12 of its decision, the Board wrote: The claimant was asked if she asked for the assistance of her current husband Richard, who was a citizen of Croatia and at the time was courting her, to go to the police with her and report on Ivan's harassment. I find, on a balance of probabilities, that the assistance of the claimant's fiancé, a Croatian citizen, would make a difference.", "[34] The applicant submits that the Board erred in presuming that her husband was a Croatian man. She says that there was no evidence before the Board which would support this finding. The PIF indicated that her husband had met one of the applicant's friends in Canada and that the husband then travelled to Croatia where he met the applicant. The marriage certificate before the Board indicated that the applicant's husband is Canadian.", "[35] The applicant submits that this is a significant factual error because while the Board accepted that Croatia does not always respond to domestic violence, it held that state protection would have been forthcoming with Richard's assistance because he was Croatian.", "[36] The evidence before this Court does not prove one way or the other whether the applicant's current husband is Croatian; it only states that he is Canadian. However, the applicant has the burden of proving to this Court that the Board's finding that he was Croatian was an erroneous finding of fact before one need consider whether it was a finding made in a perverse or capricious manner. There is no evidence before this Court that demonstrates that the Board erred in this material finding. It would have been very easy for the applicant to file an affidavit from her husband stating that he is not Croatian. She did not. Since the applicant has not proven that her husband is not Croatian, and there is nothing in the record that proves that he is not Croatian, her submissions that the Board erred in its finding is without merit.", "[37] The applicant further submits that the Board's finding of adequate state protection was based on a selective use of the documentary evidence and failed to address conflicting evidence that was highlighted in counsel's written submissions.", "[38] I also find this submission to be without merit. The documentary evidence cited by the applicant is general documentary evidence; it is not specific and personal to the applicant. The Board was therefore under no obligation to specifically reference the passages that would have weighed in the applicant's favour. I agree with the respondent that the applicant is asking this Court to reweigh the evidence. That is not the Court's role.", "[39] Lastly, the applicant simply failed to adequately seek state protection. I agree entirely with the Board's observation that \"it is not enough for a claimant to state that she did not want to get others involved in seeking state assistance, when the others are significant people in her life who would be willing to help.\" For this reason alone, it was open to the Board to find that the presumption of state protection had not been overcome by the applicant.", "[40] For these reasons, the Board's finding on state protection is not unreasonable. Despite the error previously noted, this decision cannot be set aside as the Board's state protection finding is determinative of her claim.", "[41] Neither party proposed a question for certification. JUDGMENT", "[42] THIS COURT'S JUDGMENT is that this application is dismissed and no question is certified. Contexte", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] Analyse", "[18] <FRAGMENT_SUPPRESSED> .", "[19]", "[20]", "[21]", "[22] [traduction] [...]", "[23]", "[24] 2.", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32] 3.", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39]", "[40]", "[41] JUGEMENT", "[42] [End of document]"]}