{"id_": "078432", "body_str": ["[1] Fothergill, J. : Kabul Farms Inc. [the Applicant] has brought an appeal under s 73.21 of the Proceeds of Crime (Money Laundering) and Terrorist Financing Act , SC 2000, c 17 [the Act] of a decision made by the Director of the Financial Transactions and Reports Analysis Centre of Canada [FINTRAC] to impose an administrative monetary penalty on the Applicant in the amount of $6,000. The penalty was imposed as a result of the Applicant's alleged failure to develop and apply written compliance policies and procedures, perform a risk assessment, and develop a written training program for its employees and agents in accordance with the Act and its Regulations.", "[2] For the reasons that follow, the appeal is allowed in part and the matter is returned to the Director for re-determination of whether an administrative monetary penalty should be imposed upon the Applicant and, if so, the amount of that penalty. II. Background", "[3] The Applicant is a family-run business located in the Greater Toronto Area. It operates a grocery store and a butcher shop together with a small restaurant. It also transfers funds on behalf of its customers to Afghanistan, Pakistan and Bangladesh through a \"hawala\" system. According to the corporation's representative, the amounts transferred are small and are typically used to support family members in these impoverished countries. On August 22, 2008, the Applicant registered with FINTRAC due to its business of \"remitting/transmitting funds\".", "[4] On January 5, 2010, a FINTRAC compliance officer communicated with Costa Abinajem, an authorized representative of the Applicant. The officer informed Mr. Abinajem, both by telephone and by letter, that the Applicant had been selected for a compliance examination under the Act and its Regulations. The period under examination would be from October 1, 2009 to January 15, 2010, and the examination would take place on February 22, 2010. FINTRAC's letter also requested that the Applicant provide certain documents in advance of the examination.", "[5] The examination proceeded as scheduled. The Applicant provided the compliance officer with a document titled \"Money Transfers (Hawala) Policy\" and a list of money transfers that had taken place between November 1, 2009 and January 31, 2010. The document confirmed that during those three months the Applicant conducted 44 international money transfers with a total value of $2,905.", "[6] On August 6, 2010, another FINTRAC officer sent a letter containing the findings of the examination to Yadgar Mohammad, the Applicant's Director, and to Shanawazi Sardar, the Applicant's President. The letter stated that the Applicant was not in compliance with the Act.", "[7] First, the officer noted that the Applicant had an obligation to implement a compliance regime as specified in s 71(1) of the Proceeds of Crime (Money Laundering) and Terrorist Financing Regulations , SOR/2002-184 [the Regulations]. The Applicant's policies and procedures were found to be inadequate. The following matters needed to be addressed: record-keeping measures, reporting obligations, suspicious transaction indicators and procedures for identifying politically exposed foreign persons. An ongoing documented training program also had to be put in place. In addition, no risk assessment of the Applicant's money transfer activities had ever been conducted.", "[8] Second, the officer noted that the Applicant had an obligation to keep a transaction ticket for each foreign currency exchange transaction as specified in s 30(f) of the Regulations. In particular, the officer stated that the Applicant should record the method and currency of payment for each transaction.", "[9] The letter concluded by asking the Applicant to provide an action plan identifying the steps that had been or would be taken to rectify these matters within 30 days. The letter included the following warning: \"independent of other compliance actions, deficiencies such as those cited in this letter could lead to civil or criminal penalties\".", "[10] Later the same day, Mr. Abinajem sent an updated hawala policy to FINTRAC.", "[11] On August 13, 2010, the FINTRAC officer responded with a letter addressed to both Mr. Mohammad and Mr. Sardar. The officer stated that FINTRAC continued to have concerns regarding the updated policy.", "[12] With respect to s 71(1) of the Regulations, the officer observed that only minimal changes had been made to the policy - mainly the addition of a list of indicators for suspicious transactions. The policy continued to be deficient with respect to record-keeping, client identification and reporting obligations. There was no procedure for reporting electronic fund transfers, suspicious transactions or terrorist property, nor any details regarding the kinds of records that would be kept. A risk assessment still had not been performed. The training plan was not acceptable, as it informed staff that \"you may be asked to attend a training session or rules-update session about once every year\". The officer explained that a training plan must describe the \"what, who, how and when\" of training. It could not be optional. All agents and staff had to be trained on an ongoing basis.", "[13] The officer also noted that the updated policy did not address the obligation to keep a transaction ticket for each foreign currency exchange transaction in accordance with s 30(f) of the Regulations.", "[14] The officer requested an updated action plan within 15 days. The warning that deficiencies could lead to civil or criminal penalties was repeated. No reply was received from the Applicant by August 31, 2010, and accordingly FINTRAC sent another letter requesting a response.", "[15] Mr. Abinajem eventually replied on September 10, 2010. He said that he had amended the policy after consulting FINTRAC's website, and that it now incorporated those rules that he believed could apply to the Applicant. He emphasized that the Applicant is a small company that does not specialize in transferring funds. He explained that funds are usually transferred out of the country only once or twice a year through a banker acting on the instructions of \"the owner\". None of the employees were permitted to wire money. Mr. Abinajem also stated that he could not institute extensive training for his cashiers because of high employee turnover. He concluded by expressing his belief that the Applicant had complied with all of FINTRAC's policies, rules and recommendations.", "[16] On December 7, 2010, FINTRAC issued a Notice of Violation to the Applicant. It identified four violations that had been committed as of February 22, 2010 (the date of the examination): 1. Failure to develop and apply written compliance policies and procedures that are kept up to date, contrary to s 9.6(1) of the Act and s 71(1)(b) of the Regulations. 2. Failure to assess and document the risk referred to in s 9.6(2) of the Act, taking into consideration prescribed factors, contrary to s 9.6(1) of the Act and s 71(1)(c) of the Regulations. 3. Failure to develop a written ongoing compliance training program for employees and agents, contrary to s 96.1(1) of the Act and s 7(1)(d) of the Regulations. 4. Failure to keep prescribed records, contrary to s 6 of the Act and s 30(f) of the Regulations.", "[17] The Notice of Violation proposed a total monetary penalty of $7,120. However, it also informed the Applicant of its right to make representations to the Director of FINTRAC. On January 5, 2011 Mr. Abinajem wrote to FINTRAC requesting details of each violation and the method for calculating the penalty.", "[18] On January 24, 2011, FINTRAC responded to Mr. Abinajem. The officer stated that the four violations resulted in penalties of $50,000; $75,000; $25,000; and $28,000 respectively. A 20% reduction was applied to reflect the Applicant's compliance history, and a further 95% reduction was applied to reflect its ability to pay, given that the Applicant is \"a micro-business with less than 5 full-time employees\". The adjusted total was therefore $7,120. The officer gave Mr. Abinajem a further 15 days to make submissions.", "[19] The Applicant did not respond within 15 days. However, on March 18, 2011, Mr. Abinajem objected to each penalty and alleged violation for the following reasons. 1. The Applicant is not a money services business open to the public. He suggested that this placed it outside the scope of the Act and Regulations. 2. The updated hawala policy addressed the deficiencies raised by FINTRAC's officers. 3. The penalties were draconian because there was no evidence of actual money laundering or terrorist financing. Nor were any transfers above the legal limit. 4. It is unclear how and why FINTRAC granted the Applicant two consecutive penalty reductions of 20% and 95%. He expressed gratitude for the reductions, but added that he could not understand the decision-making process and suggested that a 100% reduction would be appropriate. 5. The transfers did not cause any harm to anyone except to financial institutions by eating into their profits. 6. FINTRAC lacked jurisdiction over the Applicant because it did not transfer money electronically. The owner simply transmitted instructions by telephone.", "[20] On June 8, 2011, the Acting Deputy Director of FINTRAC [the Director] rendered his decision. He found that the Applicant had committed the first three violations but not the fourth. The total administrative monetary penalty was therefore reduced to $6,000.", "[21] On July 8, 2011, the Applicant filed a Notice of Application with this Court. In its written submissions to this Court, the Applicant stated that it no longer offers a hawala service. III. Issues", "[22] The following issues are raised by this appeal: A. Whether the Applicant's activities fell within the scope of the Act and Regulations; B. Whether the Director's finding that Applicant had committed the three violations was reasonable; and C. Whether the administrative monetary penalty imposed on the Applicant was reasonable. IV. The Director's Decision", "[23] In his decision, the Director of FINTRAC noted that the Applicant had an obligation to comply with the Act because \"[o]ffering money transfers to customers, regardless of whether it is offered in conjunction with other retail activities\", is an activity that is subject to the Act. When the Applicant transmitted or remitted funds, it acted as a money services business. In addition, s 5 of the Act applies to persons and entities that remit or transmit funds \"by any means\". An \"electronic funds transfer\", as defined in the Regulations, includes the transmission of instructions by telephone.", "[24] With respect to the first violation, the Director found that the Applicant's policies and procedures did not comply with certain requirements, such as reporting suspicious transactions, reporting large cash transactions and record-keeping. He also noted that corrective measures that were implemented after the date of the examination had no bearing on his decision, because the period of examination was in respect of the preceding four months.", "[25] The Director's decision did not expand upon the reasons given previously for the finding that the Applicant had committed the second and third violations. In earlier correspondence, FINTRAC concluded that the Applicant had never conducted a formal risk assessment and had not implemented an acceptable training plan for its employees and agents.", "[26] The Director then stated that the finding regarding the fourth violation was withdrawn, and the penalty was reduced accordingly.", "[27] With respect to the calculation of the penalty, the Director noted that FINTRAC considers a number of factors, including any harm done, compliance history and ability to pay. In addition, the Proceeds of Crime (Money Laundering) and Terrorist Financing Administrative Monetary Penalties Regulations , SOR/2007-292 [the Penalties Regulations] list all of the possible offences and classify them as minor, serious or very serious. A range of penalties for each class is also prescribed. V. Analysis", "[28] The decision under review involves the application of specialized legislation to particular facts. The standard of review is reasonableness (REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED). A. Whether the Applicant's activities fell within the scope of the Act and Regulations.", "[29] The Applicant concedes that a hawala remittance system is subject to the Act. However, it argues that there must be \"some differentiation\" between a minor operation such as the one conducted by the Applicant and a large-scale money transfer business. The Applicant remitted small sums ranging from $50 to $150 to clients' family members in impoverished countries. The hawala system was not run for profit, but rather as a marketing tool in support of the Applicant's grocery store, butcher shop and restaurant. The Applicant almost always waived the 2% fee. Furthermore, there is no evidence that the Applicant's hawala system ever contributed to money laundering or terrorist financing.", "[30] Despite its small scale, there can be no doubt that the Applicant's hawala business fell within the scope of the Act and its Regulations. Subsection 5(h) of the Act provides as follows: 5. This Part applies to the following persons and entities: h) persons and entities engaged in the business of foreign exchange dealing, of remitting funds or transmitting funds by any means or through any person, entity or electronic funds transfer network, or of issuing or redeeming money orders, traveller's cheques or other similar negotiable instruments except for cheques payable to a named person or entity ...", "[31] The definition of \"electronic funds transfer\" provided in s 1(2) of the Regulations explicitly includes the provision of instructions by telephone.", "[32] Small hawala systems such as the one operated by the Applicant are not exempt from the Act, nor would one expect them to be. The amounts remitted in this case were modest, but the capacity to transfer larger sums existed. The Applicant's revised hawala policy contemplated that amounts up to $3,000, and even as large as $10,000, could be transferred, although this never occurred. The Act and its Regulations are intended, among other things, to prevent the abuse of vulnerable money services businesses such as the one operated by the Applicant. The Applicant's activities fell within s 5(h) of the Act and were therefore subject to the Act and its Regulations. B. Whether the Director's finding that Applicant had committed the three violations was reasonable.", "[33] With respect to the first violation, the Applicant says that its \"Money Transfers (Hawala) Policy\" was a good-faith attempt to establish a compliance regime. After receiving notice of FINTRAC's concerns, the Applicant amended its policy to address them, notably by listing indicators of suspicious transactions for the benefit of its employees. The Applicant maintains that its policy was an appropriate compliance regime given the limited nature of its money transfer business.", "[34] With respect to the second violation, the Applicant says that its policy listed indicia of suspicious transfers. Moreover, a log was kept with the name and telephone number of each client. The policy instructed employees to verify valid government-issued photo identification before accepting sums from clients. These precautions were sufficient to minimize risk. The Director's decision to withdraw the fourth alleged violation confirmed that the Applicant kept adequate records for the purposes of the Act.", "[35] With respect to the third violation, the Applicant says that its compliance training program was adequate given that it is a small family-run business. The transfers themselves were always overseen by the owner, who made the transfers on only a few occasions each year. A hawala system does not entail the immediate transfer of funds from Canada to places abroad. Employees were instructed to keep the hawala funds separate from the grocery proceeds. It was impractical to provide ongoing training to cashiers due to regular turnover. While a more comprehensive training program might be appropriate for a business with employees who regularly and immediately transfer funds abroad, it should not be required for casual employees who are not permitted to transfer funds themselves. The employees received adequate instructions for accepting and recording funds. The owner made the final decision to complete a particular transfer following his assessment of risk. Since the owner developed the hawala policy, he could hardly be expected to regularly train himself on how to follow it.", "[36] The Respondent points out that the period under examination that gave rise to the Notice of Violation was October 1, 2009 to January 15, 2010. The Applicant did not have adequate written compliance policies and procedures in place at the time that the examination took place on February 22, 2010. The hawala policy presented to FINTRAC on that date did not meet the requirements of the Act or Regulations. The Applicant's policies and procedures did not properly address reporting obligations, suspicious transaction indicators, or training. The Applicant effectively acknowledged that its policy was inadequate when it submitted an updated policy which addressed some, but not all, of the deficiencies identified by FINTRAC.", "[37] I agree with the Respondent. The policy that was in effect when the examination took place was concerned only with the limited activities of the cashiers, and provided no detail regarding the procedures to be followed by the \"owner\" or any other participants in the transaction when funds were transferred abroad. There were no procedures to identify or minimize the risk of suspicious transactions, nor any reporting requirements. The Director reasonably concluded that the Applicant committed the first violation.", "[38] The Applicant never conducted a risk assessment of its activities. The absence of evidence of any actual money laundering or terrorist financing is immaterial. Given that no risk assessment was ever conducted, the Director reasonably concluded that the Applicant committed the second violation.", "[39] Finally, the Applicant did not develop or maintain an ongoing written compliance training program for its cashiers, the \"owner\" or any other participant in the transaction when funds were transferred abroad. The policy shown to FINTRAC during the examination did not address training at all. Given the absence of any kind of training program, the Director reasonably concluded that the Applicant had committed the third violation.", "[40] The Applicant also raises a defence of due diligence. Although due diligence is recognized as a defence in s 73.24 of the Act, it was not raised by the Applicant, either expressly or implicitly, in its submissions to the Director. Even if this Court were to permit the defence to be raised for the first time on appeal, it is simply unavailable to the Applicant in this case. In REFERENCE_SUPPRESSED, the Supreme Court described the defence of due diligence as follows: The defence will be available if the accused reasonably believed in a mistaken set of facts which, if true, would render the act or omission innocent, or if he took all reasonable steps to avoid the particular event.", "[41] As the Ontario Court of Appeal observed in REFERENCE_SUPPRESSED: The due diligence defence relates to the doing of the prohibited act with which the defendant is charged and not to the defendant's conduct in a larger sense. The defendant must show he took reasonable steps to avoid committing the offence charged, not that he or she was acting lawfully in a broader sense.", "[42] The evidence relied upon by the Applicant in asserting a defence of due diligence relates primarily to events that occurred after the date of the examination. There is no evidence that prior to the date of FINTRAC's examination on February 22, 2010 the Applicant took all reasonable steps to comply with the specific provisions of the Act and its Regulations that gave rise to the Notice of Violation. The Applicant's policy that was in effect on February 22, 2010 demonstrated only rudimentary efforts to address the minimum requirements of a compliance policy as described in FINTRAC's Guideline 4, Implementation of a Compliance Regime i.e ., reporting, record-keeping, client identification, risk assessment and risk mitigation. Some of the requirements were not addressed at all, e.g ., reporting and risk mitigation. I am satisfied that the Director's conclusions regarding the Applicant's non-compliance with the Act and its Regulations were well-founded, and they were therefore reasonable. C. Whether the administrative monetary penalty imposed on the Applicant was reasonable.", "[43] Administrative monetary penalties for non-compliance are addressed in ss. 73.11 to 73.19 of the Act. Section 73.11 provides as follows: 73.11 Except if a penalty is fixed under paragraph 73.1(1)(c), the amount of a penalty shall, in each case, be determined taking into account that penalties have as their purpose to encourage compliance with this Act rather than to punish, the harm done by the violation and any other criteria that may be prescribed by regulation. [...] [...]", "[44] The Applicant says that it is unclear why certain violations were deemed \"serious\" and others \"minor\". However, a lengthy schedule attached to the Penalties Regulations classifies every possible violation as \"minor\", \"serious\" or \"very serious\". Section 5 of the same Regulations establishes a range of penalties for each category. In this case, the Director applied the correct classification to each of the violations.", "[45] It is considerably less clear how the Director arrived at the \"harm base amount\" of $50,000, $75,000 and $25,000 for the three violations. Counsel for the Respondent said in the course of oral submissions that the Director applies an unpublished formula to determine the penalty that results from a particular violation. Pursuant to the formula, a failure to develop and apply written compliance policies and procedures, contrary to s 9.6(1) of the Act and s 71(1)(b) of the Regulations, will always result in a fine that is 50% of the maximum available. A failure to assess and document the risk referred to in s 9.6(2) of the Act, contrary to s 9.6(1) of the Act and s 71(1)(c) of the Regulations, will always result in a fine that is 75% of the maximum available. A failure to develop a written ongoing compliance training program for employees and agents, contrary to s 96.1(1) of the Act and s 7(1)(d) of the Regulations, will always result in a fine that is 25% of the maximum available. This formula is applied regardless of the particular circumstances in which the violation takes place.", "[46] Section 73.11 of the Act requires the Director to impose a penalty \"taking into account that penalties have as their purpose to encourage compliance with this Act rather than to punish, the harm done by the violation and any other criteria that may be prescribed by regulation.\" The application of a rigid formula that does not take into account the specific circumstances in which a violation occurs is inconsistent with the plain language of the Act.", "[47] The Respondent argues that harm may be assessed without regard to the specific circumstances of the violation, citing this Court's decision in REFERENCE_SUPPRESSED. In that case, which concerned an administrative monetary penalty imposed by the Financial Consumer Agency of Canada, Justice de Montigny ruled that actual harm was not a prerequisite to the imposition of a penalty for failing to make complete and accurate information available to the public:", "[56] ... The Regulations are akin to consumer protection provisions, and their purpose is to provide customers with better information regarding financial products offered by competing banks, so that they are in a position to make informed choices. As such, it can be presumed that harm is established whenever a bank does not adhere to the requirements of the Regulations , thereby depriving their consumers of the information and disclosure to which they are entitled.", "[48] The Act at issue in this appeal is not consumer protection legislation, nor is it concerned with ensuring the disclosure of information to ensure that customers are in a position to make informed choices. Furthermore, this Court's decision in CITATION_SUPPRESSED does not stand for the proposition that the degree of actual harm should not be considered in imposing an appropriate penalty; only that actual harm is not a prerequisite. Here, the Director made no assessment of any actual harm that resulted from the Applicant's non-compliance. Nor did he explain why the penalty for the second violation was three times higher than that for the third. Furthermore, the Respondent did not disclose to the Applicant the use of a rigid formula to calculate the penalties, and thereby denied it the opportunity to make submissions on whether the application of the formula was appropriate in this case.", "[49] The \"harm base amount\" of the penalty calculated by the Director was $150,000. This was then reduced by 20% to reflect the Applicant's compliance history, and by a further 95% to reflect its ability to pay.", "[50] In CITATION_SUPPRESSED and CITATION_SUPPRESSED , Justice Strickland returned two decisions to the Director for re-determination of the administrative monetary penalties that had been imposed. In CITATION_SUPPRESSED: There is also no explanation as to why this penalty was chosen, what factors were considered in sentencing, whether the use of a compliance agreement was considered, nor whether the exercise of the discretion afforded to the Director to impose the penalty proposed, a lesser penalty or no penalty was considered (subsection 73.15(2)).", "[51] The Director's decision in this case suffers from similar defects. There was no analysis of the objectives of the Act or how the statutory criteria for the imposition of administrative monetary penalties applied to the particular facts of the case. It is impossible to assess whether an intelligible, transparent and justifiable decision-making process preceded the imposition of the penalties. In these respects, the Director's imposition of an administrative monetary penalty in the amount of $6,000 was unreasonable. VI. Conclusion", "[52] For the foregoing reasons the appeal is allowed in part and the matter is returned to the Director for re-determination of whether an administrative monetary penalty should be imposed upon the Applicant and, if so, the amount of that penalty. Because success on the appeal was mixed, there is no award of costs to either party. JUDGMENT", "[53] THIS COURT'S JUDGMENT is that the appeal is allowed in part. The matter is returned to the Director for re-determination of whether an administrative monetary penalty should be imposed upon the Applicant and, if so, the amount of that penalty. Appeal allowed in part. Editor: Sharon McCartney/bk [End of document]"]}