{"id_": "078488", "body_str": ["[1] Tremblay-Lamer, J. : This is an appeal under subsection 14(5) of the Citizenship Act , R.S.C. 1985, c. C-29 (the Act) and section 21 of the Federal Courts Act , R.S.C. 1985, c. F-7, from the decision of a Citizenship Judge, dated August 23, 2006, wherein she denied the applicant's application for citizenship under paragraph 5(1)( ) of the Act.", "[2] Siamak Mizani (the applicant) is a citizen of Iran, born in 1955. He was landed as a permanent resident of Canada on February 13, 2001, submitted an application for citizenship on January 4, 2005, and attended a citizenship test on December 13, 2005. On the application form, he indicated that he was in Canada for 1197 days and absent for 223 days in the relevant period.", "[3] The applicant alleges that at his citizenship test on December 13, 2005, he showed an officer of Citizenship and Immigration Canada (the CIC officer) his current and expired Iranian passports, the latter containing date stamps showing entry and exit from Iran, corresponding to the entry and exit dates to Canada stated in his application. He alleges that he asked this officer if it was necessary to keep the expired passport for the purposes of the application, and was then advised about the date of his citizenship ceremony; he was not told to retain the expired passport. He alleges that the expired passport was subsequently destroyed, which he explained in a March 15, 2005 letter.", "[4] The applicant appeared before the Citizenship Judge (the Judge) on July 21, 2006. The Judge asked him about the circumstances of the destruction of the previous passport and he informed her that his wife had mistakenly destroyed it after the citizenship test. He alleges that his wife did so as they were under the impression that it would no longer be required, having been inspected at the time of the citizenship test.", "[5] The Judge noted that the applicant provided only his current passport, and not the expired passport covering the period of time relevant to his application. In lieu of the missing passport, the applicant submitted a variety of other documents in support of his application, including bills and letters.", "[6] After reviewing the applicant's file, the Judge concluded that there was insufficient evidence to prove his physical presence in Canada during the relevant period. She consequently denied his application for citizenship, not being convinced that he \"has met the residency requirement of 1095 days in Canada as required by the Citizenship Act .\"", "[7] It is well established that correctness is the appropriate standard of review for pure questions of law. Thus, this Court must first determine whether the Citizenship Judge selected the correct legal test in making the contested residency determination.", "[8] The remainder of the decision, involving the application of facts to the law of residency, is clearly a matter of mixed fact and law. I also note that while there is no privative clause, citizenship judges acquire a certain expertise in residency cases such as the present one ( <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 674 (QL) at para. 8). As I previously stated in Canada ( Minister of Citizenship and Immigration ) v. Fu, [2004] F.C.J. No. 88 (QL), at paragraph 7, I am convinced that a pragmatic and functional analysis reveals that the appropriate standard of review is reasonableness simpliciter . In arriving at this conclusion, I also rely on considerable jurisprudence of this Court (for example, see: <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1807 (QL) at para. 11; <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1940 (QL)).", "[9] The legal criteria for citizenship are set out in subsection 5(1) of the Act (see annex for the relevant statutory provision). Among other things, it requires an applicant to have accumulated three years of residence in Canada during the previous four years. Though the term \"residence\" is undefined in the Act itself, it has been interpreted in various ways by this Court ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 841 (QL) at para. 6).", "[10] This Court's interpretation of \"residence\" can be grouped into three categories. The first views it as actual, physical presence in Canada for a total of three years, calculated on the basis of a strict counting of days ( , [1993] F.C.J. No. 232 (QL) (T.D.)). A less stringent reading of the residence requirement recognizes that a person can be resident in Canada, even while temporarily absent, so long as he or she maintains a strong attachment to Canada ( Antonios E. Papadogiorgakis (Re) , [1978] 2 F.C. 208 (T.D.). A third interpretation, similar to the second, defines residence as the place where one \"regularly, normally or customarily lives\" or has \"centralized his or her mode of existence\" ( Koo (Re) , [1993] 1 F.C. 286 (T.D.) at para. 10).", "[11] I essentially agree with Justice James O'Reilly in <FRAGMENT_SUPPRESSED> , above, at paragraph 11 that the first test is a test of physical presence, while the other two tests involve a more qualitative assessment: Clearly, the Act can be interpreted two ways, one requiring physical presence in Canada for three years out of four, and another requiring less than that so long as the applicant's connection to Canada is strong. The first is a physical test and the second is a qualitative test.", "[12] It has also been recognized that any of these three tests may be applied by a Citizenship Judge in making a citizenship determination ( <FRAGMENT_SUPPRESSED>  (T.D.) (QL)). For instance, in <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 862 (QL), Justice Elizabeth Heneghan at paragraph 4 concludes that any of the three tests may be applied in making a residency determination: The case law on citizenship appeals has clearly established that there are three legal tests which are available to determine whether an applicant has established residence within the requirements of the Citizenship Act (...) a Citizenship Judge may adopt either the strict count of days, consideration of the quality of residence or, analysis of the centralization of an applicant's mode of existence in this country. [Citations omitted]", "[13] While a Citizenship Judge may choose to rely on any one of the three tests, it is not open to him or her to \"blend\" the tests ( <FRAGMENT_SUPPRESSED> , at para. 16).", "[14] The applicant submits that the Judge erred in her interpretation of the appropriate test for residence; her reasons do not use the express language of the Act, using the term \"presence\" or \"physical presence\" rather than \"residence\", and she insisted on his \"continued presence\" which is not a requirement. I disagree.", "[15] In my view, it is clear that the Citizenship Judge correctly applied the \"physical presence\" test: throughout her reasons she makes consistently makes reference to the \"1095 day\" threshold, and focuses her analysis on the applicant's physical presence in Canada as supported by the evidence. I am not persuaded that she blended this test with any other.", "[16] In my opinion, when reading \"on-going physical presence in Canada\" or \"continued presence in Canada\" in the context of her reasons, with its explicit mention of the 1095 day threshold, the Judge correctly applied the strict counting of days approach, whereby a cumulative total of 1095 days or more is required to satisfy the requirements of paragraph 5(1)(c) of the Act. Any ambiguity is resolved by the explicit statement: \"The Citizenship Act requires a minimum of 1095 days presence in Canada during the relevant four year period ...[t] he period of time that can be counted towards his days of residence is from 13 February 2001 to 4 January 2005, a period of 1420 days.\"", "[17] Reviewing the decision as a whole, it is obvious that she equated \"physical presence\" with \"residence\" in Canada in her decision. The Judge begins her reasons by stating: \"The issue to be decided is whether the applicant has met the residency requirement of 1095 days in Canada as specified by the Citizenship Act\". She then refers to \"1095 days presence \" in Canada.", "[18] The applicant also submits that the Judge erred by ignoring evidence, failing to make an express finding on how much time he had actually spent in Canada and, in drawing a negative inference from his failure to produce his expired passport.", "[19] In this matter, the onus was on the applicant to provide sufficient evidence to demonstrate that he met residency requirements of the Act ( <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2029 (QL) at para. 21). Therefore, according to the \"physical presence\" test he was required to demonstrate at least 1095 days in Canada in the relevant period, failing which, his application would be rejected. In the present case, the Judge was not able to confirm the applicant's assertions regarding the number of days he was present in Canada, given the inadequacy of his evidence.", "[20] The applicant alleges that he explained to the Judge that he felt it was not necessary to keep his expired passport, as he understood that upon successfully completing his citizenship test he would receive notice of his citizenship ceremony. The applicant submits that this evidence was disregarded or not given proper consideration by the Judge.", "[21] The Judge interviewed the applicant, who informed her that his wife mistakenly disposed of it after the citizenship test. When the Judge interviewed the applicant's wife, the latter told her that she shredded it as there was not enough space in their bank safety deposit box. In my view, it was not unreasonable for the Judge to find both stories unconvincing, as there was no corroborating evidence and the explanations were not consistent.", "[22] The applicant submits that as he destroyed his expired passport in reliance on information from the CIC officer, his procedural fairness rights were breached, as its absence was determinative of his application. The applicant has not established that he reasonably destroyed such a crucial document on the sole basis of an \"impression\" from the officer that it would not be necessary to his application.", "[23] Further, the Judge was entitled to draw a negative inference from the applicant's failure to produce his expired passport, which would have been pivotal to supporting his residency application as this passport covered the entirety of the period relevant to the application. I agree with my colleague Justice Eleanor Dawson in <FRAGMENT_SUPPRESSED>  (T.D.) (QL) at paragraph 38 that: Where a party fails to bring before a tribunal evidence which is within the party's ability to adduce, an inference may be drawn that the evidence not adduced would have been unfavourable to the party. [citations omitted]", "[24] In the absence of the expired passport which covered the entirety of the period of time relevant to the residency application, the Judge considered other documents submitted by the applicant, including letters from neighbours, family and friends. She reviewed this evidence and found that it was at best \"inconclusive and unconvincing\", and as a result was not satisfied that the applicant had been in Canada for the number of days claimed in his application. Specifically, she found that this evidence did not adequately demonstrate the applicant's presence in Canada. I find no grounds justifying the intervention of the Court in this regard.", "[25] After reviewing the evidence and the Judge's reasons for her decision, I am satisfied that the judge correctly applied the law, considered and weighed all of the evidence and that her decision is reasonable.", "[26] For these reasons, this application for judicial review is dismissed. JUDGMENT", "[27] This application for judicial review is dismissed. ANNEX A Citizenship Act , R.S.C. 1985, c. C-29 5. (1) The Minister shall grant citizenship to any person who ) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act , and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; [End of document]"]}