{"id_": "078583", "body_str": ["[1] Mactavish, J. : An immigration officer found that Zubair Afridi was inadmissible to Canada on security grounds because of his past membership in the Muttahida Quami Movement (MQM), an organization for which there are reasonable grounds to believe has engaged in terrorism. Mr. Afridi then sought Ministerial relief from the inadmissibility finding in accordance with subsection 34(2) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27. His request was denied by the Honourable Steven Blaney, the then-Minister of Public Safety and Emergency Preparedness.", "[2] Mr. Afridi now seeks judicial review of this decision, asserting that the Minister's decision was unreasonable as he failed to carry out a balanced assessment of Mr. Afridi's application for Ministerial relief. I have concluded that the Minister did not err as alleged. Consequently, Mr. Afridi's application for judicial review will be dismissed. I. Background", "[3] Mr. Afridi is a Mohajir citizen of Pakistan. The Mohajirs are the Muslim people who settled in Pakistan after being displaced by the partition of India in 1948, along with their descendants.", "[4] In 1990, Mr. Afridi joined the All Pakistani Mohajir Student Organization (APMSO), which was the student wing of the MQM. His activities with APMSO included helping new students navigate the college's administration, and tutoring students in math and chemistry. He was also involved in encouraging his fellow students to join the organization.", "[5] In 1992, the MQM split into two factions - the MQM-Altaf (MQM-A) and the MQM-Haqiqi. Mr. Afridi chose to join the MQM-A. After the split, the MQM-A was subject to intense government repression, causing many of the organization's leaders to go underground. Mr. Afridi states that this resulted in the shifting of many of the organization's logistical responsibilities to its student wing.", "[6] Mr. Afridi states that from June to August of 1992, he was responsible for organizing secret emergency meetings of senior MQM-A leaders, arranging for hiding places for the leaders, secretly distributing MQM-A pamphlets, and organizing protests against the Pakistani government. On August 14, 1992, Mr. Afridi was arrested and beaten by Pakistani intelligence officers for his involvement in a protest that he helped organize. He was released after his family paid the officers a bribe. Mr. Afridi says that he ceased his involvement with the MQM-A after this event.", "[7] Mr. Afridi again became involved with the MQM-A in 1993, when the organization decided to contest Provincial Assembly elections. Mr. Afridi says that he helped his local MQM-A candidate prepare for the election, and that he also distributed voter cards. After the 1993 election, Mr. Afridi was not involved with the MQM-A until 1997, when he once again assisted an MQM-A candidate contest an election. Mr. Afridi asserts that he had to work in secret, as, at that time, the MQM-A was not permitted to conduct its political activity openly.", "[8] On September 1, 1998, Mr. Afridi was arrested by the police. He says that he was questioned, beaten, and threatened with death if he did not assist the police as an informer. Mr. Afridi refused to do so, and he was released three days later after his family paid another bribe to the police.", "[9] After his release from detention, Mr. Afridi made arrangements with his employer to leave Pakistan. He arrived in Canada on a visitor's visa on September 10, 1998, and contacted the Toronto branch of MQM-A in Canada shortly thereafter. According to Mr. Afridi, he contacted the MQM in Canada in order to obtain advice on accessing government services and finding a lawyer to represent him with his refugee claim. Mr. Afridi says that his involvement with the MQM in Canada was primarily social, and consisted of his attending monthly meetings and social events. Mr. Afridi also attended at least two MQM-A-organized protests opposing the Pakistani government's human rights abuses.", "[10] Mr. Afridi continued to be involved with the MQM-A until 2001. According to Mr. Afridi, he ended his involvement with the organization because he had lost interest in Pakistani politics, and had become more focused on his personal and professional life in Canada. II. Mr. Afridi's Immigration History", "[11] Mr. Afridi claimed refugee protection shortly after arriving in Canada. He was found to be a Convention refugee on December 13, 1999, and he applied for permanent residency a few weeks later. He was interviewed regarding his involvement with the MQM-A on two occasions, first by the Canadian Security Intelligence Service in 2001, and by Citizenship and Immigration Canada in 2003. Following this latter interview, a CIC immigration officer recommended that Mr. Afridi be granted Ministerial relief from his inadmissibility.", "[12] On October 20, 2003, an immigration officer found that Mr. Afridi was inadmissible to Canada pursuant to paragraph 34(1)(f) of IRPA , because of his involvement in the MQM-A. Mr. Afridi sought leave to judicially review this decision, and this Court denied leave on March 25, 2004.", "[13] In the meantime, on November 4, 2003, Mr. Afridi applied for Ministerial relief from his inadmissibility pursuant to subsection 34(2) of IRPA . On December 14, 2007, the Immigration Minister of the day denied Mr. Afridi's application for relief, citing the degree of his involvement in the MQM and his demonstrated commitment to the organization. This decision was subsequently set aside by Justice Russell, who found that the Minister had determined that Mr. Afridi's membership in the MQM was inherently contrary to the national interest, and that, as a result, the Minister failed to consider other relevant factors: REFERENCE_SUPPRESSED.", "[14] On February 16, 2012, a different Immigration Minister once again denied Mr. Afridi relief under subsection 34(2) of IRPA . This decision cited Mr. Afridi's range of involvement with the MQM, his continued participation in the MQM after his arrival in Canada, and the fact that his participation was entirely voluntary. Mr. Afridi sought judicial review of this decision, and his application was granted, on consent, in order to allow for the Minister to reconsider his decision in light of the Supreme Court's decision in REFERENCE_SUPPRESSED.", "[15] Upon reconsideration, the Minister of the day once again denied Mr. Afridi's request for relief, and it is this third decision denying relief to Mr. Afridi under subsection 34(2) of IRPA that underlies this application for judicial review. III. The Minister's Decision", "[16] As is the practice in cases such as this, the Canada Border Service Agency prepared a briefing note summarizing Mr. Afridi's application for consideration by the Minister. The briefing note provides an overview of the Ministerial relief process and identifies the legal test to be applied by the Minister in deciding whether relief should be granted to Mr. Afridi.", "[17] The document then provides background information regarding both the MQM and the MQM-A, noting that from the time that the organization was founded in 1984, it has been involved in a number of violent demonstrations and clashes. While noting the MQM-A's claim not to support the use of violence, the briefing note observes that the organization has been held responsible for kidnappings, torture, murder, and other acts of terrorism in Pakistan, and that both the Immigration and Refugee Board and the Federal Court have upheld decisions finding that the MQM-A has engaged in acts of terrorism.", "[18] After reviewing Mr. Afridi's immigration history, the briefing note provides a detailed discussion of his involvement with the MQM and the MQM-A, including his version of certain events and his position on various issues. The briefing note then provides an assessment of Mr. Afridi's application, discussing the evidence weighing against him and explaining why Mr. Afridi's arguments on various points should not be accepted. The analysis concludes with a recommendation by the President of the CBSA that Ministerial relief not be granted to Mr. Afridi.", "[19] The document concludes with a statement by the Minister that he was \"not satisfied that the presence of Mr. Zubair Afridi in Canada would not be detrimental to the national interest. I deny relief.\" IV. Legal Principles Governing Applications for Ministerial Relief", "[20] Before turning to consider Mr. Afridi's arguments, it is important to start by noting that it is the applicant for Ministerial relief who bears the onus of satisfying the Minister that his or her presence in Canada would not be detrimental to the national interest: REFERENCE_SUPPRESSED.", "[21] Where the Minister adopts the recommendation contained in a CBSA briefing note, the briefing note will be taken to be the Minister's reasons: CITATION_SUPPRESSED; REFERENCE_SUPPRESSED.", "[22] The test to be applied by the Minister in deciding whether Ministerial relief should be granted in a given case was discussed by the Supreme Court of Canada in CITATION_SUPPRESSED , above. There, the Court held that \"a broad range of factors may be relevant to the determination of what is in the 'national interest', for the purposes of s. 34(2)\": at para. 87. In general, the Minister should be guided by the factors including: 1. Will the applicant's presence in Canada be offensive to the Canadian public? 2. Have all ties with the regime/organization been completely severed? 3. Is there any indication that the applicant might be benefiting from assets obtained while a member of the organization? 4. Is there any indication that the applicant may be benefiting from previous membership in the regime/organization? 5. Has the person adopted the democratic values of Canadian society? CITATION_SUPPRESSED.", "[23] Given the discretionary nature of subsection 34(2) decisions, the standard of review to be applied in reviewing the substance of a decision of the Minister refusing to grant Ministerial relief is that of reasonableness: CITATION_SUPPRESSED. An interpretation of the national interest that relates primarily to national security and public safety, but which does not exclude the other considerations, is reasonable: CITATION_SUPPRESSED.", "[24] In reviewing the reasonableness of the Minister's exercise of discretion under subsection 34(2) of IRPA , the Court is not entitled to re-weigh the evidence that was before the Minister. Where the Minister has considered and weighed all of the factors that are relevant to an application for Ministerial relief, the decision should be found to be reasonable: CITATION_SUPPRESSED.", "[25] With this understanding of the relevant principles governing a case such as this, I will turn next to consider Mr. Afridi's arguments as to why the Minister's decision was unreasonable. V. Analysis", "[26] Mr. Afridi submits that the Minister's analysis focused unduly on whether he constitutes a danger to national security today, and failed to consider other relevant factors identified in CITATION_SUPPRESSED , such as the upholding of Charter values and Canada's democratic character. Mr. Afridi takes particular issue with how the Minister dealt with humanitarian and compassionate factors, such as the presence of his family in Canada, his establishment in this country and the best interests of his children.", "[27] There are two difficulties with this submission. The first is that the Supreme Court made it clear in CITATION_SUPPRESSED that applications for Ministerial relief under subsection 34(2) of IRPA are predominantly concerned with Canada's national security and public safety and are not intended to provide an alternate form of humanitarian and compassionate relief. An applicant's personal characteristics may, however, be relevant, for example, to assist in determining whether the individual can be viewed as a threat to the security of Canada: CITATION_SUPPRESSED.", "[28] The second difficulty with Mr. Afridi's submission is that the briefing note clearly identifies the humanitarian and compassionate consideration on which he relies, describing them in some detail over several paragraphs. It cannot thus be said that these considerations were overlooked, and what Mr. Afridi really takes issue with is the weight that was ascribed to these factors by the Minister.", "[29] Mr. Afridi also argues that the Minister erred by misconstruing the evidence before him, particularly as it related to the duration and nature of his involvement in the MQM and his awareness of the MQM's violent activities. Mr. Afridi says that the Minister erred in finding that he had participated in the MQM for over 11 years when the evidence showed that he left the organization in 1993, and that he had only participated in the MQM activities after that for a period of a few months in 1993 and a few weeks in 1997.", "[30] The briefing note clearly recognizes, however, that Mr. Afridi's involvement with the MQM and MQM-A in Pakistan was intermittent rather than continuous, and that he had severed his ties with the organization in 2001. It also observes, however, that Mr. Afridi had remained involved with the MQM in Pakistan for over a decade, and that he had refused to act as a police informant notwithstanding the fact that he had been repeatedly detained and tortured by Pakistani authorities. From this, the Minister inferred that Mr. Afridi had demonstrated a strong commitment to the organization.", "[31] Mr. Afridi argues that alternate inferences should have been drawn from this evidence. That is not, however, a basis for this Court to interfere with the Minister's decision. The question is not whether other inferences could have been drawn from the evidence that was before the Minister, but whether the Minister's decision was reasonable. The inferences drawn by the Minister here were amply supported by the record and were thus reasonable.", "[32] Mr. Afridi also says that the Minister erred in finding that his activities with the MQM in Canada demonstrated his commitment to the organization, given that his involvement with the organization in Canada was largely social, and that his participation in political activities was restricted to peaceful protests against the human rights abuses carried out by the Pakistani government.", "[33] Mr. Afridi further submits that it was unreasonable for the Minister to impute knowledge to him of the violent acts carried out by the MQM and MQM-A, given his brief and low-level involvement in the organization. Not only did the Minister not accept that Mr. Afridi's involvement with the organization was either brief or low-level, he also did not accept that Mr. Afridi would not have been aware of the violence that was being employed by the organization to achieve its political goals. Given that the MQM had engaged in terrorist activities in Mr. Afridi's home city of Hyderabad in the years immediately preceding his joining the organization and his concession in a 2001 interview that he was aware that some MQM-A members used violence as a means of achieving their goals, the finding that Mr. Afridi must have been aware that the MQM used terrorist tactics was entirely reasonable.", "[34] Mr. Afridi submits that the Minister also failed to consider the fact that the MQM-A is a multi-faceted organization. According to Mr. Afridi, the Minister unreasonably discounted the fact that it is a legitimate political party and that Mr. Afridi's involvement with the organization was entirely non-violent. However, as the Supreme Court of Canada observed in REFERENCE_SUPPRESSED, however laudable the goals of an organization may be, the use of terrorism to achieve these goals is never justified.", "[35] Finally, Mr. Afridi submits that the Minister unreasonably focussed on his past involvement with the MQM and the nature of the organization rather than on his current personal situation. It is not, however, an error for the Minister to consider past actions in assessing whether a person's continued presence to Canada would be detrimental to the national interest. Indeed, national security and public safety consideration are not limited to assessments of current and future risk, and it bears noting that much of the focus in CITATION_SUPPRESSED was on Mr. Agraira's past activities in Libya. Moreover, as the briefing note observes, Mr. Afridi ceased being involved with the MQM in Canada because he became too busy with his family and his job, and not because he was disassociating himself from the organization and its tactics. It was therefore reasonable for the Minister to have regard to these factors in assessing whether it was in the national interest to grant Ministerial relief to Mr. Afridi. VI. Conclusion", "[36] As noted above, all of the factors on which Mr. Afridi now relies were clearly identified in the briefing note. The Minister had information before him that could have supported the granting of Ministerial relief, and other information that militated against the granting of such relief to Mr. Afridi. The Minister weighed this competing information, and, at the end of the day, he was not satisfied that the presence of Mr. Afridi in Canada would not be detrimental to the national interest. This was a conclusion that was reasonably open to the Minister on the record before him.", "[37] Consequently, this application for judicial review is dismissed. I agree with the parties that the case is fact-specific, and does not raise a question for certification. JUDGMENT", "[38] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. [End of document]"]}