{"id_": "078847", "body_str": ["[1] Pelletier, J. : This is another unhappy quota case. The applicants appealed to the Pacific Region Licence Appeal Board (\"PRLAB\") when their quota allocation for groundfish and hake was set at an uneconomical level. The appeal succeeded but the PRLAB did not adjust the applicants' quota enough to make it viable. The heart of the issue is whether the appeal process is designed to make applicants whole or merely to remedy the particular problem which gives rise to their right of appeal.", "[2] There is one application before me, one dealing with two quotas, one for groundfish and one for hake. The facts are common to both quotas and the issues are the same. These reasons will apply to both quotas.", "[3] The issue in this case is the applicants' allocation of a groundfish quota. Quotas are attached to licences. The licence which is the subject of the present application, licence T-063, was originally attached to the vessel Scotia Cape which, unfortunately, was lost at sea in 1987. The Scotia Cape had enjoyed several years of very good fishing prior to its loss. When it was lost, the owners of the licence transferred it to the Kimsquit , another vessel which they owned but which was not actively fishing. As a result, no catch was accumulating on licence T-063 during the period from 1987 to 1992.", "[4] The applicants' original licence was attached to their vessel, the Howe Bay, which was lost at sea in 1990. The insurers refused to pay for the loss; the applicants were unable to replace the vessel and as a result, the applicants' licence was not being fished.", "[5] In early 1992, the applicants traded their licence for licence T-063, for use with the Glen Coe , a vessel which they had acquired from England, but which they did not have the means to put to sea until their insurance claim was resolved. This vessel was significantly larger than the Howe Bay . When the applicants' insurers finally paid the insurance proceeds for the loss of the Howe Bay in August 1992, the applicants put the Glen Coe to work. The applicants were only able to fish for three months of the 1992 fishing season.", "[6] It was widely anticipated in the industry at this time that a quota system would be introduced and that there would be a quota period which would set the baseline. In other words, quotas would reflect the fishing experience of fishers during a designated period of time. When the quota period was announced in 1997, the industry learned that the 1987 to 1992 fishing years were the quota period. Consequently, licence T-063 only had three months of fishing in the quota period. On the other hand, the licence which the applicants traded for licence T-063 had three years of active fishing in the same time period.", "[7] The objective of the quota system was to design a fair and predictable way of allocating the sustainable groundfish harvest (the \"Total Allowable Catch or (TAC)\" between the various participants in the fishery. There were two quotas, one for groundfish, one for hake, both to be set in the same way.", "[8] The quota allocated to a licence was based upon two factors: the length of the vessel to which the licence was attached and the catch history of the licence during the quota period. Thirty percent of the quota was allocated on the basis of vessel length, with each licence being allocated the proportion of this element of the quota represented by the length of the vessel to which it was attached over the total fleet length. The other seventy percent of the quota was based on licence catch history during the quota period. This component of a licence's quota was that portion of the remaining 70% of the TAC represented by the individual licence's total catch in the quota period over the total fleet catch in the same period. The five-year period was designed to smooth out the difference between individual years. It is apparent from this that a licence which has not been fished within the quota period would receive a smaller quota than one which had been continuously fished.", "[9] By way of example, assume a total allowable catch of 100,000 tons of groundfish. The portion attributable to vessel length is 30% or 30,000 tons. If the total length of all vessels in the groundfish fleet is 1,000,000 feet and the Glen Coe is 40 feet long, it would get 40/1,000,000th's or .004% of 30,000 tons which is 1.2 tons. This would be the portion of the quota attributable to the vessel length. As for catch history, the amount available for distribution is 70,000 tons (70% of the TAC which is 100,000 tons). If the total catch of all licences in the five-year quota period is 5,000,000 tons and the catch history of licence T-063 in the quota period is 50 tons, then the portion of the 70,000 tons attributable to licence T-063 is 50/5,000,000th's or .001% of 70,000 tons or .7 tons. The total quota would be 1.2 + .7 or 1.9 tons of fish. (All of these numbers are chosen at random to illustrate the calculation; they bear no resemblance whatsoever to the actual numbers.) One can easily appreciate the effect of increasing a licence's catch history. The quota allocation will increase proportionately.", "[10] Because the formula for determining quotas is not easily described, a verbal shorthand has developed which will be utilized in these reasons. When a licence has a five-year catch history for use in calculating its quota, it is said to have a full quota. The actual amount of the quota will vary but the licence has the benefit of the full quota period. When the catch history includes only part of the quota period, the licence is said to have a partial quota, described by the length of catch history which is available for the calculation of the quota. If a licence only had one year of catch history available to be used in the calculation of the quota, it would be said to have a one-year quota or 1/5th of a full quota.", "[11] When the quotas were announced, licence T-063 received its proportional allocation based on the Glen Coe's vessel length, and a very small allocation based on catch history, because the Glen Coe (and licence T-063) only had three months of catch history in the quota period. The result was a very modest quota which I am given to understand was uneconomical.", "[12] According to the PRLAB decision dated January 26, 1998, the Glen Coe had operating problems in the years following 1992, culminating in a calamitous engine failure in April 1996. The costs of repair were estimated at $900,000 which the applicants cannot access. The vessel was considered by the PRLAB to be unfishable. The Pacific Region Licence Appeal Board", "[13] As part of the implementation of the quota system, an appeal process was put into place to resolve inequities mistakes of fact or extenuating circumstances. Appeals were to be taken to the PRLAB, which consisted of four experienced fishers and a chairperson.", "[14] The scope of the appeal process is described in the briefing papers for the members of the Appeal Board: \"The Groundfish Panel of the PRLAB will only hear appeals from groundfish fishers who are currently owners of the groundfish category 'T' licensed vessel which is subject of the appeal. The Panel will only hear appeals relating to elements of fact or involving extenuating circumstances. (Terms of Reference and Guidelines For the Groundfish Panel of the Pacific Region Licence Appeal Board)\"", "[15] The briefing papers go on to set out guidelines for the Appeal Board when making a recommendation for the allocation of additional quotas as follows: \"... if an appellant is claiming extenuating circumstances during the years used under the formula, these conditions or events must have directly affected their ability to fish groundfish or hake in the relevant years (such as health problems, vessel breakdown, personal hardship, licence transfers). The appellant must still have demonstrated a dependency on the groundfish fishery.\"", "[16] The PRLAB was not a true appeal board in the sense that it rendered a decision which disposed of the issue before it. It was purely advisory in that it made recommendations which were of no effect unless and until they were accepted by the Minister of Fisheries and Oceans (the \"Minister\"). The Board's decision had legal effect solely because of it's acceptance by the Minister, and not because the PRLAB's decision had any legal status.", "[17] Mr. Justice Rouleau commented upon this state of affairs in \"It is interesting to note that though the Minister may have recommended that fishing vessel owners refer their disputes to the Pacific Licence Appeal Board for further inquiry, he has done so without any legislative authority and I refer now to the affidavit of Mr. Richard Kent Carson filed on behalf of the defendant and I quote from paragraph 10. 'The appeal process involves a hearing with an informal Board of respected commercial fishing industry representatives who hear the appeal on the Minister's behalf. The Board then conveys a recommendation to the Minister in confidence for his final decision. The Board has no legislative authority, it is not a decision-making body and its recommendations do not obligate the Minister in any way nor fetter his absolute discretion.' \"The Crown has suggested that the Minister has not fettered his discretion by creating this so-called appeal board. May I suggest, nevertheless, that his discretion should be exercised in good faith based on the relevant considerations in accordance with the principles of justice and under the authority of proper legislation.\"", "[18] Mr. Carson's affidavit, referred to by Rouleau, J., is not before the Court and is not evidence in these proceedings. However, I was not referred to nor have I been able to locate any statutory basis for the existence or function of the PRLAB. I therefore conclude that the PRLAB is an administrative structure put in place by the Minister to offer him advice on issues which he refers to it. The Appeal Board's Decision", "[19] The applicants appealed the catch history portion of the quota allocated to licence T-063. The extenuating circumstances which the applicants relied upon were the loss of the Howe Bay and the refusal of the insurers to pay the insurance proceeds on a timely basis.", "[20] The PRLAB agreed that there were extenuating circumstances. But it noted that the applicants' decision to trade their prior licence (which had three years of active fishing in the quota period) for licence T-063 (which essentially had none) was a business decision. It commented that the allocation of quotas was based on licence catch history and not on individual catch history. The Board considered whether additional quota for licence T-063 should be based on its prior catch history outside the quota period, or upon the average catch for vessels of the same length as the Glen Coe in the relevant years.", "[21] At this point in its reasoning, the Appeal Board ventured into the area which is at the heart of this controversy. It decided that since the Department of Fisheries and Oceans' policy was that a licence (which is issued annually) would not be issued in respect of a lost vessel unless it was replaced within two years of the loss (the two-year rule), the PRLAB would allow the applicants two years of catch history based upon the average catch for vessels of the same length in the relevant years. This left licence T-063 with a two-year quota or 2/5th of a full quota. The applicants' position is that since it meets all the conditions of eligibility of the program, it should receive a full quota. The two-year catch history which the Appeal Board granted is not viable for the applicants, in the sense that it is insufficient to permit economic exploitation of the licence. Discussion", "[22] The major issue dividing the parties is the extent of the remedy which the PRLAB is to provide when it is satisfied that it is entitled to make a quota adjustment. The applicants say that the adjustment should make it whole, that is, provide it with a full quota. The respondents say that the PRLAB can take a narrower view of its role and limit itself to remedying the specific problem which constitutes the extenuating circumstances.", "[23] Applicants' counsel suggests that the function of the Appeal Board is to determine if the applicants meet the criteria for the Appeal Boards's intervention, and if they do, to put those applicants in a position where they have a full quota. In other words, if an applicant can show dependency on the groundfish fishery and extenuating circumstances affecting his or her ability to fish in the relevant years, then the Appeal Board should recommend a full quota by defining a five-year catch history which is then used in the calculation of that portion of the licence's quota attributable to licence catch history.", "[24] The Minister's position is that if the conditions of eligibility, including extenuating circumstances, are shown, then the Appeal Board's function is to recommend measures which will compensate for the extenuating circumstances. It is not for the PRLAB to concern itself with whether its recommendation will result in an economically viable licence. In other words, the appeal process is designed to correct the extenuating circumstances, not to correct all the circumstances which might lead to a reduced quota. Legislative Framework", "[25] The Trial Division of the Federal Court has the authority pursuant to subsection 18.1(4) of the Federal Court Act to grant relief if it is satisfied that the federal board, commission or other tribunal: \"(a) acted without jurisdiction, acted beyond its jurisdiction or refused to exercise its jurisdiction; \"(b) failed to observe a principle of natural justice, procedural fairness or other procedure that it was required by law to observe; \"(c) erred in law in making a decision or an order, whether or not the error appears on the face of the record; \"(d) based its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it.\"", "[26] The specific relief that can be granted by the Federal Court is outlined in subsection 18.1(3) of the Federal Court Act which states that the Trial Division may: \"(a) order a federal board, commission or other tribunal to do any act or thing it has unlawfully failed or refused to do or has unreasonably delayed in doing; or \"(b) declare invalid or unlawful, or quash, set aside or set aside and refer back for determination in accordance with such directions as it considers to be appropriate, prohibit or restrain, a decision, order, act or proceeding of a federal board, commission or other tribunal.\"", "[27] The Fisheries Act , R.S.C. 1985, c. F-14, confers on the Minister the absolute discretion to award licences as he sees fit: \"7(1) Subject to subsection (2), the Minister may, in his absolute discretion, wherever the exclusive right of fishing does not already exist by law, issue or authorize to be issued leases and licences for fisheries or fishing, wherever situated or carried on.\"", "[28] However, the regulation making power contained at section 43 of the Fisheries Act permits the Governor General in Council to make regulations which define the rights conferred by the licence issued by the Minister. \"43. The Governor in Council may make regulations for carrying out the purposes and provisions of this Act and in particular, but without restricting the generality of the foregoing, may make regulations: (g) respecting the terms and conditions under which a licence and lease may be issued;\" Reasoning", "[29] The panel of the PRLAB which heard the groundfish quota appeals consisted of four fishers plus a chairperson. The fishers were to be selected on the basis of being knowledgeable about the industry. Because of this industry knowledge requirement, I consider this panel to be an expert (or specialized) tribunal.", "[30] The decision in question is a discretionary decision of an expert tribunal which is challenged on the ground of procedural irregularity, specifically, applying an undisclosed policy without providing the affected party the opportunity to speak to the policy in question. This question arises against the backdrop of a more general question about the remedial jurisdiction of the PRLAB. As with all discretionary decisions of expert tribunals, the question of curial deference and standard of review arises.", "[31] The applicants acknowledge that the decision of the PRLAB is discretionary but say that the issue is not the manner in which the discretion was exercised. The issues are the PRLAB's reliance upon irrelevant considerations and the unfairness of the procedure employed, matters on which the issue of deference does not arise. The irrelevant considerations are the application of the two-year rule. The procedural unfairness is the failure to allow the applicants to speak to the two-year rule. The PRLAB and the Minister have no particular expertise in procedural fairness while the Court does. It is for the Court to decide whether the procedure followed by the PRLAB met the test of procedural fairness. If it did not, the Court is entitled to intervene.", "[32] I believe that the issue is the exercise of discretion, notwithstanding the allegation of procedural unfairness. The argument as to procedural unfairness proceeds, it seems to me, from the fact that the applicants did not anticipate that the PRLAB would make the use it did of the two-year rule. The applicants were familiar with the two-year rule. They had received correspondence from departmental officials on that very subject in the time prior to the appeal. The applicants say the two-year rule has no basis in law and no application to the facts of this case. The fact that it has no basis in law (meaning that it is not provided for explicitly in statute or regulation) does not mean that it is not a legitimate policy. Nor would that fact prevent the PRLAB from using it as a measure of the applicants' recovery. In other words, the measure of recovery is a matter going to the heart of the PRLAB's mandate and is one in respect of which its knowledge of the industry would be a critical ingredient.", "[33] The consequence of giving the applicants two years of catch history is to put them in the position which they would have occupied had they not traded their original licence for licence T-063. If the applicants still had their original licence, which had three years of catch history in the quota period, the allocation of two additional years of catch history would have left them with a full five-year quota. The fact that the applicants now have only a three-month quota supplemented by the two-year quota recommended by the PRLAB is due to their trade in licences. The Court is in no position to assess the equity of the Minister's decision. Is it unfair to allow fishers to improve their position by trading in licences? Was the risk which the applicants took in trading licences a common one in the industry? On the face of it, the PRLAB's recommendation is not unreasonable in the sense that the decision remedies the problem caused by the extenuating circumstances without changing the business risk assumed by trading in licences.", "[34] As for the failure to give the applicants an opportunity to speak to the use of the two-year rule as a measure of recovery, one starts from the premise that the PRLAB's task would require it to address the issue of remedy on a rational basis. Some principle would have to be invoked to justify one remedial order as opposed to another. In their submissions, the applicants proposed certain options. Since the proceedings were not adversarial, there was no one to propose alternatives to the applicants' proposals. The Board cannot be limited to the proposals made by the applicants. If it is not limited to the proposals made by the applicants, then it is entitled to look to its own expertise for a principle to govern the exercise of its remedial jurisdiction. This does not preclude giving the applicants an opportunity to comment on the principle which it has chosen, but the question is whether it requires that such an opportunity be given.", "[35] When one refers to an expert tribunal, it is important to situate the expertise. For example, a panel can be knowledgeable about an industry by reason of its members' participation in the industry. The means that while they may not know more than other participants in the industry, they know more than strangers to the industry and relative to them, the tribunal is an expert tribunal. But a tribunal could also be expert in the sense of having knowledge about an industry that participants would not have, such knowledge arising from a study of the industry rather than participation in it. For example, one could be an expert in the economics of the fishing industry without ever having set foot on a fishing boat. Such a person, or a group of such persons sitting as a panel, would have expertise relative to both participants and non-participants in the industry. In this case, we are dealing with an expert tribunal of the first kind; it is expert relative to the Court but not relative to other fishers.", "[36] If there is to be any advantage to the use of an expert tribunal, it must be in its ability to have recourse to its expert knowledge. Because this is an industry expert tribunal, that knowledge is shared by the applicants and other participants in the industry. In those circumstances, it does not seem unreasonable to suggest that the applicants had the same opportunity as the panel to identify how the question of remedy might be addressed. Where the panel uses knowledge which is common in the industry to arrive at a conclusion, the test for intervention ought not to be whether the applicants were given a chance to comment but whether the information was relevant. In this case, it is known that the applicants received a notice advising them of the two-year rule in relation to the Howe Bay . Because of the applicants' approach to the PRLAB's remedial function, it did not occur to them that the two-year rule would be used as a measure of their quota adjustment. That choice is not made objectionable simply because it did not occur to the applicants, who knew as much about the two-year rule as the PRLAB. If it is objectionable, it must be because it is an irrelevant or unreasonable use of that information. I find no reason to believe that it is either.", "[37] The Supreme Court of Canada has dealt with the deference owed to expert tribunals, even in the absence of a privative clause and where a right of appeal is provided.  <FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 75 W.A.C. 1; [1994] 7 W.W.R. 1: \"... even where there is no privative clause and where there is a statutory right of appeal, the concept of the specialization of duties requires that deference be shown to decisions of specialized tribunals on matters which fall squarely within the tribunal's expertise.\" at p. 591  <FRAGMENT_SUPPRESSED>", "[38] This Court has followed that approach.  <FRAGMENT_SUPPRESSED> ; 108 F.T.R. 190 (T.D.) (Cullen, J.): \"[para. 17] I have no difficulty finding that the Board is an expert tribunal. Parliament has created an appointment mechanism to ensure that the Board is composed of members who are knowledgeable about the pharmaceutical industry. Section 92 of the provides that the Minister establish an advisory panel, composed of representatives of the provincial ministers of health, representatives of the pharmaceutical industry, and consumer advocates. The Minister is further obliged to consult this advisory panel before making an appointment to the Board. This expert nature indicates curial deference should be in order.\"", "[39] The requirement of curial deference does not resolve the issue of standard of review, since a tribunal which is owed deference may still be held to the standard of correctness on certain subjects: \"Some provisions within the same Act may require greater curial deference than others, depending on the factors which will be described in more detail below. To this extent, it is still appropriate and helpful to speak of 'jurisdictional questions' which must be answered correctly by the tribunal in order to be acting intra vires. But it should be understood that a question which 'goes to jurisdiction' is simply descriptive of a provision for which the proper standard of review is correctness, based upon the outcome of the pragmatic and functional analysis.\" <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193, at para. 28", "[40] In this case, a pragmatic and functional analysis would suggest that the standard of review is reasonableness. This is a decision of an industry expert panel, made in non-adversarial proceedings, which takes the form of a recommendation to the Minister. The decision is one of considerable importance to the applicants. There is no appeal provided but there is access to judicial review. The decision to be made is one which impacts upon others beyond the applicants and involves questions of equitable treatment among various parties. While the impact of the decision upon the applicants would suggest a higher standard, all of the other elements suggest an intention that the decision make sense from an industry point of view. In my view, the appropriate standard of review is reasonableness.", "[41] Taking the decision of the PRLAB in context, I find that the decision is reasonable, even though disappointing to the applicants. The use of the two-year rule to deal with the extenuating factor of inability to fish, due to a recalcitrant insurer, is rationally connected to the extenuating circumstances and yields a result which can be rationally defended. Other measures might also have been chosen but that is not the test. I find that the decision of the PRLAB is reasonable. No intervention is justified.", "[42] The applicants also raised issues related to the role of departmental staff in the PRLAB's deliberations and a possible difference between the PRLAB's decision and the Minister's decision. The latter is not supported by any admissible evidence. Furthermore, since the PRLAB is advisory only, the Minister would be entitled to deviate from its recommendation. As for the role of departmental staff, there is no evidence which would support a finding that they did anything more than provide the PRLAB with factual information.", "[43] In the end result, I find that there is no basis to interfere with the decision under review and the application for judicial review must therefore be dismissed. ORDER", "[44] For the reasons stated above, the application for judicial review is hereby dismissed. Application dismissed. Editor: Angela E. McKay/klf [End of document]"]}