{"id_": "079174", "body_str": ["[1] Annis, J. : The applicant seeks judicial review of an October 29, 2012 decision by a Senior Immigration Officer rejecting his second Pre-Removal Risk Assessment [PRRA] application. For the reasons which follow, the application is dismissed. II. The Facts", "[2] Mr. Bicuku was born in a mountain village in Albania in 1975, one of four children. His parents' marriage was an arranged one. Unbeknownst to his parents, Mr. Bicuku had sexual relationships with two local women starting when he was twenty-one. When he was twenty-six, his father announced to him that he had been betrothed to Mhill Kola's daughter when he and she were both children. He went to meet Ms. Kola, but she \"had motor difficulties and she was constantly shaking. She did not make eye contact and smiled uncontrollable [ sic ], not in a happy kind of way, but in a not fully present way, a vacant way.\" Mr. Bicuku declined to marry her.", "[3] The applicant's father insisted. The applicant repeatedly refused to marry Ms. Kola and sought help from local elders. The two fathers did not accept this and eventually Mr. Bicuku's father informed him that he was bringing Ms. Kola to their house and that with or without a ceremony, the two would be man and wife. Mr. Bicuku fled to Tirana and from there to Canada. He states that he went to the Albanian police but they would not help because it was a blood feud matter and they did not want to get involved.", "[4] He arrived in Canada on July 26, 2002. He requested asylum on the basis that his refusal to marry the woman selected as his bride had sparked a blood feud against his family. The Refugee Protection Division [RPD] rejected his claim (and his accompanying brother's claim) on March 23, 2004, citing credibility as the determinative issue. Judicial review was denied on June 24, 2004. A PRRA application was rejected on July 23, 2008 and Mr. Bicuku left Canada on November 22, 2008 and returned to Albania.", "[5] He states that when he returned to Albania, he told no one that he was back. He lived and worked in Bathore, near the capital city, for two years. In November 2010, individuals associated with Mr. Kola ambushed him as he made his way home from work. They beat him up again a month and a half later, again two months later, and again a few months after that, demanding that he keep his father's promise to marry Ms. Kola. In June 2011, he moved. However, they found him again and kidnapped him in November 2011, bringing him to a tent by a river where they kept him in isolation overnight, then told him to marry Ms. Kola or face his death. These individuals then dumped him by the side of the road.", "[6] The applicant fled to Montenegro and Bosnia during unspecified dates but could not work in those countries and did not think he would be recognized as a refugee by any European country.", "[7] Mr. Bicuku re-entered Canada on a false passport on December 9, 2011. He was charged and convicted of unlawfully entering the country pursuant to 124(1)( ) of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA] and was sentenced to 155 days' imprisonment.", "[8] He was not eligible for another RPD hearing (IRPA section 101: (1) A claim is ineligible to be referred to the Refugee Protection Division if . . . (b) a claim for refugee protection by the claimant has been rejected by the Board.) He applied for another PRRA and this second PRRA application was heard based on the new evidence arising since July 2008. III. Contested Decision", "[9] The PRRA officer reviewed Mr. Bicuku's situation. He or she noted that Mr. Bicuku had presented as new evidence an Immigration and Refugee Board [IRB] issue paper dated May 2008; articles dated July 1, 2010, July 5, 2011, May 18, 2011, February 10, 2012, March 24, 2012, and July 25, 2012; a Freedom House report on human rights dated 2011; letters from his mother, brother, cousin, and a friend dated between May 1, 2012 and July 10, 2012; and an affidavit by the applicant himself dated May 14, 2012.", "[10] The affidavits from the brother, cousin, and friend recounted what the applicant had told them, and were thus given little weight. The affidavit from the mother discussed the blood feud with the Kola family, but the information about attacks on Mr. Bicuku was based on what he had told her and there was no information about any harm inflicted on any other member of the family in over ten years. The PRRA officer thus gave this letter little weight as well.", "[11] The PRRA officer noted that the applicant, according to his affidavit, never reported any of the attacks to the authorities and made no attempts to end the feud through any of the available reconciliation committees. He also left Albania twice in 2011 but did not seek protection. The PRRA officer commented that both Montenegro and Bosnia do grant asylum to refugees. His affidavit was therefore given little weight.", "[12] After a careful review of the country documentation, the PRRA officer commented that while he or she gave this evidence some weight in establishing the existence of blood feuds in Albania, the applicant had not demonstrated that he was engaged in a blood feud with the Kola family. The officer therefore gave this evidence little weight for establishing personalized risk to the applicant.", "[13] The PRRA officer recognized that certain human rights issues remained a concern in Albania but found that the objective documentation did not establish a forward-looking risk that was personal to the applicant. The Albanian state, while experiencing problems with corruption and police impunity, was functioning and the applicant had not provided clear and convincing evidence of its unwillingness or inability to protect him.", "[14] Finally, the PRRA officer noted that counsel for the applicant had requested that a hearing be held. However, the officer had not determined that the conditions in section 167 of the Immigration and Refugee Protection Regulations , SOR/2002-227 [IRPR] were present and therefore had not found an oral hearing to be required. IV. Issues", "[15] The parties agreed at the hearing that the only issue was whether the PRRA officer was required to grant the applicant an interview because the evidence raised a serious credibility issue. V. Standard of review", "[16] The jurisprudence on the standard of review for a decision on granting an oral hearing pursuant to section 167 of the IRPR and section 113 of the IRPA is mixed. In that regard, I cite Justice Yves de Montigny in  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 24 as follows:", "[24] The jurisprudence of this Court is divided on the standard of review for oral hearings under paragraph 113(b). I recently reviewed this question in <FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 708, and I can do no better than repeat what I wrote there (at para 24): That being said, there is a controversy in this Court as to the standard of review to be applied when reviewing an officer's decision not to convoke an oral hearing, particularly in the context of a PRRA decision. In some cases, the Court applied a correctness standard because the matter was viewed essentially as a matter of procedural fairness (see, for example, <FRAGMENT_SUPPRESSED>  (CanLII), 2010 FC 253 (available on  <FRAGMENT_SUPPRESSED>  (CanLII), 2006 FC 1435 (available on CanLII)). On the other hand, the reasonableness [standard] was applied in other cases on the basis that the appropriateness of holding a hearing in light of a particular context of a file calls for discretion and commands deference (see, for example, <FRAGMENT_SUPPRESSED>  (CanLII), 2010 FC 464 (available on  <FRAGMENT_SUPPRESSED>  (CanLII), 2010 FC 930, 374 FTR 160 [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (CanLII), 2011 FC 647 (available on CanLII) [ <FRAGMENT_SUPPRESSED> ]). I agree with that second position, at least when the Court is reviewing a PRRA decision. See also: <FRAGMENT_SUPPRESSED>  (CanLII), 2011 FC 1277; <FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1294; <FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1305.", "[17] I adopt Justice de Montigny's reasoning that \"the appropriateness of holding a hearing in light of a particular context of a file calls for discretion and commands deference\". The standard of review is therefore reasonableness.", "[18] As additional comments on this issue, it is trite law that the standard of review reflects in large part the statutory regime governing the decision-makers' functions.  <FRAGMENT_SUPPRESSED> where the Court stated as follows: The answer lies in Dunsmuir's recognition that reasonableness must be assessed in the context of the particular type of decision making involved and all relevant factors . It is an essentially contextual inquiry ( , at para. 64). As stated in Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , at para. 59, per Binnie J., \"[r]easonableness is a single standard that takes its colour from the context.\" The fundamental question is the scope of decision-making power conferred on the decision-maker by the governing legislation . The scope of a body's decision-making power is determined by the type of case at hand. [Emphasis added]", "[19] The legislative scheme has stipulated what should constitute a fair hearing in respect of an applicant's right to be heard in a PRRA application. Parliament has delegated responsibility for this task to the PRRA officer who acts as a kind of gatekeeper of the opportunity to have an interview as an aspect of the fairness requirements of the PRRA process. The officer is required to consider and weigh the evidence on credibility to determine whether it is sufficient to raise a serious credibility issue. The legislation thereby describes the function of an administrative decision-maker as one that attracts a standard of review of reasonableness even though it pertains to a tenet of fairness regarding the opportunity to be heard.", "[20] In a similar vein, I find the word \"serious\" to be a further determinant of the PRRA officer's function to support the reasonableness standard. The officer is required not only to determine whether there is evidence raising an issue of the applicant's credibility, but also to decide whether the evidence is of sufficient probative value to constitute a serious issue of credibility. This means that the officer is required in the first instance to review the evidence on credibility, not for the purpose of deciding whether the applicant is credible on a balance of probabilities, but whether it is sufficient to raise a serious issue of credibility such that an interview is required. The distinction is of some importance. Determining whether the evidence presents a serious credibility issue goes to the expertise of the tribunal in relation to the requirements of sections 96 and 97 of the IRPA. This exercise of discretion is a challenging one to which deference is owed. A. Sufficiency of Credibility Evidence or a Credibility Determination?", "[21] The submissions of the applicant demonstrate the need to avoid mischaracterization of the PRRA Officer's reasons as evidence of a credibility finding, when it was an assessment of the credibility evidence to determine whether it was sufficient to raise a serious issue.", "[22] The determination of whether an interview is required is the second of three steps in the PRRA process. The first is to determine whether there is new evidence from that led before the RPD; the second whether an interview is necessary; and the third to decide the matter. The second step involves weighing the credibility evidence. This process necessarily gives rise to counterpoints that come to mind, such as in this case why the evidence failed to include mention of reporting the incidents to the authorities, or attempts made by the applicant to reconcile the blood feud via mechanisms established for this purpose by the state. The officer concluded that for the evidence to have a sufficient probative value to require interview, the evidentiary onus lay upon the applicant to either indicate that he had taken the steps one would reasonably expect to have been followed, or explain his failure to do so. As these obvious and important aspects of the applicant's evidence were missing, his evidence failed to raise a serious credibility issue.", "[23] The evidence of family members was equally lacking in weight to sustain a serious issue in regards to the applicant's credibility. It was comprised mostly of information communicated by the applicant, while the evidence directly from the family members themselves was of meager weight, such as a description of the applicant as demonstrating fear when relating his stories. None of the evidence was first hand observation or res gestae descriptions immediately following the events to support the applicant. It was of minimal probative value and raised no serious issue that contradicted the conclusion that the applicant could not make a serious case to sustain his story.", "[24] While these determinations can be described as making credibility findings, a finding of a lack of credibility occurs only after determining that an interview is not necessary. By concluding the credibility evidence lacks sufficient weight to constitute a \"serious\" issue, the de facto result is that the officer also rejects the evidence, i.e. makes an adverse credibility finding for its lack of probative value. The issue in this application, however, is whether an interview was required. This is an issue of insufficiency of evidence in terms of its weight, not a matter that was ultimately rejected on credibility grounds. Nevertheless, the decisions on the two issues cannot be separated.", "[25] It is only when the officer concludes that there is sufficient evidence attesting to a serious credibility issue that the third discrete step will be undertaken, after an interview, to determine whether the evidence is sufficiently reliable on a balance of probabilities to make a determination. The procedure is analogous to that followed by a judge in determining whether there is sufficient evidence to send the matter to the jury to determine the issue on the balance of probabilities. The applicant has in effect been non-suited on the credibility issue because the evidence had insufficient weight to reach the third step of the PRRA process. B. The Applicant's Previous Adverse Credibility Finding", "[26] The jurisprudence on the requirement to conduct an interview appears to support a conclusion that reliance on, or even reference to, a previous adverse credibility conclusion against the applicant is a factor that the applicant may rely on to demonstrate that a serious credibility issue is raised requiring an interview.", "[27] For example, the applicant cites the following passage from <FRAGMENT_SUPPRESSED> s follows: The officer's finding of sufficiency of evidence cannot be divorced from the officer's credibility findings. The first of these findings is the officer's adoption of the RPD's credibility conclusions. While that conclusion alone may not be sufficient to trigger the need for a hearing , that conclusion combined with the officer's adverse inference about a letter in lieu of an affidavit and the comments about not finding any information about the clan or tribe, leads to the conclusion that the officer did not find the applicant and her witness to be believable. [Emphasis added]", "[28] As an aside and with respect, I point out my difficulty with the underlined sentence of the above quote, which appears to imply that the issue of the sufficiency of the evidence to raise a serious issue of credibility cannot be separated as a distinct step from the adverse credibility finding that follows when the evidence is found to be insufficient. The necessity to distinguish between the two steps was elaborated above.", "[29] Coming back to the issue of the consequences of adopting the RPD's credibility conclusions, the reliance upon a previous adverse credibility finding arises in this matter from the officer's rejection of the applicant's explanation that he tried to live in Montenegro and Bosnia. On this point, he stated the following in his reasons: I also note that the applicant left the country on two occasions in 2001 but did not seek protection in either as he stated \"there were no long-term data prospects for protection\". I note that both Bosnia and Herzegovina and Montenegro provide for the granting of asylum or refugee status. Based on the RPD decision in 2004 where credibility was a determinative issue , lack of accessing state protection or reconciliation and the fact that he went to two separate countries in 2011, after the Kola family began pursuing him, and did not seek protection in either, I give this statement of risk little weight. [Emphasis added]", "[30] While the evidence on state protection was obviously insufficient, I find it problematic that reliance by the officer on the RPD's negative credibility assessment should be considered a criterion to conclude a serious credibility issue arises. Rather, to opposite effect, I conclude that a previous negative credibility finding should be a factor supporting a conclusion that the applicant's statements carried little weight and are insufficient therefore to establish a serious credibility issue.", "[31] To a certain extent reliance upon the previous adverse credibility findings in an RPD raises an issue as to whether the applicant should continue to enjoy the benefits from the presumption of truthfulness attaching to his statements as described in cases such as <FRAGMENT_SUPPRESSED>  (FCA) at para 5 [ <FRAGMENT_SUPPRESSED> ].", "[32] The PRRA review is essentially a continuation of the RPD decision on the issue of risk. The officer is required as a first step to carefully review the RPD decision to determine what findings were made on the basis of the evidence that was presented. This is for the purpose of determining whether the applicant has met the condition precedent of demonstrating that the evidence led was not already presented to the RPD, before it will even be considered in the PRRA review.", "[33] Given this PRRA context, I find it illogical to accept that the RPD's previous negative characterization of the applicant's credibility on the same issue of risk based on the same character of evidence (threat to life in a blood feud over a refusal of marriage) can be ignored such that the applicant is considered on the same credibility plane as any new refugee claimant standing up to testify in an RPD hearing who benefits from the presumption of truthfulness attaching to his or her statements.", "[34] If the RPD found the applicant not to be credible in the first instance, it is arguable that that finding should apply concerning similar evidence on the same issues.", "[35] That argument may be considered on another day. But certainly I cannot find any basis for a less determinative conclusion arising from a previous negative credibility finding by the RPD - one that does not shut the door on evidence raising fresh credibility issues, but logically concludes that the judge-made presumption of the truthfulness of an applicant's statement no longer applies in a subsequent PRRA review when the applicant's credibility has been previously found wanting in the refugee process.", "[36] Applying that conclusion to the issue of weighing the seriousness of the credibility evidence means that the bar facing this applicant should be set higher, not lower, in order to demonstrate a serious issue of credibility that meets the requirements for an interview. Given that the other evidence was sufficient to support the officer's conclusions, the weight applied to previous adverse credibility findings is not determinative in this matter. It does, however, add to the confidence of the Court that the PRRA officer's decision concluding that an interview was not required falls within a range of reasonable acceptable outcomes.", "[37] The applicant proposed certified questions with respect to the controversy over the standard of review in these cases and the probative value of an adverse credibility finding in a previous RPD decision. I agree however, with the respondent's submissions that these issues are not determinative of this case and therefore no certified question will be proposed. VII. Conclusion", "[38] For the above reasons, the application is dismissed. JUDGMENT", "[39] THIS COURT'S JUDGMENT is that the application is dismissed. <FRAGMENT_SUPPRESSED>  Annis II. Les faits", "[2] sic", "[3]", "[4]", "[5]", "[6]", "[7] ) de la", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "<FRAGMENT_SUPPRESSED>  (disponible sur  <FRAGMENT_SUPPRESSED>  FTR 160 [ <FRAGMENT_SUPPRESSED> ] ; <FRAGMENT_SUPPRESSED>", "[17]", "[18] portée", "[19]", "[20] suffisante importante", "[21]", "[22]", "[23] res gestae", "[24] après", "[25]", "[26]", "[27] <FRAGMENT_SUPPRESSED> :", "[28]", "[29] [traduction]", "[30] étayant", "[31] <FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 5 [ <FRAGMENT_SUPPRESSED> ].", "[32]", "[33]", "[34]", "[35]", "[36]", "[37] VI. Dispositif", "[38] JUGEMENT", "[39] la demande. [End of document]"]}