{"id_": "079208", "body_str": ["[1] Blais, J. : This is an application for judicial review of the decision by the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), dated April 29, 2003, that Baharack Hassanzadeh and Jim-Samco Ebrahmi-Ichi (the \"applicants\") are not refugees or persons in need of protection under the Geneva Convention Relating to the Status of Refugees (the \" Convention \"). More specifically, Baharack Hassanzadeh (the \"adult applicant\") is excluded under section E of Article 1 of the Convention refugee definition and Jim-Samco Ebrahmi-Ichi, her son (the \"infant applicant\"), is not a Convention refugee and is not in need of protection in Germany. FACTS", "[2] The adult applicant is an Iranian citizen. The infant applicant was born in Germany on November 14, 2000 and is, under German law, a German citizen.", "[3] The adult applicant's estranged husband at the time of the application, and the infant applicant's father, is Ali Ebrahimi-Ichi (the \"husband\"), a naturalized German citizen born in Iran. He is not part of this application.", "[4] The adult applicant was born in Iran in 1973, where she resided until February 1999. She first met her future husband in the 1980's, while he still resided in Iran. He left Iran in 1983 and obtained refugee status in Germany, and eventually German citizenship. In November 1998, after being in contact with her future husband's family, the adult applicant married her husband in Iran by proxy, against her father's wishes. She joined her husband in Germany in February 1999.", "[5] After a while, problems started developing in the couple. The adult applicant alleges there was physical abuse. The couple separated before the infant applicant's birth. The husband sought to have the adult applicant's resident permit in Germany cancelled; however, he had it reinstated two months later so that she could get a visa to come to Canada. Their original intention had been to emigrate to Canada and they applied to do so in 2000. No decision has been taken by Canadian authorities on this matter.", "[6] The adult applicant claims that she cannot go back to Iran because her father has allegedly threatened to denounce her to the Iranian authorities for political activism, or worse, to kill her for dishonouring the family. As well, under Iranian law, the father of a child can get custody of the child (in the case of a boy, when he is two years old; in the case of a girl, when she is seven years old). The adult applicant thus fears losing custody of her son if she goes back to Iran. Finally, she claims that it is very difficult for a divorced woman to find work and to be able to live independently.", "[7] The Board did not deal with the claim of possible persecution in Iran. Rather, the decision was entirely based on the possibility for the adult applicant to return to Germany, thus excluding her from the refugee definition under section E of Article 1 of the Refugee Convention", "[8] The adult applicant also claims that she fears living in Germany because of the prejudice there against foreigners, which she experienced herself. She also fears that Germany could deport her back to Iran at any time. Because her residence permit in Germany was granted while she was married to her husband, a German citizen, she believes that she is no longer entitled to resident status in Germany, after her divorce. Hence her fears of deportation. Evidence of situation in Germany", "[9] The following facts are established from the evidence submitted.", "[10] Once the adult applicant had separated from her husband, she was able to obtain a \"Hausverbot\", similar to a civil restraining order, to prevent her husband entering the family home.", "[11] She was also able to obtain income assistance from the German state.", "[12] According to the German federal statute, Act concerning the Entry and Residence of Aliens in the Territory of the Federal Republic (\" \"), section 25, para. 2, where one spouse has an unlimited right of residence (as in the case of naturalization), the other foreign spouse immigrating to Germany is entitled to an unlimited residence permit, even when the couple no longer lives together, provided the spouse with a right of unlimited residence pays for the maintenance of the immigrating spouse.", "[13] The City of Offenbach am Main, where the adult applicant resided with her husband, wrote a letter on January 14, 2003, to explain her status in Germany: the residence authorization which was re-issued on December 21, 2000 (prior to her coming to Canada) expired a year later, on December 21, 2001. However, she is still registered for the City of Offenbach. Moreover, the letter states: \"In case Mrs. Hassanzadeh will decide to live in Germany again, she is allowed by law to do so. Her child has the german citizenship.\"", "[14] From the Berlin mission of the Canadian government, the following information was received: \"Information on our B-file indicates that the subject's last status in Germany was a 'Aufenthaltserlaubnis' [residency authorization] valid until 09 March 2002. This residence permit was issued to her on 21 March 2000 by the authorities in Offenbach, likely as her spouse already then was a naturalized German citizen. An 'Aufenthaltserlaubnis' is a fairly secure status in this country. It is usually issued to foreigners who have a German citizen spouse. Initially issued for a max. period of 3 years (or less) it may then be converted into an indefinite Aufenthaltserlaubnis. \"It must be noted that normally, after holder has been absent from Germany for a period of more than six months he/she would be considered as having abandoned Germany as their place of residence (very similar to previous Imm. Act ). If subject however is still married to German cit. husband (and considering they have a German cit. child together) it is likely she would be re-issued a German residence permit in the event they'd plan on taking up residency in Germany again.\"", "[15] There is evidence in the file that the husband cancelled then reinstated the status of the adult applicant, which would explain the seeming contradiction between the two messages. However, one thing appears clear: there would seem to be no problem for the adult applicant to renew her residency status in Germany, especially because of her son.", "[16] The son being a citizen of Germany, there would appear to be no reason to grant him refugee status in Canada. Germany is a free and democratic society, with a well-trained police force, an independent judiciary and laws which guarantee human rights. No evidence was before the Board to justify a claim of persecution in Germany. ISSUE", "[17] Should the judicial review of the decision of the Board, refusing to grant the status of refugees to the applicants on the basis of section E of Article 1 of the Refugee Convention , be allowed? ANALYSIS", "[18] To determine whether the judicial review should be allowed, the issue to be decided is whether the adult applicant was properly excluded under section E of Article 1 of the Convention . Two sub-questions need to be addressed: what is the content of the exclusion clause under Canadian law, and which party bears the burden of proof? The standard of review is that of the patently unreasonable decision, or an error of law, or a denial of natural justice. The applicant has not argued the latter possibility, and thus we are left with needing to find a patently unreasonable finding of fact or an error of law to overturn the decision. 1) Meaning of section E of Article 1 of the Refugee Convention", "[19] Lorne Waldman in The Definition of Convention Refugee (Markham: Buttersworth Canada Ltd., 2001), at ss. 8.481, concludes on the topic of Article 1E, and this conclusion is quoted (from earlier versions of his text) with approval in a number of decisions of our Court ( FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[20] This is confirmed in FRAGMENT_SUPPRESSED , supra, where Justice Rouleau states FRAGMENT_SUPPRESSED", "[21] There are thus four main rights associated with nationality. These rights seem to have been granted to the adult applicant, and the Board did not find sufficient evidence that they would be denied. According to the evidence before the Board, the residency permit which the adult applicant had at the time she applied for refugee status allowed her to return to Germany and to work in Germany. It was renewable, and had allowed her to receive social assistance. On two occasions, the adult applicant had left Germany (in 1999, to come to Canada for a visit, and in 2000, to visit her family in Iran) and returned without any problem.", "[22] By the time of the hearing, the residency permit had lapsed, because the applicant had made no effort to renew it. This, however, according to a number of decisions, is not a concern of the Board. The following quotes illustrate this position.", "[23] FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[24] FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[25] Whereas in FRAGMENT_SUPPRESSED, there was a clear risk of deportation, nothing in the evidence here, except for the applicant's allegations, would lead us to believe that the applicant risks being deported from Germany. The statement from the municipality of Offenbach, the city where the adult applicant is still registered, contradicts such an assertion.", "[26] The purpose of section E of Article 1 of the Convention is well stated by Justice MacKay in FRAGMENT_SUPPRESSED, where the Court found that the applicant had received the basic rights that Estonian nationals have and therefore the Board had not erred in applying the exclusion clause. Justice Mackay writes: FRAGMENT_SUPPRESSED 2) Burden of proof", "[27] The issue then becomes what is the burden of proof for each party in determining whether clause 1E applies. It seems clear from the case law that once the Minister has established a prima facie case that the claimant can return to a country where he or she enjoys the rights of the nationals of that country, the onus shifts to the claimant to show why this is not possible. FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED)", "[28] In FRAGMENT_SUPPRESSED , supra, Justice Rouleau also states that once the Minister has established prima facie evidence that the claimant was entitled to residency status (as the adult applicant was in the case at bar at the time she applied for refugee status), the onus shifts unto the claimant to show why the visa or permit cannot be renewed FRAGMENT_SUPPRESSED", "[29] The same reasoning was applied in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED.FRAGMENT_SUPPRESSED", "[30] In FRAGMENT_SUPPRESSED , supra, the judge determined that the claimant had to show that she would be denied re-entry into Germany if she applied. FRAGMENT_SUPPRESSED CONCLUSION", "[31] The Board in this case applied the same test. Its decision was based on the evidence before it and followed the case law of this Court. Given the high degree of deference to which the Board is entitled ( FRAGMENT_SUPPRESSED), I see no reason to disturb it. ORDER", "[32] Therefore, THIS COURT ORDERS that this application for judicial review be dismissed.", "[33] Counsel for the applicants suggested 3 questions for certification: 1. For the application of Refugee Convention exclusion clause 1(E) must the Minister discharge the onus which falls upon her on the balance of probabilities or is a lesser standard of proof permissible? 2. Can a Ministerial 1(E) application in a refugee claim be allowed on the basis that the claimant is not precluded from obtaining status in a third country or must the evidence show that the claimant would be granted status in the third country? 3. If a person who has temporary renewable status in a country that may, after time, be converted to permanent status voluntarily leave [sic] that country to seek refugee status in Canada; and if, by so doing, that refugee claimant no longer has an unconditional right to return to the country of temporary residence at the time of the hearing, does the person fall within the ambit of Article 1(E)?", "[34] In my view, there is no serious question of general importance involved in any of those three questions, therefore, no question for certification. Application dismissed. Editor: Angela E. McKay/klf [End of document]"]}