{"id_": "079200", "body_str": ["[1] Zinn, J. : The applicants in both of these matters are trucking companies who applied for licenses under a new Trucking Licensing System [TLS] which the Vancouver Fraser Port Authority [VFPA] created and implemented to control access by trucking companies to the marine terminals which it owns and operates. Each of the applicants was unsuccessful in obtaining a license under the TLS and has brought applications for judicial review of those negative decisions.", "[2] VFPA submits that the Federal Court has no jurisdiction to hear these judicial review applications on the basis that the VFPA was not acting as a \"federal board, commission or tribunal\" within the meaning of sections 2, 18 and 18.1 of the Federal Courts Act , RSC 198 c F-7 [ FCA ]. Alternatively, VFPA submits that if the court has jurisdiction, the applicants failed to commence these applications for judicial review within the 30-day time period provided in the FCA , and have not sought an extension of the time, and therefore the applications ought to be dismissed.", "[3] Following the hearing of this motion, I issued an Order dismissing the challenges brought by the VFPA, with reasons to follow. These are my reasons for dismissing the motion. Background", "[4] VFPA was established pursuant to and is governed by the Canada Marine Act, SC 1998, c 10 [ CMA ]. Pursuant to section 7 of the CMA , it acts as agent of the Crown for the purpose of carrying out the port activities described in subsection 28(2) of the CMA , which reads as follows: 28 (2) The power of a port authority to operate a port is limited to the power to engage in ) port activities related to shipping, navigation, transportation of passengers and goods, handling of goods and storage of goods, to the extent that those activities are specified in the letters patent; and ) other activities that are deemed in the letters patent to be necessary to support port operations. 28", "[5] The VFPA submits that the TLS regime was an attempt by it to \"bring modern and professional regulation to the commercial relationships involved in container drayage in the Port.\" This, it claimed, was necessary due to the recent work stoppages there in 1999, 2005 and 2014.", "[6] Following the last work stoppage in February 2014, the VFPA began consultation with trucking industry stakeholders with regard to reforms to the TLS system. It appears without question that one of the major issues facing the container drayage sector and at least an indirect cause of the work stoppages was the high number of participants operating in the sector. It appears from the record that all agreed that it was necessary to reduce the number of trucking companies and independent operators.", "[7] The governments of both Canada and British Columbia were also involved in addressing the turbulent history at the port. As a part of the plan to stabilize the port's trucking issues, British Columbia introduced the Container Trucking Act , SBC 2014, c. 28, which regulated the container trucking industry through a licensing and rate regime for container trucks. It created the Office of the Commissioner of Container Trucking.", "[8] The government of Canada amended the Port Authorities Operations Regulations , SOR/2000-55, made pursuant to the CMA , by introducing section 31.1. That section provides that VFPA is not to permit a truck to gain access to the port for the purposes of transporting containers unless the truck is acting on behalf of a person who holds both an authorization from the VFPA and a provincial license under the Container Trucking Act . The interplay of the federal and provincial legislation was accurately described in the Regulatory Impact Analysis statement that issued with the introduction of section 31.1, as follows: To address an oversupply of trucks, the Port is currently reforming its licensing system, which will reduce the number of companies and truckers and provide more stability in the industry. The Province will be assuming this licensing system once the Port's reform is completed. To ensure a smooth transition from the existing Port licensing regime to the new provincial system, the Act will deem licences that are issued by the Port to be provincial licences. During the transition period, which is expected to end on February 1, 2015, only the Port will be issuing licences. After the transition period, the Province will be the issuer of any new licences over and above those Port licences that have already been deemed to be provincial. The Port will continue to issue authorizations, as per the Regulations, that will allow a company and its associated trucks (operated by employee drivers or owner-operators with whom the company has a contractual relationship) to access Port property.", "[9] With the advent of this new scheme, the VFPA gave notice to all, that authorizations to enter the port were terminated and interim authorizations were issued that would expire on January 31, 2015. Therefore, those truckers who were unsuccessful in the new TLS process would effectively no longer have access to the Port to conduct their business operations.", "[10] On December 8, 2014, the VFPA published the Local Drayage TLS Handbook [the Handbook]. The Handbook provided instructions on how to submit an application under the new TLS and the mandatory and discretionary criteria on which applications were to be assessed. Those who were successful would be required to execute the TLS Licence and Access Agreement. The Licences referred to in the Handbook were described as Licence A and B. Licence A was a licence granted by the VFPA and Licence B was a licence granted pursuant to the Container Trucking Act", "[11] Each of the applicants received a form letter from the VFPA on January 26, 2015, that read in part: \"We regret to inform you that the [VFPA] has now completed its review of your application for an Access Agreement and Licence A & B Document, collectively referred to as the 'New Documents', and your request for continued access to port lands and container terminals pursuant to the New TLS Documents is hereby denied.\" Issues", "[12] The VFPA characterized the issues in its motion to be the following: 1. The Federal Court does not have jurisdiction to hear and decide these judicial review applications because: (i) The VFPA was not acting as a \"federal board, commission or tribunal\" within the meaning of sections 2, 18 and 18.1 of the FCA in relation to the relief sought in the Notices of Application; and (ii) if the VFPA is found to have been acting as a \"federal board, commission or tribunal\" within the meaning of sections 2, 18 and 18.1 of the FCA in relation to the relief sought in the Notices of Application, the court does not have jurisdiction to hear and decide the judicial review applications, as there was no \"decision\" or \"order\" made by the VFPA within the meaning of Section 18.1 of the Federal Court Act ; or 2. Alternatively, if the Federal Court has jurisdiction the applicants failed to file a Notice of Application within 30 days of receiving the Handbook on December 9, 2014, and the Handbook established the criteria used in relation to the approval process and the approval process that was followed by the VFPA in order for the applicants to receive access to the Port of Vancouver. Analysis A. Was the VFPA acting as a federal board, commission or tribunal?", "[13] Jurisprudence in this court and others clearly shows that a Crown agent may be acting as a federal board, commission, or tribunal in some of its actions but not in others. Central to the determination of whether a body is acting as a \"federal board, commission or other tribunal\" is whether it is acting in a private or public manner. A list of factors for this distinction is found in FRAGMENT_SUPPRESSED", "[14] The VFPA submits that the character of the decision not to grant a license was of a private and commercial nature, similar to that in FRAGMENT_SUPPRESSED. In FRAGMENT_SUPPRESSED found that the Halifax Port Authority's decision not to lease DLR Vacations Ltd. port space in which to operate a retail market catering to the passengers and crew of cruise ships, was a commercial enterprise and was not tied to the Halifax Port Authority's \"main responsibility for managing port activities relating to shipping, navigation, transportation of goods and passengers and the storage of goods.\"", "[15] I agree with the applicants that FRAGMENT_SUPPRESSED is distinguishable from the facts here. The licensing of port space for a \"souvenir shop\" is not at all similar to the licensing of container trucks to enter and exit the port for the purpose of one of the main functions of a port. The applicants submit, and I agree, that the VFPA was exercising its authority pursuant to paragraph 28(2)(a) of the CMA ; namely port activities related to shipping, transportation of goods, handling of goods, and storage of goods.", "[16] By granting or denying licenses to trucking companies, the VFPA is denying the applicants access to the port to transport goods in and out of the port. This finding is supported by the Supreme Court of Canada in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[17] A similar issue was dealt with in FRAGMENT_SUPPRESSED where it was held that a tour boat service was an activity related to the \"transportation of passengers\" and that the licensing of these tour boats was among the port's core functions pursuant to the CMA . As such, the St. John's Port Authority exercised administrative power that was public as opposed to private in nature and character.", "[18] For these reasons, I find that the VFPA in making the decisions challenged by the applicants was acting as a federal board, commission or tribunal within the meaning of paragraph 18(1)(a) of the FCA B. Was there a \"decision\" or \"order\" made by the VFPA?", "[19] Counsel candidly acknowledged at the hearing that this was not the strongest argument. VFPA submits that the applicants' applications for licenses were incomplete, incorrect or failed to meet the necessary standards, which caused them to fail and not any decision on the part of the VFPA.", "[20] Its own letter to the applicants says otherwise. In the letters the VFPA wrote: \"We regret to inform you that the [VFPA] has now completed its review of your application for an Access Agreement and Licence A & B Document, collectively referred to as the 'New Documents', and your request for continued access to port lands and container terminals pursuant to the New TLS Documents is hereby denied.\" In short, an assessment of the applications was made and a decision reached by the VFPA that they were denied. This is sufficient for the court to find that there was a reviewable decision within the meaning of the FCA C. Timeliness of the Applications", "[21] The VFPA submits that what the applicants are really challenging is the Handbook, which they received on December 9, 2014. If so, then these applications, filed on February 11, 2015, fall outside the 30-day period provided in section 18.1 of the FCA and no request has been made to extend that period.", "[22] I am of the view that what is being challenged are the decisions made to deny the applicants' licences. It is true that those decisions were made based on the Handbook information, but that does not amount to a challenge to the Handbook itself. It appears from the oral submissions of the applicants that there may well be a challenge as to how the criteria set out in the Handbook were interpreted and applied by the VFPA, but that is not, in itself, a challenge to the Handbook.", "[23] The court finds that the decisions under review were made less than 30 days prior to these applications and that they are therefore timely. Motion dismissed. Editor: J. Danielle King/bk [End of document]"]}