{"id_": "079357", "body_str": ["[1] Phelan, J. : The Applicant is a 37 year old citizen of China. He was involved in a dispute with the local government over compensation for expropriation of his house and land. The protests by the Applicant became violent, the police involved themselves and people were arrested. The Applicant fled to Canada where his refugee protection claim claiming fear of the Chinese Public Security Bureau [PSB] was denied. This is the judicial review of that decision. II. FACTS", "[2] In July 2009 the Applicant received notice that because the highway in his town was being widened, his house would be demolished. He was offered compensation which he considered insufficient.", "[3] All of the owners being expropriated met and elected the Applicant and his uncle to approach town officials to secure better compensation. Their efforts were unsuccessful and feelings began to run high over the period to October 2009 when the people were to move out.", "[4] The owners refused to move out on the appointed date and a few days later the bulldozers arrived and began tearing down the homes. A protest ensued with physical attempts to stop the demolition. In the ensuing fray the Applicant's uncle was injured.", "[5] Fortunately for the Applicant, he took his uncle to hospital and when he returned, the PSB were arresting the protesters allowing him to go into hiding. The PSB made repeated attempts to find him and left a summons with the Applicant's wife. The Applicant says that the PSB still look for him on a regular basis.", "[6] Although most of the protesters were released, the leaders were tried and sentenced to four years in prison.", "[7] The Applicant fled China and with the aid of a smuggler, arrived in Canada in December 2009 where he made his refugee protection claim.", "[8] The Immigration and Refugee Board Member [Member] decided the case on the basis of the following key factors: (a) there were omissions in the PIF; particularly the failure to provide the property valuation form which the Applicant said he withheld because he thought it better to tell the Member orally about it. The Member rejected this and similar excuses for non-disclosure. (b) the Applicant failed to include in his PIF that his uncle had died as a result of the altercation with police. This fact would have explained why his uncle, similarly situated to the Applicant, was not pursued by police. Again, the reason for omission was said to be because the Applicant thought it better to raise it orally at the hearing. (c) after the Member's detailed explanation of the Chinese summons system, the Member concluded that the summons presented did not accord with known Chinese procedures and forms such that little weight could be given to the document especially in light of the ease with which fraudulent documents can be obtained in China. (d) there were credibility concerns about his travel to Canada. (e) the Applicant altered his evidence to take away a contradiction in his evidence concerning the taking of photographs. (f) the Applicant was not credible about the arrest and detention of protesters and not credible about the police pursuit of him. (g) the Jail Visitor Card presented was fraudulent. (h) there was no persecution in prosecution for obstruction of the expropriation and demolition of the Applicant's home. There is no nexus to a Convention ground arising from the government's expropriation. The Applicant's obstruction was not a political protest. All that occurred was a breach of a law of general application regarding the Immigration and Refugee Protection Act , SC 2001, c 27 s 97. (i) the Chinese punishment, while harsher than Canada's, does not offend international standards and prison conditions, which, while harsh and degrading, still meet basic needs and accommodate rights.", "[9] There are six issues raised by the parties upon which the determination of the reasonableness of the decision depends: (i) the use of \"raid\" and \"house church\"; (ii) the credibility determination; (iii) the Jail Visitor Card conclusion; (iv) the summons analysis and conclusion; (v) the absence of nexus finding; and (vi) s 97 analysis. III. ANALYSIS A. Standard of Review", "[10] There are different standards of review in respect of different issues in this judicial review: • in respect of whether there was an error in description, the matter is whether it is a material error ( <FRAGMENT_SUPPRESSED>  ACWS (3d) 262); • credibility (the key and overriding conclusion) is subject to the reasonableness standard of review ( <FRAGMENT_SUPPRESSED>  ACWS (3d) 773); • similarly, the findings as to the documents are subject to the same reasonableness standard ( <FRAGMENT_SUPPRESSED>  CarswellNat 351); • the issue of nexus to a Convention ground is a matter of mixed law and fact and subject to a reasonableness standard ( <FRAGMENT_SUPPRESSED>  FTR 18); and • the s 97 analysis in this case is one of mixed fact and law and therefore also subject to the reasonableness standard ( <FRAGMENT_SUPPRESSED>  CarswellNat 3382). B. Raid/House Church", "[11] The Applicant objects to the Member's use of the word \"raid\" in the context of the police action regarding the obstruction of demolition. Given the circumstances of a protest turning violent, police moving in might reasonably be called a raid in this case.", "[12] The Member's reference to a \"house church\" where the protests were in respect to demolition of homes was a factual error. However, it was immaterial as the Member clearly understood the nature of the demolition and the obstruction. There was no suggestion of a religious element to this case and the Member understood that. C. Credibility", "[13] The Applicant objects to the allegedly \"microscopic\" analysis of omissions from the PIF. However, the Member's credibility finding is based on more than the mere omissions.", "[14] The credibility concerns about the PIF stem from the explanation of the reasons for the omissions - that it was better to tell the Member orally. The Member was more than entitled to view such an explanation askance particularly as these were important matters, and the Applicant was represented by experienced counsel.", "[15] There was a third issue raised concerning the taking of photographs which is not material as it is tied up in the nature of the protest. D. Jail Visitor Card", "[16] The Member and the Immigration and Refugee Board have area expertise including knowledge of some of the local practices. The Member was examining a photocopy of the document and had concerns for the genuineness of the card on its face. It was reasonable, if the credibility concerns about the Applicant were reasonable (which they were), and the findings made about the summons, to conclude that the card was, on a balance of probabilities, fraudulent. E. Summons", "[17] The Applicant raises a number of objections to the way in which the Member reached his conclusions. The Applicant argues that the Member's finding that there were deficiencies in the summons was based on the Member comparing the requirements for a summons type different from the type in evidence. The Applicant's case on this issue depends on the relevant summons being the Form 3 (CTR at 83) not Form 2 examined by the Member (CTR at 81).", "[18] The determination of which summons form is the relevant one is a factual matter and relates to an area in which the Member has expertise. The Applicant provided no persuasive evidence that the Member was wrong in this regard. Therefore, the Member's conclusions are sustained. F. Nexus", "[19] The Member found no nexus to a Convention ground because the alleged persecution related to a dispute over compensation for expropriation. This is not a matter covered by the Convention.", "[20] The real dispute was over money not a grounds under the Convention. The monetary dispute cannot be dressed up as a political dispute just because it is against a government decision.", "[21] It was not unreasonable to conclude that there was no nexus to a Convention grounds given the nature of the dispute and protest activities. G. Section 97 Analysis", "[22] The Applicant's contention is that the prison sentences are too long given the gravity of the offences. The Applicant also argued that Chinese prisons were known to be substantially worse than Canadian prisons.", "[23] The Member was aware of the duration of the sentences allegedly given to the leaders of the demonstration. Absent some evidence that the sentences were beyond some acceptable range of sentences, the Applicant has failed to show that the Member's conclusion is unreasonable.", "[24] The Applicant likewise failed in respect of the Chinese prison conditions. The Member recognized that those conditions are \"harsh and degrading\" but concluded that prisoners' basic needs were met and prisoners' rights were accommodated. The Applicant has failed to show that this conclusion is unreasonable.", "[25] The fact that sentences are harsher than in Canada and prison conditions are poorer is not, in and of itself, sufficient to ground a claim under s 97. If it were, the situation in much of the United States arguably would be grounds for a s 97 claim. The Member's conclusion was not unreasonable. IV. CONCLUSION", "[26] Therefore, this decision, taken as a whole, being one related to a dispute over expropriation compensation, is not unreasonable. The judicial review will be dismissed. There is no question for certification. JUDGMENT", "[27] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. <FRAGMENT_SUPPRESSED>  Phelan II.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] III. ANALYSE A.", "[10] <FRAGMENT_SUPPRESSED>  ACWS (3d) 262); <FRAGMENT_SUPPRESSED>  ACWS (3d) 773); <FRAGMENT_SUPPRESSED>  CarswellNat 351); <FRAGMENT_SUPPRESSED>  FTR 18); <FRAGMENT_SUPPRESSED>  CarswellNat 3382). B.", "[11]", "[12] C.", "[13]", "[14]", "[15] D.", "[16] E.", "[17]", "[18] F.", "[19]", "[20]", "[21] G.", "[22]", "[23]", "[24]", "[25] IV. CONCLUSION", "[26] JUGEMENT", "[27] [End of document]"]}