{"id_": "079300", "body_str": ["[1] Harrington, J. : Mr. Rito Suarez has had a tough time of it in Mexico City. He is a taxi driver who was robbed several times. He witnessed a bank robbery and, although he cooperated with the police, he was unable to identify any suspect in a police line-up or the accused in a subsequent trial. Nevertheless a relative of the accused threatened him at Court. Ominous-looking men who did not identify themselves visited his father, looking for him, and various telephone threats were received.", "[2] Putting it all together with his immense distrust of the police, he concluded that they would not protect him as a witness to a robbery and that he had earned their enmity for failing to identify the accused, whom they may have framed.", "[3] He, his wife and children, fled Mexico for Canada where they filed a claim for refugee protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act . This is a judicial review of the decision dismissing that application.", "[4] The case turns on state protection, as the Refugee Division of the Immigration and Refugee Board did not consider the internal flight alternative in Mexico. Counsel for the Rito Suarez family submits that the Panel simply paid lip service to the principles of state protection and failed to carry out a specific analysis of documentation both within the Board's own library and others submitted to the effect that the police, particularly in Mexico City, are corrupt, and that there is no protection for a witness to crime. Consequently, the presumption of state protection has been clearly rebutted.", "[5] The decision should only be disturbed if I consider it unreasonable ( <FRAGMENT_SUPPRESSED> ). In my opinion the decision was reasonable and so I must dismiss this judicial review.", "[6] The applicants are not refugees within the sense of the United Nations Convention because there is no nexus between any of the five grounds set out therein and their situation. Mr. Rito Suarez is a victim of crime and perhaps the target of a personal vendetta. As such, the issue is whether he needs international protection, there being a presumption that his own state is able to protect him.", "[7] It was submitted that the Panel had set out the wrong test as to the number of approaches one must make to the authorities before abandoning one's homeland. Had the Panel stated that Mr. Rito Suarez had to exhaust every possible recourse before leaving Mexico, this submission may well have been correct. As noted by Madam Justice Tremblay-Lamer in <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 232 (QL), one does not have to go to such lengths as to be killed in order to establish that there is no state protection available. However that is not the test set out by the Panel. It correctly noted that there is a presumption that a state is capable of protecting its citizens except in situations were the state is in a complete breakdown, and that the burden is on the claimant to show that state protection is inadequate, a burden discharged on the balance of probabilities. The Panel said: \"The onus is on the claimant to approach the state for protection in situations where state protection might reasonably be forthcoming.\" After reviewing the evidence the Panel concluded: \"...there is adequate state protection in Mexico and that the claimants have not taken all of the reasonable steps in the circumstances to pursue the available state protection.\" This is a far cry from stating that they had to exhaust all recourses, reasonable or not.", "[8] The Panel is criticized for not carrying out an in-depth analysis of counsel's detailed submissions on country conditions. There is a presumption that the Panel has considered all the evidence ( <FRAGMENT_SUPPRESSED>  (C.A.) (QL)). However that presumption may be displaced. The more important the documentation is to the applicants' specific case, the more it should be specifically analyzed in the reasons for order ( <FRAGMENT_SUPPRESSED>  (QL)).", "[9] In this case the Panel readily acknowledged that police corruption is a serious problem, but at the same time pointed out strenuous efforts are being taken to remedy that situation, or at least to reduce the instances thereof. Despite what was submitted, the Panel's analysis does not indicate that it carried out a \"good times\" review of country conditions. The Panel was not obliged to expressly identify and deal with a document in its reasons simply because it was specifically referred to by counsel, especially since the Panel readily acknowledged police corruption.", "[10] Since Mr. Rito Suarez had never identified any of the suspects presented to him by the police as a robber, reference to lack of adequate witness protection is somewhat misplaced.", "[11] Mr. Rito Suarez's own dealings with the police do not give rise to any hard evidence of corruption. On the contrary, the bank robbery indicates they were trying to solve the crime. It is outright speculation to suggest that they were complicit with the robbers and were trying to frame an innocent person. When he reported he was robbed in his taxi the police investigated. Furthermore, he never informed them of the threat at the court house.", "[12] It was not unreasonable for the Panel to have concluded that the applicants had failed to establish that state protection is inadequate. A recent decision of the Federal Court of Appeal dealing with state protection as applied to Mexico is Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 399 (QL). ORDER", "[13] THIS COURT ORDERS that 1. The application for judicial review is dismissed. 2. There is no serious question of general importance to certify. [End of document]"]}