{"id_": "079447", "body_str": ["[1] Snider, J. : The Applicant, Masoud Mosavat, is a citizen of Iran who came to Canada in December 2008. He immediately sought refugee protection on the grounds of his alleged homosexuality. The Applicant claimed to have been in a long-term relationship with a man (S). In a decision dated December 4, 2009, a panel of the Immigration and Refugee Board, Refugee Protection Division (the RPD), rejected the Applicant's claim for protection on the basis that the RPD did not find the Applicant to be credible.  <FRAGMENT_SUPPRESSED>", "[2] On May 12, 2010, the Applicant applied for a pre-removal risk assessment (PRRA). In a decision dated August 6, 2010, a PRRA Officer (the Officer) rejected his PRRA application. The Officer accepted the evidence that homosexuals face persecution in Iran and that consenting gay sex is a crime punishable by death. However, the Officer concluded that the evidence provided by the Applicant was insufficient to establish that he was homosexual.  <FRAGMENT_SUPPRESSED>", "[3] The Applicant now seeks to overturn the PRRA decision.  <FRAGMENT_SUPPRESSED> II. Issue  <FRAGMENT_SUPPRESSED>", "[4] There is one issue only raised by this application:  <FRAGMENT_SUPPRESSED> Did the Officer err by failing to hold a hearing, on the basis that the Applicant's new evidence raised a serious issue of his credibility?  <FRAGMENT_SUPPRESSED> III. Analysis  <FRAGMENT_SUPPRESSED> A. Statutory Scheme  <FRAGMENT_SUPPRESSED>", "[5] PRRA applications are generally assessed on the basis of an applicant's written submissions and documentary evidence. Section 113(b) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA or the Act) provides that a hearing may be held if the Minister, \"on the basis of prescribed factors, is of the opinion that a hearing is required\".  <FRAGMENT_SUPPRESSED>", "[6] Section 167 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations) sets out the factors to be considered when determining whether a hearing is required:  <FRAGMENT_SUPPRESSED> For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:  <FRAGMENT_SUPPRESSED> (a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;  <FRAGMENT_SUPPRESSED> (b) whether the evidence is central to the decision with respect to the application for protection; and  <FRAGMENT_SUPPRESSED> (c) whether the evidence, if accepted, would justify allowing the application for protection.  <FRAGMENT_SUPPRESSED> B. Standard of Review  <FRAGMENT_SUPPRESSED>", "[7] The first question to be addressed is which standard of review to apply to the Officer's decision not to convoke an oral hearing. The Applicant argues that this is a question of statutory interpretation, to which the correctness standard applies. The Respondent asserts that the issue is one of procedural fairness which attracts the correctness standard.  <FRAGMENT_SUPPRESSED>", "[8] There is differing jurisprudence in the Federal Court on the proper standard of review. See, for example: <FRAGMENT_SUPPRESSED>  (correctness); and <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED>  (reasonableness).  <FRAGMENT_SUPPRESSED>", "[9] In my view, the applicable standard of review is reasonableness. The Officer's task is to analyze the appropriateness of holding a hearing in light of the particular context of a file and to apply the facts at issue to the factors set out in s.167 of the Regulations. Thus, the question is one of mixed fact and law. As the Supreme Court held at paragraph 53 of <FRAGMENT_SUPPRESSED>  questions of mixed fact and law attract deference and are reviewable on the reasonableness standard.  <FRAGMENT_SUPPRESSED>", "[10] On this standard, this Court can only intervene if the Officer's decision does not fall \"within the range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( , at para 47).  <FRAGMENT_SUPPRESSED> C. The Need for an Oral Hearing  <FRAGMENT_SUPPRESSED>", "[11] An oral hearing is only required if all of the factors set out in s. 167 of the Regulations are met ( <FRAGMENT_SUPPRESSED> ). In this case, the Applicant submits that all of the factors are satisfied.  <FRAGMENT_SUPPRESSED>", "[12] The evidence of the Applicant's homosexuality is central to the decision. Further, the Officer acknowledged the risk to homosexuals in Iran. It follows that, had the Officer accepted the evidence of the Applicant's homosexuality, the evidence would have justified allowing the PRRA application. The only question is whether the evidence raises a serious issue of the Applicant's credibility.  <FRAGMENT_SUPPRESSED>", "[13] As discussed by Justice Zinn in <FRAGMENT_SUPPRESSED>  when a claimant offers evidence, the PRRA officer must assess whether the evidence is credible (see paragraph 25). Evidence may lack credibility for a variety of reasons; it may be vague, unreliable or self-serving. Even where the evidence can be said to be reliable, the PRRA officer may determine that the evidence is of little weight or probative value. Where the PRRA officer is simply saying that the evidence that has been tendered does not have sufficient probative value, the officer is not making a determination about the credibility of the person providing the evidence and, therefore, no interview is required.  <FRAGMENT_SUPPRESSED>", "[14] Within this legal context, as so capably outlined by Justice Zinn, there have been cases where the Court has concluded that a PRRA officer has made a \"veiled\" credibility finding (see, for example, <FRAGMENT_SUPPRESSED> ). In each case, the Court must look beyond the words of a decision and determine whether it is based on the sufficiency of evidence or if it is in fact a credibility determination.  <FRAGMENT_SUPPRESSED>", "[15] In his PRRA application, the Applicant made lengthy submissions declaring his homosexuality. With his application, the Applicant also submitted several pieces of evidence that were accepted by the Officer as \"new evidence\". I question whether this evidence was indeed \"new\" as contemplated by s. 113(a) of IRPA, as it is the type of documentary evidence that could have and should have been submitted as part of the Applicant's hearing before the RPD. However, I need not make any finding on this question since the Officer accepted and considered all of the submitted documentation as \"new\".  <FRAGMENT_SUPPRESSED>", "[16] In assessing the Officer's decision, I make two key observations:  <FRAGMENT_SUPPRESSED> 1. The Applicant bears the burden of proof in PRRA applications (see, for example, Ferguson at para 21);  <FRAGMENT_SUPPRESSED> 2. The RPD found that the Applicant's claim of being homosexual was not credible. As stated by the RPD at paragraph 18 of its decision:  <FRAGMENT_SUPPRESSED> Because of testimony that changed in several aspects with no satisfactory explanation, I find that this key incident did not happen. This, along with lack of corroborative evidence and vague testimony about his lifestyle, lead me to conclude that the claimant is not a homosexual person. [Emphasis added.]  <FRAGMENT_SUPPRESSED>", "[17] In essence, the Applicant was attempting to show that the RPD was wrong. To satisfy his burden, the Applicant was required to submit evidence of sufficient probative value to demonstrate that, had this evidence been before the RPD, it would have affected the outcome of that hearing.  <FRAGMENT_SUPPRESSED>", "[18] Viewed in this light, mere statements by the Applicant that he was homosexual are insufficient to discharge his burden; he had already made such statements to the RPD. It was not unreasonable for the Officer to find that the Applicant's self-serving statements of attendance at a Pride Parade or membership in the \"Vancouver Gay Community on Dave [sic] Street\" were insufficient to demonstrate that the Applicant is a homosexual.  <FRAGMENT_SUPPRESSED>", "[19] That leaves the various documents submitted by the Applicant. It appears to me that, where a claimant is attempting to demonstrate that the RPD was wrong in its conclusion, the \"new\" evidence must be clear and compelling. In my view, the Officer reasonably concluded that none of this evidence was sufficient to meet that threshold. Specifically:  <FRAGMENT_SUPPRESSED> A membership card that consisted of nothing but a bar code and a signature, with no name of any organization, is not persuasive evidence of membership in a gay club. In any event, there was no evidence that the group identified by the Applicant as \"the Gay Group\" even existed.  <FRAGMENT_SUPPRESSED> Photographs of the Applicant and another man - allegedly a \"well-known gay man Iranian national\" - wearing towels were submitted with no context and are therefore not persuasive evidence of the Applicant's sexual orientation.  <FRAGMENT_SUPPRESSED> An undated letter allegedly from S, the tone of which the Officer acknowledged \"suggests an intimate relationship\", was provided with no evidence that it was sent from South Korea, where the Applicant claimed that S was living. Further, the translation of the letter was not certified. The Officer was not unreasonable in giving this letter little weight.  <FRAGMENT_SUPPRESSED> Similarly, a cellular phone bill showing \"three short calls\" to South Korea, where S is allegedly living, was not found by the Officer to be evidence of the Applicant's sexual orientation.  <FRAGMENT_SUPPRESSED> A letter from the Executive Director of an organization located in Toronto called \"Iranian Railroad for Queer Refugees\" states that the Applicant has been a member since 2009. As reasonably noted by the Officer, \"it is probable that his information came from the applicant himself and not from personal knowledge,\" and as such, this was not persuasive evidence that the Applicant was homosexual.  <FRAGMENT_SUPPRESSED>", "[20] The only other evidence was the result of an internet search performed by the Officer of the Applicant's name. The Officer found profiles on two social networking sites which appeared to belong to the Applicant and which indicated that he was seeking women, contrary to his assertion that he is a homosexual. They were disclosed to the Applicant on July 26, 2010. The Applicant did not dispute that the profiles were his and explained that he is bisexual.  <FRAGMENT_SUPPRESSED>", "[21] In his decision, the Officer considered the response of the Applicant in some detail. The responding comments of the Officer, if considered on their own, seem to impugn the credibility of the Applicant. However, in my view, these remarks are quite irrelevant to the overall decision. The website profiles did not portray the Applicant as either homosexual or bisexual. In other words, they were not evidence that supported the Applicant's claim. Although the profiles could be seen to contradict the Applicant's claim, the Officer did not reject his application on this basis. The Applicant's explanation, being a further unsupported claim as to his sexual orientation, was also insufficient to discharge his burden. The internet profiles and the Applicant's explanation for them do not raise a serious issue of the Applicant's credibility with respect to his PRRA application.  <FRAGMENT_SUPPRESSED> IV. Conclusion  <FRAGMENT_SUPPRESSED>", "[22] In sum, I am satisfied that the Officer's assessment of the evidence and whether it met the requirements of s. 167(a) of the Regulations was reasonable. In other words, it was reasonable for the Officer to conclude that there was no \"new\" evidence that raised a serious issue of credibility as provided for in s. 167(a) of the Regulations. No oral hearing was necessary. The application for judicial review will be dismissed.  <FRAGMENT_SUPPRESSED>", "[23] Neither party proposed a question for certification.  <FRAGMENT_SUPPRESSED>", "[24] THIS COURT'S JUDGMENT is that :  <FRAGMENT_SUPPRESSED> 1. The application for judicial review is dismissed; and  <FRAGMENT_SUPPRESSED> 2. No question of general importance is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}