{"id_": "079611", "body_str": ["[1] Dawson, J. : On January 8, 1998 Sandra Lanier Bains submitted an application for Canadian citizenship. In a decision dated June 18, 1999, Citizenship Judge Suzanne Pinel denied Ms. Bains' application for Canadian citizenship because Ms. Bains had refused requests to provide her fingerprints.", "[2] Ms. Bains brings this appeal from the Citizenship Judge's decision pursuant to subsection 14(5) of the Citizenship Act , R.S.C. 1985, c. C-29, as amended, (\" Act \"). Ms. Bains alleges that the Citizenship Judge erred in law by requiring her fingerprints and that the judge also denied Ms. Bains procedural fairness. OVERVIEW OF THE FACTS", "[3] Approximately 10 months after submitting her application for citizenship, Ms. Bains apparently received a letter dated November 12, 1998 from Citizenship and Immigration Canada. The letter advised Ms. Bains that after reviewing the biographical information contained on her application form, there \"may be a question in your case with regard to the provisions of sections 21 and/or 22 of the Citizenship Act or possibly involving another person having the same name and biographical data as yours. Therefore, if you wish to proceed with your application, I would ask that you arrange to have your fingerprints taken at your earliest convenience\".", "[4] To put this request in context, sections 21 and 22 of the Act respectively provide that: \"21. Notwithstanding anything in this Act, no period may be counted as a period of residence for the purpose of this Act during which a person has been, pursuant to any enactment in force in Canada, (a) under a probation order; (b) a paroled inmate; or (c) confined in or been an inmate of any penitentiary, jail, reformatory or prison. \"22(1) Notwithstanding anything in this Act, a person shall not be granted citizenship under section 5 or subsection 11(1) or take the oath of citizenship (a) while the person is, pursuant to any enactment in force in Canada, (i) under a probation order, (ii) a paroled inmate, or (iii) confined in or is an inmate of any penitentiary, jail, reformatory or prison; (b) while the person is charged with, on trial for or subject to or a party to an appeal relating to an offence under subsection 29(2) or (3) or an indictable offence under any Act of Parliament, other than an offence that is designated as a contravention under the Contraventions Act; (c) while the person is under investigation by the Minister of Justice, the Royal Canadian Mounted Police or the Canadian Security Intelligence Service for, or is charged with, on trial for, subject to or a party to an appeal relating to, an act or omission referred to in subsection 7(3.71) of the Criminal Code; (d) if the person has been convicted of an offence in respect of an act or omission referred to in subsection 7(3.71) of the Criminal Code; (e) if the person requires but has not obtained the consent of the Minister, under subsection 55(1) of the Immigration Act, to be admitted to and remain in Canada as a permanent resident; or (f) if, during the five years immediately preceding the person's application, the person ceased to be a citizen pursuant to subsection 10(1). \"22(2) Notwithstanding anything in this Act, but subject to the Criminal Records Act, a person shall not be granted citizenship under section 5 or subsection 11(1) or take the oath of citizenship if, (a) during the three year period immediately preceding the date of the person's application, or (b) during the period between the date of the person's application and the date that the person would otherwise be granted citizenship or take the oath of citizenship, the person has been convicted of an offence under subsection 29(2) or (3) or of an indictable offence under any Act of Parliament, other than an offence that is designated as a contravention under the Contraventions Act.\"", "[5] The record does not show that any response was made to the letter of November 12, 1998 and Ms. Bains did not assert that any response was made. The certified record before the Court indicates that thereafter, a notice to appear was issued to Ms. Bains requiring that she appear on May 7, 1999 because the \"citizenship judge needs more information to make a decision about your citizenship application and you must appear for a hearing\".", "[6] Ms. Bains attended the hearing before the Citizenship Judge.", "[7] Ms. Bains never did provide her fingerprints. THE DECISION", "[8] Citizenship Judge Pinel's decision on these facts was as follows: \"On May 7th, 1999, you appeared before me for a hearing of your application for Canadian Citizenship. At that time, I reserved my decision. This letter is to inform you that I regret your application for Canadian citizenship is not approved. \"There is an indication on file that you might have a criminal record which may give rise to the application of sections 21 and 22 of the Citizenship Act . Section 21 provides that no period while, pursuant to any enactment in force in Canada, a person has been or been an inmate of a penitentiary, goal, reformatory or prison, can be counted as a period of residence in Canada. Section 22 prohibits the granting of Canadian citizenship while the applicant is under a probation order, is a paroled inmate, is confined in or an inmate of a penitentiary, goal, reformatory or prison, or is charged with, or on trial for, subject to or a party to an appeal relating to an indictable offence or an offence under the Citizenship Act , or has been convicted of such an offence within the three years preceding the date of application or between that date and the date he would have otherwise been granted citizenship. \"You were asked by the Registrar of Citizenship in a letter dated November 12th, 1998, to provide your fingerprints so as to confirm whether or not either of sections 21 or 22 were applicable to you. When you appeared before me, you were given another opportunity to show that the aforementioned provisions did not apply to you, by providing me with your fingerprints. \"Since you have refused to provide your fingerprints despite the opportunities that were given to you in that regard, I consider that you have failed to rebut the presumption that you are prohibited from being granted Canadian citizenship by the operation of section 21 and 22 or (sic) the Citizenship Act \"This is not an appropriate case for the exercise of discretion under the subsections 5(3) and 5(4) of the Citizenship Act because Section 22 specifically provides that whenever it applies, a person shall not be granted citizenship under section 5 or subsection 11(1) or administered the oath of citizenship. \"Pursuant to the provisions of subsection 14(3) of the Citizenship Act , you are, therefore, advised that, for the above reasons, your application for citizenship is not approved.\" THE ISSUES", "[9] Ms. Bains alleged three specific errors by Citizenship Judge Pinel. They were that the Citizenship Judge: (1) erred by misapprehending the evidence or by failing to consider relevant evidence to the effect that Ms. Bains did not fall within section 21 or section 22 of the Act (2) erred in applying a \"presumption\" with respect to sections 21 and 22 of the Act ; and (3) denied Ms. Bains procedural fairness because of inadequate disclosure of the allegations made against her. THE STANDARD OF REVIEW", "[10] Subsection 14(5) of the Act , which creates the right of appeal exercised by Ms. Bains, provides: \"(5) The Minister or the applicant may appeal to the Court from the decision of the citizenship judge under subsection (2) by filing a notice of appeal in the Registry of the Court within sixty days after the day on which (a) the citizenship judge approved the application under subsection (2); or (b) notice was mailed or otherwise given under subsection (3) with respect to the application.\"", "[11] As for the standard of review to be applied on appeals brought under that subsection, in <FRAGMENT_SUPPRESSED>  (T.D.), at paragraph 33, Justice Lutfy of this Court, as he then was, stated as follows: \"[para. 33] Justice and fairness, both for the citizenship applicants and the Minister, require some continuity with respect to the standard of review while the current Act is still in force and despite the end of the de novo trials. The appropriate standard, in these circumstances, is one close to the correctness end of the spectrum.\" ANALYSIS (i) Did the Citizenship Judge err by misapprehending the evidence or by failing to consider relevant evidence?", "[12] Ms. Bains through her counsel asserted that the Citizenship Judge erred in failing to consider the evidence Ms. Bains gave to the effect that she did not have a criminal record and did not fall within any of the circumstances giving rise to the application of sections 21 or 22 of the Act", "[13] Ms. Bains provided relevant information on two occasions.", "[14] First, the citizenship application warns applicants that they must advise if any of the following apply: - you have been in the past 4 years or are now: - an inmate of a penitentiary, jail, reformatory or prison, - on probation, or - you have been convicted of a crime in the past 3 years; - you are now charged with a crime;", "[15] The application then requires an applicant to sign immediately below the following: \"It is a crime if you lie, leave out information, or give false information on this form. Your citizenship may be taken away and you may be charged under the Citizenship Act if your citizenship is obtained by false representation, fraud or by knowingly concealing material circumstances. 1) I understand the prohibitions listed on the left and I hereby declare that these prohibitions do not apply to me. I promise to advise a citizenship officer if anything changes before I take the Oath of citizenship. 2) I understand the contents of this form and I declare that the information I have provided is true and correct. I understand that, if I make a false declaration, I could be charged under the Citizenship Act and/or I could lose my citizenship. Ms. Bains signed immediately below those provisions. The prohibitions referred to are those described in paragraph [14] above.", "[16] Secondly, on the day Ms. Bains appeared before Citizenship Judge Pinel, Ms. Bains signed a document entitled \"Notice to the Minister of the Decision of the Citizenship Judge\" (\"Notice'). The relevant portion of this document requires the Citizenship Judge to indicate whether an applicant did or did not satisfy the judge with respect to a number of things, including whether the applicant satisfied the Citizenship Judge that the applicant was not subject to a prohibition under section 22 of the Act", "[17] On the Notice, the Citizenship Judge indicated satisfaction with all of the requirements of the Act except whether Ms. Bains was subject to a prohibition under section 22. The Citizenship Judge noted in relation to this prohibition \"could not ascertain\".", "[18] Immediately below this, Ms. Bains completed the following attestation: \"The statements made herein are true and correct and I confirm that I have not been subject to immigration or criminal proceedings, since I filed my application for citizenship.", "[19] This attestation was sworn by Ms. Bains before the Citizenship Judge.", "[20] In addition to referring to this evidence, Ms. Bains maintained that there was no indication in the record that she had a criminal record and that at best, the judge \"could not ascertain\" from the computer check whether Ms. Bains had a criminal record.", "[21] In this circumstance, Ms. Bains said it was a reversible error for the Citizenship Judge to have failed to consider the evidence provided by Ms. Bains that she did not have a criminal record.", "[22] This submission requires careful scrutiny of the evidence provided by Ms. Bains.", "[23] Ms. Bains did declare in her citizenship application, not under oath but under risk of prosecution under the Act , that she had not been convicted of a crime in the past three years; that she had not been an inmate of a jail or on probation or parol in the past four years; and that she was not then charged with a crime, or in jail or on probation or parol.", "[24] In contrast, I find no relevant evidence was provided by Ms. Bains by virtue of her attestation contained in the Notice, other than her evidence swearing that she had not been subject to criminal proceedings since filing her application for citizenship. I find no other positive relevant evidence in the Notice because there Ms. Bains did not attest under oath that she was not subject to any prohibition under section 22 of the Act . Rather, the Notice simply recorded that the existence of facts showing that Ms. Bains was not subject to such disqualification was something which the Citizenship Judge \"could not ascertain\", even after Ms. Bains appeared before her. I conclude from the fact that Ms. Bains completed this attestation that she took no issue with the Citizenship Judge's statement \"could not ascertain\".", "[25] In oral argument, Ms. Bains' counsel submitted that the attestation completed by Ms. Bains on the Notice was an attestation in respect of the statements in the Notice as well as the statements in her application for citizenship. I do not read the attestation that way, and in the absence of any evidence from Ms. Bains that such was the intended effect of her attestation, I am not prepared to construe it as her counsel suggested.", "[26] What then is the effect to be given to the statements made by Ms. Bains in the application for citizenship under the penalty of prosecution? Ms. Bains' counsel submitted that the reasons made clear that the Citizenship Judge gave no consideration to those statements. He argued that it was a reversible error for the Citizenship Judge to fail to consider relevant evidence or to misapprehend the evidence. Counsel asserted that this error was particularly serious where the evidence was uncontradicted.", "[27] In considering the effect of Ms. Bains' statements made in her application for citizenship, I begin from the premise that statements made in an application for citizenship are not to be taken at face value. This is reflected in the procedure which the Citizenship Regulations , 1993, SOR/93-246, as amended, (\" Regulations \") mandate be followed on receipt of an application. In part, the Regulations provide: \"11(1) On receipt of an application made in accordance with subsection 3(1), 6(1), 7(1) or 8(1), the Registrar shall cause to be commenced the inquiries necessary to determine whether the person in respect of whom the application is made meets the requirements of the Act and these Regulations with respect to the application. \"11(5) After completion of the inquiries commenced pursuant to subsection (1), the Registrar shall (a) in the case of an application and materials filed with a citizenship officer in accordance with subsection 3(1), or forwarded to the Registrar under subsection 3(3), request the citizenship officer with whom the application and materials have been filed or to whom they have been forwarded under subsection 3(5) to refer the application and materials to a citizenship judge for consideration; and (b) in the case of an application and materials filed under subsection 6(1), 7(1) or 8(1), forward the application and materials to a citizenship officer of the citizenship court that the Registrar considers appropriate in the circumstances, and request the citizenship officer to refer the application and materials to a citizenship judge for consideration. \"11(7) Where it appears to a citizenship judge that the approval of an application referred to the citizenship judge under subsection (5) may not be possible on the basis of the information available, that citizenship judge shall ask the Minister to send a notice in writing by ordinary mail to the applicant, at the applicant's latest known address, giving the applicant an opportunity to appear in person before that citizenship judge at the date, time and place specified in the notice. \"12. Where, under subsection 11(7), an applicant appears before a citizenship judge, the applicant may be (a) required to give evidence under oath or not under oath , as the citizenship judge may, at the judge's discretion, decide; and (b) accompanied by such other persons as the citizenship judge may, at the judge's discretion, permit in the interests of the applicant and of the expeditious determination of the matter. \"28. Notwithstanding anything in these Regulations, a person who makes an application under the Act shall furnish any additional evidence in connection with the application that may be required to establish that the person meets the requirements of the Act and these Regulations .\" (emphasis added) \"11(1) \"11(5) \"11(7) \"12. \"28.", "[28] As to Ms. Bains' assertion that there was no indication in the record before the Citizenship Judge that she had a criminal record, Ms. Bains submitted that the Citizenship Judge simply \"could not ascertain\" from the computer check whether Ms. Bains had a criminal record.", "[29] This submission requires consideration of the evidence before the Citizenship Judge which could give rise to a concern as to whether Ms. Bains fell within the prohibitions found in section 21 or 22 of the Act", "[30] The notice to appear issued to Ms. Bains bears a handwritten note to the following effect: BF'd on 28-5-99 to re-verify crim clear. [initialled] 7-5-99 Result: Fingerprints still required 14-5-99 [initialled] 10-6-99 Suzanne for your decision please [initialled] 10-6-99 This appears to be advice to the Citizenship Judge in respect of concerns regarding the status of Ms. Bains' criminal clearance.", "[31] The certified tribunal record contains a photocopy of a document entitled \"Clearance History\". The document records under the heading \"Status\" that Ms. Bains' status was \"Cleared\" beside the entries \"Immigration\" and \"Security\" but \"Failed\" beside the entry \"Criminal\".", "[32] Under the heading \"Action\" are, among other entries, the following: Action Date Criminal - Failed 10Jun1999 ... Criminal - Failed 14Dec1998 Criminal - Fingerprint letter sent to client 13Nov1998 Criminal - Requires finger prints 09Nov1998", "[33] I conclude from this that, after the required inquiries were made and Ms. Bains' application was referred to the Citizenship Judge for decision, the \"Clearance History\" document did form the basis for legitimate concern on the part of the Citizenship Judge as to whether Ms. Bains was precluded from the granting of citizenship by operation of either section 21 or section 22 of the Act", "[34] The legislative scheme of the Act and the Regulations cited above is such that I also conclude that it was not sufficient for Ms. Bains to say, in effect, that having completed her application for citizenship, it was for the government to disprove what she asserted. Put another way, I do not accept Ms. Bains' submission that she had no obligation to furnish any additional evidence.", "[35] Accordingly, I find that Citizenship Judge Pinel in these circumstances neither failed to consider relevant evidence nor misapprehended the evidence before her. (ii) Did the Citizenship Judge err in applying a \"presumption\" with respect to sections 21 and 22 of the Act", "[36] In advancing this issue, Ms. Bains took umbrage with the following specific portion of the Citizenship Judge's reasons: \"Since you have refused to provide your fingerprints despite the opportunities that were given to you in that regard, I consider that you have failed to rebut the presumption that you are prohibited from being granted Canadian citizenship by the operation of section 21 and 22 or (sic) the Citizenship Act .\"", "[37] Ms. Bains argued that neither section 21 nor section 22 of the Act , created a \"presumption\" against her. Ms. Bains submitted that the Citizenship Judge erred in creating and applying such a presumption.", "[38] Where a party fails to bring before a tribunal evidence which is within the party's ability to adduce, an inference may be drawn that the evidence not adduced would have been unfavourable to the party. See: Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.) and the references to The Law of Evidence in Civil Cases and Wigmore on Evidence cited therein.", "[39] At paragraph 289(d) in Wigmore on Evidence (Chadbourn rev. 1981), the author notes that a party's refusal to submit to a physical examination should likewise be open to an inference, \"for he is virtually withholding evidence\".", "[40] However, no inference may be drawn against a party if a reasonable explanation for the failure to adduce evidence is provided (see: Wigmore , supra, at paragraph 285(1)).", "[41] I find that on the evidence before the Citizenship Judge, particularly the apparent absence of any explanation for the applicant's failure to provide her fingerprints, the Citizenship Judge was entitled to draw an inference from Ms. Bains' failure to provide fingerprints. The permissible inference would be that had Ms. Bains provided her fingerprints, the result would have been unfavourable to her application for citizenship, and would not have assisted her in establishing that she did not fall within section 21 or section 22 of the Act", "[42] I conclude that this was, in substance, what the Citizenship Judge did in the impugned passage of her decision.", "[43] As for the use of the word \"presumption\", in Sopinka, The Law of Evidence in Canada (1999) at paragraphs 4.4 and 4.5, the author states as follows: \"4.4 A presumption of fact is a deduction of fact that may logically and reasonably be drawn from a fact or group of facts found or otherwise established. 15 Put differently, it is a common sense logical inference that is drawn from proven facts. 16 Thus, on proof of fact A, the trier of fact may infer the existence or non-existence of fact B. When established facts raise a presumption of fact, they give rise to a permissive inference which the trier of fact may, but need not, draw. Thus, a presumption of fact it not a rule of law, as it neither compels nor prohibits the drawing of the inference. 17 \"4.5 Because presumptions of fact vary in force, in some civil cases they may, not must, require the party against whom they operate to adduce rebutting evidence or run a substantial risk of losing the case. 18 When used in this sense, it means that the facts are such that a certain inference should, but need not, be logically drawn. 19 But it must be underlined that a presumption of fact does not allocate, as a matter of law, an evidential burden or the legal burden of proof in relation to a fact or issue to the other party.\" (footnotes omitted and emphasis added)", "[44] In view of Sopinka's use of the word \"presumption\" in the context of drawing an inference from an established fact, I find no error in the use by the Citizenship Judge of the word \"presumption\". (iii) Did Citizenship Judge Pinel deny Ms. Bains procedural fairness?", "[45] Ms. Bains asserted that even if there was an indication on the file before the Citizenship Judge that she had a criminal record, she was not given notice sufficient to allow her to respond to the allegations made against her.", "[46] This submission again requires a more detailed review of the evidentiary record.", "[47] It appears that the first notice Ms. Bains received of any difficulty with her application was the letter of November 12, 1998 from Citizenship and Immigration Canada. The letter stated: \"I refer to the application you completed for the grant of Canadian citizenship. When a person applies for Canadian citizenship, certain basic information must be clarified before a hearing can be held by a Citizenship Judge, or before a person can be granted citizenship or take the oath of citizenship. Among other things, the Citizenship Regulations require that the Registrar establish that the applicant is free of any serious problems from a security and criminal standpoint. Section 21 of the Citizenship Act stipulates that no period during which a person has been under a probation order, a paroled inmate, or confined in or been an inmate of any penitentiary, jail, reformatory or prison may be counted as a period of residence. In addition, section 22 of the Act provides that a person cannot become a Canadian citizen while under a probation order, on parole or in prison. Neither may the person who has been convicted of an indictable offence or of an offence under the Citizenship Act in the three year period preceding the application or thereafter. Therefore, all applications for citizenship are sent by the Minister for a search of criminal records, using the biographical information on the application form, to determine whether there may be cases which require further review with regard to the provisions of section 21 or 22 of the Citizenship Act Where there is an indication that a criminal record may be involved, it is essential to ensure that there is no error in the identity of the applicant concerned. Because similar biographical data can sometimes lead to mistaken identity, the only way of avoiding such an error is through the use of fingerprints. After reviewing the biographical information on your application form, I understand there may be a question in your case with regard to the provisions of sections 21 and/or 22 of the Citizenship Act or possibly involving another person having the same name and biographical data as yours. Therefore, if you wish to proceed with your application, I would ask that you arrange to have your fingerprints taken at your earliest convenience. This can be done at the address indicated below: International Fingerprinting Services Canada 100 Argyle Avenue Ottawa, Ontario K2P 1B6 Tel.: (613) 237-9061 They are open between 8:00 AM and 4:00 PM, and they will charge a fee for this service. Please bring this letter with you when you go for your fingerprints. After your fingerprint form has been received, it will be sent to R.C.M.P. Headquarters in Ottawa for further clarification. Following receipt of the subsequent report from the R.C.M.P., the citizenship court will contact you again with regard to your application. The fingerprint form will be returned to you and I assure you that no record or copy of the fingerprints which you have provided for identification purposes will be retained by either the R.C.M.P. or the Department of Citizenship and Immigration. Should you wish to discuss this matter or should you have particular questions, please do not hesitate to contact the call centre at 1-888-242-2100 (toll free number). Yours sincerely, Darren Ouderkirk Citizenship and Immigration\" (emphasis added)", "[48] This letter gave notice that either Ms. Bains, or another person having the same name and biographical data, may fall within the provisions of section 21 and/or section 22 of Act . Both sections were explained in the letter. There is no evidence that Ms. Bains directed any questions as a result of reviewing the letter.", "[49] After Ms. Bains made no response to that letter, she then received a notice to appear before a Citizenship Judge. In addition to specifying the time, date and place for the hearing, the notice stated \"[t]he citizenship judge needs more information to make a decision about your citizenship application and you must appear for a hearing. At this hearing, you may be asked questions to determine if you have an adequate knowledge of English or French and an adequate knowledge of Canada\".", "[50] The record before me contains no information about what transpired at the hearing.", "[51] Ms. Bains was represented in this Court by eminent counsel. She chose not to file any affidavit in support of her application. Instead, the application was supported by the affidavit of a legal secretary employed by Ms. Bains' solicitors. The affidavit simply recorded the request counsel made for documents, and exhibited the material provided in response to that request by the Court of Canadian Citizenship.", "[52] In the absence of any evidence from Ms. Bains, specifying how it was that she was denied an opportunity to participate in a meaningful fashion before the Citizenship Judge, I am not prepared to conclude that the Citizenship Judge denied Ms. Bains procedural fairness.", "[53] In the absence of evidence to the contrary, I find that the letter of November 12, 1998 gave Ms. Bains fair notice of the concerns she had to address.", "[54] It may be, as her counsel submitted, that Ms. Bains could have properly addressed the concerns of the Citizenship Judge without having to resort to providing her fingerprints. However, in the absence of evidence of any legitimate effort to do so, I cannot make any conclusion in that regard.", "[55] For the reasons set out above, I find no error or denial of fairness on the part of the Citizenship Judge. The appeal is dismissed. Appeal dismissed. Editor: Elizabeth M.A. Turgeon/saf [End of document]"]}