{"id_": "079726", "body_str": ["[1] Phelan, J. : The sole issue in this judicial review is the analysis of state protection in Honduras. II. BACKGROUND", "[2] The Applicant has a chequered immigration career in Canada. He is presently in custody because of breaches of immigration requirements.", "[3] Having entered Canada illegally in 2006, the Applicant was arrested, released on bond and then failed to appear at CBSA as required. He failed to show up for his refugee hearing. He was arrested and deported after having refused to file a PRRA.", "[4] The Applicant was back in Canada by 2013. He was arrested in June 2013 and filed his PRRA shortly thereafter.", "[5] In the time between his first and second sojourn in Canada, the Applicant alleges that he and his family in Honduras experienced serious problems with the MS-13 gang. His brother was kidnapped and murdered; the Applicant had been threatened with murder; and he was injured in an attempted kidnapping.", "[6] The Applicant's family had reported earlier incidents to the police. His father experienced retaliation including being attacked. The Applicant says that all of this was due to making a police report.", "[7] After the Applicant came to Canada in February 2013, his family was attacked; the men in the house beaten; his father shot and others severely injured; and his mother and sister were raped. The attackers uttered threats about the Applicant if he returned to Honduras.", "[8] The PRRA Officer accepted that the Applicant's brother was kidnapped and murdered in 2012. The Officer accepted that the incidents in February 2013 occurred but did not accept that the attacks were related to gangs.", "[9] On the issue of state protection, the Officer did not accept that complaints to police resulted in retaliation. The Officer held that the Applicant had not met the onus of rebutting the presumption of state protection because he had not reported certain incidents to police including the attacks on his family in February 2013 when he had fled to Canada.", "[10] In reviewing the documentary evidence, the Officer noted that despite continuing problems of violence and corruption, Honduras had taken a number of steps to implement programs to address these problems. Therefore, despite continued problems of corruption and impunity, state protection was adequate. III. ANALYSIS", "[11] It is well settled in this Court that findings of state protection are subject to the standard of reasonableness ( <FRAGMENT_SUPPRESSED>  ACWS (3d) 648 [ <FRAGMENT_SUPPRESSED> ]).", "[12] The Officer never determined what type of risk the Applicant faced but did accept that the core events of 2012-2013 occurred. The Officer seemed to reject the allegation that the risk was gang-related because the Applicant did not establish that the gang violence in 1997 when his brother was shot was committed by the same people who committed the violence in 2012-2013.", "[13] That is an unreasonable basis on which to dismiss the claim of fear of gangs. It is difficult to conceive how one would ever meet that burden of proof. The Officer never addresses whether the violence experienced was random or some other type of violence.", "[14] In a country rampant with gang violence and corruption, as the documentary evidence established, it was important to establish the nature of the violence. In assessing state protection, one of the issues must be the nature of the risk and the ability of the state to protect against that risk.", "[15] In assessing risk, the Officer's conclusions are unreasonable and the conclusion colours the assessment of state protection.", "[16] The Officer's conclusion that state protection is available to the Applicant is also unreasonable in that it did not assess the effectiveness of state protection.", "[17] The Officer defined the issue of state protection as one of \"whether the state is in effective control of its territory, has military, police and civil authorities in place, and makes serious efforts to protect its citizens\". That statement is accurate as far as it goes; however, it misses the point in failing to assess whether those efforts to protect have yielded such results that one can conclude, at an operational level, that the necessary protection is reasonably available.", "[18] The Officer did not undertake this last analytical obligation. It is not sufficient to recite the institutions created, criminal justice reform and other such efforts without determining whether they work to protect the public and the particular individual involved.", "[19] This Court has expanded upon the principle of state protection set forth in Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> , a consideration of the operational effectiveness of a state's measures to protect was included as part of the state protection analysis.", "[20] The depth of consideration, the weight to be given the evidence, is influenced by the general conditions in the country. Where there is acknowledged major failings in state organisms, a higher standard of analysis is required.", "[21] The evidence with respect to Honduras is that it has been plagued with gang and other associated violence in which the security forces have been identified as corrupt and acting with impunity. Documents such as the US DOS recite serious institutional and individual failings.", "[22] The failure to assess the realities of state protection led the Officer to dismiss the Applicant's fears of approaching the police. The evidence was that past efforts had led to retribution. There was also evidence of police action in respect of the murder of the Applicant's brother but nothing seems to have come of that.", "[23] It is axiomatic that the weaker the state protection, the more justifiable is the reluctance of individuals to engage the levers of state protection. The Officer's rejection of the Applicant's explanation, in the absence of a proper consideration of state protection, cannot be sustained. IV. CONCLUSION", "[24] Therefore, this judicial review will be granted, the decision quashed and the matter referred back for a new decision by a different officer.", "[25] There is no question for certification. JUDGMENT", "[26] THIS COURT'S JUDGMENT is that the application for judicial review is granted, the decision is quashed and the matter is to be referred back for a new decision by a different officer. <FRAGMENT_SUPPRESSED>  Phelan II. CONTEXTE", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] III. ANALYSE", "[11] <FRAGMENT_SUPPRESSED>  ACWS (3d) 648 [ <FRAGMENT_SUPPRESSED> ] ).", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23] IV. CONCLUSION", "[24]", "[25] JUGEMENT", "[26] [End of document]"]}