{"id_": "079841", "body_str": ["[1] Rennie, J. : The applicant's wife and youngest son arrived in Canada in 2001, were granted Convention refugee status and landed as permanent residents. The applicant remained in Sri Lanka to search for their elder son who had been arrested by Sri Lankan security forces in 1992 and had not been heard from since. In 2005, the applicant decided to join his wife and son in Canada. While included in his wife's permanent resident application, he nonetheless required a permanent resident visa, a pre-condition of which was a determination that he was not inadmissible to Canada. The visa was denied. Judicial review is sought of that decision.  <FRAGMENT_SUPPRESSED>", "[2] The applicant had attended the High Commission in Columbo for an interview, the purpose of which was to determine his admissibility to Canada. The decision of the Visa Officer was communicated to the applicant in a letter dated February 1, 2010. The Officer concluded that the applicant had not discharged his duty to satisfy him that he was not inadmissible. The Officer noted:  <FRAGMENT_SUPPRESSED> I have reviewed all the facts of this case. I remain concerned regarding your admissibility. I note that there are serious discrepancies between your statements at the interview and that of your family members. I find it difficult to believe that very serious events noted by your wife and son are not vivid and easily remembered by you. Specifically, I am concerned that you make no mention at all of about your detainment, arrests by the LTTE, continual extortion and burning of your house. I am not satisfied that you have discharged your duty to demonstrate your admissibility. As such, I conclude that I do not have a complete picture of your background and am not satisfied that you are not inadmissible to Canada.  <FRAGMENT_SUPPRESSED>", "[3] The discrepancies to which the Visa Officer referred arose from the juxtaposition of the applicant's responses during the interview with the events described in the Personal Information Form (PIF) completed by his spouse in support of the refugee claim. In the PIF, the applicant's spouse referred to his detention, on two separate occasions, for a month, by the Liberation Tigers of Tamil Eelam (LTTE) and to the fact that the family had to raise funds to secure his liberty. The PIF also indicated that he was required to provide labour and services for the LTTE, that the applicant's wife and daughter had to tend to the sick and wounded, that the applicant and his son were required to dig trenches and build bunkers and that the family was forced to give some of their farm produce to the LTTE.  <FRAGMENT_SUPPRESSED>", "[4] The CAIPS notes form part of the reasons for the decision and offer further insight into the basis for the Officer's concerns. The Officer noted that:  <FRAGMENT_SUPPRESSED> [The applicant] was very evasive as to what the pressure [from the LTTE] was but he said that he and family were required to work for the LTTE. When questioned about the type of work he simply said that he was forced to use his tractor and do transportation for the LTTE. He did not volunteer any other details except to say that the LTTE was always putting pressure on him to let his sons join the LTTE. According to his application and to his wife's PIF, he would have been abducted by the LTTE for two months in 2001 but he did not mention this fact at the interview. It appears to me that he was reluctant to speak in specific details and I have the feeling that I do not have the complete picture of all his activities and problems in Sri Lanka. But he certainly meets the definition of a DR2 applicant.  <FRAGMENT_SUPPRESSED>", "[5] The Officer also observes and records, that the applicant was not \"forthcoming with the required detail\" during the interview.  <FRAGMENT_SUPPRESSED>", "[6] The CAIPS notes indicate that the Officer was concerned about how the applicant raised the money to finance the smuggling of family members out of Sri Lanka given that, according to his version of events, all of the family assets were paid to the LTTE and he had been unemployed since 2003. The Officer also noted that the applicant sent his family members away from Sri Lanka but he himself remained under appalling conditions. The Officer noted that one of the applicant's sons had criminal convictions in Canada and that the applicant himself has been \"unable to account for his behaviour with the local [Sri Lankan] police. <FRAGMENT_SUPPRESSED>", "[7] The applicant advances two arguments in support of this judicial review; first, that the decision is unreasonable, and second, that the Officer breached the duty of fairness in failing to put the specific discrepancies to the applicant. In the context of the first argument, the applicant also contends that the Officer took irrelevant and incorrect information into account in forming his opinion.  <FRAGMENT_SUPPRESSED> First Issue - The Reasonableness of the Findings  <FRAGMENT_SUPPRESSED>", "[8] The standard of review with respect to a visa officer's assessment under s.11 of the Immigration and Refugee Protection Act IRPA ) is reasonableness, and the standard of review with regard to procedural fairness is correctness. In my view the conclusions and inferences drawn by the Visa Officer fell within \"...a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> , at para. 47; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , at para. 59.  <FRAGMENT_SUPPRESSED>", "[9] Under s. 11 of the IRPA a visa officer must be satisfied that the applicant is \"not inadmissible\" and meets the requirements of the Act . The burden is always on the applicant to provide sufficient evidence to warrant the favourable exercise of discretion: <FRAGMENT_SUPPRESSED> . In this case, the applicant requests that this Court substitute its view on both the frankness and candour of the applicant during the interview and whether the onus on the applicant to establish that he is not inadmissible has been discharged. Here, the discrepancies noted by the Officer were concrete and objective and would, in the mind of any reasonable person, give reason for concern.  <FRAGMENT_SUPPRESSED>", "[10] In the context of this argument, it is said that the Visa Officer took into account irrelevant factors in deciding that the onus had not been discharged. The applicant notes, correctly, that the Visa Officer was in error in his doubt as to the source of funds for the wife and son's travel to Canada having not been explained, when there was an explanation in the record. The PIF explained that siblings living overseas provided the money. The Officer was concerned about why the applicant remained in Sri Lanka. Here again, the PIF provided an explanation. Finally, the Officer notes concern that the applicant did not mention that his son Sriskanthakumar had a criminal record in Canada, and that the applicant did not elaborate on the life of his daughter. Counsel for the applicant contends that these are irrelevant considerations, the respondent that these questions did not form part of the decision.  <FRAGMENT_SUPPRESSED>", "[11] A reading of the decision and the CAIPS notes as a whole demonstrates that these were at best ancillary factors which underscored the Officer's concern about the lack of candour. They were not, on a fair reading of the decision, determinative of the finding but would have reasonably informed the Officer's conclusion that he did not have the complete picture of the applicant's background.  <FRAGMENT_SUPPRESSED>", "[12] Prior to leaving this first argument, I note the applicant's argument that there was no affidavit filed by the Officer to support the inferences drawn from the interview. An affidavit is not required in these circumstances, where the decision letter of February 1, 2010 and the CAIPS notes, on their face, indicate both the discrepancies and the inferences drawn by the Officer.  <FRAGMENT_SUPPRESSED> Second Issue - Breach of Duty of Procedural Fairness  <FRAGMENT_SUPPRESSED>", "[13] The applicant also contends that the Officer breached his duty of fairness in not putting the specific discrepancies to the applicant and in failing to provide him an opportunity to rationalize or justify the discrepancies.  <FRAGMENT_SUPPRESSED>", "[14] A visa officer is not required to bring to an applicant's attention every adverse conclusion that the officer may draw from the evidence submitted by the applicant. Such a duty could arise when the adverse inferences arise from facts or information not otherwise known or available to the applicant: <FRAGMENT_SUPPRESSED>  at paras. 35-40; <FRAGMENT_SUPPRESSED>  at paras. 18-21; <FRAGMENT_SUPPRESSED> . That is not the situation here, where the information in question involved the applicant in a very direct and traumatic manner.  <FRAGMENT_SUPPRESSED>", "[15] The content and scope of procedural fairness depends on the legal and administrative context within which the decision is taken, the nature of the decision itself and its consequences. Given that the burden rested on the applicant to establish his admissibility, there was no duty to provide the applicant with an opportunity to rebut the negative inferences which were clearly open to the Officer. The jurisprudence is clear that there is no obligation to provide a \"running score\" of how the interview is progressing: <FRAGMENT_SUPPRESSED> . There was, therefore, no breach of the duty of procedural fairness.  <FRAGMENT_SUPPRESSED>", "[16] Counsel did not advance a question to be certified, and I agree that no such question arises in this case.  <FRAGMENT_SUPPRESSED>", "[17] UPON application under section 72 (1) of the Immigration and Refugee Protection Act IRPA ) for an order quashing the decision dated February 1, 2010, of an officer in the Canadian High Commission in Columbo, Sri Lanka dismissing the applicant's application for a permanent resident visa;  <FRAGMENT_SUPPRESSED>", "[18] AND UPON reading the Record herein, including the affidavit of the applicant, and having reviewed and heard counsel's written and oral submissions;  <FRAGMENT_SUPPRESSED>", "[19] THIS COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed. There is no question to be certified under s. 74(d) of the IRPA .  <FRAGMENT_SUPPRESSED> ANNEX \"A <FRAGMENT_SUPPRESSED> Immigration and Refugee Protection Act (2001, c. 27)  <FRAGMENT_SUPPRESSED> Application before entering Canada  <FRAGMENT_SUPPRESSED> 11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. If sponsor does not meet requirements  <FRAGMENT_SUPPRESSED> (2) The officer may not issue a visa or other document to a foreign national whose sponsor does not meet the sponsorship requirements of this Act.  <FRAGMENT_SUPPRESSED> 2001, c. 27, s. 11; 2008, c. 28, s. 116.  <FRAGMENT_SUPPRESSED> (2001, ch. 27)  <FRAGMENT_SUPPRESSED> 11. 2001, ch. 27, art. 11; 2008, ch. 28, art. 116.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}