{"id_": "079842", "body_str": ["[1] O'Keefe, J. : The applicants, the Town Council of the Town of Stephenville and Her Majesty In Right of Newfoundland and Labrador have made applications for judicial review (Court file numbers T-682-03 and T-509-03 respectively) of the decision of the Minister of Transport Canada (the \"Minister\") to transfer the Stephenville Port in the province of Newfoundland and Labrador to Port Harmon Authority Ltd. (a respondent to both applications).", "[2] This is a motion by the Minister with regard to Court file number T-509-03 for an order: 1. Striking out the notice of application filed on April 1, 2003, with costs, on the basis that it is clear that the relief sought has become moot, and as such, the application is bereft of any possibility of success. 2. Striking out the notice of application filed on April 1, 2003, with costs, on the basis that the relief of mandamus cannot be granted, and as such, the application is bereft of any possibility of success. 3. In the alternative, if this motion is dismissed, then the affidavit of the respondents are to be served and filed no later than 30 days from the date of the order and the subsequent rules as to applications shall apply thereafter.", "[3] The Minister brings a similar motion with respect to Court file number T-682-03, for an order: 1. Striking out the notice of application filed on April 28, 2003, with costs, on the basis that it is clear that the relief sought has become moot, and as such, the application is bereft of any possibility of success. 2. Striking out the notice of application filed on April 28, 2003, with costs, on the basis that the relief of mandamus cannot be granted, and as such, the application is bereft of any possibility of success. 3. In the alternative, if this motion is dismissed, then the affidavit of the first respondent is to be served and filed no later than 30 days from the date of the order and the subsequent rules as to applications shall apply thereafter.", "[4] The respondent Port Harmon Authority Ltd. supports the Minister's position.", "[5] The underlying judicial review applications in this case challenge the Minister's transfer of the Stephenville Port to a private for-profit corporation in March of 2003. A brief factual history is necessary to focus the matter at issue between the parties and the grounds for the Minister's motion to strike that is the subject of these reasons.", "[6] On July 7, 1998, a not-for-profit corporation named Stephenville Port Authority Inc. (\"SPA\") was created which indicated, after the announcement of the National Marine Policy, that it wished to acquire ownership of the Stephenville Port.", "[7] On January 16, 2003, Port Harmon Authority Ltd. (\"PHA\") was incorporated as a corporation with share capital (a private for-profit corporation). This is the corporation which ultimately received title to the Stephenville Port.", "[8] The instrument of grant transferring the Port of Stephenville to Port Harmon Authority Ltd. dated March 14, 2003, was registered in the Registry of Deeds on March 26, 2003.", "[9] On March 25, 2003, Her Majesty the Queen in Right of Canada and Port Harmon Authority Ltd. signed an agreement for the transfer of the Port of Stephenville from Her Majesty the Queen in Right of Canada to the Port Harmon Authority Ltd. This transfer was to include the Stephenville Public Wharf.", "[10] As part of the transfer, Her Majesty the Queen in Right of Canada was to pay PHA the amount of $7,490,000 for operation and capital purposes.", "[11] PHA was paid $3,490,000 of the $7,490,000 on March 27, 2003 and the remaining $4,000,000 was paid on April 7, 2003.", "[12] Issues 1. Are the applications for judicial review filed by the applicants moot? 2. If the applications are moot, should the Court exercise its discretion and hear the applications?", "[13] The jurisprudence of this Court supports the proposition that the Court has jurisdiction to strike out a notice of application.  <FRAGMENT_SUPPRESSED>  (C.A.), the Federal Court of Appeal stated at page 600: For these reasons we are satisfied that the Trial Judge properly declined to make an order striking out, under Rule 419 or by means of the \"gap\" rule, as if this were an action. This is not to say that there is no jurisdiction in this Court either inherent or through Rule 5 by analogy to other rules, to dismiss in summary manner a notice of motion which is so clearly improper as to be bereft of any possibility of success. Such cases must be very exceptional and cannot include cases such as the present where there is simply a debatable issue as to the adequacy of the allegations in the notice of motion.", "[14] Jurisprudence Relating to Mootness The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  stated at page 353: The doctrine of mootness is an aspect of a general policy or practice that a court may decline to decide a case which raises merely a hypothetical or abstract question. The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties. If the decision of the court will have no practical effect on such rights, the court will decline to decide the case. This essential ingredient must be present not only when the action or proceeding is commenced but at the time when the court is called upon to reach a decision. Accordingly if, subsequent to the initiation of the action or proceeding, events occur which affect the relationship of the parties so that no present live controversy exists which affects the rights of the parties, the case is said to be moot. The general policy or practice is enforced in moot cases unless the court exercises its discretion to depart from its policy or practice. The relevant factors relating to the exercise of the court's discretion are discussed hereinafter. The approach in recent cases involves a two-step analysis. First it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case. The cases do not always make it clear whether the term \"moot\" applies to cases that do not present a concrete controversy or whether the term applies only to such of those cases as the court declines to hear. In the interest of clarity, I consider that a case is moot if it fails to meet the \"live controversy\" test. A court may nonetheless elect to address a moot issue if the circumstances warrant. As reviewed in  <FRAGMENT_SUPPRESSED> , even if I find that no live controversy remains between the parties, the matter may still be heard and decided if the circumstances warrant.", "[15] Analysis and Decision The Minister has urged the Court to look at the relief claimed in the judicial review applications. In Court file number T-509-03, the relief sought is: 1. A declaration that the decision of the Minister to transfer the Stephenville Port to PHA without offering the province an opportunity to purchase the property, contrary to the National Marine Policy and Treasury Board Policy, is unlawful. 2. A declaration that the decision of the Minister to transfer the Stephenville Port to PHA without conducting an environmental assessment pursuant to the Canadian Environmental Assessment Act is unlawful. 3. An order of certiorari quashing the decision of the Minister to transfer the Stephenville Port to PHA. 4. An order of mandamus requiring the Minister to comply with the Marine Policy, Treasury Board Policy, and the Canadian Environmental Assessment Act . 5. Costs of this action. 6. Such further and other relief as this Honourable Court may deem just.", "[16] In Court file number T-682-03 the relief sought is: 1. An order of certiorari quashing the Minister's decision to transfer the Port to PHA. 2. An order of mandamus compelling the Minister to transfer the Port to a non-profit community-based organization. 3. Costs of this action. 4. Such further relief as this Honourable Court deems just.", "[17] The Minister submits that since the conveyance of the Stephenville Port has been completed and the funds have been paid in full to PHA, it would be of no use to obtain the relief requested. Since it no longer holds title to the port or the money, the Minister submits it can no longer legally deal with either, even under court order. In the Minister's view, the judicial review applications before this Court are therefore moot.", "[18] The Minister also points out that the applicants have not asked for a declaration that the impugned conveyance is null and void or a mandamus order directing the Minister to regain title to the port.", "[19] The first step in determining mootness is to determine whether the decision of the Court will have the effect of resolving some controversy which affects or may affect the rights of the parties. In other words, is there a live controversy that affects the rights of the parties? If not, the issue is moot. In order to survive a motion to strike on the grounds of mootness, the Supreme Court of Canada stated in  <FRAGMENT_SUPPRESSED>  that a live controversy must exist not only when the proceedings are first brought, but when a court is called upon to decide the case.", "[20] In my opinion, there still exists a live controversy that affects the rights of the parties. That live controversy is whether the Minister's transfer was lawfully carried out. The transfer process of Stephenville Port would, in my mind, include the deed that actually transferred the title of the port. A review of the relief claimed and the grounds for the applications show some of the issues with respect to the transfer to be: Grounds 1. The Minister exceeded his jurisdiction when he transferred the port to PHA. 2. The Minister exercised his discretion under mistake of fact when he transferred the port to PHA. 3. The Minister's decision was made without proper compliance with the environmental assessment provisions in the Canadian Environmental Assessment Act, S.C. 1992 c. 37 and is unlawful. 4. The Minister failed to adhere to the National Marine Policy of Canada. 5. The Minister acted beyond his jurisdiction and failed to adhere to the Treasury Board Policy on the disposal of surplus real property issued pursuant to the Financial Administration Act, R.S.C. 1985, c. F-11 and the Federal Real Property and Federal Immovables Act, S.C. 1991, c. 50. Relief 1. Was the transfer made without offering the province an opportunity to purchase the port and if so, was this contrary to the National Marine Policy and Treasury Board Policy? If the transfer was contrary to the Policies, would this be unlawful? 2. Could an order issue requiring the Minister to transfer the property to a non-profit corporation?", "[21] The Minister argued that the relief requested could have no practical effect as the property and funds in question have already been transferred to PHA. The Minister offers the affidavit of Brian Mosher in support of this position. Paragraph 11 of the Mosher affidavit reads: If the Court were to order the Minister to transfer the Stephenville Port or the monies for the operation and capital purposes, then I believe that the Minister would be incapable of fulfilling such an order as the title to the Port has been transferred to the Port Harmon Authority Ltd. and the monies have been fully paid to the Port Harmon Authority Ltd.", "[22] I note that Mr. Mosher was not put forward as a person with expertise in any legal area such as whether or not the Minister could fulfill any orders granted against him if the title to the port and the funds had already passed to PHA. The applicants have not satisfied me on the balance of probabilities that the requested orders would have no practical effect or that this application is bereft of any possibility of success.", "[23] The applicants have put forward a series of cases including  <FRAGMENT_SUPPRESSED>  (T.D.) to establish that the relief sought in the applications is moot. These decisions all dealt with situations where the substance of the relief requested by the applicants had already materialized, for various reasons, prior to the hearing. That is not the case here as the port was transferred to an entity other than the applicants for judicial review and remains so to this day.", "[24] In conclusion on this first aspect, I am not satisfied on the balance of probabilities that the relief sought by the applicants is moot or that the relief, if granted, will have no practical effect.", "[25] In the alternative, if I am in error and the relief sought would have no practical effect or is moot, I would exercise the Court's discretion to hear the matter.", "[26] When determining whether to exercise the Court's discretion to hear the applications even if they are moot, I agree with paragraph 21 of the Minister's written submissions which states: In determining whether to exercise its discretion to hear the application, in the absence of a live controversy, the Court should consider the following: (a) whether there is still an adversarial context in which the hearing may take place; (b) whether it is worthwhile to apply scarce judicial resources to resolve a point that is moot; (c) whether there is a danger that by pronouncing a judgment, in absence of a dispute affecting the rights of parties, a court may in fact or in perception be viewed as intruding into the role of the legislative branch of government. <FRAGMENT_SUPPRESSED>  at pages 358-362  <FRAGMENT_SUPPRESSED>  certainly still an adversarial context in which the hearing may take place. There is an adversarial context between the province and the Minister over the transfer of Stephenville Port and the application of the National Marine Policy and Treasury Board Policy relied on by the applicants. There is also a live controversy between the Town Council of the Town of Stephenville and the Minister; that being the legality of the transfer of Stephenville Port to PHA.", "[28] I am of the opinion that it is worthwhile to apply \"scarce judicial resources\" to resolve this point. The issue of whether the transfer of the port and supporting funds shields the Minister from a review of his decision is of great importance to the parties, particularly the Government of Newfoundland and Labrador. It is further of importance due to the fact that the National Marine Policy has been extended and there are 20 other ports in Newfoundland and Labrador that could be divested. I might also note that the parties have agreed to consolidation of the applications and that the Court has already spent some time on the present applications. It is therefore worthwhile to apply \"scarce judicial resources\" to determination of these issues.", "[29] The third consideration has no application to this case.", "[30] The Court has jurisdiction to dismiss applications, at this stage, that are \"so clearly improper as to be bereft of any possibility of success.\" ( <FRAGMENT_SUPPRESSED>  judicial review before the Court in this case are not moot.", "[32] In the alternative, if I am in error on the issue of mootness the Court should exercise its discretion and hear the applications.", "[33] The Minister's motions are dismissed. Costs shall be costs in the cause.", "[34] The Minister requested, if the motions were dismissed, for an extension of time to serve and file its affidavit in Court file number T-682-03. The Minister also requested that the respondents to Court file number T-509-03 be granted a similar extension of time. I would grant these requests. The affidavits specified must be filed within 30 days of the date of this order and the Rules as to applications shall apply thereafter unless varied by the Court. ORDER", "[35] IT IS ORDERED that: 1. The Minister's motions are dismissed. 2. The affidavit of the respondents to Court file number T-509-03 and the first respondent to Court file number T-682-03 are to be served and filed no later than 30 days from the date of this order and the subsequent Rules as to applications shall apply thereafter unless varied by the Court. 3. Costs shall be costs in the cause. [End of document] <FRAGMENT_SUPPRESSED>"]}