{"id_": "079816", "body_str": ["[1] Hughes, J. : This action deals with the validity of Canadian Patent 1,321,393 (the '393 Patent). The Plaintiff Ratiopharm Inc. seeks a declaration under section 60(1) of the , R.S.C. 1985, c.P-4, that the '393 Patent is invalid and a direction under section 62 of the that an entry in the records of the Canada Patent Office be made to that effect. For the Reasons that follow, I find that the '393 Patent is invalid and that such a declaration will be given. Ratiopharm is entitled to its costs. INDEX", "[2] To assist the reader, the following is a Table of Contents for these Reasons giving paragraph numbers for each heading: Paragraph THE PARTIES", "[3] to [4] THE '393 PATENT", "[5] to [10] AGREED FACTS AND DOCUMENTS", "[11] to [12] PREVIOUS LITIGATION", "[13] to [18] THE WITNESSES", "[19] to [26] ISSUES", "[27] to [28] PERSON SKILLED IN THE ART", "[29] to [31] DATE OF INVENTION", "[32] to [34] CONSTRUCTION OF THE PATENT - CLAIM 11", "[35] to [44] DEVELOPMENT OF A PHARMACEUTICAL IN THE MID 1980S", "[45] to [51] DEVELOPMENT AND PATENTING OF AMLODIPINE BESYLATE", "[52] to [107] THE \"INVENTION\" AS PROMISED BY THE '393 PATENT", "[108] to [112] COMPARING WHAT THE '393 PATENT SAYS AND WHAT ACTUALLY HAPPENED", "[113] to [152] CONCLUSIONS AS TO WHAT THE INVENTORS DID AND WHAT THE PATENT SAYS", "[153] ADDRESSING THE LEGAL ISSUES", "[154] to [204] --A. General", "[154] --B. Obviousness", "[158] --C. Selection Patent", "[174]", "[181] --E. Sufficiency", "[187] --F. Section 53", "[195] CONCLUSION", "[205] to [207] COSTS", "[208] to [209] THE PARTIES", "[3] The Plaintiff Ratiopharm Inc. (sometimes spelled ratiopharm inc.) is a Canadian corporation located in Montréal. It previously was engaged in proceedings in this Court under the provisions of the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133, as amended ( NOC Regulations ), as a generic pharmaceutical supplier or \"second person\" as defined in the NOC Regulations , respecting the '393 Patent. There is no dispute that Ratiopharm is an \"interested person\" within the meaning of section 60(1) of the Patent Act in seeking the relief requested herein.", "[4] The Defendant Pfizer Limited is a United Kingdom corporation located in England. The '393 Patent on its face states that it was issued and granted to Pfizer Limited. No contest has been made as to the continued ownership of the patent by Pfizer Limited. The Patent Act refers to a patent owner such as Pfizer Limited as the patentee. THE '393 PATENT", "[5] The patent at issue is Canadian Patent No. 1,321,393. It was issued and granted to Pfizer Limited on August 17, 1993. The application for this patent was filed with the Canadian Patent Office on April 2, 1987 thus the provisions of the \"old\" , applicable to patents maturing from applications filed before October 1, 1989, apply to the '393 Patent. Thus, unless a challenge to the validity of this patent is successful, it will expire 17 years from the date it was granted, that is on August 17, 2010.", "[6] The '393 Patent claims priority from an application for a patent filed with the United Kingdom Patent Office, Application No. 8608335, on April 4, 1986. A copy of that application has been filed as Exhibit 1 Document 126.", "[7] Edward Davison and James I. Wells are named in the patent as inventors. Both of these persons testified at the trial of this action.", "[8] The '393 Patent is entitled \" Besylate Salt of Amlodipine \" and states in the opening paragraph of the specification at page 1: \"The present invention relates to the improved pharmaceutical salts of amlodipine and pharmaceutical compositions thereof.\"", "[9] The parties have agreed that the validity of the patent as a whole will be determined on the basis of the validity of Claim 11. That claim reads as follows: \"11. The besylate salt of amlodipine.\"", "[10] I will consider this patent further. AGREED FACTS AND DOCUMENTS", "[11] I have been greatly assisted by counsel for the parties who have come to an agreement on some facts for the purposes of this action and, more particularly, to an agreement as to some 168 documents which may be relevant and have been entered as Exhibit 1 at trial. The individual documents in Exhibit 1 are referred to by Tab numbers. It has been agreed that those documents do not have to be proved in evidence, that they are true copies of the originals sent and received by the parties as indicated on the face on or about the dates as indicated on their face and that the published documents were published on the date indicated on their face. After discussion with counsel for the parties during argument it was also agreed that the Court should only be required to have regard to those documents in Exhibit 1 that had been specifically referred to by a witness in giving direct evidence or in cross-examination or had been referred to as part of an expert report or in those portions of discovery as put in evidence at trial.", "[12] For convenience, I repeat the Agreed Facts which were entered as Exhibit 2: \"1. The plaintiff, ratiopharm inc. is a corporation organized and existing under the laws of Canada and having a registered head office at 17800 Rue Lapointe, Mirabel, Quebec, J7J 1P3. \"2. The defendant, Pfizer Limited, is a corporation organized and existing under the laws of the United Kingdom and has a principal office or place of business at Ramsgate Road, Sandwich, Kent, CT13 9NJ, England. \"3. The defendant is the named owner of Canada Patent 1,321,393 (the '393 Patent'). \"4. The 393 Patent is based on an application filed in Canada on April 2, 1987. \"5. The 393 Patent claims priority from U.K. patent application 8608335 filed on April 4, 1986. \"6. The 393 Patent was issued on August 17, 1993. \"7. The 393 Patent expires on August 17, 2010.\" PREVIOUS LITIGATION", "[13] The '393 Patent has been the subject of previous litigation in this Court and in the Federal Court of Appeal in the context of the Patented Medicines (Notice of Compliance) Regulations , SOR/93-134, as periodically amended - (NOC) Regulations", "[14] <FRAGMENT_SUPPRESSED>  (February 17, 2006), Justice von Finckenstein of this Court (as he then was) dismissed an application for prohibition holding that Pfizer had failed to prove that the allegations as to invalidity of the '393 Patent were not justified. He held, at paragraph 58 of his reasons that he did not need to deal with the issue of obviousness. The Federal Court of Appeal in a decision delivered on June 9, 2006, 351 N.R. 189; 52 C.P.R.(4th) 241; 2006 FCA 214, allowed the appeal and issued a prohibition Order holding that the allegations as to invalidity of the '393 Patent were not justified. In a related decision based on what the Federal Court of Appeal held to be speculative new matters, Ratiopharm's application to set aside that Federal Court of Appeal decision was dismissed on December 18, 2007 (2007), 371 N.R. 174; 2007 FCA 407.", "[15] The '393 Patent came before me in <FRAGMENT_SUPPRESSED>  allowing the application for prohibition. I concluded at paragraph 117. \"[117] In conclusion, I have found that Pharmascience is precluded by the earlier 'Ratiopharm' litigation from asserting obviousness challenges to the '393 patent. Given the recent decision of the Federal Court of Appeal, 2008 FCA 108 in <FRAGMENT_SUPPRESSED>  of probabilities the challenge to validity bases on lack of utility fails. As a result, Pharmascience's allegation that the '393 patent is invalid is not justified. Pfizer is entitled to an Order prohibiting the Minister from issuing a Notice of Compliance to Pharmascience in respect of its application respecting 5 and 10 mg tablets containing amlodipine besylate at issue in these proceedings.\"", "[16] A related patent, United States Patent 4,879,303 (the '303 Patent), put in evidence as Exhibit 60, has been the subject of litigation in that country. The United States District Court for the Middle District of North Carolina in <FRAGMENT_SUPPRESSED>  Patent to be valid and infringed. The United States Court of Appeals for the Federal Circuit (US CAFC) reversed that decision holding the '303 Patent to be invalid for obviousness in a decision reported at 480 F.3d 1348; U.S. App. Lexis 6623; 82 U.S.P.Q. 2D (BNA) 1321 (Cir., D.C. Cir.).", "[17] The United States Court decisions are not binding upon this Court and are based on law that may in some respects be different from ours. Nonetheless, the decisions may be instructive.", "[18] The decisions of this Court and the Federal Court of Appeal were dealt with in the context of NOC Regulations and do not constitute res judicata in the present action. Again, however, they are instructive. THE WITNESSES", "[19] The Plaintiff Ratiopharm Inc. called 5 witnesses at trial, all as expert witnesses. The Defendant Pfizer Limited called 8 witnesses of which 5 were fact witnesses and 3 were expert witnesses. Each party also entered portions of the transcripts of the discovery of the opposite party. Exhibit 4 is portions of the transcripts and exhibits to the discovery of the Defendant Pfizer Limited. Exhibit 5 is portions of the transcripts of the discovery of the Plaintiff Ratiopharm Inc.", "[20] By agreement between counsel, the Defendant Pfizer Limited called some of its factual witnesses first. They were examined in chief and cross-examined. They are, in the order that they were called: (1) Dr. James I. Wells , one of the two named inventors of the '393 Patent. He worked with Pfizer Limited in the period from 1981 to 1989. He subsequently has worked with other pharmaceutical organizations and was a university lecturer and author of a text in that area. He testified as to his role in developing what became the subject matter of the '393 Patent. I believe that he endeavoured to give honest and direct testimony even if he was at times somewhat brusque. He clearly stated in his replies when he did not know or could not remember and when his answers were based on speculation and conjecture. However, where his answers were directed to obviousness or worth a try or empirical research, they seemed to be rehearsed. It became clear in Cross-Examination that a declaration that he swore in United States Patent Office contained a number of inconsistencies and misstatements. In general, I accept his evidence except where it is contradicted by documents such as, in particular, Exhibit 1, Document 111. (2) Mr. Edward Davison , the other of the two named inventors of the '393 Patent. He graduated with a B.Sc. in chemistry and joined Pfizer Limited in 1969 where he continued to work until his retirement in 2000. In the period from the mid 1970's to 1989, he worked in pharmaceutical research and development. In that context, he worked on what became the subject of the '393 Patent. He testified as to his role in that regard. I believe that Mr. Davison largely endeavoured to testify honestly, however, his answers were quite often prolix and filled with unnecessary detail which tended to obfuscate his answers. He would often not address the real questions. Therefore I am cautious when dealing with his testimony. (3) Mr. Alan Pettman , a senior research fellow employed by Pfizer Limited. He was the person representing Pfizer Limited on discovery. Mr. Pettman joined Pfizer limited in 1977 and earned his Bachelor's degree in chemistry while on the job. He remains with that company to this day. During the period in the early 1980s, he was engaged in the process research and development department and made most of the amlodipine salts which were the subject of the studies made by and on behalf of Wells and Davison. He gave his testimony in an honest and straightforward manner. I accept the evidence that he has given. (4) Dr. Robin Platt , a PhD chemist in organic chemistry currently employed by an independent pharmaceutical formulation development company. He was employed by Pfizer Limited in the period from 1978 to 1993 where, in a variety of roles having increasing responsibility, he dealt with analytical chemistry including assessments of purity and quality. He testified as to his involvement in assessing amlodipine and amlodipine salts samples particularly as to stability. In general, he testified in a direct and honest manner, however, as Cross-Examination continued, he became somewhat unreasonable and awkward, answering many questions with a \"not necessarily\" then proceeding to make imperceptible points of difference such as whether a sample had melted as stated in a particular report or only gave an appearance of melting. For this reason, I will treat his evidence cautiously.", "[21] At this point, the factual evidence of the Defendant was interrupted due to witness availability. The Plaintiff Ratiopharm Inc. next led the evidence of the following expert witnesses who were examined in chief and cross-examined. By agreement between counsel, the expertise of such witnesses put forward as experts by either side was not challenged but left to be determined, if necessary, in final argument. Further, by agreement between counsel, all expert reports of both parties were deemed to have been read in evidence subject to any corrections noted at the time that the reports were submitted in evidence. The Plaintiff's experts were called in the following order: (1) Dr. Ian M. Cunningham of the Orkney Islands, Scotland, an independent consultant to the pharmaceutical industry. He was trained as a medicinal chemist, awarded a Ph.D. and engaged in post-doctoral studies. He held several posts in major pharmaceutical innovator companies in the United Kingdom from 1977 onward, including working for ICI, a major pharmaceutical innovator company in the United Kingdom, in the 1980's. He provided an initial report, exhibits to that report, and a rebuttal report marked as Exhibit 17, 18 and 19 respectively. I accept his evidence, he was not shaken nor did he retreat from his evidence on Cross-Examination. He spoke in a low voice and, on occasion, was difficult to hear, a problem that was rectified by microphones. He was forthright and honest. I am particularly impressed with his depth of actual experience in the pharmaceutical industry during the relevant period. (2) Dr. Jerry L. Atwood of Columbia, Missouri. He is a professor and Department Chair of the Department of Chemistry at the University of Missouri - Columbia. He has since 1968 taught, and written many articles, edited journals and been granted patents in the area of solid state chemistry, crystallization and organic chemistry. He has consulted widely in the field of pharmaceutical chemistry. His first report is Exhibit 22 and the documents referred to in that report are Exhibits 23 and 24. His rebuttal report is Exhibit 25. He gave his evidence in a careful, clear and convincing manner. He answered the questions as put carefully and convincingly. I accept his evidence. (3) Dr. Gilbert S. Banker of Carmel, Indiana. He is Dean Emeritus and Distinguished Professor of Drug Delivery Emeritus at the University of Iowa, College of Pharmacy. He obtained a Ph.D. in Industrial Pharmacy and Pharmaceutical Chemistry. He has since the early 1960's taught many courses, written many books and articles and received many awards for work in the chemical and physical design for food, drug and cosmetic applications. He is listed in various \"Who's Who\" publications. He has consulted to both innovator and generic pharmaceutical companies. He is very knowledgeable and experienced in the area of pharmaceutical preparation and apparatus for that purpose. His report is Exhibit 27 and the documents referred to in that report are Exhibits 28, 29, and 30. He gave his evidence in an honest and forthright manner. I accept his evidence. (4) Dr. Gordon Amidon of Ann Arbor, Michigan. He is a professor of Pharmacy and Pharmaceutical Sciences at the College of Pharmacy at the University of Michigan. He received his Ph.D. in Pharmaceutical Chemistry from that University. He has taught, written and held leadership positions in pharmaceutical related areas for over 30 years. His report is Exhibit 35 and the documents referred to in that report is Exhibit 36. He gave his evidence in an honest and straightforward manner. I accept his evidence. (5) Dr. Nicholas F. Cappucino of Lambertville, New Jersey. He is the Chief Scientific Officer of Eagle Pharmaceutical, a specialty pharmaceutical company involved in the preparation of dosage forms and difficult generic products. He received his Ph.D. in Organic Chemistry from the Stevens Institute of Technology, Hoboken, New Jersey. He has over30 years experience in the pharmaceutical industry. His report is Exhibit 40 and the documents referred to in that report are Exhibit 41. Although Dr. Cappucino gave his evidence in a clear and straightforward manner it is evident that he is closely associated with the generic pharmaceutical industry in many ways including representing that industry in various capacities in trade and government relations associations. I treat his evidence cautiously for that reason.", "[22] The Defendant Pfizer Limited next called its expert witnesses who were examined and cross-examined in the following order: 1. Dr. Trevor Laird of East Sussex, England. He received a Ph. D. in organic chemistry and engaged in post-doctoral work in that area. He was engaged as a research pharmaceutical chemist at increasing levels of responsibility at Smith-Kline-French in the 1980's period with which we are concerned. Presently he is engaged as a principal in Scientific Update, an organization that publishes literature and trains scientists and others in the chemical and pharmaceutical industries. His report is Exhibit 44 and the documents referred to in that report are Exhibit 45. He gave his evidence candidly except in the area of the use of benzene hydrochloric acid where, when confronted with evidence to the contrary as to what was set out in his report, he became overly defensive. Thus I will use his evidence cautiously in that area but only in that area since the balance of his evidence did provide a useful overview. 2. Dr. Gerald S. Brenner of Plymouth Meeting, Pennsylvania. He is a pharmaceutical chemist who has worked in the industry for over 40 years including working with Merck, a major pharmaceutical company, in the 1980's in formulation development. He received a Ph. D. in organic chemistry from the University of Wisconsin. His report is Exhibit 48 and the documents referred to in that report are Exhibit 49. Dr Brenner has appeared frequently as a witness in this Court and elsewhere including giving testimony in other proceedings respecting the '393 Patent. On Cross-Examination he tended to avoid or obfuscate questions that he found difficult. I will treat his evidence very cautiously. When he conceded answers that were unfavourable to Pfizer those concessions must be given weight. 3. Dr. James McGinity of Austin, Texas. He is a tenured professor at the College of Pharmacy, University of Texas, teaching and having taught a number of courses in the pharmaceutical area. He received his Ph. D. in physical pharmacy from the University of Iowa in 1972. He has written and consulted widely in respect of a range of pharmaceutical formulation issues. His report is Exhibit 57 and the four volumes of documents referred to in that report are collectively marked as Exhibit 58. Like Dr Brenner, Dr. McGinity has testified previously in this Court and in the United States court system in respect of the '393 Patent and the US '303 Patent. He was confronted in Cross-Examination with several contradictions between his evidence given in the United States litigation and his evidence given in this case. I found his endevours to distinguish between his evidence in this action and the United States proceedings to be unsatisfactory. I found that initially his answers on Cross-Examination were succinct and to the point, however when difficult questions arose he tended to avoid giving a direct answer or to obfuscate. I have difficulty in having any confidence in his evidence. Further his evidence in chief by way of a report (Exhibit 57) is drafted in a way that on several occasions leaves the impression that he is giving factual first hand evidence as to what the inventors or other  <FRAGMENT_SUPPRESSED>  said, did, or thought, which is not the case. He was not there and did not participate in the development work. By way of example he says at paragraph 37: \" However because of their hygroscopicity, these salts were not progressed further \" and in paragraph 38: \"The inventors were not looking for a salt that met any particular numerical threshold \". There are other examples. His report says at paragraph 14(g) that he looked at \" various other documents which I understand from counsel to Pfizer to have been produced in this matter \". At paragraph 45 he says \" I am advised by counsel to Pfizer that there are limited data available ...\" Dr. McGinity said in Cross-Examination that he had not spoken to the inventors. Taking the tenor of his evidence as a whole I view it as containing much that is hearsay, prepared in conjunction with counsel for Pfizer, under the guise of giving expert evidence, while in reality providing a narrative of a Pfizer-biased view as to the development of the besylate product. In so doing Dr. McGinity overstepped the role of an expert and became an advocate. I will treat his evidence with great caution.", "[23] The Defendant Pfizer Limited concluded the evidence by calling one more factual witness, who was examined and cross-examined. Counsel for Pfizer had indicated early in the trial that Dr. Davidson, a senior person  <FRAGMENT_SUPPRESSED>  Limited heavily involved in the relevant development work, would also be called as a witness for Pfizer but he never appeared. Pfizer's counsel in argument made reference to portions of Pfizer's discovery read in at trial by Ratiopharm in which it was stated that Dr. Davidson had no recollection as to certain matters, however this does not mean that he need not be called. Dr. Davidson could well have remembered various matters relevant to the issues and been made available for cross-examination. He was not. No reason has ever been given for his failure to testify at trial, particularly since in the early days of the trial the Court was led to believe by Pfizer's counsel that he would appear. Pfizer concluded its evidence by tendering an affidavit upon which there was no Cross-Examination. The evidence therefore, as presented, was: 1. Dr. James W. Moore of Sandwich, Kent, England. He is a retired Chartered Patent Agent. He worked in the Pfizer Limited patent department from 1975 until his retirement in 2000. During that time he drafted and prosecuted patent applications and mentored the work of others including Jenny Bowery, a trainee who worked briefly with Pfizer in the mid 1980's and left, apparently finding the chemistry too challenging. He gave evidence as to the preparation and filing of the parent UK patent application respecting the '393 patent. He gave his evidence in a clear and forthright manner but somewhat cryptically. I accept his evidence for what it is but must take it in conjunction with the documents that were generated at the time to derive a more complete picture. 2. An Affidavit of David Chametzky (Ex 56) . This affidavit from the Manager of Pfizer Inc., parent of Pfizer Limited attests as to the unsuccessful efforts made to locate Jenny Bowery who at one time was a trainee in the Pfizer Limited patent department. Dr. Wells spoke of her in his evidence as did Dr. Moore. Certain documents put in evidence mention her name.", "[24] In cases such as this, the Court must accept factual witnesses as they are, weighing their evidence based on the Court's findings as to credibility and, where the evidence conflicts, weighing the evidence on the balance of probabilities. Here there is no evidence in conflict from a factual point of view although there are many gaps. For instance, Mr. Davison's personal notebooks, including data as to stickiness and slope calculations, cannot be located. Much of the dialogue between the inventors and Pfizer's patent personnel has been forgotten or is missing.", "[25] As to the experts, there are conflicting opinions. I have expressed already my reservations concerning some of the evidence of some of these experts. I prefer the evidence of Dr. Cunningham where it conflicts with the evidence of others. He has a substantial background in pharmaceutical development including during the relevant period from a practical standpoint as a person working in the United Kingdom with an innovator pharmaceutical company. He gave his evidence in Cross-Examination in a direct and straightforward way. I give least weight to the evidence of Dr. Brenner and Dr. McGinity save where they gave admissions against their evidence as it would otherwise have been. Their evidence was seriously discredited during cross-examination. I accept the evidence of Dr. Laird as giving a good overview of the manner in which pharmaceuticals are developed but give less weight to his opinions as to benzenesulphonic acid. Dr. Banker, Dr. Atwood and Dr. Amidon are all highly qualified academics who have consulted widely in the pharmaceutical area. Their evidence is valuable from an academic point of view but less so from a \"person in the trenches\" point of view. I accept their evidence particularly in academic matters. I regret that I will give little weight to Dr. Cappucino's evidence. His close ties with the generic pharmaceutical industry makes me apprehensive in placing substantial reliance on that evidence however well meaning his intent may have been.", "[26] I contrast the evidence given in proceedings such as this action where witness can be observed live in the stand as opposed to the simple reading of affidavits and cross-examination transcripts as in NOC Proceedings. Live witness are much more valuable in seeking out the truth of a matter and sound opinions. I still regret however not being able to place all expert witnesses on similar subject matter on the stand at the same time so that counsel and the Court can determine clearly where consensus exists and what controversies remain and why. ISSUES", "[27] The parties have agreed as to the issues for determination at trial, which agreement was entered as trial Exhibit 3. That agreement states: 1. The parties agree that the following are the issues to be determined at trial: (a) Is the 393 Patent invalid for lack of novelty over EP 167? (b) Is the 393 Patent invalid for failure to satisfy the requirements of a valid section patent? (c) Is the 393 Patent invalid for obviousness in view of EP 167 and the prior art? (d) Is the 393 Patent invalid for insufficiency of specification? (e) Is the 393 Patent invalid for lack of utility? (f) Is the 393 Patent invalid under section 53(1) of the 2. The parties further agree that the validity of the 393 patent as a whole will be determined on the basis of the validity of claim 11.", "[28] In final argument, counsel for the Plaintiff advised the Court that the issue as to novelty (1(a)) would not be pursued. No issue as to the infringement of the '393 Patent has been raised in this action. PERSON SKILLED IN THE ART", "[29] The patent, in particular Claim 11, is directed to a particular salt form of a pharmaceutical, amlodopine besylate. I accept the identification of the notional person skilled in the art or person of ordinary skill in the art (some lawyers use the acronym, POSITA) to whom the patent is addressed as set out by Dr. Cunningham at paragraph 158 of his first report, Exhibit 17, below. This description accords essentially with that expressed by Pfizer's experts, Dr. McGinity at paragraph 16 of his report (Ex 57) and Dr. Brenner at paragraph 17(a) of his report (Ex 48): \"158. The Patent is addressed to salt selection for use in pharmaceutical formulations. The person skilled in the art would be a pharmaceutical development team comprising chemists (synthetic and analytical) and formulation scientists. Leaders within such a team may have a doctorate and many of the team members would have at least a Bachelor's degree in chemistry or pharmacy or at least five years of practical experience in synthetic, or analytical chemistry or pharmaceutical formulation.\"", "[30] That \"person skilled in the art\" plays a role as of different dates. For purposes of construction of the patent, that person plays a role as of the date the patent was granted, here August 17, 1993, since the '393 Patent is an \"old\" Act patent ( <FRAGMENT_SUPPRESSED>  at para. 55).", "[31] For the purposes of considering a question of \"obviousness,\" since this is an \"old\" Act patent, the relevant date is the \"date of invention\" ( <FRAGMENT_SUPPRESSED>  at para. 330). DATE OF INVENTION", "[32] The \"date of invention\" for an \"old\" Act patent such as the '393 Patent at issue is initially accepted as being the date of filing the application for the patent in the Canadian Patent Office, here April 2, 1987. However, where priority is claimed from an application filed elsewhere, here Great Britain, it is presumed to be the filing date of that application, here April 4, 1986. An even earlier date may be established if the evidence shows that the inventors formulated orally or in writing a description which affords a means of making that which was invented ( Apotex Inc. and  <FRAGMENT_SUPPRESSED>  at pages 170-171 [ <FRAGMENT_SUPPRESSED>  relevant, it should be pleaded. There is no such pleading here. However, I have the evidence of the inventors Wells and Davison before me, as well as that of some of their colleagues. From that evidence, I find that it is reasonable to state that the \"date of invention\" is 25th November, 1985, the date of the so-called patent memorandum written by Wells for the purpose of instructing the Pfizer patent department to prepare a patent application (Exhibit 1, Document 111). I will refer to the course of the development work later in these Reasons.", "[34] Amlodipine besylate had been made and tested previously by Wells and Davison, however, this is the first document that endeavours to pull together their work for the purpose of describing it to others. CONSTRUCTION OF THE PATENT - CLAIM 11", "[35] The jurisprudence directs that a Court, before dealing with issues as to validity of a patent, or infringement, must first construe the claim(s) at issue. Such a construction in the case of an \"old\" Patent Act patent, such as the one at issue here, is to be made by the Court as of the date it was granted, here August 17, 1993, through the eyes of a person skilled in the art to which the patent pertains. The Court is to look at the claims in the context of the entire patent specification, being neither benevolent nor harsh, to give meaning to the claim, not by applying this or that gloss, but by reading the document as a whole. Experts may assist as to the meaning of technical terms and as to the state of the art at the relevant time but construction is for the Court, not experts. (e.g. <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 116 (F.C.A.) at para. 4).", "[36] In the present case, the parties have agreed that the validity of the '393 Patent may be determined having regard to one claim only, Claim 11, which reads: \"11. The besylate salt of amlodipine.\"", "[37] This claim is quite straightforward. Besylate is a shortened form of the word \"benzenesulphonate\" which has for many years been known as one of the salts approved by the United States Food and Drug Agency (FDA) for pharmaceutical use. It is listed, among several other salts, in a paper acknowledged by all parties to be a definitive piece of prior art in the area, Berge et al., Pharmaceutical Salts , January 1977, Journal of Pharmaceutical Sciences , Vol. 66, No. 1 at pages 1 to 19 (Berge), as being a \"potentially useful salt\" in dealing with pharmaceuticals.", "[38] Amlodipine is acknowledged to have been a previously known pharmaceutical compound. The '393 Patent describes it at page 1: \"The compound amlodipine (3-ethyl 5-methyl 2-(2-aminoethoxymethyl) - 4 - (2-chlorophenyl)-1, 4-dihydro-6-methylpridine-3, 5-dicarboxylate) is a potent and long acting calcium channel blocker have utility as an anti-ischaemic and anti-hypertensive agent.\"", "[39] The '393 Patent continues, at page 1, to acknowledge that it was already known that several different pharmaceutically acceptable salt forms of amlodipine had been disclosed in a prior European patent application publication no. 89167 (sometimes referred to in evidence in this case as the '167 patent). In particular, amlodipine maleate (which the evidence at trial shows is a short form of methanesulphonate) was a known preferred salt as set out at page 1 of the '393 patent: \"European patent application publication no. 89167 discloses several different pharmaceutically acceptable salt forms of amlodipine. In particular, the pharmaceutically acceptable acid addition salts are said to be those formed from acids which form non-toxic addition salts containing pharmaceutically acceptable anions such as the hydrochloride, hydrobromide, sulphate, phosphate or acid phosphate, acetate, maleate, fumarate, lactate, tartrate, citrate and gluconate salts. Of these salts, the maleate is disclosed as being particularly preferred.\"", "[40] Claim 11 can be construed as being directed to a particular salt form, besylate, of the known pharmaceutical compound amlodipine. Thus, for purposes of this action, the essential feature of Claim 11, and by agreement between the parties, all claims of the '393 Patent, is that a particular salt form, besylate, of a known pharmaceutical compound, amlodipine, is the claimed invention.", "[41] The '393 patent at page 6, the penultimate paragraph, states the rationale for choosing the besylate salt: \"Thus the besylate salt of amlodipine shows a unique combination of good solubility, good stability, non-hygroscopicity and good processability which makes it outstandingly suitable for the preparation of pharmaceutical formulations of amlodipine.\"", "[42] No particular use of the besylate salt form of amlodipine is stated in Claim 11. The '393 patent makes reference to three types of pharmaceutical formulations in which that salt would be used, beginning at the last paragraph on page 1, over to the next two paragraphs on page 2. They are: a tablet formulation, a capsule formulation and, a sterile aqueous solution for parenteral (iv or IV or intra-venous) administration.", "[43] The '393 Patent does not make reference to any particular form that amlodipine besylate is to take, that is, whether it is solid, liquid or oily or, if solid, whether it is amorphous or crystalline or whether or not it is hydrated and, if so, to what extent is it hydrated. Dr. Brenner opined, with reference to Example 1 of the '393 patent, that the besylate salt of amlodipine, at least as prepared by that process, was potentially crystalline (Cross-Examination, Volume 11, pp. 99-101). Dr. McGinity opined that the besylate could be anhydrous or a hydrate (Cross-Examination, Volume 12, pages 48-75).", "[44] I find that Claim 11 is to be read simply as it is, unrestricted as to any particular use, and unrestricted as to any particular form of the compound. DEVELOPMENT OF A PHARMACEUTICAL IN THE MID 1980S", "[45] The '393 Patent arises from work done during the pre-formulation stage in developing a commercial pharmaceutical product and, in particular, a stage known as salt selection or salt screening.", "[46] Dr. Laird discussed the salt screen process in his report, Exhibit 14. I repeat paragraphs 17, 22, 23, 24, 25 and 26: \"17. A new drug substance is often produced as a free base, but its properties in that form can make it unsuitable for pharmaceutical formulation or administration to a patient. Free bases can often be oils or low melting solids, or non crystalline amorphous solids, and can be difficult to crystallise (e.g. stelazine, paroxetine and citalopram). As I explain further below, salts tend to be more crystalline than free bases with higher melting points and have other properties which make them easier to manufacture and formulate. \"22. There are many other potential advantages to making a salt. The formation of a salt usually produces a solid form which is more stable and higher melting than the free base. The salt may, depending on the acid used to form the salt, have a higher aqueous solubility than the free base. In addition, it is usually easier to remove impurities from crystalline salts than from their free base counterparts. Thus, the salt formation step often leads to an important upgrade in quality of the drug substance. Salts are therefore often made as a means of purification of the drug substance as well as to provide the optimal formulated product. F. How Salts Were Synthesized \"23. During the 1980s in the pharmaceutical industry, companies tended to conduct salt screening (and other methodologies such as polymorph screening) in a manner that was not entirely systematic rather than through a strict standard operating procedure. The individual scientist would choose which acids to use and the conditions (such as the solvent, temperature, and concentration) under which to try to obtain crystalline salts of the drug substance. Given the plethora of solvents, salt forming agents and reaction conditions, there is the potential for thousands of experiments at a time when supplies of drug substance (free base) would be minimal. The chemist, faced with such a choice would minimize the number of experiments performed. \"24. In the early stages of development, the drug substance (free base) will not only be in short supply but may be of variable quality since the process to make it has not been worked out in detail. Because the salt screen was done manually; and results were required in a short timeline, only a limited number of experiments could be conducted. Thus, it was not feasible to screen the whole of the range of acids available. It was my experience that chemists would try to screen no more than 10 to 12 salts and use a limited range of solvents. However, there existed no standards to guide the chemist as to the appropriate choices. \"25. The scientific literature provided little guidance in this regard. The seminal review article by S.M. Berge et al. W. (1977) J. Pharm. Sci. (Berge Article), attached as Exhibit 3, reported on page 1 that salts were often chosen empirically and cited over 270 scientific references that contained discussions on various salts and their properties. However, nowhere in this article was there a suggestion as to how the salt screen should be carried out in practice. The later review article by P.L. Gould (1986) Int. J. Pharm. (Gould Article), attached as Exhibit 4, reported that salt selection 'remains a difficult, semi-empirical choice' and provided little more guidance to conducting a salt screen than the Berge Article. \"26. When salt screening was conducted in the 1980s there was a tendency to do a limited amount of experimentation to generate the salts, and in the screening to examine further only those salts which were easily obtained and crystallised in the initial experiments. This situation continued into the 1990s in some companies, though eventually some automated methods became available that assisted in making the process of conducting a salt screen more efficient.\"", "[47] Dr. Cunningham said much the same thing in his report, Exhibit 17. I repeat paragraphs 14 to 23: \"14. When compounds have been identified which have the potential to be developed into new active ingredients process chemists and formulation scientists will often join the project team. At this stage the physical properties of the potential new active ingredient will be scrutinised to ensure that, if developed: (a) it can be made and purified readily and routinely to very high quality standards; (b) it is sufficiently stable to both heat and moisture so that it does not change form or degrade significantly either during processing (formulation) or storage in bulk or as formulated drug; (c) it is suitably soluble to be absorbed if being given as a solid dosage form or to be formulated as an injectable dosage form; and (d) it is compatible with processing equipment (e.g. it flows and does not unduly adhere to surfaces). \"15. There are of course other considerations such as cost and toxicology to be considered. \"16. Sometimes the parent compound will be satisfactory with respect to these criteria but if not, and if it is capable of forming salts, then a salt screening exercise will be conducted to try to identify a suitable salt of the new active ingredient which has a more favourable set of physical properties. \"17. Similarly many drug molecules exhibit polymorphism i.e. they can exist in a number of different crystalline forms, some of which will be more stable than others. A polymorph screening exercise will be carried out to identify if this is likely to be an issue and if so to identify a stable polymorph for development. Salts and Salt Selection \"18. A salt is formed when an acid and base are reacted together. These substances are ionic, i.e. no covalent bonds are formed. \"19. In many cases the parent compound (sometimes referred to as the free base) cannot be used in the manufacture of a pharmaceutical product because of its physical properties. Salts can be used to modify these properties to improve bioavailability or to address manufacturing problems. Physical properties that may be modified by salt formation are stability, solubility, rate of dissolution and hygroscopicity. These and other factors, such as crystal form, will determine just how easy or difficult it will be to manufacture and use the final dosage form. \"20. In some instances the active ingredient may not be soluble enough to ensure good absorption and hence good bioavailability. Conversion to a suitable salt is often investigated to address this type of problem since different salts will have both different rates of dissolution and solubility when compared to the free base. \"21. The properties of a salt depend on the structure of the solid form of the salt which cannot be predicted. Hence it is not possible to predict the various properties of a salt of a new active ingredient. Pharmaceutical salt selection is an empirical process and salts must be made and their properties measured to see whether they are suitable as new active ingredients in a formulated drug product. \"22. As described above where the free base is not considered to possess an acceptable profile of properties, a salt may be considered. The chemist will screen candidate salts, acidic or basic as appropriate based on his general knowledge and availability of acids/bases. In performing such a screen, the chemist would not necessarily be looking for the 'best' salt, but one that is adequate when evaluated against the criteria given above. The chemist would almost invariably make and assess the suitability of the hydrochloride salt of a base or the sodium salt of an acid. \"23. In my experience it would be usual for the chemist to make five or six salts in the first instance. In doing so, he will be guided by lists of salts known to be pharmaceutically acceptable to the Regulatory Authorities such as the FDA and EMEA. A list of salts approved for commercial sale is contained in Berge, 'Pharmaceutical Salts', J. Pharm. Sci., 66(1):1-19 (Exhibit '2'). The selection would normally include both inorganic and organic counter-ions and both monobasic and dibasic species. Typical acidic salts for consideration would include inorganic salts such as hydrochloride and sulphate salts and organic salts with carboxylic or sulphonic acids. There is no prescribed approach to this initial screen and the choice of which compounds to make first will depend on the experience of the chemist in terms of what has proved successful in general and within a particular series of compounds.\"", "[48] Such an approach has been described in an article by Gould entitled \"Salt Selection For Basic Drugs\" published in International Journal of Pharmaceuticals , 33 (1986), 201-217. I repeat the first two paragraphs of the introduction: Introduction \"Salt formation provides a means of altering the physicochemical and resultant biological char-acteristics of a drug without modifying its chem-ical structure. The importance of choosing the 'correct' salt form of a drug is well outlined in a .published review (Berge at al., 1977) but, although salt form can have a dramatic influence on the overall properties of a drug, the selection of the salt form that exhibits the desired combination of properties remains a difficult semi-empirical choice. \"In making the selection of a range of potential salts, a chemical process group considers issues on the basis of yield, rate and quality of the crystalli-sation as well as cost and availability of the conjugate acid. The formulation and analytical groups are, on the other hand, concerned with the hygro-scopicity, stability, solubility and processability profile of the salt form, while the drug metabolism group is concerned with the pharmacokinetic aspects and the safety evaluation group on the toxicological effects of chronic and acute dosing of the drug and its conjugate acid. Thus, a clear compromise of properties for the salt form is required. but the difficulty remains of assessing which salt forms are best to screen for a particular drug candidate.\"", "[49] Even Dr. Brenner, whose evidence I treat very cautiously as placing too much emphasis on matters that would suit Pfizer, described salt screening at paragraphs 49 to 65 of his report, Exhibit 48, as a process that would be carried out by the ordinary person skilled in the art in the mid 1980s in which typically 5 to 10 salts would be selected and evaluated in a series of tests including stability, solubility, hygroscopicity and processability. Reaction with various excipients would be examined. As Dr. Brenner says at paragraph 136 of his report, a person of ordinary skill in the art confronted with a stability problem would almost certainly look for an alternate salt form. As the '393 Patent states at the bottom of page 3, the previously known maleate tended to break down in solution after a few weeks. In other words, it lacked stability.", "[50] As will be seen, the procedure followed by Dr. Wells and Mr. Davison was essentially a classic mid 1980s salt screening process for a pharmaceutical candidate along the lines set out in the reports of Drs. Laird and Cunningham and in the Gould article. It was somewhat rough and ready, time was an essential constraint, certain salts only were selected, not entirely at random, for testing. Once one or two or three sufficiently useful candidates were identified, there was no effort to test all possible salts. The selected candidate(s) were settled upon and passed on to the next stage, that of final formulation for regulatory approval.", "[51] The persons involved in the development included Dr. Wells, who headed the project, and Mr. Davison, who had an office near Dr. Wells and carried out and directed much of the testing. Dr. Platt was largely responsible for stability tests. Mr. Pettman made the salts. Dr. Wells seems to have corresponded with many people but largely reported to Dr. Davidson. At the end of the process when a patent was being considered, Dr. Moore, a chartered patent agent, was nominally responsible, however, much of the actual drafting and discussions with the inventors and others appears to have been done by a trainee, Jenny Bowery. All of these people testified at trial except Dr. Davidson, who inexplicably did not appear, and Jenny Bowery, who apparently cannot be found. DEVELOPMENT AND PATENTING OF AMLODIPINE BESYLATE", "[52] The beginning of the development of amlodipine besylate by the two named inventors, Wells and Davison, came when Wells was presented with a particular salt form of amlodipine, amlodipine maleate, and told to formulate it into a medicine for commercial use. The questions put to Dr. Wells by his counsel, Mr. Laskin in direct examination, and his answers at page 121 to 123 of the transcript recite the beginning of the project: \"THE WITNESS: We had studied -- for some time before the discovery of amlodipine, we had been looking at an existing competitive product, which was called nifedipine. The problem with nifedipine -- and which is what  <FRAGMENT_SUPPRESSED>  we were trying to resolve -- was we actually worked on nifedipine in the equivalence of a photographic dark room because nifedipine completely fell apart in daylight. So it was a very unstable compound in the presence of light and it was also short-acting. The philosophy  <FRAGMENT_SUPPRESSED>  was that it was better that we develop drugs which were taken once a day, maybe twice a day, but not beyond that. So the goal was to find a new dihydropyridine which was not sensitive to light and which had a much longer -- what we call half life. The patient would only have to take it once a day. So I was aware - this is the point I am trying to make - I was aware through my involvement with looking at nifedipine that the company were now interested in compounds of that class. BY MR. LASKIN: Q. The class being? A. Dihydropyridines of which amlodipine is a member. Nifedipine, amlodipine. Q. And what was the status or the stage of development of amlodipine at the time you became involved? A. Discovery had synthesised amlodipine and declared the maleate salt. Q. Declared it --? A. That what we were receiving for development was amlodipine maleate. Q. Did you have any involvement in the process of selecting amlodipine maleate as the salt for development? A. No, sir. Q. Do you know -- or did you learn the basis for the selection of the maleate? A. No. Q. Was your group, the pharmaceutical R & D group, Research & Development group, to your knowledge, involved in the selection of amlodipine for development or the selection of the maleate salt? A. No. Q. Do you have any knowledge, sir, about any other salts of amlodipine that had been tested before you received the amlodipine maleate? A. At the time, no.\"", "[53] Mr. Davison had an office next to Dr. Wells and was assigned to the project by Dr. Wells. In Mr. Davison's words in response to questions put to by Mr. Laskin in direct examination at pages 11 to 15 of Volume 3 of the transcript: \"Q. Thank you. I want to turn to your work involving amlodipine. When did you begin working on amlodipine  <FRAGMENT_SUPPRESSED> ? A. Early in 1982. Q. So, this was during the period in which you had moved into pharmaceutical Research & Development? A. That's correct. Q. What was your role in the project at that point? A. My supervisor, Dr. Jim Wells, would assign his staff according to the state of their existing work. And at that point I was available to take on new projects and Jim assigned me to amlodipine. Q. Were other members of the department working with you on that project? A. Well, that, of course, was the time of pre-formulation, and so myself and my technician, Mr. David Smith were able to personally carry out all of the pre-formulation studies. Simultaneously to that, because of the parallel structure of the development process, certain of the pilot area staff within pharm R & D would also become involved in amlodipine. Their role would be to use their default formulations to gain experience on difficult - well, it is best to say how easy it would be to make capsules in the first instance and tablets later on. They wouldn't work on tablets until quite a while later, but capsules are the default dosage form because they can be made with only small quantities of bulk active material. For tablets, you require much larger quantities of bulk active material to generate enough powder so that you can run it through machinery. And so they would be working simultaneously, and we would be communicating. If I found something, a problem, I would nip around to the pilot area and tell them. Q. At the time you began your work had a lead amlodipine compound been identified? A. Well, amlodipine was the lead compound, and it was in a salt; it was a salt called amlodipine maleate. Q. Did you take any part in identifying amlodipine maleate? A. No, I did not. Q. Now, you mentioned that you got involved in pre-formulation work. What was the objective of the work in which you became involved? Where were you hoping it would lead? A. The objective is to identify potential problems that might interfere with the achievement of our short-term objectives, which relate to toxicology, preparing formulations suitable for toxicology and early clinical trials. Q. So, if those are short-term objectives, were there also long-term objectives? A. There were, yes. Q. What were those? A. Well, when amlodipine maleate entered development, the experts in the discovery area, the medics and the biologists, et cetera, would have an idea of what the likely human dose is going to be. And for amlodipine, a figure of 10 to 20 milligrams was suggested. And that meant that we assessed amlodipine as a very potent chemical entity. And the commercial, the marketing people would also be interacting with this, and they would indicate that their desire was a tablet. And so because it was a high potency compound requiring only a few milligrams of material in the tablet, the obvious best commercial formulation would be a direct compression blend. By that I mean there is no granulation procedure or anything like that. A suitable blend of direct compression-grade excipients is mixed with the bulk active, and that powder blend is fed directly into tablet machinery.\"", "[54] I will review the detail of this development but first I will jump to the end, the selection of amlodipine besylate as the preferred compound. Dr. Wells put the conclusion well in an answer provided in his Cross-Examination by Mr. Aitken at Volume 2, page 165-166 of the transcript: \"... I made a decision, along with colleagues, that we had a salt which was suitable to take forward. \"If we had tested and carried on testing, we may still be doing it. So we took a decision to proceed with the besylate, and I believe history shows that we got it right. \"We could have looked for other salts. We could have tested many, many more, but we found one which worked, providing us with a suitable, sensible solution to the problem we were faced with.\"", "[55] The difficulty arises not with the commercial solution but the patent. Dr. Wells got it right when he gave an answer in Cross-Examination at Volume 2, page 161, of the transcript. A patent has to be clear, honest and right: \"A. Well, I can't answer that because I am not a patent agent. My view is we disclose sufficient information to allow a man skilled in the art to be able to repeat my experiment. \"I am not aware that it has to include every, every aspect of the work that we did. It has to be clear, it has to be honest, and it has to be right, and that's what we did ...\"", "[56] This accords with section 34(1) of the \"old\" Patent Act , which wording is essentially the same in section 27(3) of the \"new\" Act \"34(1) An applicant shall in the specification of his invention (a) correctly and fully describe the invention and its operation or use as contemplated by the inventor; (b) set out clearly the various steps in a process, or the method of constructing, making, compounding or using a machine, manufacture or composition of matter, in such full, clear, concise and exact terms as to enable any person skilled in the art or science to which it appertains, or with which it is most closely connected, to make, construct, compound or use it;\"", "[57] The question remains, however, as to whether Pfizer did that.", "[58] It appears that Dr. Wells has very limited involvement with members of the patent department and no recollection as to any dialogue that may have taken place. I refer to his answers in direct examination, Volume 1 pages 215 to 222. In direct examination, Volume 3, pages 132 to 135, Mr. Davison testified that he had no communication with the Pfizer patent department, he saw drafts presumably of the patent specification but has no knowledge as to any discrepancies between what the patent application says and the research that he reported. Dr. Moore, a Pfizer patent agent had some involvement in the patent drafting essentially from the point of view of mentoring the work of Jenny Bowery, a trainee who appears to have been the person most directly involved in drafting the patent application. She has not been found and did not give evidence.", "[59] It appears that Dr. Wells' supervisor, Dr. Davidson (who was expected to give evidence but did not), informed Dr. Wells that an application for a patent should be made (Wells' Cross-Examination, Volume 2, page 259). As a result, Dr. Wells prepared a memorandum (Agreed Document 111) dated the 25th of November 1985, the purpose of which was to inform the patent department \"... with technical details to allow them to convert it into a patent with ease \" (Wells' Direct Examination, Volume 1, pages 185-187). This memorandum reflects what apparently was a \"majority decision\" including the views of Dr. Wells and of unnamed others as well. However, once the memorandum was turned over to the patent department, Dr. Wells' involvement was, in his words, \" virtually none \" (Wells' Direct Examination, Volume 1, page 215).", "[60] Having touched on the beginning and end of the process from the inventors' point of view, I will trace the history of the development of the amlodipine besylate salt. It is not often that a Court is provided with an insight as to the development of a patent, such as one relating to a drug formulation, in a manner such that what is set out in the patent may be compared with what the named inventors actually said and did. This is such an occasion.", "[61] Dr. Wells received amlodipine maleate in August 1982 as a candidate pharmaceutical developed by others as set out in a Memorandum from J.R. Davison to Dr. G.W. McLay dated 11th August 1982, copy to Wells (Exhibit 1, Document 28). According to an internal numbering scheme  <FRAGMENT_SUPPRESSED> , amlodipine was assigned number UK-48,340 and its salts were indentified by additional numbers such as - 11 for maleate. Thus amlodipine maleate is designated as UK-48,340-11. A more complete inventory of salts form descriptions made by Pfizer is set out at Exhibit 1, Document 43.", "[62] In reviewing the evidence, it is useful to note some of the code numbers used by Pfizer for salt forms of amlodipine. Amlodipine alone is referred to as the \"free base\" or \"base\", code number UK-48,304, and the salt forms are indentified by the following numbers or letters which are placed following UK-48,304: - 01 hydrochloride - 11 maleate - 14 acetate - 15 toluenesulfonate (tosylate) - 24 succinate - 26 benzenesulphonate (besylate) - 27 methanesulphonate (mesylate) - AB or - 94 salicylate - AN 1-naphthalenesulfonate (naphthalate) (this salt does not appear on Document 43)", "[63] A Memorandum from Dr. Davidson to Dr. McLay, copied to Dr. Wells (Exhibit 1, Document 28) of 11th August, 1982, informed Dr. Wells that preliminary indications suggested that amlodipine maleate is susceptible to photolytic, oxidation and acidic attack, degrading fairly rapidly in an aqueous environment. The Quarterly Report also part of Document 27 stated that analytical studies suggest that chemical incompatibilities and aqueous instability will be the major concerns. Thus Dr. Wells and Mr. Davison were presented with a pharmaceutical compound, amlodipine maleate, and possible problems with respect to that compound all as developed by others and not by them.", "[64] Dr. Wells was told that marketing wanted to sell the product in tablet form in which the drug, along with other ingredients called excipients, are blended as powder and ultimately compressed into tablets by wet or dry methods. Capsules, filled with a blended powder, and parenteral (iv liquid) forms were also possible (Wells Direct Examination, Volume 1, pages 127 to 135).", "[65] Dr. Wells said that (Direct Examination, Volume 1, pages 137 to 139), the first problem encountered with amlodipine maleate was a sticking problem, when they tried to grind it into a fine powder. Mr. Davison said that when they used a mortar and pestle (Volume 3, page 37) the material stuck to the surface of the equipment. The first solution proposed was to add an excipient called mannitol, which stuck as well (Wells, Volume 1, pages 139-140). Emcompress was substituted for mannitol. This caused the drug to react and form an unwanted compound called a Michael Addition Reaction (MAR) compound (Wells, Volume 1, pages 139-140). This MAR compound has been given Pfizer identification UK-57,259.", "[66] Apparently, the sticking and formation of unwanted compounds problems were eventually solved not only by substituting another salt, besylate, but also by a formulation that is described in the patent at Table III. This formulation works equally well for both the maleate and besylate salt forms (Wells Cross-Examination, Volume 2, pages 195-198): \"Q. And that is formulation FID 0650? A. Yes. Q. And 0650 is essentially the same formulation used in Norvasc today, is it not? A. Yes. Q. And in fact, it is essentially the same formulation that we see in the patent in Table III; correct? A. This is the Canadian patent. Q. Page eight of the Canadian patent, Table III. A. Sorry, page again? A. Thank you. Yes, that's correct. Q. So, you were able to get the maleate to work in the formulation which is called FID 0650, and when you switched to the besylate you could take the maleate out, put the besylate in, and it worked for the besylate; correct? A. Yes. Q. So, whatever inherent stickiness there was with the maleate and whatever stickiness there is with the besylate, the stickiness problem was solved for both by using FID 0650? A. Yes.\"", "[67] Given the problems, particularly as to stability, with the formation of unwanted compounds, Dr. Wells in a Memorandum dated 24 th April, 1984 (Exhibit 1, Document 48) made two proposals; one was to change to an anhydrous form of one of the excipients, Emcompress, and the other proposal was to change from the maleate salt of amlodipine to the \"free base\" that is, just amlodipine alone, or change to the acetate salt. Dr. Wells proposed certain potential salts of amlodipine as well as the \"base\" as set out in Table 3 of that memorandum: [Diagram omitted - see printed version]", "[68] Dr. Wells provided the following answers during his Direct Examination found at Volume 1, pages 154 to 157, as to why he selected the various salts: \"Q. Now, as you review the various entries on the list that appears in Table III, can you just go down one by one and explain how they made it onto the list? A. Sure. If we go one step back, I'd hypothesized that we should move to free base because of the reason I gave, which is we had that bulk available to us, because it was available prior to conversion to salt. So, the free base is on that list because it was available. I am conscious through teaching and my own experience that drugs are better as salts. Q. Why are they better as salts? A. Because A, they are more soluble. Drugs are notoriously insoluble until they are converted to a salt. And secondly, and curiously and it occurs in what happens with amlodipine, making a salt actually makes the drug purer. Converting the drug to a salt, the actual acid cleans up the drug. Now, later on we'll discover that, in fact, it was the reverse with amlodipine, but we obviously looked at the base. If we then go to the other end, I'd advocated the acetate. I had a hypothesis. If you are familiar with the teaching of Karl Popper, we talk about a working hypothesis. My hypothesis was that this drug does not like acid, so I am going to try and reduce the acidity. I hypothesized, therefore, that we should make the acetate. What did we discover? That my hypothesis was completely wrong. Q. How was it wrong? A. Because it was incredibly unstable. So, I have to move on and think of other possibilities in terms of explaining and solving the problem. So, if we then go to the top of the list, hydrochloride is completely inconsistent with my hypothesis, because I am saying we don't want strong acids. However, since the acetate had failed to provide my original hypothesis, there was no reason not to proceed with the hydrochloride, because of another powerful reason. It is the most popular, populated drug salt. Sixty-three per cent of drugs currently on the market -- that's my memory -- 63 per cent of drugs are hydrochlorides. Methane sulphonate is still a strong acid. Benzene sulphonate, as we go down this list, minus 6.1 for hydrochloride makes it a very strong acid. What I am seeking to do is to make salts with a range of pKas. So, in consulting standard texts, we selected a range of salts so that we would step-wise, in decreasing their acidic strength, that's one factor. So, if you look, you've got minus 6.1, minus 1.2, then plus .69 and so on. And equally, I was trying to include -- and we call them cluster groups -- the notion that we should also look at a nominal candidate from each group. So, for example, hydrochloride is an inorganic acid. Methane and benzene sulphonate are sulphonic acids. Maleates, which we have already had, is a dicarboxylic acid. Lactate is a trihydroxy acid. We couldn't make that, so here I have a list which says potential salt forms. We were never able to make lactate. Succinate is a dicarboxylic acid. Acetate is a monocarboxylic acid. So, it is a combination of choosing examples from different chemical structures and providing different pKas, because they dictate -- the pKa dictates the pH of the solution that sits on the surface of the crystals if there is an issue of hygroscopicity. If water is associated on the surface of the crystal, it is like condensation on a cold winter day on a window. That film of moisture will be a saturated solution of the drug, and that's why pH SAT has been measured. So, all of this is designed to be rational in the sense that I am using a range of acidities and a range of structures. Q. Did you have any expectations about how any of these salts would perform as alternatives to the maleates? A. I think the best word I can use is I 'hoped' that they would produce salts. And I hoped that one of them would be okay, but -- but had we found that none of them produced something which we could use commercially, my intention was to say: Right, let's -- just for a trivial example -- let us assume that the hydrochloride turned out to be the best of this group but wasn't good enough for our purpose, because it is an inorganic acid, I would have asked PRD to make me some other inorganic acids like sulphuric, nitric and solvent.\"", "[69] Dr. Wells had a discussion with a senior scientist  <FRAGMENT_SUPPRESSED> 's Process Research and Development department who advised Dr. Wells that the benzene sulphonic acid that was commercially available was not of very high quality. As a result, that person made another salt forming compound, tosylate. Ultimately, Pfizer made benzene sulphonic acid rather than purchasing the commercial material (Wells Direct Examination, Volume 1, pages 158 to 159).", "[70] Sometime after Dr. Wells submitted his Memorandum of 24th April, 1984, senior executives of Pfizer determined that Wells should be instructed to find an alternative salt to the maleate (Wells Direct Examination, Volume 1, pages 161 to 162).", "[71] Given the direction to find alternative salts, Dr. Wells established four criteria namely: solubility, stability, hygroscopicity and processing. He said in direct examination, Volume 1, page 166: \"Q. Now, after Dr. Davidson communicated the acceptance of your recommendation to explore alternatives, did you arrive at criteria on which you would evaluate possible alternatives to the maleate? A. Yes, based on my training, I was aware that there was certain issues associated with the qualities of pharmaceutical bulk. And it was simply a case of after -- I've actually given a lecture several times which I call 'the three S's', which stands for solubility, stability, salts. And that's the central tenet about what we're trying to do. Now, there are other properties and they are the ones that we have reported. Q. Which were those? A. Well, we've looked at solubility. We've looked at hygroscopicity. The consequence of hygroscopicity to a large extent dictates the drug's stability. And the final thing is being able to make the drug work in a production environment as a dosage form, processing.\"", "[72] Dr. Wells explained the importance to him of solubility in Direct Examination at Volume 1, page 167: \"Q. So, why is solubility important? A. Because all drugs have to be absorbed in solution, and there is a basic rule of thumb which was expounded a long time ago by a man called Caplan, who basically, having reviewed the literature, came up with a notion that as long as a drug had a solubility greater than about one milligram per ml over the physiological range, pH one to seven, then the drug would be well-absorbed. We have come back to this idea of bioavailability which we have talked about with the parenteral injection.\"", "[73] Solubility was measured in the Pfizer lab, and the solubility of various salts, in water, was provided in a report of October 11, 1984, Exhibit 1, Document 64, as follows: Table 1: Aqueous solubility of UK-48,340 salts at 37ºC SALT SOLUBILITY mgA ml pH Maleate 4.5 4.8 Benzene sulphonate 3.6 4.5 Toluene sulphonate Methane sulphonate >25 3.1 Succinate 4.4 4.9 Salicylate Acetate >50 6.6 Hydrochloride", "[74] This table accords with Table 1 of the '393 Patent except for lack of hydrochloride data and, more importantly, that the figure for benzene sulphonate in the above table, 3.6, is different from that set out in the patent of 4.6 at a pH of 6.6, a figure more favourable to benzene sulphonate. Neither Dr. Wells nor Mr. Davison could clearly account for this difference. At best, reference is made to a Memorandum from Mr. Davison to Dr. Davidson dated 18th September, 1985, Exhibit 1, Document 103, which contains a graph, Figure 1, showing solubility of amlodipine besylate in 0.9% saline , which could be read so as to yield a figure of 4.6 at 6.6. pH. There is no clear evidence that this is where the figure actually came from, this is simply the only place in the evidence where it can be found. Much was made of the differences in solubility of salts in water and in saline solution in evidence and in argument.", "[75] As to the next of Dr. Wells' criteria, hygroscopicity, he said in Direct Examination, Volume 1 at pages 167-168: \"Q. You mentioned hygroscopicity; to what extent is that important? A. Because I think I mentioned the idea of condensation on cold glass, that film of liquid. Hygroscopicity (sic) is the idea that depending on climate, water will either associate or dissociate it from the surface of materials. Materials which take on water as condensation, by analogy on glass, we would describe as hygroscopic. That water on the surface will dissolve the drug, and its drug in solution which is going to degrade. Going back to some of the evidence we have already looked at, amlodipine maleate as bulk drug was stable. Why? Because it is non-hygroscopic and there was no moisture to actually act as a vector and promote degradation, but as soon as we started adding excipients, which in themselves contain moisture, that's when the problem starts. Q. How does the problem start? A. We will see degradation because the moisture associated with the surface of the crystal will actually allow the process to actually generate breakdown.\"", "[76] Much was made in the evidence as to what \"hygroscopicity\" meant, or meant in the mid 1960s and whether it truly presented a problem or not. It is generally agreed that the presence of \"free\" or \"unbound\" water can be a problem. The debate centres around whether \"bound\" water, that is water that is combined within the crystal lattice structure of a compound so that it becomes a \"hydrate,\" is a problem.", "[77] In considering what the inventors thought or did, the scientific debate doesn't matter. At this point in considering the evidence we are only concerned with what the inventors thought and did. They thought water, including hydrates, was a problem and that salts that were hydrates or could form hydrates should be avoided. They thought, at least early on, that besylate was not a hydrate.", "[78] Thus, mesylate was ultimately rejected by Dr. Wells because it formed a hydrate. He said in his Memorandum to Dr. Wood dated 25th November, Exhibit 1, Document 111: \"The mesylate probably also merits protection since its stability and processing properties are excellent. However it is isolated in the anhydrous form and upon exposure to moisture rises rapidly to the monohyrdate. The besylate and tosylate are however, non-hydrscropic and anhydrates.\"", "[79] When asked about this in Direct Examination, Dr. Wells said at Volume 1, pages 190-191: \"A. I have an inherent prejudice against hydrates because there is always the capacity for them to dehydrate under the conditions of manufacture and so on so forth. We had recently run into problems with fluconazole which was being developed in parallel and the capsules had real problems with the release of the drug. And that was about variability in hydrate levels. So, my own view was that we would avoid hydrates and I had a perfect position to move to because besylate did not form a hydrate in the dry state and was completely indifferent to moisture such that it was completely non-hygroscopic. So I took the view that when we were looking for best balance in terms of properties, the besylate stood out because it was immune to water. Q. And you mentioned that -- you mentioned that water could be released under the conditions of manufacture. What conditions are those? A. Because you're exposing -- you're exposing your drug to other materials. In other words, the excipients that form the dosage form itself, and it is true, for example, that if we go back to calcium phosphate which we have already reviewed, calcium phosphate dihydrate is a stable hydrate, but hey ho at 37 the water comes off and causes major problems. So, you know, we have to recognize that that is not predictable either, but that even though we might talk about stable monohydrates, stable dihydrates, stable hepta hydrates, decahydrates and so on, they are capable of efflorescing and changing their state. It seemed to me the safest way forward was to choose a form of the drug where that was not a possibility.\"", "[80] As to the next criteria, that of stability, Dr. Wells said in Direct Examination, Volume 1, page 168: \"Q. And you referred to stability? A. We must provide quality medicines where over typically a three-year period, the appearance of degradation should not exceed five per cent. Q. Why is that? A. Because we want the patient to be able to have a medicine which is of high quality throughout its shelf life. And given the supply chain involved in distributing medicines from manufacture all the way through to the patient, we need typically a shelf life of three years.\"", "[81] Dr. Platt, whose job at the time with Pfizer was to analyse potential drug products, including as to stability, sent a Memorandum dated 3rd May, 1984 to his supervisor, Mr. Wadsworth, setting out the current status of stability studies on amlodipine maleate (UK-48,340-11) as well as the \"free base\" and indicated that \"alternative salts\" would be investigated as they became available (Exhibit 1, Document 50). He indicated that stability studies conducted at a high temperature, 75ºC, for a short period of time, 11 days, could provide some useful information, however, a more realistic study at 50ºC and 37ºC, with checkpoints at 6 weeks and 12 weeks should be conducted before any firm conclusions could be reached. The ultimate aim was to produce a tablet formulation with satisfactory stability for at least 2 years at 30ºC, preferably 37ºC (body temperature). In that Memorandum, he refers to a compound indentified as UK-57,259, that is found in amlodipine maleate as the MAR that is formed when breakdown occurs during stability studies.", "[82] It was Mr. Pettman's task to prepare a number of alternative salts of amlodipine. These salts were described in a Memorandum from Pettman and others to a Dr. Edinberry, found within an August 1984 Quarterly Report (Exhibit 1, Document 57). Those salts were: UK-48,340 (Acetate) UK-48,340-24 (Succinate) UK-340-27 (Methanesulphonate) UK-340-26 (Benzenesulphonate) UK-48-340-AB (Salicylate) UK-48-340-01 (Hydrochloride) UK-49(sic);340-15 (p. Toluene sulphonate tosylate)", "[83] The preparation of these salts took place over the period from April to October 1984 and appears to have proceeded quickly and routinely except for the hydrochloride which required further purification, he was able to make most salts in a day or two (Pettman Direct Examination, Volume 4, pages 154-163). The benzenesulphonic acid used was found to be dark and sticky but as it was the only batch available it was used. Subsequently, a commercial batch of benzenesulphonic acid from a supplier, Aldrich, which was 90% pure, was used to make a further batch of besylate salts (Pettman, direction examination, Volume 4, pages 163-169). Pettman was unable to make a benzoate salt, only something described as an \"oil\" was produced (Pettman Direct Examination, Volume 4, pages 169-171). Pettman later wrote a Memorandum dated February 26, 1986 to Dr. Wells (Exhibit 1, Document 124) summarizing his work apparently for patent purposes. This was Pettman's only involvement in the patent process (Pettman Direct Examination, Volume 4, page 176).", "[84] Some documents later refer to a napsylate salt which was subjected to some testing. (Exhibit 1 Doc.75 pg. 8 and Exhibit 6). Mr. Davison tested four salts - besylate, mesylate, tosylate and napsylate on Novenber 29, 1985 apparently in an effort to validate the selection of the besylate (Cross-Examination Volume 4, pages 59-60). No mention of the napsylate is made in the '393 Patent, an omission that would not have been recommended by Dr. Moore the patent agent had he known about it (Cross-Examination Volume 12, page 113).", "[85] Dr. Platt proceeded to test several of these amlodipine salts in the period from about April to October 1984. This testing took the form of stability studies in which the amlodipine salts were formulated with four different mixtures and compressed into a wafer form called a compact as well in powder form such as would be used in capsules. The compacts were formulated as follows: 1. Mannitol / Dried maize starch 2. Avicel / Starch 1500 3. Avicel / Emcompress 4. Avicel / Anlydrous dicalcium phosphate", "[86] Initially five salt forms were tested for five days at 75ºC. Dr. Platt concluded in a handwritten Memorandum to Davison dated 15th June, 1984 (Exhibit 1, Document 53): \"In all formulations, the benzenesulphonate salt was clearly superior to the maleate salts in terms of the absence of UK-57,265 and the reduction in the unknown degradation products above the main band. \"In contrast, the acetate salt is significantly worse than the maleate salt with respect to the intensity of the unknown degradation products. \"The succinate and mesylate salts show some advantages over the maleate salt in formulations A, B and D but are inferior in formulation C. Recommendation \"The benzenesulphonate salt should be progressed to a further comparative study against the maleate salt as compacts in the four formulations above. The study should run for at least 12 weeks with compacts stored at 4ºC, 37ºC and 50ºC. \"The acetate salt shows clear disadvantages and should be dropped. ...\"", "[87] Further testing was conducted later in 1984 by Dr. Platt. In a handwritten Memorandum dated 1st August, 1984 (Exhibit 1, Document 58) to Dr. Wells, he wrote in part: \"The benzenesulphonate salt is superior to the maleate salt in all four formulations. The only significant breakdown of benzenesulphonate occurred in formulation C. \"The succinate and mesylate salts are equivalent and superior to the maleate salt in formulations A, B and D. The mesylate salt is still superior in formulation C but the succinate salt is marginally worse than the maleate salt in this formulation. This is contrary to the results obtained after 5 days at 75ºC where the mesylate salt was the most unstable salt form in formulation C when all salts were used as compacts. \"A direct comparison of the maleate salt stored as both blends and compacts shows that, in general, a compact is a more severe stability challenge for UK-48,340. No additional breakdown products were formed but the intensity of those produced was increased. There is, however, one specific breakdown product which is more intense in the blend. One possible explanation for this is that it represents an intermediate breakdown product which is concentrated in the blend but undergoes further reaction in the compact. I would recommend, therefore, that if resources are available, future compatibility studies for this compound are performed using compacts. \"It is difficult to directly compare the benzenesulphonate salt with the succinate and mesylate salts because of the potential compact/blend differences. However, on the basis of the degradation profiles observed at the 3 week checkpoint, I would expect them to be broadly comparable. \"Samples of the 6 week checkpoint are now available for testing. I am giving priority to the anhydrous decalcium phosphate tablet formal stability batches and do not expect to be able to run the alternative salts until w/o 13th August.\"", "[88] In a typewritten Memorandum to Dr. Wells dated 9th October 1994 (Exhibit 1, Document 63), Dr. Platt wrote: Compatibility Studies \"The initial experiments compared the stability of UK-48,340 maleate salt with UK-48,340 free base in capsule and tablet formulations. Blends were prepared and compacted into discs to simulate the tablet environment. Compacts stored at 50ºC were assessed over a 12 week period where it became obvious that, although no UK-57,269 could be formed in the free base formulations, the level of the unknown products was significantly increased. UK-47,340 free base is not, therefore, a suitable replacement for maleate salt. \"Small salt batches of the acetate, benzenesulphonate, succinate and mesylate salts were manufactured and compared with the maleate salt as described for the free base. After 5 days at 75ºC the acetate salt was inferior to the maleate salt in all formulations and was dropped from the study. The remaining salts were continued to the 12 week checkpoint where the benzenesulphonate salt showed a much improved stability profile over the maleate in all cases. The mesylate salt was only slightly inferior to the benzenesulphonate salt while the succinate salt was superior to the maleate salt in 3 formulations and inferior in one. \"Further salt forms were investigated using larger scale batches of bulk drug (100 - 200 g). Maleate, benzenesulphonate, tosylate, hydrocholoride and salicylate salts were compared in three formulation blends. After 2 weeks at 75ºC and 3 weeks at 50ºC the benzenesulphonate showed a clear advantage over the other salts. The tosylate salt was superior to the maleate salt while the salicylate was no better and the hydro-chloride salt much worse than the maleate. \"The following rank order of salt forms has been indentified by comparing the behaviour of each salt in all the formulations. Benzensulphonate<mesylate/tosylate<succinate<salicylate/maleate<acetate<< hydrochloride \"The sulphonic acid salts of UK-48,340 are clearly superior to all others examined in the compatibility studies carried out to date. Of these salts, the benzenesulphonate has shown the least breakdown in formulations and as bulk drug. \"There are indications that the quality of the bulk drug can influence the stability of the drug substance and its formulations. However, this effect has been minimal for the benzenesulphonate salt. \"The benzenesulphonate salt demonstrates a clear advantage over the maleate salt in that UK-57,259 cannot be formed.\"", "[89] Dr. Platt conducted further studies with four salts, benzenesulphonate, tosylate, salicylate and hydrochloride. This produced three different blends identified as A, C and D. The tests were conducted at 50ºC and 75ºC and sampled at 6 weeks. The blends were: Blend A Blend B Blend D Mannitol Avical PH102 Avical PH102 Dried maize starch Emcompress Anhy. Dicalcium phosphate 9.1 lubricant Explotab Explotab Mag. stearate Mag. stearate", "[90] In a handwritten Memorandum to Dr. Wells dated 20th October, 1984, Dr. Platt reported his observations (Exhibit 1, Document 66). At 50ºC, after 6 weeks, there was for all salts only minor breakdown in formulations A and D, formula C was the least stable. At 75ºC, after six weeks, the degree of breakdown of all formulations increased. He reported the relative performance of the salts as follows: The following rank order of salts has been derived from the performance of the salts in all formulations: Benzenesulphonate ↓ Increasing breakdown Tosylate Salicylate Maleate Hydrochloride", "[91] I accept as accurate a chart prepared by Pfizer's counsel as these stability tests, noting that the salts as tested were all blended with excipients in certain formulations: Diagram omitted from print and web versions]", "[92] The nature of the testing by Dr. Platt is to be noted. It was done by thin layer chromatography (TLC). A glass plate is coated with a silica material. Small samples of the substance tested are placed in \"wells\" along the bottom of the plate and an electrical current is applied. The samples are dragged through the gel by the electricity. Different compounds travel at different rates and thus become visually separated into different spots. After a period of time, the current is stopped and the plates are examined visually. A Polaroid photograph of the plate is taken. At best, such a test is, as Dr. Atwood described, only semi-quantitative. It can give no absolute or quantitative results, at best the results are comparative. As an example of what the person conducting the testing sees, or \"eyeballs,\" is the following depiction taken from Exhibit 1, Document 131: [Diagram omitted from print and web versions]", "[93] In 1990 Dr. Platt was asked to review his work done in 1984 apparently for a patent application pending in Japan. His review and conclusions are set out in his memorandum to Dr. Davidson dated 23rd March 1990 (Exhibit 1, Document 154). His review pointed out that his 1984 testing was carried out on different formulations of three salts-besylate, tosylate, and mesylate. He was able to re-examine in 1990 certain batches of the tosylate and hydrated mesylate, while other batches of those salts were too degraded. No significant degradation of the besylate samples was noted. Dr. Platt noted variations from batch to batch of the various salts. He concluded that the besylate and one formulation of the tosylate were about equal, that in one formulation there was no significant difference between the besylate and mesylate, and that in another formulation, depending on the checkpoints, besylate and tosylate exchanged places as to degradation. In part he said: \"I have reviewed the original (1984) TLC photographs accumulated during the alternative salt selection work for amlodipine. At the time, the work was focussed on showing improvements over the maleate salt rather than direct comparisons of the sulphonic acid salts. However, the following conclusions can be drawn from the degradation observed by TLC. A) Bulk Stability The besylate, mesylate and tosylate salts (among others) were examined after storage for 16 hours at 105ºC. The batches examined were: besylate: R1 and 251PD356/1 tosylate: R1 and 261PD67/1 mesylate: 251PD 357/1 There was no significant degradation for either sample of the besylate salt. Batch R1 of the tosylate salt also showed no degradation but the lab sample did degrade. The lab sample of the mesylate salt showed severe degradation. The order, in increasing degradation, is: besylates = tosylate R1 < tosylate lab < mesylate lab B) Formulation Screen 1 The besylate and mesylate salts (among others) were examined as compacted formulation blends in four different formulations. Compacts were examined by TLC after 5 days at 75ºC and 3, 6, and 12 weeks at 50ºC. At the first checkpoint, mesylate was worse than besylate in one of the formulations but no different in the other three. In all succeeding checkpoints there was no significant difference between the two salts in any formulation. C) Formulation Screen 2 The besylate and tosylate salts were examined as compacted formulation blends in three different formulations. The formulations were the same as those used in B) above. Compacts were examined by TLC after 6 days, 13 days and 6 weeks at 75ºC and 3 weeks and 6 weeks at 50ºC. After 6 days at 75ºC there was no significant difference between the two salts in 2 out of three formulations. The tosylate salt was more stable than the besylate salt in the third formulation. After 13 days at 75ºC, the tosylate was still better in one formulation, but now worse in the other two formulations. At later checkpoints the tosylate salt showed more degradation than the besylate in all three formulations. We have now re-examined samples of the alternative salts that were prepared for the above exercise. Each has been subjected to a TLC examination against R32 of amlodipine besylate. The batches examined were: tosylate: R1 and 261PD67/1 mesylate: 261PD205/1, 251PD357/1 and 261PD217/M/1 (monohydrate) Of these only batch R1 of the tosylate salt and the hydrated mesylate salt are suitable for further work. The other batches show significant levels of impurities which may indicate that the samples have degraded on storage. Whilst it is encouraging, for the purpose of our studies, to have degradation occurring, it does show that there are batch to batch variations in stability performance for the same salt form.\"", "[94] The last of Dr. Wells' criteria was processability, that is, could tablets be made without significant difficulties such as the stickiness apparent in the maleate salt. Dr. Wells said in Direct Examination, Volume 1, pages 168-169: \"Q. And I believe the final of the criteria that you referred to was processability, or processing? A. Sure. At some point in the synthesis of the salt, PRD would have to mill it. There is every chance that if it was sticky, it would have stuck to the mill. So, that is the first problem. And we'd already encountered some problems with milling, even in pharma R & D. The fact that we are exposing the drug to high stress -- and the tableting process exposes materials to typically two-tons' pressure. This is a pretty catastrophic process. We get what's called a spherity melting. It means that even if the crystal have a fairly high melting point, under extreme pressure, that melting point collapses. And by the process of melting, you are likely to get sticking, because the material becomes plastic, not crystalline and abrasive, so one has to exclude that.\"", "[95] Much has been made in the evidence as to the investigation into the stickiness of various of the salt candidates. Dr. Wells and Mr. Davison discussed a test using a laboratory single punch press in which a number of tablets were pressed from powder formulated by mixing the various salts together with other excipients then punching 10, 20, 30, 40 and 50 tablets at a time on a single punch press. The punch was disassembled and the adhering materials dissolved and weighed. This weight is used as a measure of stickiness. The greater the weight, the more material it is that has stuck. Dr. Wells prepared a graph illustrating some of the salts and the weight of the adhering material which chart is contained in his report of 11th October, 1984, Exhibit 1, Document 64. From this graph, Dr. Wells derived a slope, that is a number calculated from the horizontal and vertical axes position of the data point, which number he used to compare the various salts. It is clear from Dr. Wells' Cross-Examination, Volume 2, pages 162 to 166, and in answer to questions from the Court at pages 186 to 191 of Volume 2, that Dr. Wells drew only a rough and ready line, through some but not all of these points and excluded the data at the 50 tablets point. It is unlikely that this chart formed the basis for the data presented at Table 2 of the '393 Patent (Davison Cross-Examination Volume 4, pages 73-77).", "[96] Further, the '393 Patent, at page 5, speaks of tablet runs at 100, 150, 200, 250 and 300 tablets. Dr. Wells acknowledged that his data was not generated from any runs at such levels. He said that the patent is wrong in presenting such numbers (Cross-Examination Volume 2, pages 181-184). Dr. Wells' graph is as follows: [Diagram omitted - see printed version]", "[97] Mr. Davison did a number of experiments to determine stickiness. These are set out in his report dated 4th February, 1985, Exhibit 1, Document 77. A number of graphs are presented including Figure 1 intended to show whether the tests are reliable, that is, reproducible. To generate the data for Figure 1 a number of runs of the same salt mixed with the same excipients were done on the same day and the results graphically presented. Dr. Banker refers to these results in his evidence to support his opinion that the tests are unreliable. Figure 1 shows: [Diagram omitted - see printed version]", "[98] At Figure 7 of the same report, Mr. Davison plots data from runs of different salts mixed with the same excipients. Mr. Davison says that he put this data into a calculator and derived a number for each salt representing the slope (Direct Examination, Volume 3, pages 116-122). Mr. Davison in Cross-Examination, (Volume 4, pages 73-77) was convinced that the slope figures in the patent were not derived from Dr. Wells' graph. As to whether his graph, Figure 7, represents data used for what is shown in the '393 Patent, Mr. Davison is equivocal. He cannot say whether all the data was put in the computer or only some of it, and if only some, which parts of the data (Cross-Examination, Volume 4, pages 85 to 99). It appears that no archived notebook or other record can be found relating what was done in this regard (Davison, Direct Examination, Volume 3, pages 22 to 26). Dr. Amidon in his evidence made calculations based on Figure 7 and could not come up with the numbers in the '393 Patent. Figure 7 shows: [Diagram omitted - see printed version]", "[99] In October 1984, it appears that there was a request made for further work to be done using the maleate salt UK-48,340-11. Dr. Platt in a memorandum dated 9th October, 1984 to Dr. Wells (Exhibit 1, Document 63), summarized his work to date stating, inter alia: \"The sudden request for further work on the homogeneity and stability of UK-48,340-11 in rodent diet plus the proximity of the doxasozin commercial stability programme means that it is no longer possible to schedule work on UK-48,340 alternative salts in the dosage form group. \"It is pertinent, therefore, to recap on the information we have accumulated to date and recommend, on the basis of this the benzenesulphonate salt of UK-48,340 for further development. \"The sulphonic acid salts of UK-48,340 are clearly superior to all others examined in the compatibility studies carried out to date. Of these salts the benzenesulphonate has shown the least breakdown in formulations and as bulk drug. \"There are indications that the quality of the bulk drug can influence the stability of the drug substance and its formulations. However, this effect has been minimal for the benzenesulphonate salt. \"The benzenesulphonate salt demonstrates a clear advantage over the maleate salt in that UK-57,259 cannot be formed.\"", "[100] Dr. Wells summarized the state of matters in his Memorandum to Dr. Davidson of 11th October, 1984 (Exhibit 1, Document 64), saying on the first page: \"In a previous memo (J.I. Wells to J.R. Davidson, 17.7.84) the case for a change from maleate salt to other salt(s) was addressed in order to achieve a significant improvement in the stability of the drug and the robustness of the tablet (drug sticking in particular). \"Several tablet formulations were proposed and Teresa Cutt has optimized these systems. Ed Davison has screened all the potential salts (01, 11, 15, 24, 26, AB) for their sticking propensity and hygroscopicity and Robin Platt has evaluated their chemical stability in existing and projected tablet formulations. \"ON THE BASIS OF THE DATA GENERATED SO FAR: (i) WE SHOULD PROGESS THE BENZENE SULPHONATE SALT (-26)1 (ii) THERE ARE FOUR ACCEPTABLE TABLET FORMULATIONS. WE SHOULD PROGRESS ONLY TWO (ONE BY WET MASSING AND THE OTHER BY DIRECT COMPRESSION).\"", "[101] While reports were made, as already referred to, in February 1985, matters appear to have remained fairly quiet until November 1985. A Memorandum of 14th November, 1985 from Cutt and Dunsbee to Wells (Exhibit 1, Document 106) summarizes work done on amlodipine besylate in its latest formulation.", "[102] A Memorandum dated 25th November, 1985 from Dr. Wells to Dr. Wood (Exhibit 1, Document 111), the so-called patent memorandum, was prepared at the request of Dr. Davidson so that the patent department could proceed to draft a patent application. Dr. Wells acknowledges that this Memorandum is directed to both the besylate salt and the tosylate salt, and also says that the mesylate merits patent protection. Dr. Wells said in evidence at trial that his personal preference was for the besylate alone (Direct Examination, Volume 1, pages 185-188). Such a preference is not stated in the Memorandum or otherwise stated in any document prepared at the time", "[103] This Memorandum of November 25th was described by Dr. Moore, a Pfizer patent agent at the time, as the document that formed the basis of the patent application (Volume 12, pages 93 to 95). He said it was unusual to get such a comprehensive and clear description of the invention as a starting point. This Memorandum said, in part, SUMMARY \"We recommend a patent filing to protect the besylate and tosylate salts of UK-48,340 because there is: (a) improved shelf life of solid dosage forms due to improved solid state stability of the besylate and tosylate salts. (b) improved processing of tablets and capsules because sticking is considerably reduced by the besylate and tosylate salts. This allows economic tableting by direct compression whereas although wet massing reduces stickiness it compromises stability. \"The mesylate salt probably also merits protection since its stability and processing properties are excellent. However, it is isolated in the anhydrous form and upon exposure to moisture rises rapidly to the monohydrate. The besylate and tosylate are however non-hygroscopic and anhyrdates. \"None of these findings are obvious or predictable.\"", "[104] A laboratory notebook, Exhibit 6, shows that Mr. Davison conducted further stability tests on four salts of amlodipine in the November 1984 to March 1985 period. The notebook at page 11 states that the purpose of the testing was: \" To clarify the hygroscopicity behaviour of UK 48,340 mesylate(-27), besylate (-26), tosylate (-15) and napsylate. \" In cross-examination Mr. Davison agreed that the purpose was effectively to anoint the besylate and validate the choice of that salt (volume 4, pages 58-59).", "[105] The notebook, Exhibit 6, at page 15 summarizes the results of a test in which samples were exposed for 13 days at 75 degrees and 75% relative humidity stating that the test was \" ... insufficient to show any significant difference between the -26, -15, Napsylate salt forms \". A further test was run at 75 degress, 75% relative humidity for 6 weeks with a conclusion at page 18 stating that the result \" ... suggests Napsylate to be the most stable followed by the -26 and -15 salts \". An assay of benzene sulphonate (besylate), mesylate, tosylate, napsylate salts of 48340 (amlodipine) exposed for 15 weeks at 30 degrees and 95% relative humidity led to the conclusion at page 22 \" No significant breakdown of any of the samples .\"", "[106] According to Dr. Moore, a trainee in the patent department, Jenny Bowery, and another person, Colin Graham, prepared a patent application in draft form for review by the inventors (Exhibit 1, Document 125). Dr. Moore made some comments on the draft (Cross-Examination, Volume 12, pages 132-137). Following that review the priority application upon which the Canadian application was based, was prepared and filed April 4, 1986 (Exhibit 1, Document 126).", "[107] Mr. Davison had no recollection as to any discussions with the patent department or review of the patent drafts. Dr. Wells said in Direct Examination at Volume 1, pages 220-221: \"Q. Now, Dr. Wells, have you read other than in connection with this litigation, litigation of amlodipine besylate, the patent? A. Have I? Q. Have you read the Canadian patent for amlodipine besylate? A. I've had cites(sic-sight) of it, but I don't think I've read it from top to bottom. Q. Are you aware, sir, that a point has been made that there are some differences between the contents of your November 25 memorandum document 111 and what is set out in the patent? A. You are referring to solubility distinctions? Q. Are you aware, generally, that it has been suggested that there are differences between the information that is set out in your November -- in document 111 and some of what is contained in the patent? A. Yes. Q. Do you have any knowledge or information about how any such differences came about? A. That the drafting of the patent was largely carried out by other individuals unknown to me and I was not diligent enough to pick up some of the subtle changes that had occurred.\" THE \"INVENTION\" AS PROMISED BY THE '393 PATENT", "[108] The '393 Patent describes the claimed amlodipine besylate salt in terms of superlatives, saying that the discovery of its advantages was \"unexpected\", that it had a \"unique\" combination of properties that made it \"outstandingly\" suitable for pharmaceutical preparation of amlodipine.", "[109] At page 1, the '393 Patent after acknowledging that the prior art discloses amlodipine and at least certain of its salts, including the maleate, says (emphasis added): \"It has now unexpectedly been found that the benzene sulphonate salt (hereinafter referred to as the besylate salt) has a number of advantages over the known salts of amlodipine and, additionally has unexpectedly been found to have a unique combination of good formulation properties which make it particularly suitable for the preparation of pharmaceutical formulations of amlodipine. \"Thus according to the present invention there is provided the besylate salt of amlodipine.\"", "[110] At page 2, the '393 Patent sets out four criteria which it says the previously disclosed salts, even the maleate, could not be satisfied [sic]: \"Although amlodipine is effective as the free base, in practice it is best administered in the form of a salt of a pharmaceutically acceptable acid. In order to be suitable for this purpose the pharmaceutically acceptable salt must satisfy the following four physiochemical criteria: (1) good solubility; (2) good stability;(3) non-hygroscopicity; (4) processability for tablet formulation, etc. \"It has been found that whilst many of the salts outlined above satisfy some of these criteria, none satisfy them all and even the preferred maleate ...\"", "[111] The '393 Patent then provides some data as to the performance of some salts in respect of these criteria and concludes at page 6 (emphasis added): \"Thus the besylate salt of amlodipine shows of good solubility, good stability, non-hygroscopicity and good processability which makes it outstandingly suitable for the preparation of pharmaceutical formulations of amlodipine.\"", "[112] Thus, the '393 Patent promises not only a besylate salt of amlodipine but also promises that the besylate salt has a \"unique combination\" making it \"particularly suitable\" and \"outstandingly suitable\" for preparation of pharmaceutical formulation of amlodipine. That is the promise of the invention. COMPARING WHAT THE '393 PATENT SAYS AND WHAT ACTUALLY HAPPENED", "[113] It is rare to have an opportunity to look behind what is said in a patent and compare that with what actually happened and what was actually known to the inventors and others. This is such an opportunity. Proceedings under the NOC Regulations , for instance, do not afford such an opportunity. Parties there are presented only with such affidavits that the parties choose to file. There is no opportunity to examine a party and the inventors by way of discovery before a hearing.", "[114] The drafting of a patent requires skill, usually left to a qualified patent agent. Great technical skill is required to get it right. There is, however, an overriding duty as imposed by section 34(1) (now 27(3) of the Patent Act ) to correctly and fully describe the invention and by section 53(1) not to wilfully provide in the specifications more or less than is necessary so as to mislead. These are statutory continuations of earlier common law obligations. As Dr. Fox stated in his text, The Canadian Law and Practice Relating to Letters Patent for Inventions , 4th Ed. Toronto: Carswell, 1969 at page 178, relying in part on <FRAGMENT_SUPPRESSED> : \"A patent being in the nature of a bargain between the inventor and the public, and having the synallagmatic feature of consideration flowing in both directions, the utmost good faith must be observed by the applicant in disclosing his invention and in framing his specification, which must not contain any false representation or be wilfully misdescriptive or misleading in any material part. If any material allegation in the petition is untrue, or if the specifications and drawings contain omissions or additions that are wilfully made for the purpose of misleading, the entire patent will be void. If the omissions or additions are made by inadvertent error, the court may discriminate and hold valid that part of the patent that is not affected by the omission or addition.\"", "[115] Counsel for Pfizer objected on more than one occasion during argument, to any reliance by Ratiopharm on a lack of good faith or failure of living up to common law disclosure obligations saying that it had not been pleaded. It is not necessary to rely on a generalized lack of good faith or common law disclosure argument; the issues are squarely before this Court as set out in the agreed issues 1(b) selection 1(c) obviousness, 1(d) insufficiency, 1(e) utility and section 1(f) validity under section 53(1) of the Patent Act", "[116] A review of the '393 Patent will be done essentially as they arise in the specification commencing at page 1 where, in the third paragraph, there is a listing of many salt forms of amlodipine disclosed in the prior European patent application publication: \"European patent application publication no. 89167 discloses several different pharmaceutically acceptable salt forms of amlodipine. In particular the pharmaceutically acceptable acid addition salts are said to be those formed from acids which form non-toxic acid addition salts containing pharmaceutically acceptable anions such as the hydrochloride, hydrobromide, sulphate, phosphate or acid phosphate, acetate, maleate, fumarate, lactate, tartrate, citrate and gluconate salts. Of these salts the maleate is disclosed as being particularly preferred.\"", "[117] At the bottom of page 2 and top of page 3 of the '393 Patent these salts are referred to as not satisfying all the necessary criteria for a suitable salt: \"Although amlodipine is effective as the free base, in practice it is best administered in the form of a salt of a pharmaceutically acceptable acid. In order to be suitable for this purpose the pharmaceutically acceptable salt must satisfy the following four physiochemical criteria: (1) good solubility; (2) good stability;(3) non-hygroscopicity; (4) processability for tablet formulation, etc. \"It has been found that whilst many of the salts outlined above satisfy some of these criteria, none satisfy them all and even the preferred maleate, whilst exhibiting excellent solubility tends to break-down in solution after a few weeks.\"", "[118] There is no evidence that any of the salts listed in respect of the European patent application, except the hydrochloride, the acetate, the maleate or possibly the citrate salt had ever been made or attempted to be made. Neither Dr. Wells (Cross-Examination, Volume 2, pages 16 to 22) nor Mr. Davison (Cross-Examination, Volume 3, pages 150 to 154) could say that the balance of the salts had ever been made or tested. It is reasonable to conclude, therefore, that the inclusion of the hydrobromide, sulphate, phosphate, acid phosphate, fumarate, possibly the citrate and gluconate salts was more than what was necessary. It is also reasonable to conclude that it was misleading in that to state, as the '393 Patent did at the bottom of page 3, that such salts failed to meet certain criteria and could not have been known to the inventors. A misleading impression is left with the reader that such salts were made, tested and found to be inadequate.", "[119] Continuing at page 1 of the '393 Patent, the next paragraph states (the word \"unexpectedly\" appears twice and the word \"unique\" and the words \"particularly suitable\" once and have been underlined): \"It has now unexpectedly been found that the benzene sulphonate salt (hereinafter referred to as the besylate salt) has a number of advantages over the known salts of amlodipine and, additionally has unexpectedly been found to have a unique combination of good formulation properties which make it particularly suitable for the preparation of pharmaceutical formulations of amlodipine.\"", "[120] The use of \"unexpectedly\" and \"unique\" and \"particularly suitable\" are self-serving. They presume what the Patent Office and the Courts are required to find. Are the properties of besylate amlodipine so unexpected or so unique or so suitable as to be patentable?", "[121] A Court should not presume that since the specification has used such words that the description is accurate.", "[122] There follows at pages 1 and 2 a recitation that the invention may be used in formulations including tablets, capsules and in aqueous solution for perenteral administration. The last of these is to be particularly noted since the salt must be in solution and not as a solid.", "[123] At the last full paragraph of page 2, four criteria for a pharmaceutically acceptable salt are set out. To repeat that paragraph: \"Although amlodipine is effective as the free base, in practice it is best administered in the form of a salt of a pharmaceutically acceptable acid. In order to be suitable for this purpose the pharmaceutically acceptable salt must satisfy the following four physiochemical criteria: (1) good solubility; (2) good stability;(3) non-hygroscopicity; (4) processability for tablet formulation, etc.\"", "[124] The evidence shows, for instance, in the Cross-Examination of Dr. Banker at Volume 7, pages 117 to 121, that a new drug substance may also be tested for other physiochemical properties including pH (acid or base), melting point, polymorphism and vapour pressure (enthalpy). Dr. Wells testified in chief (Volume 1, page 166) that he was aware that there are many properties that could be considered but, from his point of view, the central tenet was the three S's: solubility, stability, salts.", "[125] Thus the promise that besylate is outstanding, unique or particularly suitable must be tempered by the awareness that such superlatives are based on four of many criteria that could be considered.", "[126] At page 3 the '393 Patent addresses the first of the four criteria, solubility. It says: \"1. Generally, it is known in the art that a good aqueous solubility is necessary for good bioavailability. Usually a solubility of greater than 1 mg ml-1 at pH 1-7.5 is sought although higher solubilities are required to formulate injections. In addition salts which provide solutions having a pH close to that of blood (7.4) are preferred because they are readily biocompatible and can easily be buffered to the required pH range without altering their solubility. \"As can be seen from the following comparative data the besylate salt of amlodipine exhibits good solubility characteristics, compared with other salts.\" TABLE 1 Salt solubility mg ml-1 pH at saturation Benzene sulphonate (besylate) 4.6 6.6 Toluene sulphonate (tosylate) 0.9 5.9 Methane sulphonate (mesylate) 25 3.1 Succinate 4.4 4.9 Salicylate 1.0 7.0 Maleate 4.5 4.8 Acetate 50 6.6 Hydrochloride 50 3.5", "[127] I have already discussed the evidence respecting the data for the besylate. It comes from a source different from all the rest. Quite possibility the besylate was tested at a time different from all the others in a saline rather than aqueous solution. By way of contrast the besylate that was tested in an aqueous solution at the same time as the others and yielded a result of solubility 3.6 at a pH of 4.8. This would have put besylate in 6th place on the chart rather than 4th place. Pfizer's counsel argues that this is a harmless error in that all the tested salts have sufficient solubility. This appears to be correct, however, it cannot then be said that besylate is in any way \"outstanding\" or \"unique\" as far as solubility is concerned.", "[128] Further, as to solubility, the '393 Patent in the paragraph beginning with the numeral 1 in the passages quoted above speaks of a pH range of 1-7.5 and a preferred pH close to 7.4. There is no evidence of testing of the 8 tested salts over that range. The listing of besylate salt at pH 6.6 puts it closer to 7.4 and second to salicylate in approaching 7.4 which may possibly explain a motivation for the substitution of different besylate data. However, we are left to speculate as to why the substitution was made. It does serve to enhance the apparent solubility performance of the besylate.", "[129] The next of the four criteria set out in the patent is that of stability as provided at pages 3 and 4 as follows: \"2. Good stability in the solid state is very important for tablets and capsules, whilst good stability in solution is required for an aqueous injection. In order to screen for chemical stability, each of the salts was blended in a powder vehicle and formed into tablets or capsules. In the case of tablets the vehicle comprised microcrystalline cellulose in 50:50 combination with anhydrous dibasic calcium phosphate. In the case of capsules the vehicle comprised mannitol in 4:1 combination with dried maize starch. These were then stored in sealed vials at 50 and 75°C for up to three weeks. The drug and any breakdown products were extracted with methanol:chloroform (50:50) and separated on silica tlc plates using a variety of solvent systems. The results were compared and the salts ranked according to the number and amount of breakdown products produced. By comparing the results the following rank order emerges with besylate being the most stable salt and hydrochloride the least stable. [Diagram omitted - see printed version]", "[130] The description states that testing was carried out in \"tablets or capsules\". The evidence shows that in fact the testing was done on what is described as a compact which is a compressed powder but not a tablet, and on powder which was never placed in a capsule. It appears that compacts and powder are sufficiently similar to tablets and capsules that there is no serious error here.", "[131] The description continues by saying that the testing was carried out using a blend of the particular salt and carbon excipients, microcrystalline cellulose in 50:50 combination with anhydrous dibasic calcium phosphate and in the case of capsules (powder), mannitol in 4:1 combination with dried maize starch. It is agreed by Dr. Wells that in fact the tests were carried out using a variety of formulations described as A, B, C and D (Exhibit 1, Document 131) but not all blends were specified in the patent, in fact the besylate salt in blend C broke down as Dr. Wells said at page 213 of Volume 2 in Cross-Examination (see from page 207 to page 221, Volume 2): \"In my teaching, we don't have to disclose everything we have done. What we are disclosing are our successes.\"", "[132] Dr. Wells agreed as well in that passage of the Cross-Examination that the preparations of the excipients stated in the patent were wrong and that he never checked a draft of the patent to see if it was right.", "[133] In discussing the ranking of the salts as far as stability is concerned, Dr. Wells agreed in Cross-Examination (Volume 2, pages 221 and 222) that while besylate is shown as the best it is not disclosed how close the rest are behind. At page 223 in discussing the \"patent memo\" (Exhibit 1, Document 111) Dr. Wells agreed that he had written that the besylate was \"marginally more stable in blends\" but that he didn't report that in the patent. In all, as to stability, it appears that the disclosure as to what the inventors knew was selective and not a complete disclosure.", "[134] The third of the fourth criteria discussed in the '393 Patent is that of the hygroscopicity of the salt. This subject is addressed at the bottom of page 4 and to the top of page 5: \"3. In order to provide stable formulations it is desirable to have a non-hygroscopic salt. In the solid state where drug content is high, absorbed films of moisture can act as a vector for hydrolysis and chemical breakdown. It is the hygroscopic nature of a drug or its salt which contributes to the free moisture which is normally responsible for instability. \"Only the maleate, tosylate and besylate salts do not pick up any moisture when exposed to 75% relative humidity at 37°C for 24 hours. Even when exposed to 95% relative humidity at 30°C for 3 days both the besylate and maleate remain. anhydrous whilst the tosylate formed the dihydrate salt. Therefore the besylate salt can be considered to be non-hygroscopic and thus provides stable formulations while minimising the risk of intrinsic chemical breakdown.\"", "[135] There was much debate in the evidence as to what hygroscopicity meant to the inventors and would have meant at the relevant time to the ordinary person skilled in the art. I accept Pfizer's counsel's submission at paragraph 20 of the Defendant's Closing Submissions that there was reasonable consensus among the experts as to the meaning of hygroscopicity - it is the tendency of a drug substance to attract and retain water, whether adsorbed on the surface or absorbed into the crystal structure itself. Whether adsorbed or absorbed and released for instance by milling, water is a potential problem if it reacts with the drug.", "[136] This portion of the '393 Patent names the maleate, tosylate and besylate salts and suggests by the use of the word \"only\" that other salts were tested as well. There is no documentation to corroborate that such testing was done. Dr. Wells in Cross-Examination (Volume 2, pages 108 and 109) says that, by conjecture, this must have been done.", "[137] This portion of the '393 Patent further says that two tests were done, one at 75% relative humidity at 37ºC for 24 hours, the other for at least besylate, tosylate and mesylate at 95% relative humidity at 30ºC for 3 days. There is no data for that latter test, but there is data for such a test at 90% relative humidity. In Cross-Examination, Dr. Wells could not be certain if any test was conducted at 95% relative humidity. Further, it appears that different salts were tested at different times (Volume 2, pages 105 to 120). Dr. Wells further admitted on Cross-Examination that the mesylate tested was in fact monohydrate (Volume 2, pages 120 to 121). Thus, contrary to what the patent says, it was not anhydrous.", "[138] The point of the volume of evidence as to hygroscopicity is to say that simply because a salt is or becomes a hydrate is not a reason for rejecting it. The evidence is that even the besylate forms a hydrate under certain conditions. Dr. McGinity was cross-examined as to contradictory statements made in his report filed in these proceedings and evidence that he gave in the United States proceedings (Volume 12, pages 58 to 74). He eventually agreed that the besylate could exist as a hydrate and that the mesylate, even as a hydrate, would quickly equilibrate. Thus neither salt would be a problem from a hygroscopicity point of view.", "[139] The conclusion as to this third criteria as set out in the '393 Patent at pages 4 and 5 is that it has not accurately reported the testing, if any, done and that the dismissal of certain salts on the basis of hygroscopicity was ill founded.", "[140] The last of the four criteria described in the '393 Patent is that of processability and, in particular, whether there is an unwanted tendency towards stickiness when making tablets. The patent says at pages 1 and 2 that the besylate salt can be used in tablet formulations, capsules and perenteral formulations. The latter is a liquid, capsules contain powder, thus stickiness is only important when considering tablets. At pages 5 and 6, the '393 Patent describes processability: \"4. The final characteristic of an acceptable salt to be considered is the processability, i.e. the compression properties and also the ability not to stick or adhere to the tablet making machinery. \"For high dose formulations, good compressibility is very important to make elegant tablets. With lower dose tablets the need for good compressibility can be eliminated to a certain extent by the use of suitable diluting excipients called compression aids. Microcrystalline cellulose is a commonly used compression aid. However whatever the dose the adhesion of the drug to the punches of the tablet machine must be avoided. When drug accumulates on the punch surfaces this causes the tablet surface to become pitted and therefore unacceptable. Also sticking of the drug in this way results in high ejection forces when removing the tablet from the machine. In practice it is possible to reduce sticking by wet-massing, careful selection of excipients and the use of high levels of anti-adherents, e.g. magnesium stearate. However selection of a salt with good anti-adhesion properties minimises these problems. \"In order to compare the stickiness of the various salts of amlodipine the following procedure was carried out using conventional tablet making machinery: fifty tablets containing calcium sulphate dihydrate, microcrystalline cellulose and amlodipine besylate were made (47.5:47.5:5), the material sticking to the tablet punch was then extracted using methanol and the amount measured spectrometrically. This procedure was then repeated for runs of 100, 150, 200, 250 and 300 tablets. After each run the amount of material sticking to the tablet punch was measured after extraction with methanol. The values are plotted and an average value calculated from the slope of the line produced. \"This same procedure was then repeated for each of the salts of amlodipine. The amount of amlodipine measured as sticking to the tablet punch is shown in Table 2 for each salt and relative to the maleate salt. TABLE 2 Salt Stickiness µAmlodipine cm-2 tablet Relative to maleate Mesylate 1.16 58% Besylate 1.17 59 Tosylate 1.95 98 Maleate 1.98 100 Free base 2.02 102 Succinate 2.39 121 Hydrochloride 2.51 127 Salicylate 2.85 144 Clearly the besylate has superior anti-adhesion properties to the maleate. Whilst the mesylate also shows good processability it tends to be isolated as the anhydride but this equilibrates to the monohydrate leading to variable composition after manufacture which makes it unacceptable for use in tablets.\"", "[141] Turning to the third paragraph above commencing with the words \" In order to compare ... \" there is reference to tests on \" conventional tablet making machinery \". The tests conducted  <FRAGMENT_SUPPRESSED> 's laboratory were conducted on a laboratory level single punch tablet machine made by Manesty. There was a debate between Pfizer's counsel and Dr. Banker whether this was a \"conventional\" machine. Whether it was or was not, being debatable, is not of great importance.", "[142] Much more important is the passage following where it states that the tablets tested contained calcium sulphate dihydrate, microcrystalline cellulose and amlodipine besylate (47.5:47.5:5) and test were repeated of 100, 150, 200, 250 and 300 tablets. Dr. Wells agreed in Cross-Examination that these statements are simply wrong. Other important excipients were blended to make the tablets and runs of only 10, 20, 30, 40 and 50 tablets were conducted (Volume 2 pages 182 to 186). Dr. Wells further admitted in this passage that his declaration filed in the United States Patent office stating that the runs had been conducted as set out in the US '303 Patent, which is the same in this respect for the '393 Patent, was also incorrect. He was unable to account for the error.", "[143] I have already reviewed the evidence of Dr. Wells and Mr. Davison as to stickiness testing and the puzzling derivation of the values for lines of slope which are said to equate stickiness. I agree with Dr. Amidon where he concludes at paragraph 41 of his report (Exhibit 35) that the data upon which the stickiness values set out in Table 2 of the '393 Patent are based, do not support the ranking of the salts in the '393 Patent.", "[144] The '393 Patent at page 6, just after Table 2, has a paragraph stating that mesylate equilibrates to monohydrate, making it unacceptable for use in tablets. Dr. Wells in his \"patent memorandum\" (Exhibit 1, Document 111) stated that the mesylate equilibrated to \"stable\" monohydrate (Footnote, page 3) and did not say that it would be unacceptable for use in tablets. Dr. Moore, the patent agent, was unable to account for the inclusion of such wording in the patent (Direction Examination, Volume 12, pages 102 to 104).", "[145] The '393 Patent then continues at page 6 with the paragraph previously referred to giving an assertion of uniqueness and outstanding suitability for the besylate. \"Thus the besylate salt of amlodipine shows a unique combination of good solubility, good stability, non-hygroscopicity and good processability which makes it outstandingly suitable for the preparation of pharmaceutical formulations of amlodipine.\"", "[146] This \"uniqueness\" and exalting of \"outstanding properties\" of the besylate does not accord with the opinion expressed by Dr. Wells in his \"patent memorandum\" (Exhibit 1, Document 111) of 25th of November, 1985, where he recommended filing a patent application for the \" besylate and tosylate salts \" of amlodipine that the \" mesylate probably merits protection \". In the summary of that memorandum he stated that \" only the besylate and tosylate salts match up to the basic criteria \".", "[147] On December 18, 1985, Ms. Bowery, the Pfizer patent trainee, wrote a memorandum to Pfizer New York (Exhibit 1, Document 114) stating that Pfizer Limited wanted to file a patent application for \" both the benzene sulphonate (besylate) and the toluene sulphonate (tosylate) salts of amlodipine \".", "[148] It appears that in drafting the patent application, Dr. Moore or his colleagues restricted the patent to the besylate salt (Direct Examination, Volume 12, pages 106 to 107). In Cross-Examination, Dr. Moore said \" We wanted to emphasize the advantages of besylate", "[149] Thus the so-called uniqueness or outstanding properties of besylate extolled in the '393 Patent were in fact shared with other sulphonates, tosylate and possibly mesylate, as well as the besylate.", "[150] Turning to the examples in the '393 Patent, there is very little reference in the evidence to the Examples 1 to 5 of the '393 Patent. In evidence previously referred to Dr. Brenner opines that the product of Example 1 is crystalline and Dr. McGinity opines that in Example 1 some besylate monohydrate may be found.", "[151] The claims, 22 of them, follow. By agreement of the parties, only Claim 11 is relevant.", "[152] There is an omission in the '393 Patent. It is the testing that was done on another of the sulphonate group of salts, napsylate. It was tested together with the other members of the sulphonate group as reflected in Exhibit 6. Those members were besylate, tosylate, mesylate and napsylate. Only the tosylate results were reported in the '393 Patent, no mention of the tests on the other salts and no mention at all of napsylate is made in the '393 Patent even though, in many respects, the napsylate was superior to the besylate (Wells Cross-Examination, Volume 2, pages 150 to 161). I repeat part of that Cross-Examination at page 158, line 16 to page 161, line 24: \"Q. Right. So having made the decision to proceed with the besylate and knowing that you had another salt that was non-hygroscopic and more stable, at least in what you'd been able to see, you decided to file a patent application saying the 'besylate salt is outstandingly suitable' among all the salts you've tested? A. Yes. Q. And you decided not to tell the patent office and not to tell the Canadian public, in fact, that you had another salt that was more stable and also non-hygroscopic? A. I was under a great deal of pressure and this was a commercial decision. It probably wasn't the best salt. We have been through these issues before. I made a decision, along with colleagues, that we had a salt which was suitable to take forward. If we had tested and carried on testing, we may still be doing it. So we took a decision to proceed with the besylate, and I believe history shows that we got it right. We could have looked for other salts. We could have tested many, many more, but we had found one which worked, providing with us a suitable, sensible solution to the problem we were faced with. Q. But when you came some months after this, this is in November of 1985, you filed in April of '86, five months later, in that time when you're presented with data that says a napsylate is more stable, the napsylate is non-hygroscopic, and you're filing a patent to say that the besylate is the best of the ones you've tested, including stickiness and solubility, why wouldn't you have tested stickiness and solubility? You're not looking for a new salt now. All you've got to do is do a solubility test? How long does that take? Overnight? Simple test, correct? Solubility is a simple test, is it not? A. Yes, it is. I mean, you're asking me whether -- there comes a point in any program of work, whether it is law or science or any that you have to say 'enough is enough' and we move on. And its my view that we had made a decision to go with besylate. Q. I understand that's what you did from a production, commercial product perspective. I am talking about what you decided to tell the public and the patent office in the application. You decided to suppress the data that you'd already collected in relation to napsylate. You never told the patent office that: Oh, we also tested napsylate and it was more stable than the besylate? You never told them that, did you? A. No. Q. You didn't put that in your patent application? A. No. Q. Why not? A. Well, I can't answer that because I am not a patent agent. My view is we disclose sufficient information to allow a man skilled in the art to be able to repeat my experiment. I am not aware that it has to include every, every aspect of the work that we did. It has to be clear, it has to be honest, and it has to be right, and that's what we did. We chose not to proceed with napsylate. Q. You chose not to proceed with the napsylate because you had one that you thought was good enough? A. Absolutely. Q. You never formed a view that the besylate was better than the napsylate, did you? A. I didn't have to form a view. Q. Right. You just went ahead with the besylate because that's what you had and it was good enough? A. Yes.\" CONCLUSIONS AS TO WHAT THE INVENTORS DID AND WHAT THE PATENT SAYS", "[153] Taking all the evidence into account including that not reviewed in these Reasons (I refrained, at the expense of hundreds more pages, to set it all out), I make the following conclusions as to what inventors did both in respect of the activities of Dr. Wells and Mr. Davison and others  <FRAGMENT_SUPPRESSED>  and those drafting the application for a patent which led to the '393 Patent at issue: 1. Amlodipine was a known pharmaceutical compound. 2. Certain salts of amlodipine were known and probably had been tested by Pfizer. These included the hydrocholoride, the acetate, the maleate and probably the citrate salt. Of these, the maleate salt was considered the best candidate for further development by way of pre-formulation studies. 3. The '393 Patent is wrong in leaving the reader with the impression that the hydrobromide, the sulphate, the phosphate, the acid phosphate, the fumerate, the lactate, the tartrate or the gluconate salts had ever been tested. 4. Dr. Wells was given amlodipine, including amlodipine maleate and instructed by Dr. Davidson to develop the product through pre-formulation studies. Mr. Davison assisted Dr. Wells as did others including Mr. Pettman and Dr. Platt. 5. Initial investigations indicate that amlodipine maleate was sticky, a problem for making tablets. Initially efforts were made to include different excipients to help with this problem. 6. The '393 Patent does not specifically mention that stickiness is a problem with the maleate salt. 7. Another problem was detected with the maleate salt, that of stability. This problem is mentioned in the '393 Patent. 8. Ultimately by choosing excipents and proportions a commercially successful maleate product is made. That formulation, which mentions besylate but not maleate, is the formulation as shown in Table 3 of the '393 Patent. 9. Dr. Wells, having initially tried varying the excipients in a maleate formulation, believed that a change in the salt would warrant investigation. 10. Dr. Wells and others in his team conducted a routine salt screen, a process where a range of salts are selected from a group of known pharmaceutically acceptable salts having particular regard to their activity relative to amlodipine, a characteristic measured by pKa. That range included expected candidates such as hydrochloride and salts selected from a group of salts known as sulphonates. This group included mesylate, besylate, tosylate and napsylate, all of which were tested at various times by the inventors and their collegues. There was nothing surprising or unusual in selecting a sulphonate group of salts. 11. The salt screening process, as conducted by Pfizer was, in the mid 1980s, a commonplace process in the industry. The testing of pharmaceutical salts for solubility, stability and hygroscopicity were known techniques as applied to salt screening. The measuring of stickiness or processability was not a known technique. 12. Solubility testing was conducted on a group of salts. All the salts discussed in Table 1 of the '393 Patent are sufficiently soluble for the intended purpose. 13. The '393 Patent is wrong in suggesting that solubility of the candidate salts was tested at a pH range of 1 - 7.5. There is no evidence of that. The data in Table 1 is misleading in that the besylate salt was tested by Pfizer along with others in water and yielded results of 3.6 for solubility at a pH of 4.5. The results for besylate stated in Table 1 of the '393 Patent of 4.6 solubility at 6.6 pH were results from a different test conducted at another time in a 0.9% saline solution. While the result reported enhances besylate's solubility in a meaningless way as all the salts are soluble, it puts that solubility closer to the desirable 7.4 pH range. There is nothing in the '393 Patent that would alert the reader to the fact that different data had been substituted. 14. As to stability, Pfizer conducted aggressive tests at elevated temperatures for a relatively brief period. Such tests do not reflect actual conditions of use nor tests required for regulatory approval. However it was not uncommon in commercial organizations where there are time constraints to use such aggressive tests in the hopes of eliminating weaker candidates and selecting better ones. 15. The stability data as far as excipients and proportions used in stability testing is wrong. In some formulations, using various excipients and proportions, several of the salt candidates broke down, including the besylate. Only the best results were selected. Dr. Wells said they don't report their failures. 16. The chart for stability as set out in the '393 Patent is simply a ranking of stability created from selective data. Hydrochloride is said in the text to be \"least stable\" and in the chart to be \"unstable\". One cannot readily tell if all salts are suitable or only some and if some, where are they divided. 17. As to hygroscopicity, again very aggressive tests were carried out for the same reason as stability. The '393 Patent is wrong in stating that test were carried out at 95% relative humidity, the evidence shows only tests at 90%. This may be a meaningless error. However, the tests showed that even the besylate can be a hydrate and that other salts such as the tosylate and maleate can form stable hydrated salts which are satisfactory. At the most charitable, the hygroscopicity results stated are careless and incomplete. If fully and properly reported at least the tosylate as well as the besylate and probably the maleate would all have been satisfactory from a hygroscopicity point of view. 18. Stickiness or processability was not the subject of any well understood standard or test or criteria. It is described in the evidence of Dr. Wells, as a rough and ready measure. He derived a test whereby a few tablets would be pressed on a single punch press and the adhering material weighed. The results were plotted for differing runs of tablets. These results are highly variable. Much depends on the excipients with which the tablets are blended. Even the same blend of the same salt on the same day gave highly variable results. There is no clear evidence as to how the figures in Table 2 were derived or whether they are reliable or even indicative of relative stickiness. At best it can be suggested that the sulphonates (including napsylate, which is not mentioned in the '393 Patent) are perhaps less sticky than some of the other salts tested. 19. A decision was made, probably by Dr. Davidson, who unexpectedly did not testify at trial, that patent protection should be sought for at least two of the sulphonate salts, besylate and tosylate. Dr. Wells prepared a memorandum for the patent department recommending that a patent be sought for the besylate and tosylate salts and probably also the mesylate. 20. The task of drafting a patent application was given to a trainee, Jenny Bowery, who was mentored by Dr. Moore, a chartered patent agent. Dr. Moore describes her as not being comfortable with chemical terms. It appears that she was only loosely supervised. Dr. Wells has no clear recollection of having met her or of having reviewed any draft patent application with her or anyone else in the patent department. Mr. Davison is even stronger on the point that he had no communications with the patent department. 21. It appears from an initial memorandum from Bowery that her first inclinations were to draft a patent directed to the besylate and tosylate salts. This did not happen. The patent was drafted directed to the besylate salt alone. Words such as \"unexpectedly\", \"unique\" and \"outstandingly suitable\" used in describing the besylate do not come from Dr. Wells or Mr. Davison, the two named inventors or anyone else in the scientific area of Pfizer. They could only have come from the Pfizer patent department after some person, an executive or a patent agent, had decided to apply for a patent directed to besylate alone. ADDRESSING THE LEGAL ISSUES A. General", "[154] As indicated much earlier, the parties through their counsel, have greatly simplified the legal issues and one issue, novelty, has been dropped. Those issues can be restated as follows: \"Given that the '393 Patent is represented by Claim 11, 'the besylate salt of amlodipine', is that patent invalid having regard to whether it is: a) obvious; b) a valid select patent; c) shown to have utility; e) in violation of section 53.\"", "[155] To a great extent, these issues are intertwined. Lawyers are keen to put labels on things, cite snippets of law and confine issues to the labels and snippets. This is not new; two centuries ago actions would fail if not pleaded in the right way, trover instead of replevin and so forth. The simple facts of this case are that Pfizer developed its amlodipine drug through a routine pre-formulation procedure in which a common procedure called a salt screen was conducted. As a result of that salt screen of the seven or so salts tested, besylate was selected as the preferred salt. It was not clearly superior to three or four others tested, particularly those of the sulphonate group (besylate, mesylate, napsylate, tosylate) but was chosen as a reasonable compromise. Some executive made a decision to seek patent protection. The inventors recommended the besylate, the tosylate and, possibly the mesylate for that purpose. The patent department singled out the besylate only, mixed data from some tests with data from other tests, put in data that cannot be found anywhere in the evidence and left out data favourable to other salts while using words such as \"unique\" and \"outstanding\" and \"particularly suitable\" when referring to the besylate - words the inventors never used. This is the essence of the facts when it comes to assessing validity on a number of legal bases.", "[156] The Courts have discussed in various decisions what is required of a person who, believing they have made an invention, must do in order to obtain a valid patent. They must: 1. Have made an invention, something that would not have been obvious to a person skilled in the art (Obviousness and Invention); 2. The invention must be new. If it has been previously disclosed in such a way as to enable a person skilled in the art to understand the invention as previously disclosed, no valid patent can be granted (Novelty); 3. The invention as promised in the specification must live up to that promise. It must have the promised utility (Utility); 4. The invention must be fully and correctly disclosed as contemplated by the inventors in a way that a person skilled in the art could read the patent and put the invention into practice (Disclosure); and 5. The patent specification cannot mislead a person skilled in the art (Section 53).", "[157] In considering obviousness and novelty the Court must look at the invention as claimed . In considering utility the Court must look at the usefulness of the invention as promised in the specification . In considering sufficiency of the disclosure the Court must look at the entire specification to determine if it adequately instructs a person skilled in the art, however , in a case such as this where we have much evidence from the inventors themselves, their colleagues and contemporaneous documents, the Court cannot assume that the patent specification is an accurate reflection of the understanding of the inventors . In considering whether the specification is misleading the Court must look at the specification, the nature of the alleged misleading material to determine if it would be likely to mislead a person skilled in the art, and whether, taking the evidence as a whole, whether an intention to mislead can be determined directly or by reasonable inference. B. Obviousness", "[158] The first of the issues raised is that of obviousness. In this regard, the Court must look at the claim as properly construed. Here the claim in Claim 11 which has been construed is the besylate salt of amlodipine without any particular limitation as to use or form.", "[159] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  per Rothstein, J., for the Court gave consideration to the issue of obviousness. The Court commenced the inquiry by restating the \" <FRAGMENT_SUPPRESSED> \" questions posed by the English Court of Appeal by writing at paragraph 67: \"It will be useful in an obviousness inquiry to follow the four-step approach first outlined by Oliver, L.J., in <FRAGMENT_SUPPRESSED>  (C.A.). This approach should bring better structure to the obviousness inquiry and more objectivity and clarity to the analysis. The <FRAGMENT_SUPPRESSED> approach was recently updated by Jacob, L.J., in <FRAGMENT_SUPPRESSED>  (p. 872), [2007] EWCA Civ 588, at para. 23: 'In the result I would restate the <FRAGMENT_SUPPRESSED> questions thus: (1)(a) Identify the notional \"person skilled in the art\"; (b) Identify the relevant common general knowledge of that person; (2) Identify the inventive concept of the claim in question or if that cannot readily be done, construe it; (3) Identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claim or the claim as construed; (4) Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention?' (Emphasis added.) \"It will be at the fourth step of the Windsurfing/Pozzoli approach to obviousness that the issue of 'obvious to try' will arise.\"", "[160] If a matter is \"obvious to try\", the Supreme Court provided further considerations at paragraph 69: \"If an 'obvious to try' test is warranted, the following factors should be taken into consideration at the fourth step of the obviousness inquiry. As with anticipation, this list is not exhaustive. The factors will apply in accordance with the evidence in each case. 1. Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art? 2. What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine? 3. Is there a motive provided in the prior art to find the solution the patent addresses?\"", "[161] In the <FRAGMENT_SUPPRESSED> case, the Supreme Court had to determine whether it was \"more or less self-evident\" what the enantiomeric properties of a racemate (a compound containing in solid form two identical structures configured differently) would be if separated. This is evident from what the Supreme Court wrote at paragraph 92: \"[92] The methods to obtain the invention of the '777 patent were common general knowledge. It can be assumed that there was a motive to find a non-toxic efficacious product to inhibit platelet aggregation in the blood. However, it was not self-evident from the '875 patent or common general knowledge what the properties of the dextro-rotatory isomer of this racemate would be or what the bisulfate salt's beneficial properties would be and therefore that what was being tried ought to work. The course of conduct and the time involved throughout demonstrate that the advantage of the dextro-rotatory isomer was not quickly or easily predictable. Had the dextro-rotatory isomer been 'obvious to try', it is difficult to believe that Sanofi would not have opted for it before unnecessary time and investment were spent on the racemate. I conclude that the prior art and common general knowledge of persons skilled in the art at the relevant time were not sufficient for it to be more or less self-evident to try to find the dextro-rotatory isomer.\"", "[162] This finding bears out the finding of the Trial Judge, Shore, J., on the facts of the case. He wrote at paragraphs 80 to 83 of his decision 271 F.T.R. 159; 2005 FC 390: \"[80] It is important to remember that the process claims (claims 6 to 9) in the '777 patent, which explain a method to separate the racemate into its isomers, are not contested in these proceedings. But even though process claims are not at stake, a necessary additional step after following the teachings of the prior art (e.g. the '875 patent) in order to obtain the compounds disclosed in claim 1 (dextro-rotatory isomer of the racemate) and in claim 3 (bisulcate salt of the dextro-rotatory isomer of the racemate) is to separate the racemate into its isomers (using successful method, even if it is not the one disclosed in the '777 patent), in order to obtain the dextro-rotatory isomer of the racemate. Experts from both parties listed five well-known separation techniques at the time the '777 patent was invented: forming the diastereomeric salts of the racemate and performing a fractional crystallization; directly resolving the enantiomers using chiral chromatography; synthesis from optically active reagents; immunoassay techniques; and direct chromatographic resolution. There was no evidence presented to this Court that knowledge at the relevant time was such that a person skilled in the art would know before trying the different separation techniques which one would work with the racemate at issue in this case. The only evidence before this Court is that the person skilled in the art would eventually find the right technique out of the well-known separation techniques. Through this evidence, what the experts are really saying from a legal perspective is that separating the racemate was worth a try. Having to try different methods, though they be well-known, in order to discover which one will yield the desired result cannot mean that the desired result, in this case, the compounds in claims 1 and 3 and their pharmaceutical compositions, was obvious. \"[81] Second, not only did the compounds in claims 1 and 3 of the '777 patent require first the separation of their racemate, which was not obvious, but these compounds needed to be tested in order for their respective beneficial properties to be discovered. The Court first turns to the dextro-rotatory isomer of the racemate (claim 1). Though methods to discover the properties of separated isomers were well known, there is no evidence that knowledge was such at the relevant time that a person skilled in the art would know before separating the racemate into its isomers and then testing the separated dextro-rotatory isomer what the dextro-rotatory isomer's properties would be. The only evidence before this Court is that using standard techniques, a skilled person in the art would be able to discover the properties of each separated isomer. Here again, having to try different separation techniques with uncertainty as to whether each or some specific techniques would actually result in a successful separation and then having to perform tests to discover what the properties of the dextro-rotatory isomer of the racemate were, cannot mean that this compound and its beneficial properties were obvious. The properties that were discovered in the case of the dextro-rotatory isomer were its high activity and its low toxicity, as compared to the levo-rotatory isomer. \"[82] The Court then gave its attention to the bisulcate salt of the dextro-rotatory isomer of the racemate (claim 3). Though different pharmaceutically-acceptable salts could have been tried in combination with the dextro-rotatory isomer of the racemate (some of these salts being, indeed, present in the examples of the '875 patent), there was no evidence that a person skilled in the art would know before trying the different salts in combination with the dextro-rotatory isomer what the bisulcate salt's beneficial properties would be. The only evidence before this Court is that in using known techniques, a person skilled in the art would have been able to discover the properties of a salt used in combination with an isomer. Again, having to try different separation techniques with uncertainty as to whether each or some specific techniques would actually result in a successful separation and then having to perform tests to discover what the properties of the bisulcate salt used in combination with the dextro-rotatory isomer of the racemate would be, cannot mean that this compound and its beneficial properties were obvious. The properties that were discovered in the case of the bisulcate salt of the dextro-rotatory isomer were its easy crystallization, its non-hygroscopic characteristic and its good water solubility, as compared to other salts. \"[83] It flows from the finding that claims 1 and 3 were not obvious and that claims 10 and 11, being composition claims, were not obvious either.\"", "[163] The Federal Court of Appeal, after the Supreme Court decision in <FRAGMENT_SUPPRESSED> was published, considered the application of the test in <FRAGMENT_SUPPRESSED> . Noël, J.A., for the Court, after reviewing the <FRAGMENT_SUPPRESSED> reasons, said at paragraph 28: \"[28] I take it from this that the test adopted by the Supreme Court is not the test loosely referred to as 'worth a try'. After having noted Apotex' argument that the 'worth a try' test should be accepted (para. 55), Rothstein, J., never again uses the expression 'worth a try' and the error which he identifies in the matter before him is the failure to apply the 'obvious to try' test (para. 82).\"", "[164] Curiously when the Federal Court of Appeal decision was reported in the Canadian Patent Reports at 72 C.P.R.(4th) 141 that paragraph is misquoted. The C.P.R. reports it as: \"[28] I take it from this that the test adopted by the Supreme Court is a precise application of the test loosely referred to as 'worth a try'. After having noted Apotex' argument that the 'worth a try' test should be accepted (para. 55), Rothstein, J., never again uses the expression 'worth a try' and the error which he identifies in the matter before him is the failure to apply the 'obvious to try' test (para. 82).\"", "[165] I am advised that the Court website version 2009 FCA 8 is the accurate version and accurately represents that Court's view of the <FRAGMENT_SUPPRESSED> decision.", "[166] Thus I am to be guided in determining obviousness by considering not whether a matter is \"worth a try\" rather I am to consider, to repeat paragraph 69 of <FRAGMENT_SUPPRESSED> : \"If an 'obvious to try' test is warranted, the following factors should be taken into consideration at the fourth step of the obviousness inquiry. As with anticipation, this list is not exhaustive. The factors will apply in accordance with the evidence in each case. 1. Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art? 2. What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine. 3. Is there a motive provided in the prior art to find the solution the patent addresses?\"", "[167] In the present case, unlike <FRAGMENT_SUPPRESSED> , we are presented with a situation where the inventors were given a task, to look at amlodipine maleate and see if they could make it work sufficiently so as to pass it on for final formulation for regulatory approval. They quickly determined that there were two problems, stability and stickiness, only the first of which is mentioned in the patent. They tried adjusting formulations, a routine task. In fact, a suitable formulation for maleate was eventually found but not mentioned in the patent except as a besylate formulation. They also tried other salts through a well known process, salt screening. They tried a number of salts, including sulphonates, of which besylate is one. While besylate would not be everyones' first choice, it was not an unreasonable choice.", "[168] In proceeding through a salt screen, the besylate as well as other sulphonates, seems to work well enough so as to pass them along to others for final formulation and to seek regulatory approval.", "[169] All of this is routine for a person skilled in the art at the time. In the first set of salts screened the inventors found a few salts, particularly the sulphonic acid salts, including besylate, good enough, so they stopped there, why bother testing more.", "[170] I agree in particular with Dr. Cunningham in his conclusions as set out in paragraph 179 of his report, Exhibit 17, a person skilled in the art would be motivated to test sulphonic acid salts in general and would have every reason to test the besylate salt as this had already been shown to offer advantages over other salts in terms of stability.", "[171] I come to the same factual conclusions that the United States Court of Appeals for the Federal Circuit did in \"However, on the particularized facts of this case, consideration of the 'routine testing' performed by Pfizer is appropriate because the prior art provided not only the means of creating acid addition salts but also predicted the results, which Pfizer merely had to verify through routine testing ... The evidence shows that, upon making a new acid addition salt, it was routine in the art to verify the expected physicochemical characteristics of each salt, including solubility, pH, stability, hygroscopicity, and stickiness, and Pfizer's scientists used standard techniques to do so. These type of experiments used by Pfizer's scientists to verify the physicochemical characteristics of each salt are not equivalent to the trial and error procedures often employed to discover a new compound where the prior art gave no motivation or suggestion to make the new compound nor a reasonable expectation of success.\"", "[172] I find, in applying the <FRAGMENT_SUPPRESSED> test, that the claimed invention, a besylate salt of amlodipine, was obvious, hence the '393 Patent is invalid.", "[173] Having so found, I will nonetheless in the event of an appeal, which is almost inevitable in actions such as this, consider the other issues raised. C. Selection Patent", "[174] This issue can be simply put: Given that a person skilled in the art already knows that amlodipine exists and already knows that several pharmaceutically acceptable salts of amlodipine exist, can a valid patent be obtained for the besylate salt, particularly where that particular salt has not been previously developed?", "[175] In other cases, I have already expressed the view that an attempt to create a special category for \"selection\" patents is really nothing more than a way of approaching an issue of obviousness. The question generally stated is, if a class of compounds has been discovered, is it obvious that a particular member or group within that class will have the same or different properties, and, if different, how different?", "[176] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , supra, addressed the question of selection patents at paragraphs 9 to 11 of its reasons: \"9. The locus classicus describing selection patents is the decision of Maugham, J., in In re I.G. Farbenindustrie A.G.'s Patents (1930), 47 R.P.C. 289 (Ch. D.). At p. 321, he explained that in the field of chemical patents (which would of course include pharmaceutical compounds), there are often two 'sharply divided classes'. The first class of patents, which he called originating patents, are based on an originating invention, namely, the discovery of a new reaction or a new compound. The second class comprises patents based on a selection of compounds from those described in general terms and claimed in the originating patent. Maugham, J., cautioned that the selected compounds cannot have been made before, or the selection patent 'would fail for want of novelty'. But if the selected compound is 'novel' and 'possess[es] a special property of an unexpected character', the required 'inventive' step would be satisfied (p. 321). At p. 322, Maugham, J., stated that a selection patent 'does not in its nature differ from any other patent'. \"10. While not exhaustively defining a selection patent, he set out (at pp. 322-23) three conditions that must be satisfied for a selection patent to be valid. 1. There must be a substantial advantage to be secured or disadvantage to be avoided by the use of the selected members. 2. The whole of the selected members (subject to 'a few exceptions here and there') possess the advantage in question. 3. The selection must be in respect of a quality of a special character peculiar to the selected group. If further research revealed a small number of unselected compounds possessing the same advantage, that would not invalidate the selection patent. However, if research showed that a larger number of unselected compounds possessed the same advantage, the quality of the compound claimed in the selection patent would not be of a special character. \"11. Although much has been written about selection patents since I.G. Farbenindustrie , Maugham, J.'s, analysis is consistently referred to and is well accepted. I find it is a useful starting point for the analysis to be conducted in this case.\"", "[177] To address these criteria in this particular case we must determine if the besylate salt of amlodipine has a \"special advantage\" in respect of a \"quality of special character\" unique to besylate.", "[178] The use of words like \"unexpectedly\" and \"unique\" and \"outstandingly suitable\" by the person or persons drafting the application that resulted in the '393 Patent becomes clearly apparent.", "[179] However, adjectives and adverbs without solid foundation cannot create a \"selection patent\" where none in fact exists. As reviewed in the evidence, it is difficult from the face of the patent and unsupportable from the evidence to state that besylate is sufficiently superior to the other salts, for instance tosylate and mesylate so as to make it \"unique\" or \"outstanding\" or \"particularly suitable\".", "[180] If a category of \"selection\" patent exists, besylate salt of amlodipine does not merit being a member of that category. The '393 Patent is invalid for this reason as well. D. Utility", "[181] Section 2 of the Patent Act , supra, requires that a patented invention be \"new and useful \".", "[182] I have already reviewed the '393 Patent from the point of utility based on the patent alone in <FRAGMENT_SUPPRESSED> through 116. I concluded at paragraph 116: \"[116] I find that, on the balance of probabilities, Pharmascience has failed to show on the data presented in the patent, or even beyond the patent, that the invention disclosed in the patent lacks utility. Put another way, I have not been satisfied on the evidence that a person skilled in the art would have been confounded by the data presented in the patent or not have been able to make reasonable conclusions as to the utility of the besylate salt. The evidence beyond the patent is of no further assistance in respect of that proposition.\"", "[183] In the present case through evidence presented at trial, I do have evidence beyond the patent. The invention disclosed in the patent is that the besylate salt of amlodipine has a \"unique\" combination of features which make it \"outstandingly suitable\" for pharmaceutical formulations of that drug. That is, on the evidence, not the case. Tosylate and even mesylate were, depending on the formulations and circumstances, equally good or better. The maleate is sold as a commercial product as well as the besylate.", "[184] I repeat what I said  <FRAGMENT_SUPPRESSED>  Canada Inc. , supra, in quoting Strayer, J., who in turn quoted from Thorson P., at paragraphs 93 and 94: \"[93] The , supra, in defining an 'invention' in section 2 requires that the invention be 'new and useful '. There has not been a great deal of discussion by the higher Courts in Canada as to the concept of 'utility'. That concept at times seems to be conflated with that of 'sufficiency', that is, does the patent provide sufficient description such that a person skilled in the art can make something that is workable. Utility also seems at times to be conflated with the concept of 'claims broader than the invention', that is, while the patent describes something that is useful, it has claimed something more than that and the something more is not useful. \"[94] A good summary of the Canadian law as to utility, which is representative as to the law even today, was given by Strayer, J., in his Reasons in <FRAGMENT_SUPPRESSED>  (F.C.(T.D.)) at page 71: 'The legal position asserted by the defendant is perhaps best represented by a passage which counsel cited from <FRAGMENT_SUPPRESSED>  at p. 111-2; [1947] Ex. C.R. 306 at p. 317, 6 Fox Pat. C. 130, where, in speaking of the description of the invention which must be set out in the disclosures, Thorson, P., said: \"The description must also give all information that is necessary for successful operation or use of the invention, without leaving such result to the chance of successful experiment, and if warnings are required in order to avert failure such warnings must be given. Moreover, the inventor must act uberrima fide and give all information known to him that will enable the invention to be carried out to its best effect as contemplated by him.\" 'To the same effect see also <FRAGMENT_SUPPRESSED>  at p. 194, 32 Fox Pat. C. 56. In that case Hall, J., for the court invalidated certain claims because they covered every possible member of a class of compounds whether any given member could conceivably be made or not. The patentee was held to have overclaimed in this respect.'\"", "[185] Here, the evidence beyond the patent shows that the promise of the invention as being unique and outstanding, is not fulfilled.", "[186] The '393 Patent is invalid for lack of utility. E. Sufficiency", "[187] Section 34(1)(a) and (b) (now section 27(3)) of the \"old\" Patent Act requires: \"34(1) An applicant shall in the specification of his invention (a) correctly and fully describe the invention and its operation or use as contemplated by the inventor; (b) set out clearly the various steps in a process, or the method of constructing, making, compounding or using a machine, manufacture or composition of matter, in such full, clear, concise and exact terms as to enable any person skilled in the art or science to which it appertains, or with which it is most closely connected, to make, construct, compound or use it;\"", "[188] In describing these requirements, often called \"sufficiency\", the Courts have focused on whether the patent itself describes sufficient information so as to enable a person skilled in the art to put it into practice. The Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  considered the question of sufficiency, stating that the question is not whether there is enough data in the patent to substantiate the promise of the patent, but rather whether sufficient information has been disclosed so as to enable a person skilled in the art to make use of the invention. I repeat paragraphs 63 of that decision: \"[63] The applications judge erred in construing the promise of the patent and mischaracterized the disclosure requirement under subsection 27(3) of the Act by asking whether there was sufficient data to substantiate the promise of the patent. Such an examination exceeds the scope of the provision. An attack on a selection patent on the basis that there is no data to support the claimed advantage is certainly relevant for the purposes of validity (most likely to the question of utility), but it is not relevant with respect to disclosure under subsection 27(3) of the Act \"[64] The patent must disclose the invention and how it is made. The 546 patent does this. It also discloses the advantages that underlie the selection. This, in my view, is the extent of the requirement under subsection 27(3) of the Act , the purpose of which is to allow a person skilled in the art to make full use of the invention without having to display inventive ingenuity.\"", "[189] <FRAGMENT_SUPPRESSED>  that decision and concluded that it was sufficient at paragraph 83: \"[83] Taking the evidence as a whole into account, and dealing only with what is set out on the face of the patent, I do not find that what is set out in the patent is insufficient. I am satisfied that, taking the patent at face value, a person skilled in the art would be given sufficient information as to what the invention was and how to put it into practice. As stated by the Supreme Court of Canada in 'There is no suggestion here that the invention will not give the result promised.' and at page 526 in speaking of section 36(1) (now 27(3)) of the 'Although (i) s. 36(1) requires the inventor to indicate and distinctly claim the part, improvement or combination which he claims as his invention and (ii) to be patentable an invention must be something new and useful (s. 2), and not known or used by any other person before the applicant invented it (s. 28(1)(a)), I do not read the concluding words of s. 36(1) as obligating the inventor in his disclosure or claims to describe in what respect the invention is new or in what way it is useful. He must say what it is he claims to have invented. He is not obliged to extol the effect or advantage of his discovery, if he describes his invention so as to produce it. 'As Thorson, P., stated in <FRAGMENT_SUPPRESSED>  sufficiency of the disclosures that the advantages of the invention as enumerated by Professor Price were not set out in the specification ... If an inventor has adequately defined his invention he is entitled to its benefit even if he does not fully appreciate or realize the advantages that flow from it or cannot give the scientific reasons for them. It is sufficient if the specification correctly and fully describes the invention or its operation or use as contemplated by the inventor, so to the public, meaning thereby persons skilled in the art, may be able, with only the specification, to use the invention as successfully as the inventor could himself.\"'\"", "[190] In so doing, I was looking at what was presented in the patent itself, not the underlying data. I said at paragraph 68: \"[68] Therefore, as to sufficiency a Court must look at what is presented in the patent itself. Evidence as to the underlying data is not to be considered for this purpose. Looking at the face of the patent the Court must consider whether there is sufficient information given to conclude that the invention and its use is identified and whether a person skilled in the art could put it into practice.\"", "[191] In the present case, we have a different situation, we have not only the underlying data presented much more fully but the evidence of Dr. Wells, the principal inventor, given live in the witness box as well as the evidence of the other named inventor, Mr. Davison, also given live and in the witness box. Previously only Mr.Davison had provided affidavit evidence and transcript of Cross-Examination in an earlier proceeding, 2008 FC 500.", "[192] Attention must be given, where it has not been given before in decisions of the Court, as to the concluding words in section 34(1)(a) of the as contemplated by the inventor(s) \".", "[193] We now know what the inventors contemplated and can compare that with what the '393 Patent says. As discussed earlier in these Reasons, there are many serious errors, omissions, insertions from elsewhere and departures in the '393 Patent in comparison with what the inventors contemplated. Rarely has the Court had the opportunity to look into such matters. Lacking the appropriate evidence the Courts in the past have had to assume that the words in the specification of a patent at issue coincided with what the inventors contemplated and, on that basis, looked only at what the specification would tell a person skilled in the art.", "[194] Here, the evidence shows that the specification of the '393 Patent does not disclose what the invention was as contemplated by the inventors. It is also invalid for that reason. . Section 53", "[195] Section 53 of the Patent Act (the same in both \"old\" and \"new\") says: \"53(1) A patent is void if any material allegation in the petition of the applicant in respect of the patent is untrue, or if the specification and drawings contain more or less than is necessary for obtaining the end for which they purport to be made, and the omission or addition is wilfully made for the purpose of misleading. \"53(2) Where it appears to a court that the omission or addition referred to in subsection (1) was an involuntary error and it is proved that the patentee is entitled to the remainder of his patent, the court shall render a judgment in accordance with the facts, and shall determine the costs, and the patent shall be held valid for that part of the invention described to which the patentee is so found to be entitled. \"53(3) Two office copies of the judgment rendered under subsection (1) shall be furnished to the Patent Office by the patentee, one of which shall be registered and remain of record in the Office and the other attached to the patent and made a part of it by a reference thereto.\"", "[196] Canada, unlike other jurisdictions such as the United States, does not have an explicit statutory provision directed to issues of fraud. However, section 53 comes close. In so doing, I agree with the submissions of Pfizer's counsel that allegations directed to this section must be pleaded with particularity and a party alleged to have breached the provisions of that section should have ample opportunity to know what is alleged and prepare its defences.", "[197] Ratiopharm has alleged that Pfizer has breached section 53 in three aspects having regard to the Amended Statement of Claim, October 20, 2008, paragraphs 63 to 78: i) omitting to mention the stability of the mesylate monohydrate and adding that it was unsuitable for tablet formulations; ii) omitting the sulphonic acid test data showing mesylate, napsylate and tosylate to be stable, non-hygroscopic hydrates; and iii) adding a statement that none of the salts outlined in EP167 had been found to satisfy the four criteria for pharmaceutically acceptable salts.", "[198] In argument at trial, nearing the end of reply argument, Ratiopharm's counsel argued that one other alleged misstatement could, by implication, be found in the pleadings. Implications are not good enough. Further, counsel made an oral motion, based on material he had viewed the night previous but had in his possession for at least about two months, that another allegation be allowed to be made. I refused the motion, it was too late.", "[199] The evidence has shown that the misstatements that are the subject of proper pleading were made, that they were misstatements and that they served to enhance the alleged uniqueness and outstanding characteristics of the besylate salt, which characteristics were not true. These misstatements and the selection of words such as \"unique\", \"outstanding\" and \"particularly suitable\" were the work of patent draftsmanship not of the inventors.", "[200] Dr. Wells and Mr. Davison in their evidence distanced themselves from the patent drafting, even at the expense of admitting failure or neglect in doing so. Dr. Moore, the only person to testify as to what went on in the patent drafting, placed the burden of the blame on Jenny Bowery, a trainee about whom he said things like she found it difficult to deal with complex organic chemistry so she decided to move on (Volume 12, page 24). Dr. Moore said that he probably reviewed her work but could not recall anything specific.", "[201] This effort in distancing oneself from the patent draft and placing blame on a trainee not very competent in chemical matters, who now cannot be found, has left this Court with the clear impression that Pfizer knew that there were problems with the patent as drafted. That being the case, Pfizer has taken no steps to do anything about it save to mount a vigorous defence to this action.", "[202] Rarely, if ever, does one admit to doing something wrong, such as intentionally putting misstatements in a patent. Pfizer's counsel in direct examination put a leading question to Dr. Moore in that regard which I disallowed. I give no weight to the answer to the follow up question because the seed had already been planted in Dr. Moore's mind. (Volume 12, pages 107 and 108).", "[203] As I said in <FRAGMENT_SUPPRESSED>  (reversed on other grounds in [2008] 1 F.C.R. 529; 361 N.R. 290; 2007 FCA 173, without discussion of this issue) at paragraphs 70 to 77 that proper disclosure is essential and that intent to mislead can be inferred. I repeat paragraphs 70 to 74. \"[70] The Supreme Court of Canada states in the FBI case, quoted at paragraphs 30 and 31 of Flexi-Coil , supra, and also in <FRAGMENT_SUPPRESSED> that disclosure by the patentee is an essential part of the bargain for which this country grants the patent monopoly. \"[71] Since at least sixty years ago there has been a doctrine of good faith in respect of patents. President Thorson of the Exchequer Court in <FRAGMENT_SUPPRESSED>  uberrimae fide and give all information known to him that will enable the invention to be carried out to the best effect as contemplated by him. \"[72] A patent is a monopoly sought voluntarily by an applicant, there is no compulsion to do so. An application for a patent is effectively an ex parte proceeding, only the applicant and the Patent Office examiner are involved in dialogue. The patent, when issued, is afforded a presumption of validity by the \"[73] A patent is not issued simply to afford a member of the public an opportunity to challenge its validity (see e.g. by way of analogy to revenue legislation <FRAGMENT_SUPPRESSED>  seeking to gain a patent to act in good faith when dealing with the Patent Office. The application for the patent includes a specification and draft claims. The specification is the disclosure for which the monopoly defined by the claims is granted. This disclosure, as the Supreme Court has said, should be full, frank and fair. Further disclosure made in dialogue with the Patent Office examiner. Since at least October 1, 1996, communications with the examiner must be made in good faith. It is to be expected that there will be full, frank and fair disclosure. There is afforded during the prosecution ample opportunity to make further disclosure or to correct an earlier misstatement or shortcoming. It is not harsh or unreasonable, if after the patent issues, and disclosure is found to lack good faith, that the Court deems the application and thus the patent, to have been abandoned. \"[74] I find that the representation that claims 1-16 of the European patent applications had been allowed, (the truth being that claims 1-8 had been allowed and the remainder had been transferred to another, divisional, application) does not provide a basis for finding abandonment of the application for lack of good faith. Claims 1-8 include the subject matter of claims 4 and 8 now at issue here. The other claims 9-16 do not relate to claim 4 or 8 at issue here. A subsequent response provided the information that only claims 1-8 had been allowed, even though that information was not specifically referred to or highlighted. There is nothing on the record to indicate that the information materially influenced the examiner, nor is there any information as to the intent of the applicant or its patent agent. The materiality is low and evidence of intent is lacking.\"", "[204] Here I find that the three pleaded matters were misstatements, they were misleading and, sufficient intent to make such statements has been made out in the evidence. The '393 Patent is invalid for this reason as well, it cannot be saved under section 53(2) of the Patent Act CONCLUSION", "[205] I have found that the '393 Patent, as represented by Claim 11 to be invalid on all grounds argued at trial: - Obviousness; - Utility; - Sufficiency; and - Section 53", "[206] A declaration will be made that the '393 Patent is invalid and a direction issued to the Commissioner of Patents to make an entry in the Patent Office records to that effect.", "[207] The successful party, Ratiopharm Inc., is entitled to its costs. COSTS", "[208] The successful party, Ratiopharm Inc., is entitled to an award of costs to be assessed at the middle of Column IV. It is entitled to assess costs of two counsel, one senior and one junior at trial. It is entitled to reasonable expert witness fees and disbursements, for all witnesses except for Dr. Cappucino for whom no fees or disbursements are allowed. No expert witness fees or disbursements shall be disproportionately high when compared to those of other expert witnesses retained by any party.", "[209] I have set out in other cases how I believe costs and disbursements should be assessed and will simply indicate that the same should apply here. I can be spoken to for directions as to costs if needed. For the plaintiff. Editor: E. Joanne Oley/vnh [End of document]"]}