{"id_": "080219", "body_str": ["[1] Pinard, J. : This is an application pursuant to s. 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7, for judicial review of the decision of Gregory Chubak, a visa officer at the Canadian Consulate General in Hong Kong dated April 6, 1998, refusing the applicant's application for permanent residence. The visa officer assessed the applicant in the occupations of Executive Secretary, Secretary and Travel Counsellor. The visa officer denied the application on the basis that the applicant had achieved zero units of assessment under the category of occupational demand (factor 4, Schedule I of the Immigration Regulations, 1978 , SOR/78-172 (the Regulations )). Paragraph 11(2)(a) of the Regulations provides that an immigration officer shall not issue an immigrant visa if that immigrant fails to earn at least one unit of assessment for occupational demand.  <FRAGMENT_SUPPRESSED>", "[2] The letter of the visa officer states in part as follows:  <FRAGMENT_SUPPRESSED> \"I have assessed you in the occupation of executive secretary. However, based on your description of your experience and your training, you were determined not to qualify to undertake that occupation in Canada.  <FRAGMENT_SUPPRESSED> \"I have assessed you in the occupation of travel counsellor, for which you earned the following units of assessment:  <FRAGMENT_SUPPRESSED> Age\t10 Occupational Demand\t00 Specific Vocational Preparation\t07 Experience\t04 Arranged Employment\t00 Demographic Factor\t08 Education\t15 English\t09 French\t00 Personal Suitability 05 Total\t58 <FRAGMENT_SUPPRESSED>", "[3] The visa officer also assessed the applicant as a Secretary but did not record this fact in his refusal letter. His assessment of the applicant as a Secretary, however, is reported in his CAIPS notes.  <FRAGMENT_SUPPRESSED>", "[4] The applicant first argues that the visa officer breached a principle of procedural fairness by failing to provide reasons for his decision. I do not agree. The visa officer provided the applicant with reasons, as evidenced by his letter of April 6, 1998 refusing her application, and by his notation in his CAIPS notes that he had informed the applicant at her interview of his findings that supported his refusal. In any event, there is no obligation to provide reasons absent a statutory requirement to do so (see <FRAGMENT_SUPPRESSED>  (F.C.A.)).  <FRAGMENT_SUPPRESSED>", "[5] Furthermore, I am not convinced by the applicant's additional argument that the visa officer's failure to mention the evidence before him in his decision leads the inference that he was not alive to the affidavit evidence and the representations provided to him. In the absence of evidence to the contrary, as noted by this court in <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 150, at p. 153, and in the absence of any applicable jurisprudence provided by the applicant, I do not think it is reasonable to infer that the visa officer did not consider the evidence before him.  <FRAGMENT_SUPPRESSED>", "[6] Finally, with respect to the applicant's argument that the visa officer should not have looked at her shorthand and dictation skills as it did not correspond to the more modern description of Executive Secretary, I consider that the visa officer was bound by the CCDO guidelines and could not read in a more modern approach to the guidelines.  <FRAGMENT_SUPPRESSED>", "[7] <FRAGMENT_SUPPRESSED> , at p. 230, this court held as follows as regards the duty of visa officers to follow the CCDO:  <FRAGMENT_SUPPRESSED> \"The wording of the Visa Officer's decision indicates that the criteria outside of the CCDO which were considered were dominant in his decision. The skills he considered were not unreasonable in that they probably are skills required in the contemporary Canadian office environment. However, the Visa Officer is bound by the CCDO definitions. While it may be that there is a problem with outdated definitions provided in the CCDO, a Visa Officer is nonetheless not permitted to substitute his/her own criteria for a given occupation. Under the scheme of the Immigration Act and Regulations , that is for Parliament or the Governor-in-Council to address. <FRAGMENT_SUPPRESSED>", "[8] The definition of Executive Secretary reads as follows:  <FRAGMENT_SUPPRESSED> \"Performs secretarial and administrative duties for office executive:  <FRAGMENT_SUPPRESSED> \"Performs duties similar to those of 4111-110 SECRETARY (clerical) utilizing secretarial experience and knowledge of office administration and public relations. Arranges conferences and other meetings and researches and compiles information for employer. Acts on routine matters affecting day to day operations of organization, in employer's absence. May perform other duties including supervising office workers. <FRAGMENT_SUPPRESSED>", "[9] The definition for Secretary (clerical) reads as follows:  <FRAGMENT_SUPPRESSED> \"Schedules appointments, gives information to callers, takes dictation and relieves employer of clerical work and minor administrative and business details, performing any of the following duties:  <FRAGMENT_SUPPRESSED> \"Reads and routes incoming mail. Locates and attaches appropriate file to correspondence to be answered by employer. Takes dictation in shorthand or on stenotype machine, and transcribes on typewriter from notes or voice recordings. Composes and types correspondence. Files correspondence and other records. Answers telephone and gives information to caller, or routes call to appropriate official, and places outgoing calls. Schedules appointments for employer and reminds him when they are due. Greets visitors, ascertain nature of business and conducts visitors to employer or to appropriate person. Compiles and types statistical reports. Records minutes of meetings.  <FRAGMENT_SUPPRESSED> \"May keep confidential personnel records. May arrange travel schedules and reservations. May be designated according to type of work performed; for example,  <FRAGMENT_SUPPRESSED> Appointments Secretary Legal Secretary Medical Secretary Social Secretary <FRAGMENT_SUPPRESSED>", "[10] The visa officer noted in his CAIPS notes as follows:  <FRAGMENT_SUPPRESSED> \"... From June 1996 to July 1997 PI [applicant] worked in a secretarial/administrative/clerical capacity for the manager of the marketing department of the Dongguan Yick Tse Consumer Products Co. Company is a Singapore-based company selling shampoo, creams and personal care products in PRC. It may be said that her supervisor, while only the marketing manager, may be considered as an executive. The duties which she performed in this capacity PI categorized as secretarial, team work, administration and research and PR. Subsumed under these areas, PI composed letters and took care of correspondence, did some basic typing (typing speed tested at p. 33 WPM, a level which would fall short of basic requirements for secretary in Canada), filing, faxing, liaison with other departmental staff and clients, supervising subordinate staff, coordination of work load, managing basic office functions in supervisor's absence, and data collection and analysis. PI confirmed that she had no training or experience in dictation or taking shorthand and declined to provide sample. ... <FRAGMENT_SUPPRESSED>", "[11] In my opinion, given the evidence, the above CCDO definitions and the high level of deference accorded to visa officers to make factual determinations, it was not patently unreasonable for the visa officer to conclude that the applicant did not qualify to be an Executive  <FRAGMENT_SUPPRESSED> ). The fact that the applicant met some of the requirements of Executive Secretary does not mean that she met all of the requirements (see <FRAGMENT_SUPPRESSED>  (T.D.)).  <FRAGMENT_SUPPRESSED>", "[12] For all the above reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[13] I agree with counsel for the parties that this matter does not raise any question of general importance for the purpose of certification.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/saf  <FRAGMENT_SUPPRESSED> [End of document]"]}