{"id_": "080318", "body_str": ["[1] Mosley, J. : Mr. Chowdhury, a citizen of Bangladesh, seeks judicial review of a decision of the Refugee Protection Division (RPD), dated November 17, 2005, wherein the panel found that Mr. Chowdhury is neither a Convention refugee nor a person in need of protection. As I have concluded that the member erred in finding that the applicant faced no risk of persecution because of an intervening change of government in Bangladesh, the matter must be remitted for reconsideration by a differently constituted panel.", "[2] The applicant fears persecution in his native country due to his political activities. In 1990, he became active in the student wing of the Bangladesh National Party (BNP), and was appointed president of his branch in 1997. He alleges that supporters of the rival political party, the Awami League (AL), were responsible for attacks on him and his home, particularly following the election victory of the AL in October, 1996. He also claims that he was pressured to change parties after the 1996 elections.", "[3] On August 30, 1997, Mr. Chowdhury was arrested and detained on a variety of criminal charges, including extortion and possession of illegal weapons, all of which he denies. He claims that while in custody, the demands that he join the AL were repeated; he refused and was beaten. He was released on bail on September 23, 1997, subject to a requirement to report monthly to police. After reporting twice, and believing that the AL were searching for him, the applicant went into hiding and subsequently relocated to Dhaka. After obtaining a false passport, he fled to Canada, arriving on April 24, 1998 and immediately claiming refugee protection.", "[4] On June 19, 1999, the Immigration Division determined that Mr. Chowdhury was not excluded on grounds of serious criminality under Article 1F(b) of the Refugee Convention by reason of the outstanding charges in Pakistan and his claim was referred to the RPD. At his first hearing before the RPD, the panel arrived at a different conclusion respecting exclusion. An application for judicial review was granted by Justice Luc J. Martineau in 2003 on the ground that the RPD erred by refusing to accept that an estoppel existed between the parties based on the earlier finding of the Immigration Division. The second hearing took place in two sessions, in June and October 2005.", "[5] In the second decision on Mr. Chowdhury's claim for refugee protection, the RPD member determined that she was not satisfied that he had a well-founded fear of persecution in Bangladesh as of the date of the decision. She found that there were not substantial grounds to find that he was a person in need of protection, and rejected his claim.", "[6] The RPD member based her decision primarily on the fact that the BNP had been victorious in an electoral contest in 2001. She held that the new governing party is able to protect its supporters, and that the police would be reluctant to pursue the charges against Mr. Chowdhury because of his political connections. She also drew a negative inference from the fact that the applicant had not directly contacted lawyers in Bangladesh to confirm that the charge against him was still outstanding and that he had failed to produce reliable evidence about the situation in Bangladesh at the time of the hearing. An inquiry made by the Canadian Mission had been unable to find any record of a warrant having been issued for the arrest of the applicant. Issues", "[7] The applicant challenges the decision on the grounds that the member erred 1. in assessing the burden of risk under paragraph 97(1)(b) of the IRPA; 2. in finding that Mr. Chowdhury's fears had no objective basis at the time of the hearing; and, 3. in failing to assess whether the change in government would lead to durable, meaningful or effective change in the circumstances of the applicant. Analysis Burden of Risk", "[8] The selection of the appropriate legal test is a question of law, reviewable on a standard of correctness. I am not satisfied that the member erred by using the phrase 'substantial grounds' in her analysis for assessing the risk to the applicant under subsection 97 (1) of the IRPA, rather than by reference to the balance of probabilities standard.", "[9] I note that in <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1, the question was essentially the reverse of the one at issue here. The Court of Appeal was asked to ascertain the appropriate degree of risk for paragraph 97(1)(a) of the IRPA, and held that it was a balance of probabilities, or 'more likely than not'. Justice Marshall Rothstein, as he then was, next determined that the appropriate degree of risk for paragraph 97(1)(b) was also more likely than not. While it is true that the term 'substantial grounds' appears in the former provision but not the latter, the degree of risk is the same. To vacate the member's decision on this narrowly technical point would be to place form above substance.", "[10] I will deal with the second and third issues together as they appear to me to be linked. Objective Basis/Effect of the Change of Government:", "[11] It was open to the member to conclude that the applicant had failed to meet his burden to establish the objective basis of his claim that the charges remained outstanding against him and that he would be subject to arrest upon his return to Bangladesh. However, in my view the member erred in speculating that should the charges remain in effect, the police would not pursue them because of the change in government.", "[12] The applicant submits that the RPD member was required to assess the impact of any changes in the country's circumstances on his particular situation: <FRAGMENT_SUPPRESSED> . The mere fact that the ruling party has changed is not sufficient, in itself, to provide a meaningful, durable and effective situation such that the applicant's risk of persecution is less likely than not.", "[13] The respondent correctly submits that the question of whether the change was durable, meaningful or effective does not amount to a legal standard: <FRAGMENT_SUPPRESSED>  (F.C.A.). The issue remains a question of fact. A change in the political situation in a claimant's country of origin is only relevant if it may help in determining whether or not there is, at the date of the hearing, a reasonable and objectively foreseeable possibility that the claimant will be persecuted in the event of return.", "[14] When coming to that decision, the RPD member must, however, have a view as to the stability and probability of continuation of the change in country conditions which resulted in the finding of a lack of risk. To do otherwise would put into harm's way those who flee the persecution of one side of an ongoing dispute. While the period in which their group is in the ascendance might be safe, the fragility of that safety is one issue which the RPD must consider in coming to their decisions. It does not appear from the decision that the member in the instant case directed her mind to that question.", "[15] At the time of the hearing, the stability of the coalition government headed by the BNP was questionable and it was faced with a requirement for mandatory elections in the year following the decision. The political history of Bangladesh since independence indicates that its governments are not long-lasting and that power has passed back and forth between the two main competing parties with the periodic intervention of the army. The member should have considered what the impact would be upon Mr. Chowdhury if that pattern repeated itself within the foreseeable future.", "[16] While the evidence indicates that the higher levels of the court structure in Bangladesh are independent and free from corruption, the same is not true of the entire judicial system. Moreover, there are enormous backlogs in the trial process and prolonged periods of detention on remand before trial are common. Should the charges against Mr. Chowdhury remain outstanding and should he be arrested upon his return, he stands a reasonable prospect of being jailed indefinitely pending trial.", "[17] For these reasons, I will allow the application. Neither party proposed a question of general importance for certification, and, on the facts of this case, none arises. JUDGMENT", "[18] IT IS THE JUDGMENT OF THIS COURT that the application is granted and the matter is remitted for reconsideration by a differently constituted panel. No questions of general importance are certified. [End of document] <FRAGMENT_SUPPRESSED>"]}