{"id_": "080510", "body_str": ["[1] O'Keefe, J. : This is an application pursuant to section 18.1 of the Federal Courts Act , R.S.C. 1985, c. F-7, for judicial review of a decision, dated March 27, 2009, wherein the fairness committee of the respondent (CRA) did not grant relief under subsection 220(3.1) of the Income Tax Act , R.S.C. 1985, c. 1 as amended (the \" Act \"), to the applicant for the waiver of penalties and interest assessed pursuant to subsection 163(1) of the Act", "[2] The applicant requests an order setting aside the decision of the respondent and remitting the matter back to the respondent for reconsideration before a different ministerial delegate to be decided in accordance with this Court's reasons. Introduction", "[3] This is a case where a decision maker at the CRA chose to evoke guidelines as the sole reason for ruling against the applicant. The Act confers discretion on the Minister or his delegate to grant relief from all or any portion of a tax penalty. Instead of actually making the discretionary decision as required, the decision maker's written reasons read as if she was saying that the guidelines forced her hand. Treating guidelines as binding upon the taxpayer was a clear error of law and as such, I would allow the judicial review and send the matter back for redetermination. Background", "[4] During the 2006 taxation year, the applicant worked as an employee for various employers. In February of 2007, he took all the documents to H & R Block to have his tax return prepared. Despite not having a T-4 slip from one of his employers, the applicant had provided H & R Block with everything needed to calculate his 2006 T1 tax return accurately. H & R Block failed to include his income from two employment sources, thereby understating the applicant's income. They reported his total income to be $21,696 when it should have been $57,915. H & R Block calculated the applicant's tax return to be $2,543.08.", "[5] The respondent eventually caught the mistake and in April of 2008 issued to the applicant a notice of reassessment. Had the documentation from the other two sources been included, the applicant's refund would have been $2,419.10. Therefore, according to the notice of reassessment, the applicant had been overpaid by $123.98. The notice of reassessment also assessed the applicant statutory federal and provincial omission penalties totalling $7,243.80 and arrears interest of $380.05.", "[6] In an affidavit, the representative from H & R Block who prepared the applicant's 2006 tax return admitted the error and admitted not being as careful in preparing the applicant's return as he should have been. The parties agreed that the applicant had not withheld anything required by H & R Block, and that it was not the applicant's intention to omit income.", "[7] In August of 2008, H & R Block applied to the respondent for taxpayer relief on behalf of the applicant, on the basis that the applicant was unaware of the omission and that the penalties were excessive in the circumstances. The respondent's first level fairness committee denied the request stating in part that \"CRA is not responsible for third party errors and omissions\".", "[8] On November 5, 2008, H & R Block sent a second application requesting relief under the second level fairness review process. The respondent's internal document prepared in respect of the application (the \"fairness report\") stated that the penalty was harsh but did not recommend cancelling the penalties as there were no extraordinary circumstances.", "[9] A delegated representative of the Minister was assigned to consider the applicant's request. Her letter of denial stated that she had reviewed the circumstances of the case in relation to the provisions of the \"taxpayer relief legislation\", but that those relief provisions do not allow for the cancellation of penalties and interest in these types of situations. Issues", "[10] The issues are as follows: 1. What is the standard of review? 2. Did the ministerial representative base her decision on any findings of fact that were made in a perverse or capricious manner or without regard for the material before her? 3. Did the ministerial representative err in law by concluding that the taxpayer relief provisions did not permit the applicant's penalties to be cancelled? 4. Was the ministerial representative's ultimate decision reasonable?", "[11] The applicant submits that the standard of review is reasonableness.", "[12] The applicant submits that the decision maker erred by not considering or giving sufficient weight to the following relevant facts: - The applicant attempted to be compliant by filing his 2006 tax return early; - The applicant retained and relied on a professional tax preparer; - The tax preparer admits the applicant gave everything needed and admits making the error; - Taxes were withheld and remitted to the respondent throughout the 2006 tax year, such that the applicant was in a refund position; - The applicant was only overpaid $123.98; - The penalty assessed is 58.42 times that amount.", "[13] The applicant also submits that the ministerial representative erred in law when she stated that the taxpayer relief provisions do not allow for the cancellation of penalties in these types of situations. The guidelines referred to are not exhaustive and do allow relief to be granted even where the taxpayer's circumstances do not fall within the designated categories. In addition, the guidelines specifically allow for the possibility of relief being granted in the case of a third party error. The guidelines are not meant to interfere with the spirit and intent of the Act . A penalty 58 times more than the amount of the error goes against the spirit and intent.", "[14] The respondent submits that the standard of review is reasonableness. A high degree of deference is to be afforded when dealing with findings of fact and discretionary decisions.", "[15] The respondent submits that the ministerial representative did in fact consider the facts listed by the applicant. The taxpayer relief provisions set out a non-exhaustive list of factors to consider when exercising the Minister's discretion: (i) extraordinary circumstances, (ii) actions of the CRA; and (iii) inability to pay or financial hardship. The applicant failed to demonstrate that there were any extraordinary circumstances. The applicant failed to review his return before signing it. A quick review would have revealed that H &R Block had failed to include 63% of his income. The ministerial representative considered all the relevant facts in this case and her final decision was reasonable in the sense that it was justified, transparent and intelligible and fell within the range of possible, acceptable outcomes. Analysis and Decision Issue 1 What is the standard of review?", "[16] The Act contains several provisions referred to as the \"fairness provisions\" or the \"fairness package\", which in effect allow tax authorities to grant relief against the operation of certain provisions of the Act . Subsection 220(3.1) is a fairness provision and in particular, provides the Minister with the discretion to waive penalties or interest as follows: \"The Minister may, [...], waive or cancel all or any portion of any penalty or interest otherwise payable under this Act by the taxpayer or partnership in respect of that taxation year or fiscal period, and notwithstanding subsections 152(4) to (5), any assessment of the interest and penalties payable by the taxpayer or partnership shall be made that is necessary to take into account the cancellation of the penalty or interest.\"", "[17] Upon judicial review, where the nature of the question is one of discretion, the deferential standard of reasonableness will usually automatically apply (see <FRAGMENT_SUPPRESSED> ; 2008 SCC 9 at paragraph 53). In this case, reasonableness is the appropriate standard to apply to the ultimate decision by the ministerial representative whether or not to cancel all or part of the penalty assessed to the applicant.", "[18] Any findings of fact made by the ministerial representative in coming to her ultimate decision are also to be afforded a considerable degree of deference, as imposed by paragraph 18.1(4)(d) of the Federal Courts Act , R.S.C. 1985, c. F-7 which states: \"18(4) The Trial Division may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal (d) based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it;\"", "[19] The Supreme Court in <FRAGMENT_SUPPRESSED> ; 2009 SCC 12, recently referred to the impact of these legislative instructions: \"46. More generally, it is clear from s. 18.1(4)(d) that Parliament intended administrative fact finding to command a high degree of deference ...\" (My emphasis)", "[20] I wish to first deal with Issue 3. Issue 3 Did the ministerial representative err in law by concluding that the taxpayer relief provisions did not permit the applicant's penalties to be cancelled?", "[21] The ministerial representative's decision letter reads in part as follows: \"We have reviewed the circumstances of the case in relation to the provisions of the Taxpayer Relief legislation, and have determined that it would not be appropriate to cancel the penalties and interest. \"It is unfortunate that, through no intentional act, the income was omitted from your client's 2006 income tax return. Regrettably, an error was made and subsequently, penalties and arrears interest were correctly charged under the Income Tax Act . The Taxpayer Relief provisions do not allow for the cancellation of penalties and interest in these types of situations. In addition, the Canada Revenue Agency (CRA) cannot be held responsible for errors made by the tax preparer during the completion of the return.\"", "[22] In my view, the ministerial representative's error is contained in the following sentence from her decision letter: \"The Taxpayer Relief provisions do not allow for the cancellation of penalties and interest in these types of situations.\" (My emphasis)", "[23] This was an error. The nature of the error is the decision maker's apparent opinion that the taxpayer relief provisions, contained in Income Tax Information Circular No. IC07-1, were binding law. The ministerial representative's reference to them as \"Taxpayer Relief Legislation\" is also indicative of her apparent belief that the guidelines were law.", "[24] In general, guidelines such as the taxpayer relief provisions are not law, but can be very beneficial to both decision makers and members of the public to the extent that they provide for more organized analysis and reasons and enhance the level of consistency and accountability to the public: see D.J.M. Brown, and J.M. Evans. \"Judicial Review of Administrative Action in Canada\". Toronto: Canvasback, 1998 (loose-leaf updated July 2008) at p. 12:44. Some statutes in fact confer the authority to formulate legally binding rules or guidelines. Where that is not the case, guidelines can still be considered in the process and can even be determinative, provided the decision maker puts his or her mind to the specific circumstances of the case and does not treat the guidelines as binding (see <FRAGMENT_SUPPRESSED> ).", "[25] In reality, many discretionary decision makers will be government employees who may be required to follow non-legal rules or guidelines by their employer. However, even if employees face such constraints, the law does not permit the decision maker to treat the guidelines as binding upon the individual requesting relief, in this case, the applicant taxpayer. Most guidelines remedy this conundrum and eliminate the possibility that a decision maker would have to choose between disobeying their employer and erring in law. For example, the taxpayer relief provisions contain a statement in their introducing paragraphs which reads: \"6. These are only guidelines . They are not intended to be exhaustive, and are not meant to restrict the spirit or intent of the legislation.\" (My emphasis)", "[26] This paragraph assures the reader that the guidelines are not law. As we shall see, there are additional provisions within the guidelines that allow for flexibility. Even if the guidelines were elevated to the status of binding law, they would provide for the possibility of relief in the applicant's situation.", "[27] When the ministerial representative states that the taxpayer relief provisions do not allow for relief in these types of situations, she was apparently referring to paragraph 23 of the guidelines which indicates that applications under subsection 220(3.1) will be \"justified\" when any of the following exist: (i) extraordinary circumstances, (ii) actions of the CRA (which caused the penalty), (iii) inability to pay or financial hardship. This paragraph, however, does not limit relief to these types of situations. Indeed, paragraph 24 reads: \"[24] The Minister may also grant relief if a taxpayer's circumstances do not fall within the situations stated in ¶ 23.\"", "[28] Paragraph 25 of the guidelines explains that extraordinary circumstances mean circumstances beyond the taxpayer's control and gives a short list of examples.", "[29] Allowing for further flexibility, paragraph 35 of the taxpayer relief provisions reads as follows: \"35. Taxpayers are generally considered to be responsible for errors made by third parties acting on their behalf for income tax matters. A third party who receives a fee and gives incorrect advice, or makes arithmetic or accounting errors, is usually regarded as being responsible to their client for any penalty and interest charges that the client has because of the party's action. However, there may be exceptional situations, where it may be appropriate to provide relief to taxpayers because of third-party errors or delays.\"", "[30] Thus, the guidelines suggest that even in the applicant's situation, decision makers should probe further to determine if exceptional circumstances exist. Of course, decision makers cannot then frustrate this by limiting what will be excepted as an exceptional circumstance to things listed in the guidelines. The nature of guidelines is that they can never dictate the answer to a discretionary determination. The decision maker must look at the taxpayer's situation and state whether they think the taxpayer's circumstances warrant relief. Such determinations will be afforded deference.", "[31] Subsection 220(3.1) grants broad discretion to the Minister to allow relief, or partial relief, and the Minister in turn delegates this discretion. The guidelines are helpful but do not impede this discretion. It is this delegated decision maker who must therefore make the final decision, not the guidelines.", "[32] There was simply no basis for the ministerial representative to claim that the taxpayer relief provisions did not allow relief. This statement is a reviewable error of law.", "[33] Because of my findings on this issue, I need not deal with the other issues.", "[34] The application for judicial review is allowed, the decision is set aside and the matter is referred to a different ministerial delegate for redetermination.", "[35] The applicant shall have his costs of the application. JUDGMENT", "[36] IT IS ORDERED that 1. The application for judicial review is allowed, the decision is set aside and the matter is referred to a different ministerial representative for redetermination. 2. The applicant shall have his costs of the application. Application allowed. Editor: Giovanni A. Merlini/vnh ANNEX Relevant Statutory Provisions Income Tax Act , R.S.C. 1985, c. 1 (5th Supp.) 220(3.1) The Minister may, on or before the day that is ten calendar years after the end of a taxation year of a taxpayer (or in the case of a partnership, a fiscal period of the partnership) or on application by the taxpayer or partnership on or before that day, waive or cancel all or any portion of any penalty or interest otherwise payable under this Act by the taxpayer or partnership in respect of that taxation year or fiscal period, and notwithstanding subsections 152(4) to (5), any assessment of the interest and penalties payable by the taxpayer or partnership shall be made that is necessary to take into account the cancellation of the penalty or interest. [End of document]"]}