{"id_": "080671", "body_str": ["[1] de Montigny, J. : The Applicants seek judicial review of a decision of an Immigration Counsellor (the Officer) dated September 25, 2013, whereby the Applicants were found inadmissible for misrepresentation pursuant to paragraph 40(1)(a) of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ). For the reasons that follow, this application for judicial review is granted. I. Facts", "[2] Mr. R.A.D.S. Sarath Kumara Karunaratne and Ms Aluthwala Domingo V.R.K. Karunaratna (the Applicants) are citizens of Sri Lanka.", "[3] They submitted an application for a temporary resident visa (TRV) in July 2008, which was refused.", "[4] They then submitted an application for permanent resident (PR) as members of the family class in February 2009 (although the application form was signed on December 18, 2008). In this application, they indicated that they have never been refused a TRV. Mr. Karunaratne also indicated that he was a pensioner since 2003. In December 2009, they submitted a Supplementary Information form in which they indicated that Mr. Karunaratne had been working as an assistant manager with Mahinda Construction & Engineering since March 2009.", "[5] The Applicants submitted further TRVs in December 2009 and March 2010. Both have been refused. In the 2009 TRV, they indicated that they had applied for Canadian visas on two previous occasions: a visitor visa in July 2008 and a PR visa sponsored by their daughter in January 2009. They also indicated that their July 2008 visa was refused. The March 2010 application is not on file, but as per Mr. Karunaratne's affidavit, this was also refused.", "[6] The Applicants filed an updated Background/Declaration form to their February 2009 PR application on January 18, 2012. On this form, they did not indicate that they were refused TRVs in the past and stated that Mr. Karunaratne was a pensioner since 2003, omitting any reference to his employment with Mahinda Construction & Engineering.", "[7] On June 17, 2013, the Officer sent the Applicants a \"fairness letter\" allowing them to address these two discrepancies. In the response dated June 25, 2013, the consultant stated that the failure to declare the July 2008 TRV was an oversight and that because of the lengthy processing time and the fact that the consultant was not copied on the request, the sponsor was given the impression that she should update the Schedule A on her own in consultation with her parents. The sponsor therefore copied the same information as on the February 2009 PR application. However, the Officer was not satisfied by that explanation and sent a refusal letter to the Applicants on September 25, 2013. II. Decision under review", "[8] By letter dated September 25, 2013, the Applicants were notified that their application for permanent residence as a member of the family class was refused as they were found to be inadmissible pursuant to paragraph 40(1)(a) of the IRPA . The reasons for the refusal are the following: a) The Applicants indicated in their Schedule A application form that they were never refused a visa to Canada or any other country. This is not true as records show that they were refused a visa in July 2008 and December 2009. b) The Applicants indicated in their Schedule A application form that Mr. Karunaratne was a pensioner since 2003 whereas in the December 2009 TRV he indicated that he was an Assistant Manager with Mahinda Construction & Engineering from March 2009 to December 2009.", "[9] The Officer noted as well that the Applicants were given an opportunity to respond but that he was not satisfied with the consultant's response as it did not answer his concerns. III. Issue", "[10] This application raises only one issue, and it is whether or not the Officer's finding that the Applicants' omission of Mr. Karunaratne's recent work experience and refused TRV applications represent a material misrepresentation is reasonable. IV. Analysis", "[11] It is well established that decisions refusing an application for permanent residence on grounds of misrepresentations are reviewable on the reasonableness standard: <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> . Such questions are clearly questions of mixed fact and law within the officer's specialized expertise.", "[12] Reasonableness requires the existence of justification, transparency and intelligibility within the decision-making process, and also calls for a decision that falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law: <FRAGMENT_SUPPRESSED> , at para 47.", "[13] There is no doubt that the objective of section 40 is to deter misrepresentation and maintain the integrity of the immigration process. In that spirit, it has been repeatedly held that an applicant has a duty of candour to provide complete, honest and truthful information in every manner when applying for entry into  <FRAGMENT_SUPPRESSED> .", "[14] That being said, there is ample case law supporting the view that honest and reasonable mistakes or misunderstandings can fall outside the scope of section 40 of IRPA : see, for ex, <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> .", "[15] Indeed, the CIC Guidelines ( ENF 2 - Evaluating Inadmissibility ) provide that the misrepresentation provisions must be applied with \"good judgment to support the objectives of the Act and ensure fair and just decision-making\": section 10.1.", "[16] In the case at bar, the Officer clearly had access to the past refusals on visa applications. While the Applicants had failed to disclose the refused July 2008 TRV in their updated Schedule A of their 2012 PR application and in their initial 2009 PR application, they had referred to it in their 2009 TRV application. This clearly suggests that they were not trying to hide this information. Indeed, this information appears in the CAIPS notes (Certified Tribunal Record, p. 6), and the Officer had access to these entries when he sent his fairness letter to the Applicants. As a result, this is clearly not a case where an applicant tried to conceal or misrepresent a material fact.", "[17] In those circumstances, I do not think the Officer could reasonably ignore or dismiss the explanation provided by the consultant in his response to the fairness letter. It may well be that the sponsor felt she needed to complete the updated forms requested by the Respondent by herself and expeditiously, as the consultant had not been copied on that request. When looking at the file as a whole, I fail to see how it can be said that the Applicants made a material misrepresentation with respect to their failed attempts to obtain a TRV.", "[18] As for the omission of any reference to Mr. Karunaratne's 2009 employment in the updated Background/Declaration form submitted in January 2012, I do not think it is of any consequence. I agree with the Respondent that this omission cannot be excused by suggesting, as the Applicants did, that the updated Background/Declaration form was copied from the 2008 form. Question 11 on the 2008 form indicated that Mr. Karunaratne had been a \"pensioner\" from June 2003 to the date the form was signed. Question 8 of the 2012 form lists the same start date, but the answer suggests that he had been a \"pensioner\" continuously up to January 2012. It appears, therefore, that the Applicants and/or their sponsor directed their attention to this issue and specifically updated the form to provide a current answer to this particular question. The fact remains that the Officer had access to that information as it was explicitly referred to in their 2009 TRV application.", "[19] Even assuming that the failure to mention Mr. Karunaratne's 2009 employment constitutes a misrepresentation, it is not the end of the matter. For an inadmissibility finding to be made pursuant to section 40 of the IRPA , there must not only be a misrepresentation, but that misrepresentation must also have been material. In other words, the misrepresentation must be such that it induced or could have induced an error in the administration of this Act. The Officer cryptically mentions in the CAIPS notes that Mr. Karunaratne's employment history is material \"because such information is used to examine the activities of an individual in relation to possible admissibility issues. This is especially true considering that this environment has recently emerged from a long standing civil war.\" With all due respect, this is far from convincing.", "[20] First of all, I note that Mr. Karunaratne's 2009 employment was temporary in nature, that it was not for the government or a government related undertaking, and that it started very shortly before the end of the civil war. More importantly, this is not a case where the file is replete with misrepresentations and where the contradictions in the employment record only adds to the overall confusion as to the background and history of the Applicants, as was the case in <FRAGMENT_SUPPRESSED> . I appreciate that admissibility issues are always a concern when assessing visa or permanent residence applications. In the case at bar, however, I fail to see how the nine month employment of Mr. Karunaratne, who is otherwise retired since 2003, could have induced an error in the assessment of the Applicants' application for permanent residence as members of the family class. The Officer certainly did not provide any explanation in that respect, and I am therefore left with no other option than to conclude that it was unreasonable to refuse the permanent residence application and to declare the Applicants inadmissible to Canada for a period of two years for misrepresentation. V. Conclusion", "[21] For the foregoing reasons, I conclude that the Officer's finding that the Applicants made material misrepresentations was unreasonable. As a result, the application for judicial review is granted. The parties did not propose any question for certification, and none will be certified. JUDGMENT", "[22] THIS COURT'S JUDGMENT is that this application for judicial review is granted. The file shall therefore be sent back for re-determination by a different officer. a) de la I. Faits", "[2] M. R.A.D.S. Sarath Kumara Karunaratne et Mme Aluthwala Domingo V.R.K. Karunaratna (les demandeurs) sont citoyens du Sri Lanka.", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] a)", "[9]", "[10] IV. Analyse", "[11] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "[12] <FRAGMENT_SUPPRESSED> , au paragraphe 47.", "[13]", "[14] LIPR <FRAGMENT_SUPPRESSED> à 29; <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> .", "[15]", "[16]", "[17]", "[18]", "[19]", "[20] V. Conclusion", "[21] JUGEMENT", "[22] [End of document]"]}