{"id_": "080645", "body_str": ["[1] Gibson, J. : These reasons arise out of an amended application for partial summary judgment (the \"application\") against the plaintiffs, Kirkbi AG and Lego Canada Inc., (collectively,  <FRAGMENT_SUPPRESSED> ). The application was filed the 25th of September, 1997 and was heard at Toronto, Ontario on the 23rd, 24th and 26th of March, 1998. b) The Parties and the Wares at Issue", "[2] Kirkbi AG is a Swiss corporation with its Head Office at CH-6340 Baar, Switzerland. Lego Canada Inc. is a company incorporated pursuant to the laws of the province of Ontario and maintains its head office at Markham, Ontario. Kirkbi AG, together with its related companies, of which Lego Canada Inc. is one, and their predecessors, is engaged in the design, manufacture and/or sale of children's building toys and accessories; games; books; furniture, including toy furniture and play tables and chairs; shelving; storage containers; and computer software, all of which are sold under, inter alia, the trademark  <FRAGMENT_SUPPRESSED> .", "[3] It would perhaps be fair to say that at the heart of the Kirkbi Group's line of toys is the  <FRAGMENT_SUPPRESSED>  brick or block, an interlocking injection toy construction brick that, according to the amended statement of claim, has, since 1958, remained essentially the same in design and composition. Additionally, also since the 1950s, the  <FRAGMENT_SUPPRESSED>  brick has been produced in shades of red, white, blue, yellow, green and black, although a few additional colours have since been added.", "[4] In its statement of claim, Lego alleges that its bricks or blocks have a distinctive \"look\" which makes them immediately identifiable to purchasers and users. It is seeking trademark protection for this \"look\" in a design that it refers to as \"the 'Lego' Indicia trademark\". The  <FRAGMENT_SUPPRESSED>  Indicia trademark is described in the statement of claim in the following terms: \"a rectilinear array of uniform, smooth-sided, flat-topped, cylindrical, co-planar protuberances, the proportions of height, diameter and center-to-center spacing of which are approximately 2 : 5 : 8. Where there is more than one row of protuberances, they are arranged in mutually orthogonal rows and columns.\" The  <FRAGMENT_SUPPRESSED>  Indicia trademark is represented in the statement of claim as follows: [photograph omitted from electronic version]", "[5] The defendant Ritvik Holdings Inc. is a holding company that owns the shares of the defendant Ritvik Toys Inc. Ritvik Toys Inc. was founded in Montreal in 1967. According to the amended statement of defence, it is now the largest Canadian toy manufacturer and the second largest manufacturer, distributor and seller of toy construction bricks or blocks and other related items in the world. Its products are sold in Canada in association with the \"Mega Blocks\" trademark and include a \"Micro\" line of bricks or blocks that are very similar, if not identical, in size, shape and, at least in many cases, colour, to  <FRAGMENT_SUPPRESSED>  bricks. The \"Micro\" line was first marketed in Canada in 1991. \"Mega Blocks\", including the \"Micro\" line, have been marketed in packages which bear either or both of the phrases \"works with leading brand\" and \"works with other brands\". c) The Statement of Claim", "[6] An amended statement of claim was filed the 29th of July, 1997. In that statement of claim, Lego alleges that, since approximately 1991, Ritvik has applied the  <FRAGMENT_SUPPRESSED>  Indicia trademark to its building bricks and other parts; that Ritvik has sold its building bricks and other parts in containers and packages to which, at least in some cases, the  <FRAGMENT_SUPPRESSED>  Indicia trademark has been applied; that Ritvik's building bricks and other parts are made with identical shades of red, white, blue, yellow, green and black to those used by Lego; that Ritvik sells its building bricks and other parts in the same channels of trade as Lego and in the same types of stores in a manner that makes it difficult for consumers to distinguish between the products of Lego and of Ritvik; and that the line of \"trademarks\" adopted by Ritvik does not reduce the likelihood of confusion because those \"trademarks\" are highly suggestive, if not clearly descriptive expressions which are lacking in inherent distinctiveness.", "[7] Lego also alleges that the use of advertising claims \"works with leading brand\" and \"works with other brands\" is intended to convey the message \"works with 'Lego'\" and that is exactly what is understood by the public. Lego alleges that these messages are false and misleading as they imply that Ritvik bricks and other components are of similar quality to  <FRAGMENT_SUPPRESSED>  products when they are not.", "[8] Finally, Lego alleges that Ritvik has unlawfully reproduced the  <FRAGMENT_SUPPRESSED>  Indicia trademark in advertising and promotional material and has used the  <FRAGMENT_SUPPRESSED>  Indicia trademark in association with building bricks and other parts with the intent of causing, and with the result of causing, confusion in the mind of the public.", "[9] Lego alleges that the activities of Ritvik are contrary to s. 7(b) of the Trade-marks Act [see footnote 1] (the \" Act \"), s. 7(d) and s. 22 of the Act and s. 52(1)(a) of the Competition Act [see footnote 2] (the \" Competition Act \").", "[10] In the result, Lego seeks the following relief: \"(1) A declaration that the plaintiff Kirkbi is the owner of the 'Lego' Indicia trade mark; \"(2) A declaration that the defendants have, by the manufacture and sale of bricks and other parts bearing the 'Lego' Indicia trademark, infringed the trademark rights of the plaintiff Kirkbi, contrary to law and Section 7(b) of the Trade-marks Act \"(3) A declaration that the defendants, in alleging that their bricks and other parts 'works with leading brand' or 'works with other brands', have made and are continuing to make representations to the public that are false or misleading in a material respect for the purpose of promoting the use of the defendants' product or the defendants' business interests, contrary to Section 52(1)(a) of the Competition Act \"(4) A declaration that the defendants, in alleging that their bricks and other parts 'works with leading brand' or 'works with other brands', have made and are continuing to make descriptions that are false in a material respect and likely to mislead the public as to the character, quality or composition of the defendants' goods, contrary to Section 7(d) of the Trade-marks Act \"(5) A declaration that the defendants' use of the terms 'works with leading brand' or 'works with other brands', depreciates the value of the goodwill connected with the  <FRAGMENT_SUPPRESSED>  trade mark, contrary to Section 22 of the Trade-marks Act \"(6) A permanent injunction restraining the defendants, their officers, directors, agents, servant, [sic] employees, successors, assigns and licensees, or any related or affiliated company of the defendants from directly or indirectly (a) making, using, selling or offering for sale any product in association with the 'Lego' Indicia trademark, or any trademark or representation which is confusingly similar thereto or a colourable imitation thereof; (b) directing public attention to their wares or business in such a way as to cause or be likely to cause confusion with the wares or business or the plaintiffs; and (c) using the phrase 'works with leading brand' or 'works with other brands' on packaging or in any other printed matter or advertising; \"(7) A mandatory injunction requiring the defendants to deliver up under oath, or under the supervision of the Court, all toys, including building bricks and other parts, moulds for producing same, and all packages, labels, advertising or other materials, the use of which would offend any injunction granted herein, and to take steps to discontinue all other use of the 'Lego' Indicia trade mark, including on software or on the Internet, or in the alternative, an Order that such materials be destroyed under oath, or under the supervision of this Honourable Court; \"(8) Damages in the amount of $25,000,000.00 for the defendants' unlawful use of the plaintiff Kirkbi's 'Lego' Indicia trademark, for passing off, and actions contrary to Sections 7(b), 7(d) and 22 of the Trade-marks Act , or alternatively, an accounting of the defendants' profits, as the plaintiffs may elect; \"(9) Damages equal to the loss or damage suffered by the plaintiffs resulting from the defendants' breach of Section 52(1)(a) of the Competition Act and any additional amount or relief that the court may allow pursuant to Section 36(1)(a) of the Competition Act \"(10) Prejudgment and postjudgment interest; \"(11) All applicable taxes, including the Goods and Services Tax, to which the plaintiffs may be entitled; and \"(12) such further and other relief as to this Honourable Court may seem just.\" d) The Statement of Defence", "[11] Ritvik's amended statement of defence and counterclaim was filed the 12th of September, 1997. In it, Ritvik denies that  <FRAGMENT_SUPPRESSED>  components have a \"distinctive look\" and that any such look identifies the  <FRAGMENT_SUPPRESSED>  components as coming from a \"single source\". Ritvik denies that the  <FRAGMENT_SUPPRESSED>  Indicia trade mark is a \"trademark\" within the meaning of the Act . Ritvik pleads that, at most, the  <FRAGMENT_SUPPRESSED>  Indicia trade mark is clearly descriptive of the sole or primary functional feature of  <FRAGMENT_SUPPRESSED>  components. Ritvik alleges that the colours, shapes, and sizes or combinations of colours, shapes, and sizes or depictions of the  <FRAGMENT_SUPPRESSED>  Indicia trade mark on products or packaging of  <FRAGMENT_SUPPRESSED>  are in fact depictions of the interlocking feature and the necessary or preferred structure for interlocking one  <FRAGMENT_SUPPRESSED>  component with another. The  <FRAGMENT_SUPPRESSED>  Indicia trade mark is alleged to be solely or primarily functional and as such not properly protectable as a trademark. The functional feature of the  <FRAGMENT_SUPPRESSED>  Indicia trade mark is alleged to be disclosed, illustrated and/or claimed in one or more of a number of expired patents.", "[12] If trademark rights can be acquired in the  <FRAGMENT_SUPPRESSED>  Indicia trade mark, Ritvik alleges that it is not distinctive of Lego or of Lego's products. Ritvik acknowledges that it has used the words \"works with leading brand\" and \"works with other brands\" on its packaging but denies that, by so doing, it has infringed any rights of Lego. It alleges that any common law claim for confusion is outside of the jurisdiction of this court. It further alleges that there is no likelihood of confusion, and no confusion in fact, between its products and those of Lego. It alleges that its products are sold in highly distinctive packaging and that the trade dress and the get-up of its packaging are not calculated to mislead the public as to the nature and source of its products. It denies that its packaging depreciates the value of the goodwill of Lego in the alleged trademark  <FRAGMENT_SUPPRESSED> .", "[13] Ritvik denies that it has, to any extent, engaged in misleading advertising. It alleges that Lego has no standing to claim relief under s. 7(d) of the Act and that, in any event, that paragraph is unconstitutional and ultra vires insofar as it is applied to situations and causes of action where there are no trademarks involved, such as where phrases like \"works with leading brand\" and \"works with other brands\" are alleged to implicitly involve use of the trade mark  <FRAGMENT_SUPPRESSED> .", "[14] Defences of estoppel, latches and acquiescence set forth in the statement of defence were not argued before me. Indeed, on consent at the commencement of the hearing of the application, those aspects of the application were adjourned sine die.", "[15] Ritvik's counterclaim was not at issue on the application.", "[16] To date, no reply and defence to counterclaim has been filed by Lego. The Application For Summary Judgment a) The Relief Claimed", "[17] Ritvik seeks the following relief on its application: \"1. AN ORDER FOR SUMMARY JUDGMENT dismissing the plaintiffs' cause of action based on section 7(b) of the Trade-marks Act respecting the trademark rights alleged to be owned by the plaintiffs and referred to in the Amended statement of claim as the ' <FRAGMENT_SUPPRESSED>  Indicia trade mark'; \"2. AN ORDER FOR SUMMARY JUDGMENT dismissing the plaintiffs' cause of action based on section 7(d) of the Trade-marks Act respecting the use by the defendants of the phrases 'works with leading brand' and 'works with other brands'; \"3. AN ORDER FOR SUMMARY JUDGMENT dismissing the plaintiffs' cause of action based on section 22 of the Trade-marks Act respecting the use by the defendants of the phrases 'works with leading brand' and 'works with other brands'; \"4. AN ORDER that the costs of this action and this motion be payable by the plaintiffs to the defendants on a solicitor and client basis, or alternatively to be fixed at the high end of column V of the Tariff, together with all applicable taxes, including the goods and services tax; and \"5. Such further and other relief as to this Honourable Court may seem just.\" b) Principles Applicable", "[18] Rules 432.1 to 432.7 of the Federal Court Rules [see footnote 3] governed applications for summary judgment in this court at the time of the hearing of this application. Their interpretation is now reasonably well settled. Ritvik, in its memorandum of fact and law filed on its application, outlines the governing principles in the following terms: \"- Pursuant to Rule 432.3 of the Federal Court Rules , a Judge may grant summary judgment if satisfied that there is no genuine issue for trial. The test to be used is not whether the plaintiffs cannot possibly succeed at trial, but rather whether the Court reaches the conclusion that the case is so doubtful that it does not deserve consideration by the trier of fact at a future date. [see footnote 4] \"- Rule 432.3(1) mandates that the Court shall grant summary judgment if it is satisfied there is no genuine issue for trial. Even where the Court decides there is a genuine issue for trial, it can nevertheless grant summary judgment, unless a) the Court is unable on the whole of the evidence to find the facts necessary to decide the questions of fact or law; or b) the Court considers that it would be unjust to decide the issues on the motion for summary judgment. [see footnote 5] \"- Madam Justice Tremblay-Lamer has summarized the general principles to be applied in considering a motion for summary judgment: 'I have considered all the case law pertaining to summary judgment and I summarize the general principles accordingly: 1. the purpose of the provisions is to allow the Court to summarily dispense with cases which ought not to proceed to trial because there is no genuine issue to be tried ( Old Fish Market Restaurants v. 1000357 Ontario Inc. ); 2. there is no determinative test ( <FRAGMENT_SUPPRESSED>  is so doubtful that it does not deserve consideration by the trier of fact at a future trial; 3. each case should be interpreted in reference to its own contextual framework ( Blyth and <FRAGMENT_SUPPRESSED> ); 4. provincial practice rules (especially Rule 20 of the Ontario Rules ) can aid in interpretation ( <FRAGMENT_SUPPRESSED> and Collie ); 5. this Court may determine questions of fact and law on the motion for summary judgment if this can be done on the material before the Court (this is broader than Rule 20 of the Ontario Rules of Civil Procedure ) ( Patrick ); 6. on the whole of the evidence, summary judgment cannot be granted if the necessary facts cannot be found or if it would be unjust to do so ( Pallmann and <FRAGMENT_SUPPRESSED> ); 7. in the case of a serious issue with respect to credibility, the case should go to trial because the parties should be cross-examined before the trial judge ( Forde and <FRAGMENT_SUPPRESSED> ). The mere existence of apparent conflict in the evidence does not preclude summary judgment; the court should take a \"hard look\" at the merits and decide if there are issues of credibility to be resolved ( Stokes ). [see footnote 6] (citations omitted) \"- The Rules require the respondent on a Summary Judgment Motion to put its 'best foot forward' at the time the motion is heard. The respondent cannot rely on the mere allegations or denials in its pleading, but instead must set out in affidavits or other evidence ' specific facts showing that there is a genuine issue for trial '. [see footnote 7] \"- The respondent to a Summary Judgment Motion 'must lead trump or risk losing'. [see footnote 8] \"- Where, as a matter of law, a claim cannot succeed at trial, there is no genuine issue for trial and summary judgment should be granted accordingly. [see footnote 9] \"- Federal Court Rule 432.2(2) allows affidavits in Summary Judgment Motions to be on information and belief, but ' an adverse inference may be drawn, if appropriate, from the failure of a party to provide the evidence of persons having personal knowledge of material facts '. (emphasis added). \"- Where a party fails to adduce direct evidence on a specific point, an adverse inference will be drawn ' that the evidence that he would have given would not have been favourable to the contention of the [party] '.\" [see footnote 10]", "[19] Counsel for Lego accepted the foregoing as a reasonable summary of the principles applicable on an application for summary judgment such as this but added the following comments and authorities  <FRAGMENT_SUPPRESSED> 's memorandum of fact and law: \"- The onus is on the moving party to show that there is no genuine issue for trial. [see footnote 11] \"- Summary judgment should only be granted where the facts are clear and not where there are credibility issues which should be resolved at trial. [see footnote 12] \"- An affidavit that does not contain the independent evidence of the witness should be given no weight. A court may draw an adverse inference where an affidavit on a motion for summary judgment is made by the solicitor for a party. Affidavits containing statements of belief which do not specify the grounds of the belief are inadmissible.\" [see footnote 13] c) The Statutory Provisions in Issue", "[20] The following provisions of the Trade-marks Act are relevant for the purposes of this application: \"2. In this Act, 'trademark' means (a) a mark that is used by a person for the purpose of distinguishing or so as to distinguish wares or services manufactured, sold, leased, hired or performed by him from those manufactured, sold, leased, hired or performed by others, (b) a certification mark, (c) a distinguishing guise, or (d) a proposed trademark; \"7. No person shall (b) direct public attention to his wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time he commenced so to direct attention to them, between his wares, services or business and the wares, services or business of another; (d) make use, in association with wares or services, of any description that is false in a material respect and likely to mislead the public as to (i) the character, quality, quantity or composition, (ii) the geographical origin, or (iii) the mode of the manufacture, production or performance of the wares or services; or \"22(1) No person shall use a trademark registered by another person in a manner that is likely to have the effect of depreciating the value of the goodwill attaching thereto.\" 'marque de commerce' Selon le cas : \"7. Nul ne peut : The Evidence And The Positions Of The Parties a) Lego's Claim under s. 7(b) of the Trade-marks Act", "[21] Evidence relied on on behalf of Ritvik in relation to the s. 7(b) claim was directed primarily to the alleged relationship between the  <FRAGMENT_SUPPRESSED>  Indicia trademark and the disclosures, claims and illustrations of three expired Canadian patents. The grounds on which Ritvik alleges summary judgment should be granted in respect of the s. 7(b) claim are in the following terms in the application for summary judgment: \"The 'Lego Indicia trademark' as defined in paragraphs 9 and 10 of the Amended statement of claim filed July 29, 1997 was disclosed and claimed as the preferred embodiments of inventions of one or more expired Canadian patents owned by Interlego AG, the predecessor in title of the plaintiff Kirkbi AG (the 'Interlego Canadian Patents'). As such, upon the expiry of the Interlego Canadian Patents, anyone is free to make, use, offer for sale and sell toy building blocks and related parts as described and/or claimed in the Interlego Canadian Patents. \"The 'Lego Indicia trade mark' as defined in paragraphs 9 and 10 of the Amended statement of claim filed July 29, 1997 was disclosed and claimed as the preferred embodiment of inventions of one or more expired United Kingdom and Canadian Patents issued to Harry Fisher Page (the 'Page Patents') in the 1940's. As such, anyone is free to make, use, offer for sale and sell in Canada toy building blocks and related parts as described and/or claimed in the Page Patents.\"", "[22] In argument before me, counsel for Ritvik referred me to three expired Canadian Patents that are exhibits to an affidavit filed on behalf of Ritvik and sworn the 10th of September, 1997 by Earl S. Barber who describes himself as Chief Designer in the employ of the defendant Ritvik Toys Inc.", "[23] The first is Canadian Patent 443,019 which expired in July of 1964 (the \"019 Patent\"). The illustrations to the Patent clearly picture a toy building brick, similar to the  <FRAGMENT_SUPPRESSED>  brick and to Ritvik's \"Micro\" brick, particularly on its upper surface which is similar in configuration to the  <FRAGMENT_SUPPRESSED>  Indicia trademark. Figure 4 to the 019 Patent is as follows: [figure omitted from electronic version]", "[24] The disclosure to the 019 Patent provides in part as follows: \"... the block comprises a rectangular hollow body... having a length which is double its width.... . On its upper face the block is formed integrally with two longitudinal rows of bosses... which may be circular as shown or of other suitable shape . The bosses... are symmetrically disposed as shown and are uniformly spaced both longitudinally and transversely of the block. There are four bosses in each longitudinal row, those of one row being transversely aligned with those of the other row to provide a number of pairs.\" (emphasis added)", "[25] The first claim for the 019 Patent reads as follows: \"1. Toy building blook [sic] of hollow form with a plurality of bosses on the face opposite the open face, which bosses are disposed so as to engage within the inner surfaces of the lateral walls of a super-imposed block.\"", "[26] The second patent is Canadian Patent 629,732 (the \"732 Patent\") which expired in October 1978. It clearly represents an improvement on the 019 Patent with the improvement related to the under side of the brick or block to improve its \"grip\" with the bosses that are on the upper surface of a similar block and constitute a primary feature of the  <FRAGMENT_SUPPRESSED>  Indicia trade mark. Once again, the illustrations clearly identify a brick or block with bosses on its upper surface that are of cylindrical shape. They would appear to the naked eye to be of uniform radius and uniform height. That radius and height would appear, once again to the naked eye, to be not unlike the radius and height of the bosses in the  <FRAGMENT_SUPPRESSED>  Indicia trade mark.", "[27] The disclosure to the 732 patent provides in part: \"Fundamentally, the projections need not necessarily be of cylindrical shape - and the invention actually compromises specific embodiments wherein at least the secondary projections are of different shape - but if, as in a preferred embodiment, both the primary and the secondary projections are of cylindrical shape, it is possible to define the diameter ... of the secondary projections ... the diameter ... of the primary projections and the width ... of the cavity of the hollow block.\"", "[28] The formula derived does not appear, of itself, to give rise to the 2: 5: 8 formula that is referred to in the description of the  <FRAGMENT_SUPPRESSED>  Indicia trade mark.", "[29] The third patent referred to is Canadian Patent 880,418 (the \"418 Patent\") which expired in September 1988. Once again, the illustrations to the 418 Patent picture a toy building brick or block with rows of cylindrical bosses on the upper surface not unlike those in the  <FRAGMENT_SUPPRESSED>  Indicia trademark. Also again, the 418 Patent is clearly for an improvement on the art disclosed in the 019 Patent. Its disclosure refers to \"coupling studs on the upper surface\". It provides in part: \"Such building sets are constructed so that the dimensions of each building element is an integral multiple of a given basic module, but so that said coupling studs have the same dimensions and are spaced equally in all the elements, which thus simply have different numbers of such coupling studs according to their size.\"", "[30] The disclosure also refers to \"tubular primary studs\". Mathematical formulae are provided which, counsel for Ritvik urged, provide a basis from which the 2: 5: 8 formula referred to in the description of the  <FRAGMENT_SUPPRESSED>  Indicia trade mark can be derived.", "[31] Counsel for Ritvik relied heavily on a recent decision of this court, <FRAGMENT_SUPPRESSED>  rights to the very way an expired patent directs the public to make the invention. Mr. Justice Richard wrote: \"However, a patentee cannot assert trademark rights to the very way an expired patent directs the public to make the invention. In my view, there are good policy reasons not to extend the monopoly of the patent in that manner or to compel the public, by experimentation, to practice the invention in a different manner than the one disclosed in the specifications. To require a manufacturer in these circumstances to experiment with a different configuration or to establish that the configuration is primarily functional is to narrow the use which can be made of the invention disclosed in an expired patent.\" For the foregoing propositions, Justice Richard relied on <FRAGMENT_SUPPRESSED>  summary judgment to the defendant in the Thomas and Betts matter, cited a decision of the U.S. Federal District Court in American litigation between the same parties on the same subject. [see footnote 16] That decision has since been reversed on appeal. [see footnote 17]", "[33] It was not in dispute before me that the three patents to which I was referred were held by predecessors in title to  <FRAGMENT_SUPPRESSED> .", "[34] It is worthy of note that Ritvik filed no evidence in response to the allegations contained  <FRAGMENT_SUPPRESSED> 's statement of claim regarding similarity of trade dress and get-up and the impact of the use of the expressions \"works with leading brand\" and \"works with other brands\".", "[35] Counsel for Lego argued that the three patents to which I was referred did not, in the words of Mr. Justice Richard in <FRAGMENT_SUPPRESSED>  that the elements of the  <FRAGMENT_SUPPRESSED>  Indicia trade mark could not be derived from the illustrations and disclosures of the three patents, did not constitute a preferred embodiment of the art taught by those patents and were not covered by the claims of those patents. Thus, counsel argued, the principles enunciated in <FRAGMENT_SUPPRESSED>  evidence before me on behalf of Ritvik and extracts from cross-examination on Ritvik's affidavits that were read in before me clearly disclosed that Ritvik did not rely on the art disclosed by the patents. Rather, Ritvik, in developing its \"Micro\" line of bricks or blocks, simply copied the  <FRAGMENT_SUPPRESSED>  brick or block.", "[37] Mr. Barber, whose affidavit on behalf of Ritvik is referred to earlier in these reasons, attested: \"15. In 1991, Ritvik toys introduced its 'Micro' line of toy construction bricks and related parts. The 'Micro' line of bricks and parts were designed to interlock with the bricks made by 'Lego' and to be of the same design and compatible with bricks as disclosed and shown in Canadian Patent No. 880,418, which is described in greater detail below.\" This is consistent with the following extract from the affidavit of Marc V. Bertrand, also filed on behalf of Ritvik: \"The 'Micro' line was designed to interlock with the bricks made by Lego and to be of the same general design of brick as disclosed and shown in Canadian Patent No. 880,418.\"", "[38] In cross-examination on his affidavit, Mr. Barber acknowledged that at the time he \"designed\" the \"Micro\" block, he \"... did the reverse engineering for this.\" The following exchange was read in before me: \"386.\tQ. And essentially you did the same thing with this as you did with the WEE block. You took the Lego block and you calculated the cavity in a mould that would be required in order to manufacture the same block that Lego makes? A. Yes.\" [see footnote 18]", "[39] The \"Micro\" brick or block was \"designed\", shortly before its introduction in 1991. Mr. Barber acknowledged that he never saw the 418 Patent until sometime in 1997. [see footnote 19] While Mr. Barber attests that he was involved in the design, Mr. Bertrand makes no such claim.", "[40] Counsel for  <FRAGMENT_SUPPRESSED>  further argued that little weight should be given to the Barber affidavit since he was not put forward as an expert, portions of his affidavit were on information and belief and the sources of his information and belief were not identified, and much of the substance of his affidavit was prepared for him, not by him. Finally, counsel for Lego pointed to the fact that Ritvik had not challenged the allegations regarding trade dress and get-up and the impact of the use of the expressions \"works with leading brands\" and \"works with other brands\" and therefore, in the absence of evidence from Ritvik, I should treat the allegations in the statement of claim with regard to these aspects of the matter as unchallenged statements of fact and should therefore reject Ritvik's application for summary judgment on that account alone. For this latter proposition, counsel directed me to <FRAGMENT_SUPPRESSED>  that rule 432.2(1) placed any obligation on the appellant [the respondent on an application for summary judgment] to raise a genuine issue for trial. Rather, as the moving parties the respondents were required to satisfy the court that no such issue existed ... . What the new rules appear to require is that both sides file such evidence as is reasonably available to them on the issues raised by the pleadings and from which the court can determine whether there is a genuine issue for trial. The appellant was thus obligated by rule 432.2(1) to bring forth evidence, if so available, showing that there is a genuine issue for trial. This rule, as I see it, imposes an evidentiary burden only.\" (citations omitted)", "[41] Counsel urged that I should read this passage as establishing that the onus lies on the applicant, here Ritvik, on a motion for summary judgment and that an evidentiary burden falls on the respondent on such an application only where that evidentiary burden has been shifted from the applicant and evidence is \"reasonably available\" to the respondent. Here, counsel argued, while evidence might well have been reasonably available to Lego, the applicant Ritvik simply had not shifted the evidentiary burden to Lego. Thus, it was argued that Lego met its responsibility to put its best foot forward or to \"play trump\" by filing the evidence which it did.", "[42] The evidence filed on behalf of Lego included the affidavit of Alexander Manu, a clearly well qualified professional industrial designer, to the effect that a range of configurations for Ritvik's \"Micro\" brick or block was available to Ritvik at the time it developed its \"Micro\" line that would have encompassed the functional features of the  <FRAGMENT_SUPPRESSED>  Indicia trade mark while clearly distinguishing the Ritvik product from the Lego product. b) Lego's Claim under s. 7(d) of the Trade-marks Act", "[43] For ease of reference, the relevant portions of s. 7 of the Act are repeated here: \"7. No person shall (d) make use, in association with wares or services, of any description that is false in a material respect and likely to mislead the public as to (i) the character, quality, quantity or composition, (ii) the geographical origin, or (iii) the mode of the manufacture, production or performance of the wares or services; or\" \"7. Nul ne peut:", "[44] While the constitutional validity, applicability or operability of s. 7(d) of the Act is put in issue by Ritvik's amended statement of defence, at least insofar as Lego purports to invoke it in relation to the use of the phrases \"works with leading brand\" and \"works with other brands\", no notice of constitutional question was served in accordance with s. 57(1) of the Federal Court Act in relation to this application. [see footnote 21]", "[45] Counsel for Ritvik nonetheless argued that the analysis of the reasoning of Chief Justice Laskin in <FRAGMENT_SUPPRESSED>  the Act is equally applicable on the facts of this matter in relation to s. 7(d). He urged that, since no use of a Lego trademark by Ritvik is alleged, but rather that the use of the phrases \"works with leading brand\" and \"works with other brands\" is false in a material respect and likely to mislead the public as to the character or quality of Ritvik's wares in relation to Lego's wares, s. 7(d) simply cannot be relied upon.", "[46] Counsel for Ritvik further argues, by reference to <FRAGMENT_SUPPRESSED>  rather than to the protection of competitors in business. He directed me to the following passage from <FRAGMENT_SUPPRESSED>  of wares or services , in contrast with s.7(a) which involves slander of title or injurious falsehood qua a competitor in business. It involves what I would term deceit in offering goods or services to the public, deceit in the sense of material false representations likely to mislead in respect of the character, quality, quantity or composition of goods or services, ... . If any aggrieved person would have a cause of action under s.53 in respect of damages suffered by him by reason of a breach of s. 7(d), it would ordinarily be expected to arise through breach of contract.\" (emphasis added) Thus, counsel urged, Lego should have no standing to rely on s. 7(d).", "[47] Lego urged that, in the absence of a notice of constitutional question as contemplated by s. 57 of the Federal Court Act , the court should not conclude as to the scope or, put another way, the applicability, of s. 7(d) of the Act . Counsel referred me to the passage at page 325 of the <FRAGMENT_SUPPRESSED> decision [see footnote 24] where Mr. Justice MacGuigan noted that the comments earlier referred to by Chief Justice Laskin in <FRAGMENT_SUPPRESSED>  before him \"... in relation to precedent and principle\". Counsel for Lego urged me not to proceed to a consideration of the arguments of Ritvik with regard to s. 7(d), as to do so at the level of \"precedent and principle\" would be to examine the constitutional applicability of that provision in the absence of a notice of constitutional question.", "[48] Counsel for Lego further urged that use of the phrase \"works with leading brand\" is tantamount to use of Lego's registered trademark  <FRAGMENT_SUPPRESSED>  as the phrase would be read by many consumers as \"works with Lego\". As evidence in support of this submission, counsel referred to an extract from the cross-examination of Marc Bertrand on his affidavit filed on behalf of Ritvik where Mr. Bertrand acknowledged use on Ritvik product packaging of the phrase \"works with leading brand\" and that, in Canada, \"leading brand\" would be a reference to  <FRAGMENT_SUPPRESSED> . [see footnote 26]", "[49] Thus, counsel urged, in the absence of any evidence filed by either party on this application with regard to the Lego claim under s. 7(d) of the Trade-marks Act , that claim should proceed to trial.", "[50] Finally, counsel cited <FRAGMENT_SUPPRESSED>  been successfully asserted before this Court in an action between business competitors. c) Section 22 of the Trade-marks Act", "[51] Once again for ease of reference, s. 22(1) of the Act is repeated here: \"22.(1) No person shall use a trademark registered by another person in a manner that is likely to have the effect of depreciating the value of the goodwill attaching thereto.\"", "[52] Counsel for Ritvik urged that s. 22 of the Act is simply inapplicable on the basis of the allegations in the amended statement of claim and on the evidence before me. Counsel pointed out that the evidence is clear that the  <FRAGMENT_SUPPRESSED>  Indicia trade mark, if indeed it is a trademark, is certainly not a registered trademark. No use of any other Lego trademark is alleged. Counsel referred me to Compagne Général des Établissements  <FRAGMENT_SUPPRESSED>  as he then was, in <FRAGMENT_SUPPRESSED>  \"use\" under s. 22 of the Act", "[53] Once again, counsel for Lego urged that use of the phrase \"works with leading brand\" amounted to a use by Ritvik of Lego's registered trademark  <FRAGMENT_SUPPRESSED> . He referred me to <FRAGMENT_SUPPRESSED>  22(1) of the Act , the use by the defendant need not be of the actual registered trademark of the plaintiff. At page 65 of that decision, Mr. Justice Dubé wrote: \"Of more significance, however, is that the defendant is depreciating the value of the goodwill attached to Perrier's marks contrary to the provisions of s. 22(1) of the Act . The fact that the defendant intends to produce a spoof does not take away from the deception created in the minds of the customers. The defendant is clearly attempting to cash in on the well-established reputation of Perrier and the deception, in my view, tends to dilute the quality of its trade marks, to impair its business integrity established over the years, and to cause injury to its goodwill. \"Undoubtedly, a customer approaching the 'Pierre Eh!' bottle and examining the labels will discover the spoof, but confusion is not the test to be used under s. 22, 'the test is the likelihood of depreciating the value of the goodwill attaching to the trade mark, a result which would not necessarily flow from deception and which might result without deception being present': <FRAGMENT_SUPPRESSED>  urged that, in the absence of evidence as to Lego's s. 22 of the Act claim presented by either party on this application, that claim should go to trial. Analysis", "[55] I return to the principles applicable on applications for summary judgment extracted from Ritvik's memorandum of fact and law, and supplemented from Lego's materials, as set out at some length earlier in these reasons. The second principle from Ritvik's memorandum is to the effect that rule 432.3(1) of the Federal Court Rules mandates that the court shall grant summary judgment if it is satisfied that there is no genuine issue for trial. <FRAGMENT_SUPPRESSED>  quoted from Madame Justice Tremblay-Lamer's reasons in Granville Shipping Co. [see footnote 32] is to similar effect but with a variation in emphasis. I commented on this variation in emphasis in ... Mr. Justice Richard, after referring to Feoso Oil , reasons for judgment in summary judgment cases before this Trial Division and relevant cases before Ontario courts based on substantially similar summary judgment rules, wrote: 'Clearly, Rule 432.3(4) of the Rules authorizes this Court to decide questions of fact and law on a motion if it is able to do so on the material before it. On my reading of this Rule, a motion for summary judgment should only be denied where: 1) on the whole of the evidence, the judge is unable to find the necessary facts; or 2) it would be unjust to do so.' \" <FRAGMENT_SUPPRESSED>  case law in this Court pertaining to summary judgment, arrived at the following general principles: '6. on the whole of the evidence, summary judgment cannot be granted if the necessary facts cannot be found or if it would be unjust to do so...;' \"The sixth principle enunciated by Madame Justice Tremblay-Lamer can be interpreted as nothing more than a restatement of the position of Mr. Justice Richard quoted earlier from Collie Woollen Mills Limited . But the two statements appear to me to have a distinct difference in emphasis: Mr. Justice Richard states the principle as one outlining the only circumstances where summary judgment should be denied; while Madame Justice Tremblay-Lamer states the principle in terms of circumstances where '... summary judgment cannot be granted ...'. With great respect, I prefer the latter statement of the principle. I regard it as being more consistent with the statement by Mr. Justice Stone  <FRAGMENT_SUPPRESSED>  Oil as to where the onus, as contrasted with an evidentiary burden, lies on an application for summary judgment. It appears clear to me that the onus lies with the applicant for summary judgment and, in the terms adopted by Madame Justice Tremblay-Lamer, '... summary judgment cannot be granted if the necessary facts cannot be found ...' which is to say, if the applicant for summary judgment fails to discharge the onus on it.\" (citations and additional \"general principles\" omitted)", "[56] It is trite to say that the onus is on an applicant for summary judgment. This legal onus carries with it an evidentiary burden where, as on this application, there is substantial dispute as to the facts or the inferences to be drawn from the facts. While a respondent on an application for summary judgment is undoubtedly under an obligation to put his, her or its best foot forward or to \"lead trump or risk losing\", the same can equally be said of an applicant who bears the legal onus and therefore the initial evidentiary burden. A respondent need only put his, her or its best foot forward or \"lead trump\" in response to the case, including the evidence, presented by the applicant. If evidence is not presented by the applicant on any aspect or ground of a motion for summary judgment where there is substantial dispute as to the facts or allegations or the inferences to be drawn therefrom, no burden is transferred to the respondent. I regard this as evident from the opening words of Federal Court Rule 432.2(1) which reads as follows: In response to affidavit material or other evidence supporting a motion for summary judgment , a responding party may not rest on the mere allegations or denials of the party's pleadings, but must set out, in affidavit material or other evidence, specific facts showing that there is a genuine issue for trial.\" (emphasis added) In the absence of any such evidence adduced by the applicant, not only does no burden fall on the respondent, but an adverse inference may be drawn from the failure to lead evidence, and more particularly evidence based on personal knowledge, that any evidence that might have been presented on behalf of the applicant would not have been favourable to it.", "[57] Clearly, it is for the applicant on a motion such as this to determine what evidence it will put before the court. As indicated earlier, the onus on this application is on Ritvik. That onus carries with it an evidentiary burden. If the applicant on a motion such as this does not put his, her or its best foot forward or \"lead trump\", he, she or it does so at his, her or its peril.", "[58] The evidence filed on this application on behalf of Ritvik consisted of four affidavits as follows: one by Marc V. Bertrand, President and Chief Executive Officer of Ritvik Toys Inc.; two affidavits of Earl S. Barber, Chief Designer of Ritvik Toys Inc.; and an affidavit of Peter Stabins, an articling student-at-law with the firm of solicitors for Ritvik.", "[59] Mr. Bertrand commenced employment with Ritvik Toys Inc. in 1986. In 1989, about the time Ritvik began to develop its \"Micro\" line of building bricks or blocks, Mr. Bertrand was promoted to Vice-President, Operations, of Ritvik Toys Inc. He attested that one of his main projects was to set up Ritvik Toys' new expanded injection moulding operation. He does not indicate that he was in any way involved in the \"design\" of the Ritvik \"Micro\" line of bricks or in the marketing strategy of Ritvik Toys Inc. in relation to the \"Micro\" line. He attests as to the history of Ritvik Toys Inc. which was founded by his father in Montreal, Québec in 1967. As indicated earlier in these reasons, he attests that: \"The 'Micro' line was designed to interlock with the bricks made by Lego and to be of the same general design of brick as disclosed and shown in Canadian Patent No. 880,418.\"", "[60] This critical evidence would appear to be on information and belief. No source as to his information and belief is provided. He attests at some length to an exchange of correspondence relevant to this action but not before me on the portion of Ritvik's application for summary judgment argued before me.", "[61] I find the Bertrand affidavit to be of little probative value on the application before me.", "[62] The first affidavit of Earl S. Barber recounts Mr. Barber's education and work history prior to commencing work with Ritvik Toys Inc. He received a Diploma from the Montreal Technical Institute of Drafting in 1963. He attests that he has taken \"many courses\" and \"attended many seminars\" offered by the Society of Plastics Engineers of which he is a member. The courses and seminars apparently dealt with \"various aspects of product design and plastics processing\". He received an Electronics Certificate from the Lachine Trade School in 1973. He attests that, since 1969, he has been a \"mould designer\". From 1973 to 1991, he operated his own business specializing in \"...consulting work in plastic product design, tool design and mould manufacturing.\" Ritvik Toys Inc., he attests, was a client from about 1984 to 1991. In 1991, he joined Ritvik Toys Inc. on a full-time basis. One of his responsibilities was to set up a \"tool room\"  <FRAGMENT_SUPPRESSED>  Toys Inc.'s manufacturing facilities. From 1991 to 1994, he was a Product and Tool Designer for Ritvik Toys Inc. In 1994, Mr. Barber was named Senior Designer and in 1995 he became Chief Designer.", "[63] Mr. Barber attests as to Ritvik Toys Inc.'s marketing strategy in the late 1980s. Nowhere in his affidavit does he indicate that he had any responsibility for marketing strategy. I conclude that his evidence as to marketing strategy must be on information and belief, although it is not stated to be so. No source as to his information and belief is provided although he does attest that in the late 1980's he worked with the founder of Ritvik Toys Inc. I find Mr. Barber's evidence as to Ritvik's marketing strategy in the late 1980's to be of little probative value.", "[64] Mr. Barber attests at length with respect to various patents. He concludes: \"The Page Patents and the Interlego Canadian Patents disclose, in their written descriptions and in their accompanying drawings, cylindrical studs like those shown in paragraph 10 of the Amended statement of claim. Ritvik Toys' \"Micro\" line of bricks makes use of cylindrical studs in the same way that the Page and Interlego Canadian Patents direct the public to make toy construction bricks and related parts. \" (emphasis added) Mr. Barber's conclusion is in reference, at least in part, to the three expired Canadian Patents referred to earlier in these reasons.", "[65] The cross-examination of Mr. Barber on his affidavit indicates that Mr. Barber had no knowledge of the patents in relation to which he attests, and more particularly the three expired Canadian patents referred to earlier in these reasons, at the time the \"Micro\" line of toy construction bricks and related parts was \"designed\". Further, the expertise on which the highlighted sentence in the concluding paragraph quoted above from Mr. Barber's affidavit is based is simply not demonstrated on the face of that affidavit. I can only conclude that it is a statement of opinion, information and belief for which no source is provided or that it is mere argument. I attach no weight to the quoted paragraph.", "[66] The second Barber affidavit is in response to evidence filed on behalf of Lego and merely attests as to measurements obtained using a Vernier caliper in relation to random samples of Ritvik's \"Micro\" line of bricks and equivalent Lego bricks.", "[67] Finally, the affidavit of Peter Stabins, student-at-law, simply annexes a judgment of this court in a matter between Interlego AG et al. and Irwin Toy Limited et al. [see footnote 34] the relevance of which to the matters before me is open to conjecture.", "[68] Taken as a whole, I find the evidence adduced by Ritvik on this application to be unimpressive. It appears to speak to Lego's claim under s. 7(b) of the Act but to bear no relationship to the claims under s. 7(d) and s. 22 of the Act", "[69] I conclude that Ritvik has simply failed to meet the onus on it on this application. In the absence of sufficient evidence from Ritvik with respect to the claim under s. 7(b) of the Act and in the absence of any evidence of value with respect to the s. 7(d) and s. 22(1) claims, I draw an adverse inference against Ritvik. Having regard to the evidence adduced by the respondent, I find that it has satisfied the requirements of Rule 432.2(1), and has demonstrated genuine issues for trial with respect to each of the claims under s. 7(b) and (d) and s. 22(1) of the Act . While I am not prepared to adopt the position advocated by counsel for Lego that, in the absence of evidence adduced by Ritvik, assertions in the amended statement of claim should be treated as proven facts for the purposes of this application, it is not necessary that I do so to conclude that Ritvik has been unsuccessful on the portions of its application for summary judgment that are before me. Thus, all portions of the application other than those based on the defences of estoppel, latches and acquiescence set forth in the Statement of Defence, are dismissed. Costs", "[70] At the close of the hearing of this matter, I reserved my decision and undertook to distribute reasons and thereafter to entertain submissions on costs. Reasons were distributed in mid-May. Since that time written submissions have been received, first on behalf of Ritvik, then on behalf of the plaintiffs, Lego, and finally in reply on behalf of Ritvik.", "[71] In its first submissions, Ritvik undertook a statistical analysis on the costs dispositions on summary judgment motions before this court since January of 1996. The submissions indicate that there have been fifty such motions of which twenty-seven were brought on behalf of defendants. Twelve of the twenty-seven motions brought on behalf of defendants have been dismissed. Ritvik's analysis is summed up in the following conclusion: \"The usual order, therefore, appears to be 'costs in the cause' when a defendant's motion [for summary judgment] is dismissed.\" Ritvik urged in favour of such a disposition in this matter.", "[72] By contrast, Lego requests an order fixing costs of the motion at $125,000.00, taking into account Tariff \"B\", the actual fees and disbursements on its behalf, and providing for an additional amount over and above Tariff \"B\" given the importance of the motion, the complexity of the issues and the outcome. In the alternative, counsel for Lego submits that costs should be assessed in accordance with column V of Tariff \"B\" for three counsel, except for the preparation for and the conduct of the cross-examination of one of Ritvik's witnesses, two days of preparation and one half day of the hearing in respect of the argument related to the evidence of that witness and two days of preparation and one half day of the hearing where the constitutional issues were argued. In respect of those periods, counsel submits, costs should be assessed on a solicitor and client basis. Counsel urges that Lego's costs should be payable in any event of the cause and forthwith.", "[73] In reply, counsel for Ritvik submits that this is not a case for costs on a solicitor and client or other special basis or for an order that costs be payable forthwith.", "[74] While I find little utility  <FRAGMENT_SUPPRESSED> 's statistical analysis, I am generally in agreement with the reply submissions on its behalf. Although, as acknowledged by counsel for Ritvik, I have found evidence filed on its behalf to be \"unimpressive\", I am not satisfied that that finding alone warrants an order with respect to costs that is out of the normal range or that provides for payment of costs forthwith. Ritvik's motion was brought on the basis of jurisprudence of this court that supported the bringing of the application, notwithstanding that, to this point, Ritvik has been unsuccessful. Motions for summary judgment, in appropriate cases such as this, should not, in my view, be discouraged by extraordinary awards of costs.", "[75] In the result, I conclude that Lego is entitled to its costs, as against Ritvik, on the ordinary scale, payable on the ultimate disposition of this matter, in any event of the cause. Application dismissed. Footnotes 1.\tR.S.C. 1985, c. T-13, as amended 2.\tR.S.C. 1985, c. C-34, as amended 3.\tC.R.C., 1978, c. 663 (as amended). (Repealed and replaced following the hearing of the application. See SOR/98-106, 5 February, 1998.) 4. <FRAGMENT_SUPPRESSED>  at 313-15 (F.C.A.), Stone, J.A. 5. 6. <FRAGMENT_SUPPRESSED>  at 193 (T.D.), Tremblay-Lamer, J. 7. <FRAGMENT_SUPPRESSED> , 75 C.P.R.(3d) 429 at 433 (F.C.T.D.), Richard, J. 8. <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 451 at 463 (Gen. Div.), Lax, J., affd (1997), 104 O.A.C. 234; 75 C.P.R.(3d) 467 (C.A.) 9.\tIbid 10. <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 77 at 85 ( <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 150 at 195-96 (F.C.T.D.), Cullen, J. 11. <FRAGMENT_SUPPRESSED>  at 23-5 (T.D.). 13. <FRAGMENT_SUPPRESSED>  C.P.R.(2d) 11 at 18 (F.C.A.). 14.\t(1997), 129 F.T.R. 272; 74 C.P.R.(3d) 185 (T.D) (Notice of Appeal filed in the Federal Court of Appeal; 2 May 1997, A-352-97. 15.\t(1995), 191 N.R. 204; 64 C.P.R.(3d) 467 at 476-7 where the Federal Court of Appeal held that the registration of a primarily functional mark is a restraint on manufacturing and trade, since it effectively amounts to a patent or industrial design in the guise of a trade mark. 16. <FRAGMENT_SUPPRESSED>  at 1407 (N.D.Ill 1996) 17. <FRAGMENT_SUPPRESSED>  Summary Judgment, Tab 9, extract from the cross-examination of E.S. Barber on February 17, 1998, page 65. 19.\tLego compendium, Tab 9, pages 77-78. 20.\tSupra, note 4 21.\tR.S.C. 1985, c. F-7, (as amended). Section 57(1) reads as follows: \"57(1) Where the constitutional validity, applicability or operability of an Act of Parliament or of the legislature of any province, or of regulations thereunder, is in question before the Court or a federal board, commission or other tribunal, other than a service tribunal within the meaning of the National Defence Act, the Act or regulation shall not be adjudged to be invalid, inapplicable or inoperable unless notice has been served on the Attorney General of Canada and the attorney general of each province in accordance with subsection (2).\" 22.\t[1977] 2 S.C.R. 134; 7 N.R. 477; 66 D.L.R.(3d) 1 23.\t(1987), 80 N.R. 9; 14 C.P.R.(3d) 314 (F.C.A.) 24.\tSupra, note 23 25.\tSupra, note 22 26.\tSee Lego compendium, Tab 25, page 73, questions and answers 282 and 283. 27.\t(1980), 49 C.P.R.(2d) 218 (F.C.T.D.) 28.\t(1996), 124 F.T.R. 192; 71 C.P.R.(3d) 348 at 364 (T.D.) 29.\t(1968), 55 C.P.R. 176, (Ex. Ct.) 30.\t(1983), 70 C.P.R.(2d) 61 (F.C.T.D.) 31.\tSupra, note 5 32.\tSupra, note 6 33.\t[1997] F.C.J. No. 1345 (Q.L.); 137 F.T.R. 81 (T.D.) (not cited before me), (Notice of Appeal filed in the Federal Court of Appeal; 27 October, 1997, A-736-97). 34.\t(25 March 1997), T-2779-84 (F.C.T.D.) (Order) [End of document]"]}