{"id_": "080697", "body_str": ["[1] Locke, J. [Translation]: This is an application for judicial review of an adjudicator's decision dismissing an unjust dismissal complaint by Samir Abani.  <FRAGMENT_SUPPRESSED>", "[2] Mr. Abani was informed of the dismissal by his employer, the respondent Rogers Communications Inc. (Rogers) in a letter dated April 11, 2011. The employer's decision was based on a very high rate of absenteeism over a two-year period, and the employer did not believe that the situation would improve. The letter dated April 11, 2011, also referred to several warnings about his absences that had been given to Mr. Abani during this period.  <FRAGMENT_SUPPRESSED>", "[3] Mr. Abani registered a complaint of unjust dismissal with Human Resources and Skills Development Canada (HRSDC). The adjudicative tribunal that was appointed, Adjudicator Jean Vézina, found that it was not unreasonable for Rogers to dismiss Mr. Abani. The adjudicator referred to Mr. Abani's multiple absences and accepted the conclusion of Shepell-fgi (an independent company that manages Rogers' short-term disability leave program) that the absences were not attributable to a medical problem. The adjudicator also referred to a two-month period when Mr. Abani was outside Canada even after that leave had been refused. According to the adjudicator, this trip permanently broke the bond of trust required between employer and employee.  <FRAGMENT_SUPPRESSED>", "[4] Mr. Abani alleges that the adjudicator breached the rules of natural justice by not considering the relevant evidence that he submitted. For the reasons that follow, I am dismissing the application for judicial review.  <FRAGMENT_SUPPRESSED> I. FACTS  <FRAGMENT_SUPPRESSED>", "[5] On April 30, 2007, the applicant was hired by Rogers in Toronto. In August 2008, the applicant was transferred to Montréal.  <FRAGMENT_SUPPRESSED>", "[6] On December 1, 2009, a representative of Rogers met with Mr. Abani and gave him a warning letter regarding his unjustified absences during August and September 2009. The letter indicated that Mr. Abani was absent six times during this period.  <FRAGMENT_SUPPRESSED>", "[7] On July 2, 2010, Mr. Abani received a letter from Shepell-fgi requesting medical information to support Mr. Abani's claim to be incapable of working. The letter indicated that Shepell-fgi found the applicant to be eligible for the period from June 27, 2010 to July 3, 2010 (inclusive) and had sent Rogers a notice in that regard.  <FRAGMENT_SUPPRESSED>", "[8] On August, 16, 2010, Mr. Abani requested three months leave without pay. This request was refused. Despite the refusal, on August 27, 2010, Mr. Abani bought a plane ticket to go to Morocco for two months.  <FRAGMENT_SUPPRESSED>", "[9] On September 6, 2010, Mr. Abani met with a psychologist who suggested that he take four weeks off to rest. On September 9, 2010, Mr. Abani left for Morocco without informing Rogers even though his leave request had been refused.  <FRAGMENT_SUPPRESSED>", "[10] On September 29, 2010, the processing of Mr. Abani's file was suspended because Shepell-fgi decided that it did not have enough reasons to accept Mr. Abani's application for disability leave. The letter requested that Mr. Abani ask his doctor to complete a medical report. This report was completed on October 8, 2010, during Mr. Abani's absence.  <FRAGMENT_SUPPRESSED>", "[11] On October 18, 2010, Shepell-fgi sent Mr. Abani a letter indicating that his application for disability leave had been denied. Mr. Abani was informed that Shepell-fgi had reviewed his application for short-term disability leave and found that the medical evidence was insufficient to justify his absence from work as of September 28, 2010. The letter explained the process for appealing this decision and set out the new medical information that would have to be sent to Shepell-fgi. This information included the following:  <FRAGMENT_SUPPRESSED> • Extent and severity of symptoms based on the diagnosis;  <FRAGMENT_SUPPRESSED> • Objective medical data to support the diagnosis including test results;  <FRAGMENT_SUPPRESSED> • Prognosis in relation to the diagnosis;  <FRAGMENT_SUPPRESSED> • Functional limitations that would prevent him from performing the essential duties of his job or his temporary assignment and that renders him completely disabled;  <FRAGMENT_SUPPRESSED> • Treatment plan, accompanied by information about the results to date;  <FRAGMENT_SUPPRESSED> • Complete clinical notes written by his doctor, therapist or other specialists consulted after August 18, 2010.  <FRAGMENT_SUPPRESSED>", "[12] On November 7, 2010, Mr. Abani returned from Morocco. On November 8, 2010, Mr. Abani received a letter from his team leader, Maxime Nivose, informing him that, according to Rogers, he had not provided documents justifying his absences. This letter also indicated what additional information should be provided.  <FRAGMENT_SUPPRESSED>", "[13] On November 29, 2010, Mr. Abani sent another medical report from his doctor to justify his absences. On December 3, 2010, Shepell-fgi replied and stated that the new medical information was still not sufficient to justify his absences from work.  <FRAGMENT_SUPPRESSED>", "[14] On December 7, 2010, Rogers sent a second warning letter concerning Mr. Abani's unjustified absences during July and August. The letter indicated that Mr. Abani was absent for 6.55 days during this period.  <FRAGMENT_SUPPRESSED>", "[15] A third warning letter was sent to Mr. Abani on February 16, 2011, regarding his absences during the period from April to November 2010. The letter indicated that Mr. Abani was absent 86 days during this period, including 61 days from September to November. The letter indicates the following:  <FRAGMENT_SUPPRESSED> [Translation]  <FRAGMENT_SUPPRESSED> If we do not see radical improvement over the next three months, we will have to implement more serious measures that could go as far as termination of employment.  <FRAGMENT_SUPPRESSED> ...  <FRAGMENT_SUPPRESSED> It is crucial that your attendance improve in the next three months and we ask you to do what is required to improve. If you do not, you risk termination of your employment.  <FRAGMENT_SUPPRESSED>", "[16] Despite these warning letters, Mr. Abani continued his work absences without medical justification. On March 24, 2011, Mr. Abani provided another medical report, from a different doctor this time. On March 29, 2011, Shepell-fgi found again that the evidence did not provide medical reasons for his absence from work.  <FRAGMENT_SUPPRESSED>", "[17] On April 11, 2011, Rogers terminated Mr. Abani's employment because he was unable to provide regular attendance at his job.  <FRAGMENT_SUPPRESSED>", "[18] On June 23, 2011, Mr. Abani filed a complaint with HRSDC-Labour Program under section 240 of the Canada Labour Code , RSC 1985, c L-2, Part III (unjust dismissal). On April 30, 2012, Jean Vézina was appointed by the Federal Mediation and Conciliation Service as adjudicator to dispose of the complaint.  <FRAGMENT_SUPPRESSED>", "[19] At all material times in this matter, Mr. Abani was represented by Ms. Labib Issa. He is now represented by Émilie Le-Huy.  <FRAGMENT_SUPPRESSED>", "[20] On May 28, 2012, the adjudicator convened the parties to a hearing on September 6, 2012. Rogers presented its evidence through the testimony of two Rogers representatives (Maxime Nivose, client services team leader, and Michèle Farley, senior manager for client services), as well as Sandra Martin, supervisor at Shepell-fgi. Counsel for Mr. Abani cross-examined Mr. Nivose and Ms. Farley. She chose not to cross-examine Ms. Martin.  <FRAGMENT_SUPPRESSED>", "[21] As the presentation of the evidence was not completed on September 6, 2012, the adjudicator convened the parties for hearings on May 10 and 27, 2013. On May 10, 2013, counsel for Mr. Abani called only one witness for her evidence, Mr. Abani.  <FRAGMENT_SUPPRESSED>", "[22] On May 27, 2013, the respondent finished cross examining Mr. Abani. Then, counsel for Mr. Abani announced that her case was closed. Rogers then had Michèle Farley testify in rebuttal. Counsel for Mr. Abani cross-examined Ms. Farley.  <FRAGMENT_SUPPRESSED>", "[23] On June 17, 2013, the adjudicator convened the parties to present their respective submissions on August 28, 2013. The adjudicator granted all the time necessary for counsel for Mr. Abani to make her oral submissions and allowed her to make written submissions with supporting authorities.  <FRAGMENT_SUPPRESSED>", "[24] The adjudicator rendered his decision on September 30, 2013.  <FRAGMENT_SUPPRESSED> II. STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[25] As mentioned above, Mr. Abani alleges that the adjudicator breached the principles of natural justice by not considering the relevant evidence before him. The applicable standard of review in that situation is correctness. But if there were no breach of the principles of natural justice, and this is actually a challenge to the adjudicator's assessment of the evidence, the decision is to be reviewed on a standard of reasonableness: <FRAGMENT_SUPPRESSED>  [2012] FCJ No 199.  <FRAGMENT_SUPPRESSED> III.", "[26] Mr. Abani contends that the adjudicator failed to consider the documents that he had submitted in support of his complaint. He referred to numerous reports sent to Rogers at their request, including the report from his doctor dated November 29, 2010, as well as his psychologist's report dated September 6, 2010.  <FRAGMENT_SUPPRESSED>", "[27] Mr. Abani submits that he made all the necessary efforts to prove the validity of his work absences and that Rogers could have requested an additional assessment, but the adjudicator did not take these facts into consideration.  <FRAGMENT_SUPPRESSED>", "[28] Mr. Abani maintains that the Rogers policy manual contains a commitment to find another position for an employee who is temporarily off work, and submits that the adjudicator ignored that clause.  <FRAGMENT_SUPPRESSED>", "[29] Last, Mr. Abani referred to Rogers' duty of reasonable accommodation as set out by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> IV. ANALYSIS AND DECISION  <FRAGMENT_SUPPRESSED>", "[30] I am satisfied that there has been no breach of the principles of natural justice in this case. No evidence was excluded and Mr. Abani received all the relevant documents had all the usual occasions to cross-examine the witnesses for Rogers and present his submissions.  <FRAGMENT_SUPPRESSED>", "[31] With respect to Mr. Abani's medical reports, the adjudicator was clearly aware of them. He refers to them at paragraphs 15 and 17 of his decision. The adjudicator clearly agreed with Shepell-fgi such that the reports submitted by Mr. Abani were not sufficient to claim that his work absences were caused by one or more medical problems.  <FRAGMENT_SUPPRESSED>", "[32] I would note that at paragraph 35 of the adjudicator's decision, he indicates that [Translation] \"no evidence was submitted\" regarding the issue of work-related stress problems for Mr. Abani. What I understand from this paragraph is that no sufficient evidence was submitted. The medical reports were part of the evidence but they were not sufficient. Mr. Abani's evidence was based on a single witness, Mr. Abani himself. There were no witnesses with medical expertise, but it was based on the medical reports that had been submitted to Rogers.  <FRAGMENT_SUPPRESSED>", "[33] In my opinion, the essence of Mr. Abani's challenge to the adjudicator's decision is that the adjudicator did not give enough weight to his evidence and his arguments. Thus, the adjudicator's decision is to be reviewed on a standard of reasonableness. The adjudicator did not ignore the documents submitted as evidence. He simply did not agree with Mr. Abani with respect to their importance.  <FRAGMENT_SUPPRESSED>", "[34] In my opinion, the adjudicator's decision, with respect to Mr. Abani's absences from work and insufficient evidence of a medical problem, is reasonable. The adjudicator reviewed Rogers' evidence in that regard, including the role of Shepell-fgi. He noted Mr. Abani's absenteeism rate from 2009 to 2011, the insufficient medical reports submitted by Mr. Abani despite the multiple extensions of time given by Shepell-fgi, and the warning letters. As mentioned above, the letters from Shepell-fgi and Rogers describe what medical information was missing.  <FRAGMENT_SUPPRESSED>", "[35] Regarding Mr. Abani's argument that Rogers had an obligation to find him another position given its duty of reasonable accommodation, I am of the opinion that no such duty arises because Mr. Abani did not successfully establish a link between his absences and a medical problem. A duty of reasonable accommodation arises in cases of discrimination ( Hydro- <FRAGMENT_SUPPRESSED>  at para 9), but no discrimination was established by Mr. Abani. Moreover, the adjudicator noted the various scheduling options that Rogers offered its employees and found that that was enough to meet Mr. Abani's argument about the duty of reasonable accommodation: paras 5 and 39. I am satisfied that this finding was reasonable.  <FRAGMENT_SUPPRESSED>", "[36] Before concluding, I would like to mention another argument that was raised at the judicial review hearing. As mentioned above, the adjudicator upheld Mr. Abani's dismissal for two reasons. In addition to Mr. Abani's work absences, the adjudicator found that Mr. Abani's trip outside Canada for two months between September and November 2010, and Mr. Abani's attempt to hide this fact, permanently broke the bond of trust between employer and employee. In Court, Mr. Abani submitted that this finding by the adjudicator was unreasonable because it was not part of the reasons set out by Rogers in the dismissal on April 7, 2011, and thus should not have been considered by the adjudicator. Rogers disagrees. Since I have already found that the adjudicator's decision should be upheld, it is not necessary to look at these arguments in detail or make a finding on this issue.  <FRAGMENT_SUPPRESSED>", "[37] THE COURT ORDERS AND ADJUDGES that the application for judicial review is dismissed and the decision of adjudicator Jean Vézina c.r.i.a. dated September 30, 2013, is upheld, with costs.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4] I.", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] • Pronostics en fonction du diagnostic;  <FRAGMENT_SUPPRESSED>", "[12]", "[13]", "[14]", "[15] ...  <FRAGMENT_SUPPRESSED>", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24] II.", "[25] <FRAGMENT_SUPPRESSED>  [2012] ACF no 199.  <FRAGMENT_SUPPRESSED> III.", "[26]", "[27]", "[28] M. Abani allègue que le", "[29] <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> IV.", "[30]", "[31]", "[32] suffisante", "[33]", "[34]", "[35] Hydro-Québec", "[36] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[37] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}