{"id_": "080780", "body_str": ["[1] Zinn, J. : The applicant Roma is from Hungary. He challenges a decision of the Refugee Protection Division of the Immigration and Refugee Board that found that he was neither a Convention refugee nor a person in need of protection pursuant to section 96 and subsection 97(1) of the Immigration and Refugee Protection Act , SC 2001, c 27.", "[2] The Board found that the applicant had not rebutted the presumption of state protection, which was the determinative issue. In my view, the Board made the same error as was found in my decision in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] and for the reasons given there, this application must be allowed. Background", "[3] Since it only made the finding that the applicant had not rebutted the presumption of state protection, the Board did not go to great lengths to summarize or even to decide whether the \"various forms of mistreatment\" suffered by the applicant, amounted to persecution.", "[4] In any event, the Board proceeded on the basis of the allegations set out in the applicant's Personal Information Form [PIF], because the Board concluded, based on his answers to questions asked, that he did not appreciate the nature of the proceeding. Although a designated representative was appointed and provided testimony, her testimony was not considered due to inconsistencies in it.", "[5] In the PIF the applicant asserted that, aside from his lifelong experience being discriminated against, he had been personally attacked several times in 2007 and 2008 and his neighbourhood was regularly raided by Hungarian Guard skinheads, who would throw Molotov cocktails, bricks, and stones into Roma homes. The alleged incident precipitating the applicant's departure from Hungary occurred on March 15, 2009: On this day, a national Independence day for Hungary, I was in a parking garage, in the evening, when 6 - 7 Hungarian Guard members surrounded me, calling me various racial slurs, screaming at me. I had to kneel down and they shoved a gun in my mouth and told me that I deserve to die. They wore black uniforms adorned with WWII Nazi Hungarian cross (Nylas cross). They said that this was a warning and that eventually all Roma will be exterminated. They said that next time they would pull the trigger. They kicked me a few times and left. I did not go to the police to report this attack, because 30-40% of the Hungarian Guard members are or were policemen. This was in the news and politicians spoke about this. I did not trust the police and feared I could be even beaten up by the policeman if I complain about being attacked by Hungarian Guard members.", "[6] The applicant departed Hungary for Canada on April 2, 2009, and claimed refugee protection upon his arrival at the airport in Toronto.", "[7] As noted, the Board did not expressly decide whether the applicant had suffered persecution, or would suffer persecution if returned to Hungary. Instead, after summarizing the above allegations, its analysis was limited to its finding that the applicant had not rebutted the presumption of state protection. That finding was made for two, broad reasons: 1. The applicant did not report his mistreatment by skinheads to the police; and 2. The documentary evidence is that Hungary intends, and actually (in some cases) \"act[s] to investigate and prosecute cases of crime against Roma.\"", "[8] Both of the Board's reasons for rejecting the applicant's claim - the applicant's inaction vis-à-vis the police and the documentary evidence - suffer from the same flaw as in <FRAGMENT_SUPPRESSED> : they both fail to consider whether police involvement increases protection to the Roma on a forward-looking basis and to the necessary point of protection.", "[9] Regarding Mr. Muntyan's failure to report his mistreatment to the police, it is not clear what, if any difference such reporting would have made with respect to his own protection or the protection of others similarly situated given that his evidence was that these attackers randomly attacked him. As in <FRAGMENT_SUPPRESSED> the Board placed great emphasis on the applicant's failures to engage the police in arriving at its conclusion that he had not rebutted the presumption of state protection without actually considering whether that would have resulted in protection for him. To repeat my holding in <FRAGMENT_SUPPRESSED> , seeking the state's protection is not a legal requirement of either section 96 or 97(1), although in most cases it may be practically necessary to do so in order to be able to provide \"clear and convincing evidence\" that the state is unwilling or unable to protect. However, as I noted in <FRAGMENT_SUPPRESSED> , where persecution is widespread and indiscriminate, a failure to report mistreatment to the authorities is of doubtful evidentiary significance.", "[10] Further, as in <FRAGMENT_SUPPRESSED> , the Board's assessment of the documentary evidence is flawed because it equates the measures being taken and the arrests being made by the Hungarian government, regardless of the circumstances, with adequate state protection. There is little or no regard to the actual consequences of these actions on a forward-looking basis to the applicant or other Roma.", "[11] Even if I had found the Board's state protection analysis to have been reasonable, I would have granted this application because of the failure of the Board to provide any explanation for its finding that the applicant's current mental condition would not impact his ability to seek state protection. While he would be more challenged, I do not believe he would be prevented from accessing the protection of the state nor would he be denied that protection.", "[12] Keeping in mind that the Board found that the applicant's current condition prevented him from appreciating the nature of the RPD proceedings, its finding that \"he could access that [state] protection when needed\" is unreasonable and entirely speculative without more evidentiary support than the Member's belief.", "[13] Lastly, I cannot let pass, without commenting on its inappropriateness and callousness, the Board's concluding statement when discussing the applicant's ability to access medical, employment, and other necessary life supports that \"there was no reliable evidence that Hungary simply allows people with disabilities to parish [ sic ] in the streets.\"", "[14] The applicant offered a question for certification, opposed by the respondent, asking whether health care availability is assessed on the same test as state protection, i.e. on an operational level. In light of the findings above, the answer to that question would not be dispositive of an appeal and it will not be certified. JUDGMENT", "[15] THIS COURT'S JUDGMENT is that this application is allowed, the decision of the Refugee Protection Division of the Immigration and Refugee Board is set aside, the applicant's refugee protection claim is remitted back to be redetermined by a differently constituted panel, and no question is certified. , LC 2001, c 27.", "[2] Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14] JUGEMENT", "[15] [End of document]"]}