{"id_": "081289", "body_str": ["[1] Le juge Shore", "[2] II. Introduction  <FRAGMENT_SUPPRESSED>", "[3] . . . . .  <FRAGMENT_SUPPRESSED> 3. (1) The objectives of this Act with respect to immigration are  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (h) to protect the health and safety of Canadians and to maintain the security of Canadian society;  <FRAGMENT_SUPPRESSED> (i) to promote international justice and security by fostering respect for human rights and by denying access to Canadian territory to persons who are criminals or security risks ...  <FRAGMENT_SUPPRESSED>", "[4] II.", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] III.", "[13] Ribic IV. Analyse  <FRAGMENT_SUPPRESSED>", "[14] . . . . .  <FRAGMENT_SUPPRESSED> 3. (1) The objectives of this Act with respect to immigration are  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (h) to protect the health and safety of Canadians and to maintain the security of Canadian society;  <FRAGMENT_SUPPRESSED> (i) to promote international justice and security by ... denying access to Canadian territory to persons who are criminals or security risks ...  <FRAGMENT_SUPPRESSED>", "[15] 36. (1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for  <FRAGMENT_SUPPRESSED> (a) having been convicted in Canada of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, or of an offence under an Act of Parliament for which a term of imprisonment of more than six months has been imposed ...  <FRAGMENT_SUPPRESSED>", "[16] 44. (1) An officer who is of the opinion that a permanent resident or a foreign national who is in Canada is inadmissible may prepare a report setting out the relevant facts, which report shall be transmitted to the Minister ...  <FRAGMENT_SUPPRESSED>", "[17] 44. (2) If the Minister is of the opinion that the report is well-founded, the Minister may refer the report to the Immigration Division for an admissibility hearing ...  <FRAGMENT_SUPPRESSED>", "[18] . . . . .  <FRAGMENT_SUPPRESSED> 45. The Immigration Division, at the conclusion of an admissibility hearing, shall make one of the following decisions:  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (d) make the applicable removal order against ... the permanent resident is inadmissible.  <FRAGMENT_SUPPRESSED>", "[19] . . . . .  <FRAGMENT_SUPPRESSED> 46. (1) A person loses permanent resident status  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (c) when a removal order made against them comes into force ...  <FRAGMENT_SUPPRESSED>", "[20] 63. (3) A permanent resident or a protected person may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them.  <FRAGMENT_SUPPRESSED>", "[21] 68. (1) To stay a removal order, the Immigration Appeal Division must be satisfied, taking into account the best interests of a child directly affected by the decision, that sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.  <FRAGMENT_SUPPRESSED>", "[22] Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[23]", "LIPR", "[24] Ribic  <FRAGMENT_SUPPRESSED>", "[25] Ribic", "[26] Ribic .  <FRAGMENT_SUPPRESSED>", "[27] Ribic a)", "[28]", "[29]", "[30]", "[31] b)", "[32]", "", "[33] c)", "[34] d)", "[35] e)", "[36]", "[37] f)", "[38]", "[39] Ribic Ribic Khosa , ci-dessus; <FRAGMENT_SUPPRESSED>  ACWS (3d) 1164; <FRAGMENT_SUPPRESSED>  ACWS (3d) 920 (CF)).  <FRAGMENT_SUPPRESSED> V. Conclusion  <FRAGMENT_SUPPRESSED>", "[40]", "[41] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[42] .........................  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>  (QL/Lexis), a leading case on stays granted by the Immigration Appeal Division (IAD) of the Immigration and Refugee Board, the Appeal Division set out the criteria that it must consider in determining whether staying a removal order is appropriate in a particular case.  <FRAGMENT_SUPPRESSED>", "[2] The criteria are as follows:  <FRAGMENT_SUPPRESSED> a. the seriousness of the offence or offences leading to the deportation and the possibility of rehabilitation;  <FRAGMENT_SUPPRESSED> b. the circumstances surrounding the failure to meet the conditions of admission which led to the deportation order;  <FRAGMENT_SUPPRESSED> c. the length of time spent in Canada and the degree to which the applicant is established in Canada;  <FRAGMENT_SUPPRESSED> d. family that the applicant has in the country and the dislocation to that family that the applicant's deportation would cause;  <FRAGMENT_SUPPRESSED> e. the support available for the applicant not only within the family but also within the community;  <FRAGMENT_SUPPRESSED> f. the degree of hardship that would be caused to the applicant by returning to his or her country of nationality (this factor is sometimes called \"foreign hardship\").  <FRAGMENT_SUPPRESSED> II. Introduction  <FRAGMENT_SUPPRESSED>", "[3] One of the primary objectives of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA) is the security of Canadians:  <FRAGMENT_SUPPRESSED> 3. (1) The objectives of this Act with respect to immigration are  <FRAGMENT_SUPPRESSED> . . .  <FRAGMENT_SUPPRESSED> (h) to protect the health and safety of Canadians and to maintain the security of Canadian society;  <FRAGMENT_SUPPRESSED> (i) to promote international justice and security by fostering respect for human rights and by denying access to Canadian territory to persons who are criminals or security risks . . .  <FRAGMENT_SUPPRESSED> 3. [...]  <FRAGMENT_SUPPRESSED>", "[4] The decision the applicant is disputing complies with this fundamental objective.  <FRAGMENT_SUPPRESSED> II. Facts  <FRAGMENT_SUPPRESSED>", "[5] This is an application for judicial review filed by the applicant under subsection 72(1) of the IRPA. The applicant is challenging the IAD's decision dated March 18, 2010. That decision refused to grant the applicant a stay of enforcement of the removal order issued against him.  <FRAGMENT_SUPPRESSED>", "[6] The applicant, Robert Amaury Garcia Hernandez, is a citizen of the Dominican Republic. He is 25 years old. He obtained permanent residence in July 2000. The applicant has been in trouble with the law since 2006. In 2008, he was declared inadmissible under paragraph 36(1)( ) of the IRPA.  <FRAGMENT_SUPPRESSED>", "[7] In August 2008, as a result of the applicant's conviction, an immigration officer prepared an inadmissibility report under subsection 44(1) of the IRPA.  <FRAGMENT_SUPPRESSED>", "[8] The inadmissibility report was based on paragraph 36(1)( ) of the IRPA, which states that a permanent resident is inadmissible if he or she is convicted in Canada of an offence punishable by a maximum term of imprisonment of 10 years.  <FRAGMENT_SUPPRESSED>", "[9] The report was transmitted to a delegate of the Minister. Having determined that the report was well-founded, he referred it to the Immigration Division (ID) of the Immigration and Refugee Board in accordance with subsection 44(2) of the IRPA.  <FRAGMENT_SUPPRESSED>", "[10] In June 2009, the ID conducted an investigation and hearing. The ID issued a removal order under paragraph 45( ) of the IRPA.  <FRAGMENT_SUPPRESSED>", "[11] The ID's decision was appealed to the IAD pursuant to subsection 63(3) of the IRPA.  <FRAGMENT_SUPPRESSED>", "[12] The appeal was dismissed, and that decision is the subject of this application for judicial review.  <FRAGMENT_SUPPRESSED> III. Issue  <FRAGMENT_SUPPRESSED>", "[13] The only issue raised by the applicant is the application of the Ribic criteria, above, to the circumstances of his particular case.  <FRAGMENT_SUPPRESSED> IV. Analysis  <FRAGMENT_SUPPRESSED> Statutory framework  <FRAGMENT_SUPPRESSED>", "[14] Maintaining the security of Canadian society by denying access to Canadian territory to persons who are criminals or security risks is one of the important objectives of the IRPA:  <FRAGMENT_SUPPRESSED> 3. (1) The objectives of this Act with respect to immigration are  <FRAGMENT_SUPPRESSED> . . .  <FRAGMENT_SUPPRESSED> (h) to protect the health and safety of Canadians and to maintain the security of Canadian society;  <FRAGMENT_SUPPRESSED> (i) to promote international justice and security by ... denying access to Canadian territory to persons who are criminals or security risks . . .  <FRAGMENT_SUPPRESSED> 3. [...]  <FRAGMENT_SUPPRESSED>", "[15] To ensure that this objective is met, the IRPA provides a statutory framework that permits Canadian authorities to remove a permanent resident to his or her country of origin if the resident has committed a serious criminal offence:  <FRAGMENT_SUPPRESSED> 36. (1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for  <FRAGMENT_SUPPRESSED> (a) having been convicted in Canada of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, or of an offence under an Act of Parliament for which a term of imprisonment of more than six months has been imposed . . .  <FRAGMENT_SUPPRESSED> 36.", "[16] The first step in removing a permanent resident is an inadmissibility report prepared by an immigration officer in accordance with subsection 44(1) of the IRPA:  <FRAGMENT_SUPPRESSED> 44. (1) An officer who is of the opinion that a permanent resident or a foreign national who is in Canada is inadmissible may prepare a report setting out the relevant facts, which report shall be transmitted to the Minister . . .  <FRAGMENT_SUPPRESSED> 44.", "[17] The report is then transmitted to a delegate of the Minister, who determines whether it is well-founded. If it is, the delegate refers it to the ID for an admissibility hearing:  <FRAGMENT_SUPPRESSED> 44. (2) If the Minister is of the opinion that the report is well-founded, the Minister may refer the report to the Immigration Division for an admissibility hearing . . .  <FRAGMENT_SUPPRESSED> 44.", "[18] Accordingly, the ID's role is to verify the legitimacy of the inadmissibility report. If it concludes that the permanent resident is indeed inadmissible to Canadian territory, it will issue a removal order against that person:  <FRAGMENT_SUPPRESSED> 45. The Immigration Division, at the conclusion of an admissibility hearing, shall make one of the following decisions:  <FRAGMENT_SUPPRESSED> . . .  <FRAGMENT_SUPPRESSED> (d) make the applicable removal order against ... a permanent resident, if it is satisfied that the permanent resident is inadmissible.  <FRAGMENT_SUPPRESSED> 45. [...]  <FRAGMENT_SUPPRESSED>", "[19] When a removal order comes into force, a person loses permanent resident status and may be removed immediately:  <FRAGMENT_SUPPRESSED> 46. (1) A person loses permanent resident status  <FRAGMENT_SUPPRESSED> . . .  <FRAGMENT_SUPPRESSED> (c) when a removal order made against them comes into force . . .  <FRAGMENT_SUPPRESSED> 46. [...]  <FRAGMENT_SUPPRESSED>", "[20] However, subsection 63(3) of the IRPA grants a permanent resident the right to appeal the ID's decision to the IAD:  <FRAGMENT_SUPPRESSED> 63. (3) A permanent resident or a protected person may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them.  <FRAGMENT_SUPPRESSED> 63.", "[21] In addition, the IAD may stay the enforcement of the removal order issued against the permanent resident if it is satisfied that humanitarian and compassionate considerations warrant a stay:  <FRAGMENT_SUPPRESSED> 68. (1) To stay a removal order, the Immigration Appeal Division must be satisfied, taking into account the best interests of a child directly affected by the decision, that sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.  <FRAGMENT_SUPPRESSED> 68. Judicial deference  <FRAGMENT_SUPPRESSED>", "[22] The Court agrees with the respondent's position, which follows the reasoning of the Supreme Court of Canada's findings in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[23] In that case, the Supreme Court found that courts must evaluate IAD decisions with a great deal of deference:  <FRAGMENT_SUPPRESSED>", "[60] In my view, having in mind the considerable deference owed to the IAD and the broad scope of discretion conferred by the IRPA , there was no basis for the Federal Court of Appeal to interfere with the IAD decision to refuse special relief in this case.  <FRAGMENT_SUPPRESSED> The IAD did not err  <FRAGMENT_SUPPRESSED>", "[24] The IAD did not err, and the intervention of this Court is not warranted.  <FRAGMENT_SUPPRESSED> Analysis of Ribic criteria  <FRAGMENT_SUPPRESSED>", "[25] <FRAGMENT_SUPPRESSED> , the Supreme Court held that the criteria set out in <FRAGMENT_SUPPRESSED> , continue to apply today.  <FRAGMENT_SUPPRESSED>", "[26] It is clear from paragraph 5 of the IAD's decision that it correctly identified the Ribic criteria.  <FRAGMENT_SUPPRESSED>", "[27] Moreover, the IAD took the Ribic criteria into consideration. To confirm this statement, we need only review the IAD's decision in light of these six criteria.  <FRAGMENT_SUPPRESSED> (a) Criterion 1: Seriousness of the offences and the possibility of rehabilitation  <FRAGMENT_SUPPRESSED>", "[28] With respect to the first criterion, the IAD stated that numerous offences were committed. Some of these offences are serious, and one carries a term of imprisonment of ten years. In fact, the applicant committed close to ten criminal offences. These offences include assaults, assault with a weapon, criminal harassment, uttering death threats, a number of failures to comply with conditions and so on.  <FRAGMENT_SUPPRESSED>", "[29] As for the possibility of rehabilitation, the IAD found that there was a high risk that the applicant would reoffend given that he had committed a number of criminal offences while awaiting trial or on probation. The IAD also noted that the applicant committed an offence shortly after receiving therapy.  <FRAGMENT_SUPPRESSED>", "[30] In addition, some offences that the applicant was convicted are punishable by a maximum term of imprisonment of at least ten years. These offences fall within the definition of \"serious criminality\" in subsection 36(1) of the IRPA.  <FRAGMENT_SUPPRESSED>", "[31] Thus, the IAD correctly concluded that the first factor clearly did not support a stay.  <FRAGMENT_SUPPRESSED> (b) Criterion 2: Circumstances surrounding the failure  <FRAGMENT_SUPPRESSED>", "[32] The IAD observed that the offences committed by the applicant were completely unjustified in the circumstances. The applicant engaged in acts of gratuitous violence:  <FRAGMENT_SUPPRESSED>", "[15] . . . The panel also finds that there is a high risk that he will reoffend given that the circumstances of the offences indicate that the appellant cannot handle the stress of everyday life. For example, the offence for which he was eventually ordered deported occurred because his former girlfriend wanted to be left alone. His frustration also led to a simple assault in what the police categorized as \"violence conjugale\". The offence of assault with a weapon occurred in a MacDonald's that the appellant had entered after consuming alcohol and involved going after a customer with a chair after the victim allegedly tried to trip the appellant as he came out of the bathroom.  <FRAGMENT_SUPPRESSED>", "[33] Consequently, it was open to the IAD to find that the second factor also did not support granting a stay.  <FRAGMENT_SUPPRESSED> (c) Criterion 3: Length of time spent in Canada and the degree to which the applicant is established in Canada  <FRAGMENT_SUPPRESSED>", "[34] The IAD noted that the applicant spoke French well, that he had graduated from high school in Quebec and that he was working. This factor probably militates in favour of a stay.  <FRAGMENT_SUPPRESSED> (d) Criterion 4: Family that the applicant has in the country and the dislocation to that family that the applicant's deportation would cause  <FRAGMENT_SUPPRESSED>", "[35] The IAD noted that the applicant has three aunts and a half-sister in the Dominican Republic. Although the applicant was living with his mother and sister, the IAD was of the view that removing the applicant would not cause dislocation for them.  <FRAGMENT_SUPPRESSED> (e) Criterion 5: Support available for the applicant not only within the family but also within the community  <FRAGMENT_SUPPRESSED>", "[36] The applicant did not establish that he had any support from his family. The applicant's family has had no deterrent or rehabilitative effect on him. The last two years have shown that the presence of the applicant's family did not have the desired effect.  <FRAGMENT_SUPPRESSED>", "[37] Similarly, the applicant did not file any evidence that he has support within the community.  <FRAGMENT_SUPPRESSED> (f) Criterion 6: hardship caused to the applicant by returning to his country of nationality  <FRAGMENT_SUPPRESSED>", "[38] The IAD noted that the applicant spoke Spanish well and that he had family in the Dominican Republic. Accordingly, the IAD determined that the applicant would not experience a great deal of difficulty following his return.  <FRAGMENT_SUPPRESSED>", "[39] Essentially, the applicant wants this Court to reassess the evidence that was before the IAD and the factors set out in the Ribic decision, above. The applicant is asking the Court to play the role of the IAD and re-examine all the evidence and all the Ribic criteria. However, that is not the Court's role on an application for judicial review ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED>  ACWS (3d) 1164; <FRAGMENT_SUPPRESSED>  ACWS (3d) 920 (FC)).  <FRAGMENT_SUPPRESSED> V. Conclusion  <FRAGMENT_SUPPRESSED>", "[40] The IAD adequately reviewed all the factors that it determined to be relevant, both positive and negative, and gave them the weight it considered appropriate. The fact that it gave greater weight to certain factors rather than others does not mean that it disregarded some factors or that it erred.  <FRAGMENT_SUPPRESSED>", "[41] For all the foregoing reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[42] THE COURT RULES that the applicant's application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}