{"id_": "081491", "body_str": ["[1] Martineau, J. : I venture to say that this is a good example of a situation where the application of the suppletive rules in the , CQLR c C-1991 [CCQ] may have a determinative effect on the outcome of proceedings commenced in Quebec in the Federal Court. The issue today is whether the unconditional acceptance of a final offer to settle made under Rule 420 of the Federal Courts Rules , SORS/98-106 [Rules] put an end to this dispute in the Federal Court and constitutes a transaction that binds the offerors, who today refuse to discontinue their counterclaim.", "[2] In short, following its acceptance of the written offer to settle made on March 30, 2015, in this case, the plaintiff/defendant by counterclaim, Domaines Pinnacle Inc. [Pinnacle], discontinued its action in the Federal Court (federal action) on April 1, 2015. The defendants/plaintiffs by counterclaim, Beam Suntory Inc., Beam Canada Inc. and Jim Beam Brands Co. [collectively, Beam], are refusing, however, to discontinue their counterclaim on the grounds that Pinnacle did not also discontinue the proceedings commenced by Pinnacle in the Superior Court of Quebec (docket 500-17-075052-129) [provincial action].", "[3] First, it must be noted that the trial on the merits in this case - which was expected to last five days - was scheduled to commence before me on April 13, 2015, in Montréal. Meanwhile, on March 25, 2015, at approximately 5 p.m., Charles Crawford, President and Founder of Pinnacle, and Neale Graham, Vice President of Beam Canada Inc., had a telephone conversation during which Mr. Crawford offered to settle all of the parties' disputes concerning the use of the marks concerned in exchange for a lump sum payment by Beam. Mr. Crawford then proposed the amount of one million dollars for Canada as a whole, or a lesser amount for Canada excluding Quebec [Pinnacle's global offer]. At that time, Mr. Graham told Mr. Crawford that he needed to consult internally before responding to his global offer. According to Mr. Crawford, Mr. Graham told him that he would get back to him with an answer in the next day or two, but according to Mr. Graham, no specific deadline was established. Regardless, Mr. Graham did not get back to Mr. Crawford on the global offer before April 1, 2015 - a fact that Pinnacle challenges and that will be addressed later. In the meantime, through its counsel, Beam made Pinnacle a final offer to settle the dispute in the Federal Court under Rule 420.", "[4] Let us pause for a moment here before going any further in the summary of the undisputed facts. Rule 420 reads as follows: 420. (1) Unless otherwise ordered by the Court and subject to subsection (3), where a plaintiff makes a written offer to settle and obtains a judgment as favourable or more favourable than the terms of the offer to settle, the plaintiff is entitled to party-and-party costs to the date of service of the offer and costs calculated at double that rate, but not double disbursements, after that date. (2) Unless otherwise ordered by the Court and subject to subsection (3), where a defendant makes a written offer to settle, (a) if the plaintiff obtains a judgment less favourable than the terms of the offer to settle, the plaintiff is entitled to party-and-party costs to the date of service of the offer and the defendant shall be entitled to costs calculated at double that rate, but not double disbursements, from that date to the date of judgment; or (b) if the plaintiff fails to obtain judgment, the defendant is entitled to party-and-party costs to the date of the service of the offer and to costs calculated at double that rate, but not double disbursements, from that date to the date of judgment. (3) Subsections (1) and (2) do not apply unless the offer to settle (a) is made at least 14 days before the commencement of the hearing or trial; and (b) is not withdrawn and does not expire before the commencement of the hearing or trial.", "[5] An offer made under Rule 420 not only impacts the future award of costs to the offeror in the case, but also has immediate civil effects.", "[6] First, regarding costs, the application of Rule 420 arises only in practice when a matter is heard and decided on the merits by the Court: that is to say, when the successful party has made an - unrevoked - offer to settle at least 14 days before the commencement of the trial and it has not been accepted by the unsuccessful party within the time limit provided. In such a case, when the conditions of Rule 420 are met, unless otherwise ordered by the Court, the successful party is entitled to double costs from the date that the final offer to settle was made. Second, offers to settle not accepted by the Court as falling within Rule 420 should nevertheless be considered under Rule 400: REFERENCE_SUPPRESSED. Rule 420 is therefore there to provide a significant incentive to the parties to end their dispute in Court before the commencement of a trial. It is a judicial economy rule unique to the Federal Court that applies independently of the rules of procedure of the other courts (including the provincial courts).", "[7] And, of course, in civil law, once the offeror has communicated a final written offer under Rule 420 to the opposite party, the offeror is then presumed to have intent to make a commitment. The offer must also be made in good faith and with the obvious purpose of settling the dispute in the Federal Court. To that effect, the offer must be clear and unequivocal: that is to say, it must leave the opposite party to decide only whether to accept it or reject it ( REFERENCE_SUPPRESSED). Rule 420 does not tolerate legal fictions or diminutives subsequently raised by the offeror to depart from a final offer duly accepted by the opposite party: a transaction was entered into. When the offeror's final offer is unconditionally accepted by the other party within the time limit provided, the offeror is bound and must comply with it: res judicata applies. No trial will be held. Period.", "[8] At the same time, nothing prevents the parties from reaching a mutual agreement to set aside any final offer made under Rule 420 and to hold general settlement talks on all matters of dispute, including any proceedings before the Federal Court and other judicial or administrative authorities. But it must be clearly understood and accepted by both parties. The rules of civil law will apply in a suppletive manner. The interested party must claim that all of the parties involved have agreed to set aside the offer made under Rule 420 and have reached a transaction different from that directly covered by an offer made under Rule 420, to demonstrate, by admissible and persuasive evidence, that that is indeed the case. The same is true when an interested party claims that there is bad faith or abuse of rights by the opposite party. Each case is reviewed on its own merits (for example, see REFERENCE_SUPPRESSED).", "[9] In this case, on March 30, 2015, at 4:46 p.m., counsel for Beam e-mailed counsel for Pinnacle the following offer to settle, which expired on April 13, 2015, at 5 p.m., that is, the end of the first day of trial in this matter: REFERENCE_SUPPRESSED Dear Me Fournier: Pursuant to Rule 420 of the Federal Court Rules , the Defendants / Plaintiffs by Counterclaim Beam Suntory Inc. and Beam Canada Inc. and the Plaintiff by Counterclaim Jim Beam Brands Co. hereby make the following written offer to settle the above-mentioned matter: 1. the Plaintiff will discontinue its action; 2. the Plaintiffs by Counterclaim will discontinue their counterclaim; 3. each party will bear its own costs. This offer shall expire on April 13, 2015 at 5 p.m. Yours very truly, SMART & BIGGAR Ekaterina Tsimberis", "[10] The written offer to settle dated March 30, 2015, was never withdrawn or revoked by Beam. On April 1, 2015, it was unconditionally accepted by Pinnacle and counsel for Pinnacle submitted to the Court the same day, at 4:03 p.m., a notice of discontinuance without costs signed by Mr. Crawford on behalf of Pinnacle and by Brouillette & Partners as solicitors of record. The notice of discontinuance complies with Rule 165. And, to the extent that Pinnacle was required to also file under Rule 166 a formal declaration of settlement, that condition was also satisfied in this case.", "[11] In his letter dated April 1, 2015, addressed to the Court, a copy of which was sent to counsel for Beam, Rachid Benmokrane - who received instructions to prepare the necessary discontinuance documents - expressed Pinnacle's formal acceptance as follows: [translation] We represent the interests of Domaines Pinnacle inc., plaintiff and defendant by counterclaim in the above-mentioned file, who has given us the mandate to send you this letter. On March 30, 2015, the undersigned counsel received an offer to settle (\"Offer to settle\") from counsel for Beam Suntory Inc., Beam Canada inc. and Jim Beam Brands Co. (\"Beam\"). In that Offer to settle, Beam proposed to settle this matter by the discontinuance of the action of the plaintiff and the discontinuance of the counterclaim of the plaintiffs by counterclaim without costs to either party. For your information, please find attached the said Offer to settle. By this letter, the undersigned counsel wish to formally inform the Court that the Offer to settle is accepted. Consequently, please find attached a Notice of discontinuance without costs duly signed by the undersigned counsel. We have also attached a Notice of discontinuance regarding the counterclaim of the plaintiffs by counterclaim, as that discontinuance is also without costs. We understand that the plaintiffs by counterclaim will sign the said Notice of discontinuance as soon as possible considering that the hearing in this matter is scheduled for April 13, 2015. We trust this is satisfactory. Sincerely,", "[12] The matter could have ended with Pinnacle's discontinuance of the federal action, but instead of signing and filing with the Federal Court a notice of discontinuance without costs of the counterclaim, on April 2, 2015, counsel for Beam wrote to counsel for Pinnacle to inform them that that would be done only once they receive a discontinuance of the provincial action by Pinnacle. As such, that was an admission that a transaction had indeed been entered into between the parties. Furthermore, Ekaterina Tsimberis specified the following in her e-mail: We write further to your letter to the Federal Court yesterday afternoon formally advising the Court that the Plaintiff Domaines Pinnacle accepts the Defendants/Plaintiffs by Counterclaim's (\"Beam parties\") settlement offer and to the Plaintiff's filing of a Notice of Discontinuance discontinuing its action without costs. We have yet to receive from you the Notice of Discontinuance in the related Superior Court matter. We attach herewith said Notice of Discontinuance, which we have prepared and signed on behalf of the Defendant and which we ask you to countersign and send back to us as your earliest convenience. In your letter to the Federal Court, you advise the Court that the Plaintiffs by Counterclaim will file their Notice of Discontinuance without delay given that the trial in this matter is scheduled for April 13th. Before we can sign and file same, we need to receive from you the attached Notice of Discontinuance of the Superior Court action countersigned by your firm on behalf of the Plaintiff so that we may file same with the Superior Court of Quebec at the same time. Kindly note that the Federal Court has requested that we get back to them as soon as possible today and at the latest by the end of today. Under the circumstances, we look forward to receiving the attached Superior Court Notice of Discontinuance duly countersigned well in advance of end of day today.", "[13] Pinnacle disagrees: the final offer dated March 30, 2015, which was accepted on April 1, 2015, does not contain any obligation for Pinnacle to discontinue the provincial action. Of course, each party remained firm in its position, accusing the opposite party of acting in bad faith and not acting on its commitments. That is what triggered the filing of two motions referred to below (homologation and amendment) that required three full days of hearing (April 13, 14 and 15, 2015), because the Court decided to hold a summary trial on the questions of fact and law raised by the parties in their respective proceedings. The facts were rather simple: the final offer dated March 30, 2015, was followed by an unconditional acceptance by Pinnacle on April 1, 2015. However, the Court witnessed a true imputation of motive at the hearing on April 13, 14 and 15, 2015. Position of the parties", "[14] At the hearing, counsel for Beam invoked the spectre of defect of consent, which constitutes a cause for annulling contracts (articles 1398-1401 CCQ). In this case, it is not without significance that it is not Pinnacle that is arguing that there was no transaction, but Beam insofar as the Court concludes that its final offer dated March 30, 2015, does not include the provincial action. Far from it. Pinnacle - which unconditionally accepted the offer and filed a discontinuance without costs - is not asking this Court to exercise its inherent jurisdiction to permit it to withdraw, on the grounds of an error (or even lesion), its notice of discontinuance. See REFERENCE_SUPPRESSED.", "[15] Instead, Pinnacle is asking this Court to grant its motion for an order concerning the homologation and enforcement of a transaction following its acceptance of the final offer of March 30, 2015 [Pinnacle's motion for judgment], but, at the same time, Pinnacle is challenging the jurisdiction of the Federal Court to rule on the extrinsic issues concerning the continuance or discontinuance of the provincial action, or relating to the overall settlement of any similar dispute with respect to the use by the parties of unregistered trade-marks - \"Domaines Pinnacle\", \"Pinnacle Vodka\" or \"Pinnacle\" - in association with vodka or cider products - including any ongoing or potential registration or opposition proceeding by the parties.", "[16] If the Court cannot render a declaratory judgment homologating the transaction and ordering the parties to comply with it, Pinnacle is asking the Court to consider other alternative remedies such as the issuance of a permanent stay of proceedings, a mandatory injunction to force Beam to file a discontinuance of its counterclaim, a declaration in place of a discontinuance, or even a notice of settlement (by analogy with Rule 389, which provides this authority of the Court in the context of a dispute resolution conference). Of paramount importance for Pinnacle is halting the proceedings in the Federal Court, regardless of the specific legal means used by the Court.", "[17] In disputing the merits of Pinnacle's motion, Beam filed a motion to amend its defence and counterclaim to allege that Pinnacle is acting in bad faith and that the filing of a discontinuance of the federal action constitutes an abuse of process [Beam's motion to amend], in short, further reasons to grant Beam costs on a solicitor-and-client basis in the dismissal of the federal action on the basis of merit and the granting of the counterclaim. However, in its oral submissions, counsel for Beam indicated on the third day of hearing that Beam was withdrawing its motion to amend. After all, perhaps Pinnacle erred with respect to the scope of Beam's written offer and the Court should, as a result, allow it to withdraw its notice of discontinuance before scheduling new trial dates in this matter.", "[18] In fact, counsel for Beam are not hiding their strong preference for arguing the intellectual property cases in Federal Court instead of in the Superior Court of Quebec. Furthermore, the admitted goal of counsel for Beam, in seeking through their counterclaim a general declaration of non-infringement of the Trade-marks Act , RSC 1985, c T-13, was precisely to ensure, at the time, that the use of the marks concerned across Canada, including Quebec, is still at issue in the Federal Court. Note that paragraph 7(b) of the Trade-marks Act creates a civil cause of action (common law and article 1457 CCQ). That provision essentially codifies the tort of passing off. Remedies to terminate it may be sought in federal as well as provincial law, regardless of whether they involve registered or unregistered marks. See REFERENCE_SUPPRESSED. Unable to dismiss the provincial action on the basis of lis pendens , the Superior Court ordered its provisional stay and that order - which is still in effect - has not been lifted by the Superior Court.", "[19] The parties are clearly at an impasse and it is necessary to determine in a definitive manner, before the commencement of any trial on the merits in this matter, whether there was a transaction putting an end to the dispute in the Federal Court. I have decided to grant Pinnacle's motion for judgment. In doing so, I considered all of the affidavits and documents that were submitted by the parties in the two motion records (homologation and amendment), including the cross-examinations of the affiants, subject to Pinnacle's general objection with respect to their admissibility and the jurisdiction of the Court, which seems to me, after review, to be well founded in this case. Limited jurisdiction of the Federal Court", "[20] Let us review. Even though the parties do not agree on the scope of the Federal Court's jurisdiction, they afford it the authority to decide, in the context of the federal action, whether the offeror is bound by the offer to settle filed by Beam under Rule 420. In fact, this is not the first time that this Court, before commencing a trial, has been called upon to determine this type of issue in the context of an action brought before it: REFERENCE_SUPPRESSED.", "[21] As stated earlier, every transaction is a contract. It is therefore a matter that falls under provincial jurisdiction under subsection 92(13) of the , 30 & 31 Victoria, c 3 (UK). It is also axiomatic. Quebec civil law applies in a suppletive manner with respect to federal law subject to \"a right to be different\" when harmonization proves impossible (REFERENCE_SUPPRESSED). Statutory exceptions exist - consider for example the concurrent jurisdiction of the Federal Court over disputes arising from agreements involving a maritime carrier and a shipper, which derives from section 22 of the Federal Courts Act , RSC 1985, c F-7 (FCA). That said, the Federal Court has no statutory jurisdiction to hear a purely contractual dispute between citizens. A fortiori , I do not believe that the Federal Court has the general jurisdiction to set aside a transaction in the case of error or on any other known basis for the annulment of civil law or common law contracts (lesion, fear, etc.). Its role seems to me to be more modest, but important. Overall, in the context of proceedings in the Federal Court, the settlement of the transaction alleged by the party claiming it must be verified.", "[22] Moreover, contract validity and enforcement issues are normally a matter for the common law courts. This is especially true for the execution of the transaction when specific acts that fall outside the jurisdiction of the Federal Court must be carried out. Consider all of the things that parties can agree upon in a transaction that do not directly concern their dispute in the courts. In Quebec, applications for homologation are governed by the provisions of the Quebec Code of Civil Procedure , CQLR c C-25 [CCP] and are heard by the Superior Court, unless otherwise stated (articles 31 and 885 CCP). Furthermore, it is not because the Federal Court has concurrent jurisdiction over the federal action and the counterclaim under section 20 of the FCA (patents, copyright, industrial design and trade-marks) that it may as it sees fit rule on the validity of a transaction or homologate it for enforcement purposes ( REFERENCE_SUPPRESSED).", "[23] In this case, nothing is preventing the Federal Court in the ancillary exercise of its statutory jurisdiction in various fields to interpret an offer to settle or the terms of a transaction in order to determine whether it terminated an action or a proceeding brought before the Federal Court. Naturally, when an offer to settle filed under Rule 420 has been accepted by the opposite party and a discontinuance has been filed, the Federal Court should not hear a case on its merits. And, if as a result of a transaction, a party refuses to discontinue its proceedings in the Federal Court, the Federal Court has complete jurisdiction as a \"superior court of record\" (section 4 FCA) - both under its inherent powers and under section 50 of the FCA - to order a permanent stay of proceedings to prevent a flagrant injustice and an abuse of process: REFERENCE_SUPPRESSED.", "[24] The fact remains that the Federal Court has no jurisdiction with respect to the currently stayed provincial action. Perhaps Beam has serious arguments to make before the Superior Court of Quebec that the continuation of the provincial action, in its current form at least, constitutes an abuse of process and should not be continued. However, it is not for me to express any view on this point. It remains to be determined, however, in the oral submissions concerning the merits of Pinnacle's motion for judgment, Robert Brouillette stated in reply to the Court that Pinnacle did not intend to resume the Superior Court proceedings immediately. In fact, he referred to an appeal under section 56 of the Trade-marks Act concerning the registration of Pinnacle's mark that has not yet been heard by the Federal Court but that will be in the near future (REFERENCE_SUPPRESSED). If the Federal Court's decision in that case were in its favour, Pinnacle intended to substantially amend the provincial action to base its right of action on Beam's infringement of any of the registered trade-marks.", "[25] It is undisputed: Pinnacle's most important market in Canada is by far Quebec. That is why Pinnacle is not ready to consent today to the discontinuance of the provincial action by the Superior Court on consent or to accept a coexistence of the marks in question without obtaining financial compensation. Very well. However, Quebec is included in the federal action that Pinnacle discontinued. Without commenting on the issue, Pinnacle will have to suffer all of the consequences, if any, of any perverse decision to continue the provincial action. But, did Beam have to approach the Superior Court to request the summary dismissal of the provincial action and did the Superior Court have to allow it? That is what Beam should have done in this case instead of seeking to continue these proceedings, which is abusive in the circumstances and justifies the issuance of a permanent stay of proceedings in this Federal Court file. The unconditional acceptance of the final offer dated March 30, 2015, binds the parties", "[26] Was there a transaction putting an end to this dispute in the Federal Court?", "[27] In this case, the Court is satisfied that a transaction was entered into between the parties following Pinnacle's unconditional acceptance on April 1, 2015, of Beam's final offer dated March 30, 2015. In civil law, the transaction is a contract by which the parties prevent a future contestation, put an end to a lawsuit or settle difficulties arising in the execution of a judgment, by way of mutual concessions or reservations. A transaction is indivisible as to its object (article 2631 CCQ). It has, between the parties, the authority of a final judgment ( res judicata ) (article 2633 CCQ). The situation does not appear to be different in the common law provinces (REFERENCE_SUPPRESSED).", "[28] It is not always necessary that a settlement agreement be signed by the parties for there to be a transaction. In this case, the conditions of the offer and the acceptance are regulated by articles 1388 et seq. of the . An offer to settle, which is followed by an acceptance, constitutes a valid transaction. In Quebec, as a general rule, a contract is formed by the sole exchange of consents between persons having capability to contract (article 1385 CCQ). Generally, silence of the offeree does not imply acceptance of an offer (article 1394 CCQ), nor does acceptance which does not correspond substantially to the offer, but it may, however, constitute a new offer (article 1393 CCQ).", "[29] The facts here speak for themselves: offer, acceptance and mutual discontinuance in Federal Court of the action and the counterclaim, without costs. Regardless, Beam claims that the final offer dated March 30, 2015, should not be interpreted literally, but that the common intention of the parties should be sought (article 1425 CCQ). According to Beam, the dispute between the parties must be understood as that defined by the pleadings in Federal Court, which clearly demonstrate that the dispute concerns the whole of Canada, including Quebec. According to Beam, the object of the transaction is not the filing of the notice of discontinuance, but instead what is covered by the discontinuances, that is, the waiving by the parties of the conclusions sought in their respective proceedings, which includes the provincial action, which has the same objective as that of the federal action. The filing of the notice of discontinuance is simply the mechanism for arriving at the object of the contract. That is also consistent with what is set out in article 1434 CCQ, according to which a contract validly formed binds the parties who have entered into it as to what is incident to it according to its nature and in conformity with usage, equity or law.", "[30] But in reality, Beam has not honoured its own commitment to discontinue its counterclaim in the Federal Court, which is clearly an indication of bad faith. Moreover, I cannot interpret the written offer dated March 30, 2015, as legally forcing Pinnacle to discontinue the provincial action commenced in the Superior Court. The only reasonable interpretation of the purpose and effects of the final offer dated March 30, 2015, is that based on the clear language used by the offerors. Furthermore, the clauses of a contract cover only what it appears that the parties intended to include, however general the terms used: article 1431 CCQ. However, the very essence of a transaction is that there are \"mutual concessions or reservations\" article 2631 CCQ. If a reservation is not recorded, it is not under the guise of interpreting the transaction (the accepted offer here), that a specific non-negotiated (or accepted) reservation can be retroactively included judicially or that reading in can take place.", "[31] Needless to say, the final offer dated March 30, 2015, does not make any legal determination and does not contain any admission of liability. Res judicata cannot apply to elements not stated in the final offer dated March 30, 2015. Res judicata certainly cannot apply to the issue of a discontinuance of the provincial action. As for the rest, the payment of a sum of money is also not contemplated in the final offer of March 30, 2015, but because it is done in the context of this Federal Court file, it must be understood that the monetary benefit of the projected transaction for each party can be found in their significant savings with respect to the fees and disbursements they would otherwise have incurred as a result of a trial before the Federal Court and appellate proceedings in the Federal Court of Appeal, even in the Supreme Court of Canada, in the event of an adverse judgment from the Federal Court or the Federal Court of Appeal.", "[32] I cannot accept the arguments of counsel for Beam, which are based on clever sophism: since the conclusions sought in the Federal Court (all of Canada) and in the Superior Court (territory of Quebec) are more or less the same, because the province of Quebec is part of Canada, the acceptance of the final offer dated March 30, 2015, necessarily included the discontinuance of the provincial action. However, it is not the nature of the proceedings that determines the object and effect of a transaction, but what the parties stipulated: their mutual concessions. There is no reservation or concession in the final offer dated March 30, 2015, on the rights that the parties claim to have in their proceedings in the Superior Court and in the Federal Court.", "[33] Clearly, in the absence of any ambiguity in the final offer dated March 30, 2015, it is unnecessary to interpret it ( CITATION_SUPPRESSED). The final offer of March 30, 2015, is clear and Beam has never claimed before this Court that there was an error in the drafting of its terms. To the contrary, in his oral submissions, François Guay, senior counsel for Beam, acknowledged that the final offer of March 30, 2015, did not refer to the provincial action because the Federal Court simply does not have jurisdiction on that aspect of the dispute, and therefore could not, in a final judgment, order the dismissal of the provincial action. At the risk of repeating myself, the written offer dated March 30, 2015, was made with prejudice and gives no discretion to the parties. The offer clearly states what each party must do and it is very simple: each party must discontinue their proceedings in Federal Court. Moreover, even if there was an ambiguity in the cause or the object of the contract, which has not been demonstrated by Beam in my humble opinion - because the written offer dated March 30, 2015, was drafted by counsel for Beam - that ambiguity must today weigh in Pinnacle's favour: article 1432 CCQ; CITATION_SUPPRESSED.", "[34] Pinnacle's good faith must be presumed (article 2805 CCQ). Beam has not demonstrated in this case that Pinnacle acted in bad faith in this Federal Court file. The unconditional acceptance of the written offer dated March 30, 2015, does not constitute an abuse of rights. Beam claims that Pinnacle's bad faith can also be seen in the fact that Pinnacle has already requested permission to amend the federal action to specifically exclude Quebec. However, that permission was refused by Prothonotary Morneau, whose decision was upheld by Justice Boivin of this Court, as he then was: REFERENCE_SUPPRESSED. Regardless, the fact that Pinnacle made a previous request for permission to amend its action in Federal Court and that its motion and appeal were dismissed by the Court is not relevant today in determining whether Pinnacle engaged in blameworthy conduct by discontinuing the federal action on April 1, 2015, following the unequivocal offer of March 30, 2015.", "[35] Beam is attempting - erroneously - to equate a discontinuance in the Federal Court with a dismissal by the same Court. However, save in the exceptional case - for example, subsection 16.2(2) of the Tax Court of Canada Act, RSC 1985, c T-2 - a discontinuance is not equivalent to a dismissal of the proceeding in question as of the day on which the Court receives the notice of discontinuance (see CITATION_SUPPRESSED; REFERENCE_SUPPRESSED). Furthermore, the object of the transaction covered by the written offer dated March 30, 2015, did not focus on obtaining a consent judgment to dismiss, but focussed exclusively on the filing of a discontinuance on consent. That makes a tremendous difference because in the case of a dismissal, there is res judicata on the merits of the action (REFERENCE_SUPPRESSED). Under the circumstances of a discontinuance, the defendant may, however, request that the Federal Court strike or summarily dismiss a new action seeking the same remedies on the grounds of abuse of process. What happens when an action seeking the same remedies is already pending in a provincial jurisdiction? The determination of this last question rests exclusively with the provincial court. General objection to the extrinsic evidence well-founded", "[36] The Court also allows Pinnacle's general objection regarding the non-use of extrinsic evidence to contradict or interpret the final offer dated March 30, 2015.", "[37] In particular, in his affidavit dated April 7, 2015, Mr. Graham stated that on March 27, 2015, it was decided internally and with the involvement of counsel from Smart & Biggar that a final counter-offer to Mr. Crawford's global offer dated March 25, 2015, would be presented to Pinnacle. However, three days elapsed before concrete action was taken by Beam or its counsel to give effect to that decision. Mr. Graham explained that on March 30, 2015, around 9:50 a.m., Beam received a memorandum entitled \"Talking points of Beam's final settlement offer for discussion with Charles Crawford\" [Talking points] from its counsel. The same day, around 4:46 p.m., Mr. Graham stated in his affidavit that \"the Beam parties made a formal written settlement offer pursuant to Rule 420 to Domaines Pinnacle Inc. to settle the entire dispute between the parties in Canada\" and he was referring in this regard to the above-mentioned final offer to settle prepared by Smart & Biggar. Although the Talking points document was not communicated to Mr. Crawford, Mr. Graham stated in his affidavit that during the telephone conversation he had with Mr. Crawford on April 1, 2015, at noon hour, he read him the five points listed in the Talking points word by word, which Mr. Crawford formally denies in his affidavit dated April 9, 2015.", "[38] The Talking points document contains the following five talking points: Beam's Settlement Counter-Offer: 1. Coexistence between the parties' respective trademarks and products across Canada. 2. Both parties to register their respective trademarks in association with their respective products. 3. Domaines Pinnacle dismisses both its actions against Beam with prejudice. 4. Beam withdraws its counterclaim. 5. Each party pays its own legal costs. This is Beam's final offer and does not include the payment of any money by either side.", "[39] Furthermore, if that final counter-offer is acceptable in principle, again according to the Talking points, there would only be an agreement or overall settlement when the parties have agreed on the exact terms of the settlement and have signed a formal settlement agreement: If interested in a settlement along these lines, settlement documents will need to be prepared and there will only be an agreement when both parties have agreed on all the terms of same and have signed the settlement agreement document. If not interested in a settlement along these lines, Beam is prepared to see them in Court on April 13th for the trial. An unconditional settlement offer under Federal Courts Rules will be made by Beam's counsel to Charles' Counsel that will remain valid until end of 1st day of the trial.", "[40] In a biased manner, Beam suggests to the Court that the Talking points constitute a simple interpretative tool but, on their face, the Talking points document is a very different offer than the original offer dated March 30, 2015. Points 1 and 2 are not part of the offer dated March 30, 2015. Furthermore, regarding point 2, in his affidavit dated April 7, 2015, Mr. Graham specified that on March 31, 2015: \"I was instructed by Mr. Kent Rose, Senior Vice President, General Counsel, Chief Administrative Officer and Secretary of the Plaintiff by Counterclaim Jim Beam Brands Co., to add 'it may choose in its own discretion' to item no. 2 of the Beam Parties' final settlement offer as outlined in the talking points provided by our attorneys, but he otherwise agreed with same.\" With respect to point 3, it was no longer a question of a simple discontinuance of the federal action, but that \"Domaines Pinnacle dismisses both its actions against Beam with prejudice \" [Emphasis added]. It must be concluded that to reach that last result, motions would have to be formally filed with the Federal Court and the Superior Court for the consent dismissal of Pinnacle's two actions - with prejudice, which would have to be specified. Moreover, the offeror receives more favourable treatment: Beam will simply withdraw its counterclaim (without prejudice). Therefore, if we exclude point 5 that each party pays its own costs - the very object and spirit of the Talking points are very different from the final offer dated March 30, 2015. There is a better understanding of the general comment by counsel for Beam that there will only be a final agreement binding the parties when a formal settlement document has been signed.", "[41] Pinnacle's general objection is well founded. Extrinsic evidence cannot be used to contradict a clear and unambiguous offer (REFERENCE_SUPPRESSED). The written offer of March 30, 2015, is not subject to any particular suspensive conditions, save that of its acceptance or rejection by Pinnacle within the specified time period. In this case, the offer dated March 30, 2015, and its acceptance are both juridical acts set forth in writing. They cannot be contradicted by testimony because there is no commencement of proof such as an admission or writing from Pinnacle (articles 2863, 2865 CCQ). Furthermore, the written offer dated March 30, 2015, is not incomplete and it is therefore not possible to complete it by testimony (article 2864 CCQ). The Talking points are therefore inadmissible in evidence and the fact that Mr. Graham stated in his affidavit that he carried out an oral reading of the Talking points during his telephone conversation with Mr. Crawford on April 1, 2015, at noon, does not suffice to render that extrinsic evidence admissible.", "[42] Mr. Graham himself stated that Beam authorized its counsel to make the final offer dated March 30, 2015, the content of which speaks for itself. On March 30, 2015, Beam therefore voluntarily chose to make, with prejudice, a final offer under Rule 420, that does not address the issues of confusion or competition in various markets, the registration of the trade-marks \"Domaine Pinnacle\", \"Pinnacle Vodka\" or \"Pinnacle\", the use in Canada or in Quebec of unregistered trade-marks, or the position or lack of opposition before the Registrar of Trade-marks. This Court need not today identify the strategic reason why Beam or its counsel did not, at the time, present a written offer to settle reiterating word for word the five points in the Talking points. Also, the business sense behind an offer to settle is irrelevant ( CITATION_SUPPRESSED). In the alternative, the extrinsic evidence is inconclusive", "[43] In the alternative, I would add that the extrinsic evidence deemed inadmissible above is inconclusive in this case and that strong doubts about this point must favour Pinnacle and not Beam. An inexcusable error does not constitute a defect of consent (article 1400 CCQ) and there is no evidence in the record that the offer dated March 30, 2015, results from fraud or silence on the part of Pinnacle (article 1401 CCQ). The extrinsic evidence on which Beam relies is either pre-established (e.g., the Talking points), or subsequent to the offer of March 30, 2015 (e.g., the telephone conversation on March 30, 2015), which confers upon it very little probative value in the circumstances. Without commenting on the issue, I would say that Beam should not impose upon Pinnacle the burden of any errors that Beam or its counsel might have committed in the wording of the written offer dated March 30, 2015.", "[44] In the alternative, I will also address the credibility of the three principal affiants that were cross-examined at the hearing, that is, Mr. Crawford and Mr. Graham, and Mr. Benmokrane. Beam attempted to attack the overall credibility of Mr. Crawford and of Mr. Benmokrane, whose testimony corroborates the instructions he received from Mr. Crawford and Mr. Brouillette, who had spoken with Mr. Crawford directly. Beam has not convinced me that all of their statements and testimony should be rejected. I find those two witnesses to be credible. Mr. Crawford was cross-examined extensively. He was not hesitant or evasive and his memory was excellent. His much more nuanced and realistic version of his business conversation with Mr. Graham seems to me to be the most likely. Meanwhile, Mr. Graham's lack of loquaciousness in his cross-examination, the very legalistic wording of several key paragraphs of his affidavit, poorer memory and certain contradictions do not weigh in Beam's favour. For example, according to paragraph 12 of his affidavit, Mr. Graham wished to speak to Mr. Crawford about \"details and consequences for the parties of the Beam Parties' settlement offer\". That statement was directly contradicted by Mr. Crawford's testimony and was even challenged by Mr. Graham himself, who confirmed in his cross-examination that he did not speak about the final offer of March 30, 2015. Furthermore, I do not believe Mr. Graham's statement at paragraph 15 of his affidavit dated April 7, 2015, that the counter-offer of April 1, 2015, constituted the \"only and final offer\". During his testimony Mr. Graham acknowledged that his \"follow-up\" on April 1, 2015, was a result of his discussion with Mr. Crawford on March 25, and that it was therefore not because of the sending of the final offer dated March 30, 2015. For these reasons, I have very serious reservations about several unwarranted and uncorroborated statements made by Mr. Graham in his affidavit.", "[45] It is also clear that the global counter-offer to settle supposedly presented orally by Mr. Graham to Mr. Crawford on April 1, 2015, was very different from the offer filed under Rule 420. Both Mr. Graham and Mr. Crawford testified at the hearing that Mr. Graham proposed a global counter-offer that provided for the coexistence between the parties' trademarks and products across Canada, including Quebec. Mr. Graham stated that he went through the five items listed in the Talking points provided by his counsel, but was not able to get to the end of the document because Mr. Crawford refused the offer first. According to Mr. Crawford, Mr. Graham did not, at any time, refer to a document that he was going to read, and did not talk about the list of the five items; for example, Mr. Graham never mentioned the registration of trade-marks. Mr. Crawford, however, acknowledged that some items were mentioned, namely the coexistence between the parties' respective trademarks and products across Canada. Furthermore, Mr. Crawford acknowledged that Mr. Graham had stated that in the context of the coexistence of the trade-marks of Pinnacle and Beam across Canada, Pinnacle should discontinue its proceedings in the Federal Court and in the Superior Court, but also not pursue any future opposition to Beam's trade-mark. These are elements extrinsic to the final offer dated March 30, 2015.", "[46] That said, in respect of the general content of the telephone conversation on April 1, 2015, around 12:07 p.m. between Mr. Crawford and Mr. Graham, certain key elements of the two protagonists' versions are consistent. First, the telephone conversation was very short and there was no meaningful discussion. Second, Mr. Graham did not mention the written offer made by his counsel on March 30, 2015 (but Mr. Crawford also did not mention that offer or the fact that he had accepted it and would thus file a notice of discontinuance with the Federal Court). Third, when Mr. Crawford learned that Beam's global counter-offer did not include any sum of money in response to Pinnacle's global offer of a million dollars, Mr. Crawford informed Mr. Graham that he had no intention of accepting it and hung up. The fact that Beam added, on April 1, 2015, further conditions to its final offer of March 30, 2015, cannot be used today as an excuse for not honouring its commitment to withdraw its counterclaim. It must be concluded that Beam was acting in bad faith.", "[47] In making their final offer dated March 30, 2015, Beam and its counsel took a calculated risk: settle the dispute in the Federal Court at minimum expense and without concession, while not jeopardizing their chances to obtain double costs at the end of the trial if, by chance, Pinnacle refused their final offer. This is clear from the e-mail by counsel for Beam on March 30, 2015, to counsel for Pinnacle to communicate not only the written offer to settle, but also to inform Pinnacle of the very onerous consequences of its potential refusal to accept the offer. Furthermore, counsel for Beam attached, to their e-mail and to the final offer dated March 30, 2015, the judgment rendered by the Federal Court of Appeal in REFERENCE_SUPPRESSED. Generally, Mr. Crawford's testimony at the hearing shows that for a small business like Pinnacle, Beam's threat that there would be substantial litigation costs in the event of a refusal was a significant risk to take into consideration, and that that was a major factor in accepting the final offer dated March 30, 2015. His explanation seems reasonable to me in this case.", "[48] However, there is still one question on which I will also make an alternate finding: that of the exact time of day on April 1, 2015, that Mr. Crawford decided to accept the final offer dated March 30, 2015, and to sign the discontinuance. If Mr. Crawford is to be believed, after reflecting on the offer the night before, he gave instructions to his counsel the morning of April 1, 2015, to accept the final offer dated March 30, 2015, and to prepare a discontinuance of the federal action. But counsel for Beam suggest that it is more likely that those instructions were given on the afternoon of April 1, 2015, that is, after Mr. Crawford had spoken to Mr. Brouillette following his conversation with Mr. Graham around noon. The fact remains that the testimony of Mr. Crawford on this point is corroborated by Mr. Benmokrane, who was cross-examined at length on the discussions he had on the morning of April 1, 2015, with Mr. Crawford and Mr. Brouillette. Mr. Benmokrane is an officer of the court and I have no reason to believe that he may have lied to the Court. Such accusation is very serious and must be based on concrete evidence and not on speculation or extrapolations from a draft of the firm's fees that has not been reviewed by the person primarily affected. In its order of April 10, 2015, the Court authorized the parties to cross-examine counsel if certain relevant facts were not to the personal knowledge of the affiants, but to that of their counsel - subject to any objection to evidence (consideration of solicitor-client privilege). Beam chose to not cross-examine Magali Fournier or Robert Brouillette, who were also in direct communication with Mr. Crawford on April 1, 2015. I accept that Mr. Crawford e-mailed the signed notice of discontinuance to Mr. Benmokrane, probably between 1 p.m. and 2 p.m., after his conversation with Mr. Graham. Therefore, it is necessary to not discount the testimony of Mr. Crawford and Mr. Benmokrane. In any event, none of the extrinsic evidence adds any relevant insight. The fact remains that Pinnacle accepted the written offer dated March 30, 2015, that was still in effect and had not been withdrawn by Beam. Conclusion", "[49] For all of these reasons, is it therefore necessary to grant Pinnacle's motion for judgment and declare that the final written offer dated March 30, 2015, was unconditionally accepted on April 1, 2015, by Pinnacle, which resulted in putting an end to this dispute between the parties in the Federal Court. Furthermore, acknowledging Pinnacle's discontinuance, and given Beam's abusive refusal to file a notice of discontinuance of its counterclaim in this case, in the interests of justice, it is appropriate to issue an order for a permanent stay of the proceedings brought by the parties in this Federal Court file.", "[50] At the hearing, counsel for the parties agreed that the costs would follow the outcome of Pinnacle's motion for judgment and that a total amount be granted to the successful party as liquidated costs including assessable disbursements and fees. In this case, Pinnacle claimed at the hearing that Beam's wrongful behaviour justified the award of costs on a solicitor-client basis. Pinnacle wishes to obtain a lump sum of $50,000, which represents the total amount of the fees and disbursements incurred since it accepted the final offer of March 30, 2015. Meanwhile, if Pinnacle's motion should be dismissed by the Court, Beam requested a lump sum of $25,000 representing about 25 to 30% of the fees and disbursements incurred since its written offer of March 30, 2015.", "[51] Pinnacle alleges that Beam forced it to file its motion for judgment and forced it to continue to prepare for the trial on the merits while it was clear that there had been a transaction and that there was no reason to not respect it. Pinnacle alleges that there was abuse of rights when Beam attempted to mislead the Court as to the content of the offer to settle and when Beam attempted to add additional conditions, which aptly demonstrates Beam's bad faith. Furthermore, Beam made, in an almost slanderous manner, unwarranted accusations against Pinnacle in its proceedings before the Court, which is also reprehensible conduct.", "[52] I substantially accept the general arguments by counsel for Pinnacle. I also agree that increased costs must be granted to Pinnacle, and in doing so, I have considered the significance of the additional expenses that Pinnacle had to incur and Beam's reprehensible conduct that resulted in a delay of the proceedings. We begin with the most obvious. Beam's proceedings contain particularly offensive qualifiers towards Pinnacle. Here is a telling example: \"deceitful ploy\", \" stratagème trompeur \" in French. Indeed, the word \"deceitful\" comes up repeatedly in the proceedings of Beam, which also accuses Pinnacle of trying to fabricate a transaction and showing complete disregard for the Court's past rulings. Beam's accusations are very serious and could not be based on mere speculation. They quite simply have not been proven. However, the use of such words is not only most unfortunate but it forced Pinnacle to defend itself and respond.", "[53] Pinnacle's good faith is also apparent from its conduct in the weeks preceding the trial date. In fact, a lot of time, energy and money have been invested by the parties since the beginning of the Federal Court file. Both Pinnacle and Beam were ready to proceed, if necessary, on April 13, 2015. That is apparent from the considerable effort that the parties made in the joint production and gathering of an impressive number of documents, entries of outlines of upcoming testimony, books of authorities, etc. from each side, and if it had not been for the unconditional acceptance of the final offer dated March 30, 2015, there would have been a trial. Pinnacle acted responsibly in this case by promptly discontinuing, on April 1, 2015, its action before the Federal Court. The same cannot be said for Beam, which has thus far refused to withdraw the counterclaim despite the proposition two weeks earlier of directing its complaints to the Superior Court, providing that counsel for Beam are convinced that the filing of a simple discontinuance in Federal Court is equivalent to an admission that the allegations of the provincial action are absolutely without merit - a very contentious issue that, one can imagine, will undoubtedly be vigorously disputed by Pinnacle. Instead, Beam chose to use judicial warfare by requiring Pinnacle to file its motion for judgment and by requiring it to respond to a motion to amend alleging abuse of process, which was discontinued by Beam at the last minute, on April 15, 2015.", "[54] In exercising my judicial discretion, after considering and weighing all of the relevant factors stated in Rules 400 et seq. , I am convinced that the award of a lump sum of $30,000 - even though less than the total amount of the counsel fees and expenses actually incurred by Pinnacle since April 2, 2015 - is reasonable in the circumstances. JUDGMENT", "[55] THE COURT allows Pinnacle's motion for judgment, and declares and orders the following: 1. Beam's final written offer dated March 30, 2015, was unconditionally accepted by Pinnacle on April 1, 2015, which resulted in putting an end to the parties' dispute in the Federal Court; 2. Noting Pinnacle's discontinuance of its action without costs and Beam's abusive refusal to withdraw its counterclaim, in the interests of justice, a permanent stay of the proceedings brought by the parties in this Federal Court file is ordered; 3. A lump sum of $30,000 as costs throughout on this motion and Beam's motion to amend, which was withdrawn late and without consent, is awarded to Pinnacle. Motion granted. Editor: Jana A. Andersen/bk [End of document]"]}