{"id_": "081559", "body_str": ["[1] Blanchard, J. [Translation]: This is an application for judicial review of a decision by Member Michael Hamelin of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated September 21, 2004. By operation of the decision, the applicant's claim for refugee protection was rejected on the grounds that he was not a Convention refugee or a person in need of protection.", "[2] The applicant, Xue Jun Chen, is asking the Court to set aside the impugned decision and refer the matter back to a differently constituted panel of the Refugee Protection Division. BACKGROUND FACTS", "[3] The applicant is a citizen of the People's Republic of China. In 1996, he started practicing Falun Gong, the fifth exercise, to be specific, to enhance his knowledge and practice of martial arts. He developed a personal relationship with Lin Li, his teacher's daughter.", "[4] In July 1999, the Chinese government banned the practice of Falun Gong. Lin Li was arrested and detained twice by police. Although the applicant himself had no troubles with the police, he started to secretly compile information on the Chinese government's treatment of Falun Gong followers. In spite of the fact that Lin Li told the applicant in March 2001 that the authorities had killed his former principal, who was also a Falun Gong member, the applicant continued to collect information, namely through Web sites that are banned in China.", "[5] In July 2002, Lin Li's father went to the applicant's home and told him to stop giving this type of information to his daughter, which the applicant did. However, after she found out that the applicant was to come to Canada in December 2003 to visit LaSalle College in Montreal with his employer, Lin Li asked him to send her information about Falun Gong from Canada. The applicant arrived in Canada on December 5, 2003, and did as she had asked.", "[6] On April 10, 2004, the applicant found out that the police had arrested Lin Li and her father the previous week and that the authorities had searched his own home. A summons to appear was issued in the applicant's name. Fearing for his life, on April 21, 2004, he submitted a claim for refugee protection, which was rejected by the Board.", "[7] Leave to apply for judicial review was granted on January 21, 2005. IMPUGNED DECISION", "[8] The refugee claim in this case was based on perceived political opinion and membership in a particular social group, Falun Gong. The applicant also asked for Canada's protection owing to a risk to his life, a risk of cruel and unusual treatment or punishment, or a danger of torture.", "[9] Aside from the applicant's testimony, the evidence before the Board included his Personal Information Form (PIF), his national identity card, certificates, the summons to appear, a degree and documents on current conditions in China.", "[10] The Board was satisfied that the applicant had established his identity and Chinese citizenship. The Board's decision on the claim for refugee protection, however, hinged on the issue of credibility. The Board felt that the evidence the applicant submitted was neither credible nor plausible.", "[11] First, the Board felt that the applicant was vague and evasive in his testimony. He was unable to prove his membership in Falun Gong or demonstrate an understanding of the basic precepts of the underlying philosophy, in spite of the fact that he had allegedly gathered documentation over the years on the treatment of members and that he had befriended a follower.", "[12] The Board also pointed out that the applicant never mentioned in the documentation in the record that he was associated with Falun Gong, clearly contradicting the statements in his PIF and his testimony. The Board did not believe the applicant's explanation that he neglected to mention his association with the movement, because it was the basis of his fear of persecution.", "[13] The Board did not believe the applicant's claim that he secretly disseminated information about Falun Gong for years when he was in China, whereas, when he was in Canada, he used e-mail and the telephone without taking any precautions against the risk stemming from these activities.", "[14] The Board also felt that the reasons the applicant gave for his trip to Canada were not credible. He provided no evidence corroborating his story that he came to Canada with his employer and a colleague to study how LaSalle College's networking and information technologies operate. He had no idea where the College was located, was unable to prove that he met representatives of the College and could not explain to the Board's satisfaction why he had $4,000 when he arrived in Canada.", "[15] Lastly, the Board considered the summons to appear, the decisive factor that led the claimant to ask for Canada's protection. The Board felt that the summons was very vague and provided no indication as to what charges had been laid against the applicant. The document was given no probative value.", "[16] For all these reasons, the Board found that the applicant was not a Convention refugee under section 96 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act), or a person in need of protection under section 97 of the Act. ISSUE", "[17] This application for judicial review raises the following issue: did the Board base its decision on errors in law or erroneous findings of fact that it made in a perverse or capricious manner or without regard for the material before it? ANALYSIS", "[18] It is clear in this case that the issue is related to credibility, the assessment of the facts and the weight of the evidence. These matters are all within the Board's jurisdiction, and the Court cannot intervene as part of a judicial review unless it finds a patently unreasonable error:  <FRAGMENT_SUPPRESSED>  online:  <FRAGMENT_SUPPRESSED>  online: QL.", "[19] First, the applicant claims that the Board erred in finding that he could not credibly establish his ties to Falun Gong, whereas he maintains he is in danger because of his membership in this movement. According to the applicant, the Immigration officer's questions did not lend themselves to his mentioning Falun Gong. He argues that he did not provide detailed information at the interview, because the immigration officer asked closed-ended questions.", "[20] Second, the applicant claims it was capricious of the Board to require documentary evidence about his involvement in Falun Gong. The applicant argues that many general documents on the movement were submitted at the hearing, but he always maintained that he was never a member of this organization. Rather, he said he was a close friend of a Falun Gong practitioner who had been imprisoned by the Chinese authorities and to whom he gave information on the government's treatment of these members.", "[21] Last, in the applicant's view, the Board also erred in finding that it was not plausible or credible that, from Canada, he sent information on Falun Gong by e-mail and telephone to people who were still in China, whereas he used clandestine means in his country. The applicant argues that the Board should have confronted him on this matter. In addition, the applicant maintains that the Board's finding with respect to the underlying reasons for his trip to Canada is also unreasonable. He repeated the same version of the facts he submitted to the Board.", "[22] In response to these arguments, the respondent argues that the applicant never mentioned his involvement in Falun Gong, whereas this was the basis of his claim for refugee protection. The Board considered both explanations the applicant provided at the hearing, that is, that he was not an actual member of Falun Gong and that he was never specifically asked about the movement; however, the Board could not ignore the omission of such a key element, and it did not err in doubting his credibility on this matter.", "[23] According to case law, inconsistencies between an applicant's statements at the port of entry and testimony about crucial elements of a claim are sufficient to taint his credibility:   <FRAGMENT_SUPPRESSED>  online:  <FRAGMENT_SUPPRESSED>  online: QL.", "[24] I considered a similar issue in  <FRAGMENT_SUPPRESSED>  online: QL, and found that, with respect to credibility issues, this Court cannot substitute its opinion for that of the Board, unless there is a patently unreasonable error. The applicant cannot simply repeat in judicial review an explanation given to the Board, a specialized tribunal, which it has already dismissed:  <FRAGMENT_SUPPRESSED>  online: QL.", "[25] I share the respondent's view that it is reasonable of the Board to have rejected the applicant's refugee claim, because it found his credibility was damaged with respect to his explanations about his relationship with Falun Gong, the crux of his claim. As Lemieux J. ruled in  <FRAGMENT_SUPPRESSED> , the Board did not err in arriving at a negative finding on a crucial point of the applicant's claim and rejecting the refugee claim after the record was considered.", "[26] Furthermore, I dismiss the applicant's claim according to which he did not specifically mention Falun Gong to the Immigration officers, because they did not allude or refer to it. It is clear from the Board's hearing transcripts that the applicant understood the officer had asked him whether he was associated with any groups. He did not mention Falun Gong. It was therefore reasonable of the Board to come to a negative finding with respect to the applicant's testimony on a crucial point of his refugee claim. Q. Now, as I read your Personal Information Form and hear your testimony today it seems to be that your problems that you have back in China have to do with some relationship you have with the Falun Gong movement. Not that you were a member of this group, but you practised one of the exercises, and that you were an information gatherer and you imparted information even from Canada bout what was going on with people involved in Falun Gong. Is that correct? A. Yes. Q. Now, when you were interviewed by Immigration Canada, you were asked information about your association with groups, societies or organizations. You make reference here it seems to kung fu and to karate, but no specific reference to Falun Gong. Is there a reason? A. Because at the time immigration officer didn't ask my why. CONCLUSION", "[27] I agree with the respondent's contention that there is no overriding error that vitiates the Board's decision or justifies the intervention of this Court. The Board's finding of a lack of credibility, which is the basis of its decision, deals with elements of the refugee claim that are so fundamental that this factor alone was sufficient to justify the dismissal of the claim.", "[28] Since I was unable to find any patently unreasonable errors that weakened the Board's decision in this case, I cannot intervene in judicial review as the applicant requests. The application is therefore dismissed.", "[29] The parties have not submitted any serious questions of general importance, provided for in paragraph 74(d) of the Act. No serious question of general importance will be certified. ORDER", "[30] THE COURT ORDERS THAT 1. The application for judicial review is dismissed. 2. No serious question of general importance is certified. INTRODUCTION", "[1]", "[2] CONTEXTE FACTUEL", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] ANALYSE", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25]", "[26] Q. Now, as I read your Personal Information Form and hear your testimony today it seems to be that your problems that you have back in China have to do with some relationship you have with the Falun Gong movement. Not that you were a member of this group, but you practised one of the exercises, and that you were an information gatherer and you imparted information even from Canada bout what was going on with people involved in Falun Gong. Is that correct? A. Yes. Q. Now, when you were interviewed by Immigration Canada, you were asked information about your association with groups, societies or organizations. You make reference here it seems to kung fu and to karate, but no specific reference to Falun Gong. Is there a reason? A. Because at the time immigration officer didn't ask my why. CONCLUSION", "[27]", "[28]", "[29] ORDONNANCE", "[30] [End of document]"]}