{"id_": "081718", "body_str": ["[1] Le juge Noël", "[2] I.", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12] II.", "[13]", "[14]", "[15] III.", "[16]", "[17]", "[18]", "[19]", "[20]", "[21] IV.", "[22]", "[23]", "[24]", "[25] . [Je souligne]", "[26]", "[27] It continued by saying \"that several people who had previously been militants and who had served their sentences for terrorist activities now lived a normal life in Punjab.\" For example, a politician who had been accused of involvement in the assassination of Indira Gandhi in 1984 was now a Member of Parliament. The fact-finding mission consulted NGOs and independent lawyers and most of them believed that currently there was no militant movement in Punjab. Most active members were now either inactive or living abroad. Alternatively, because of the repeal of POTA, and the protections offered by the new legislation, in the event that he was so very well-known, I am still not convinced that he couldn't return to any part of India without facing such risks. There is evidence of BK militants having been arrested in the last year or so. They were arrested in relation to specific terrorist actions. I have seen nothing persuasive in the evidence that even those active militants who have been arrested have been subjected to harsh treatment. There is nothing convincing in the evidence that would lead me to conclude that Mr. Sogi would be subjected to torture or a risk to his life or cruel and unusual treatment or punishment if he were to be arrested because of his membership in the BK(I). I note the letter of Amnesty International dated August 6, 2003 to Lorne Waldman indicating that a person believed to belong to an organization such as BKI could be charged underPOTA, the provisions of which were believed by AI to violate international human rights standards. The evidence establishes that the POTA, Prevention of Terrorism (second) ordinance 2001 has been abolished and the new act, Prevention of Terrorism Act, 2002 has been adopted. This act has been recognized as being a notable improvement over POTA and provides safe guards to an accused person. Section 33 of the Act provides that confessions cannot be compelled or induced and that any complaint of torture is to be investigated by a medical officer. Thus, the concerns raised by the August 6, 2003 letter are not persuasive. I note that Mr. Sogi could be subjected to prosecution for the role he might have played in the aborted bombing but that the new legislation protects against the abuses of the former legislation. In order to better assess the risk that may face Mr. Sogi upon return to India I have looked at the militants who have returned to India. Mr. Wassan Singh Zaffarwal, chief of the Khalistan Commando Force, recently returned to India after 19 years abroad. He was treated to an overwhelming welcome by the people of his region. He has been exonerated on 7 of the 9 criminal charges against him. He was arrested shortly after his return to India for the other charges but was released on bail. In the 'Press Trust of India' dated March 27, 2003, he said \"there is no scope for revival terrorism in Punjab.\" Another former militant, Jagjit Singh Chauhan, returned from England in 2001. During his early years in England, he propagated the cause of Khalistan on a radio station under his stewardship. In addition, Satnam Singh Paonta, an associate of Gajinder Singh, chairman of the Del Khalsa International, a pro-Khalistan movement, also returned to India. As reported in 'The Economic Times' \"Chauhan put a price on then Indian prime minister Indira Gandhi's head and yet he is being allowed to roam around freely\". There were no reports on file to indicate that either of them has faced torture upon their return. 28. 29. 31.", "[28] V. VI. Analyse", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "", "[35]", "[36]", "", "[37] (a) L’exercice", "[38]", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45]", "[46] (b)", "[47] VII. Conclusion", "[48] VIII.", "[49] <FRAGMENT_SUPPRESSED>  Preparedness (respondents)", "[1] Noël, J. [Translation]: This is an application for judicial review of a decision by which the applicant (Mr. Sogi) was refused refugee protection because he represents a danger to the safety of Canada and his removal would not subject him to a risk described in section 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA). This decision of Citizenship and Immigration Canada (CIC) was rendered by the delegate of the Minister of Citizenship and Immigration (Minister), L.J. Hill (the delegate), on May 11, 2006. The legal basis of this decision is found in paragraph 112(2)( ) and subparagraph 113( )(ii) of the IRPA and in paragraph 172(2)( ) of the Immigration and Refugee Protection Regulations , SOR (IRPR).", "[2] Because a removal order was enforced against the applicant (\"Mr. Sogi\") on July 2, 2006, this order being the subject of another application for judicial review (docket IMM-3175-06), and since the applicant was admitted to India, this raises the question as to whether this application is moot and, if it is, whether it should be heard. Given that the preliminary applications respecting the mootness of these two applications for judicial review (IMM-2889-06 and IMM-3175-06) concern the same facts, and since the remedies sought and the questions of law in dispute are the same in both cases, counsel dealt with the preliminary applications in both cases. Accordingly, this decision concerns both cases, mutatis muntandis . However, it should be noted that I will sometimes use the singular, knowing that this includes each of the applications for judicial review. I. Facts", "[3] Mr. Sogi arrived in Canada in May 2001. In August 2002, he was arrested and detained by the Canadian authorities because the Canadian government had reason to believe that the applicant was a member of the terrorist organization Babbar Khalsa International (\"BKI\").", "[4] On October 8, 2002, the Immigration Refugee Board (IRB), Immigration Division, concluded that the applicant should be deported because he was a member of BKI, an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts of terrorism, within the meaning of paragraphs 34(1)( ) and 34(1)( ) of the IRPA. This decision of the IRB, Immigration Division, was confirmed by the Federal Court ( <FRAGMENT_SUPPRESSED>  (MacKay J.)) and by the Federal Court of Appeal ( <FRAGMENT_SUPPRESSED> ). However, an application for leave to appeal against this decision was dismissed by the Supreme Court ( <FRAGMENT_SUPPRESSED> ).", "[5] Given that a removal order had been made, Mr. Sogi made a claim for refugee protection to the Minister under sections 112 et seq . of the IRPA.", "[6] On December 2, 2003, the Minister's delegate, G.C. Alldridge, rejected the claim for refugee protection made under sections 112 et seq. of the IRPA. This decision was upheld by the Federal Court ( <FRAGMENT_SUPPRESSED>  (Simpson J.)) but subsequently set aside by the Federal Court of Appeal on the ground that all the evidence had not been considered; accordingly, the file was referred back to another Minister's delegate for redetermination.", "[7] On May 11, 2006, the Minister's delegate rejected Mr. Sogi's claim for refugee protection. This is the decision challenged in docket IMM-2889-06.", "[8] On June 23, 2006, our Court dismissed with reasons an application by Mr. Sogi for a stay of enforcement of the removal order ( <FRAGMENT_SUPPRESSED>  (Blais J.)). On June 30, 2006, the Federal Court of Appeal issued a direction refusing the filing of a notice of appeal from this last decision.", "[9] On July 2, 2006, further to the removal order dated June 11, 2006 (this decision was the subject of an application for judicial review in docket IMM-3175-06), the applicant was removed to India, where he was accepted.", "[10] As additional information for the purposes of this case, a decision concerning a pre-removal risk assessment (PRRA), dated June 26, 2003, concluded that Mr. Sogi would be subject to torture or persecution should he return to India. Likewise, a second PRRA, dated August 31, 2005, reached the same conclusion.", "[11] Although she had this information, the delegate concluded differently in her decision dated May 11, 2006. To reach this decision, she used the most recent information concerning the situation in India and considered individual cases comparable to that of Mr. Sogi to conclude that in returning to his country of origin the applicant would not be subject to any risk of torture. In the present application for judicial review, Mr. Sogi challenges the delegate's conclusions.", "[12] Given that Mr. Sogi's file contains protected information, the delegate had access to it, but Mr. Sogi received a summary of it. In the course of this judicial review, the Minister made an application for non-disclosure of this protected information under section 87 of the IRPA. After studying the matter and holding a hearing, the undersigned allowed the application for non-disclosure. II. Remedies sought", "[13] In his application for judicial review in docket IMM-2889-06, Mr. Sogi is seeking the following remedies: - set aside the challenged decision and order a new consideration of his application for protection by another authorized person in accordance with the reasons of this Court and in a manner consistent with the reasons for decision to be rendered in this case; - render a declaratory judgment regarding the constitutional validity of sections 87, 112 and 113 of the IRPA and sections 167 and 172 of the IRPR; - stay all removal proceedings against the applicant; - reserve all other remedies for the applicant, pursuant to sections 18, 18.1 and 18.2 of the Federal Courts Act , R.S.C. 1985, c F-7.", "[14] In docket IMM-3175-06, the remedies sought by the applicant read as follows: - issue a permanent injunction with a declaratory judgment stating that Mr. Sogi's special situation does not allow the enforcement of a removal order, as a remedy under section 24 of the Canadian Charter of Rights and Freedoms , Part I of the , being Schedule B to the Canada Act 1982 (U.K.), 1982, c. 11 (Charter); - reserve any other remedies for the applicant, pursuant to sections 18, 18.1 and 18.2 of the Federal Courts Act", "[15] For both of these cases, the notice of constitutional questions reads as follows: [translation] (A) Sections 87, 112 and 113 of the IRPA, as well as sections 167 to 172 of the IRPR, infringe sections 7, 12 and 15 of the Canadian Charter of Rights and Freedoms by authorizing the use of irrelevant criteria concerning the degree of dangerousness in connection with the application for protection, which contaminates and invalidates the process. (B) Sections 112 and 113 IRPA, together with section 87 of the IRPA, infringe section 7 of the Canadian Charter of Rights and Freedoms and section 2 of the Canadian Bill of Rights by depriving the applicant of a public, fair, impartial hearing without secret evidence (adduced against him) for the determination of his application for protection, and before an independent tribunal for an oral hearing on the merits. (C) Subsection 112(3) and paragraph 113( ) of the IRPA infringe sections 7 and 12 of the Canadian Charter of Rights and Freedoms and the Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (Convention Against Torture), of which Canada is a signatory, by allowing an application for protection to be rejected in spite of the evidence of a risk of torture and by subjecting the applicant to a constant threat of removal to a country in which there is a probable risk of torture. III. Respective positions of the parties", "[16] At the beginning of the hearing, counsel for Mr. Sogi requested that the preliminary issue in both cases be decided: Is the application for judicial review moot? Why delve into the merits of an issue if the application for judicial review is moot? Counsel for the Ministers agreed on this point. In addition, counsel for Mr. Sogi, while admitting that the constitutional issue was similar to that in , 2005 FC 1670 ( Charkaoui ), suggested to the Court that the hearing of the case be postponed to after the hearing of the appeal from this decision by the Federal Court of Appeal, scheduled for mid-February 2007, in case this application for judicial review is not moot. Counsel for the Ministers suggested the same approach.", "[17] The issue of mootness was raised in the memorandum of fact and of law of the Ministers. In short, it was submitted to the Court that, considering the case law, the application for judicial review was moot. However, it was suggested that the case be heard to a certain extent, considering the issues of public interest at stake. The issues \"of public interest\" were not specified.", "[18] In addition, it should be noted that in the submissions of counsel for the Ministers, in answer to a question of the undersigned and for the purposes of transparency, it was stated that the Ministers did not want a preliminary measure to give the impression that they did not have a strong argument of their own to counter the applicant's arguments on the merits, but in fact and in law the application for judicial review was moot.", "[19] Counsel for Mr. Sogi wanted to know what to expect in connection with the written submissions, supplemented by oral submissions, and requested right from the beginning that the Court decide the issue as to whether the application for judicial review was moot. She did so viva voce for both IMM-2889-06 and IMM-3175-06.", "[20] In short, Mr, Sogi's position was to the effect that, in spite of the fact there was evidence which could lead to the conclusion that the applications were moot, the case was not moot, because Mr. Sogi was asking the Court to reserve all remedies available under the Federal Courts Act . Counsel for Mr. Sogi did not give any examples or cases which would concretely demonstrate what other remedies Mr. Sogi could request. She added that should this application be moot, I should use my discretion and decide to hear it.", "[21] Having heard the parties on this point, I have agreed to their request to determine the issue of mootness and to postpone the hearing of the matter to a date after the Federal Court of Appeal hearing in Charkaoui , should the result of this decision be that the application for judicial review is not moot. IV. Legal framework required for the determination to be made", "[22] The seminal judgment for analysing the question \"Is the application for judicial review moot?\" is <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ) of the Supreme Court of Canada. I also intend to cite case law from our Court that is specifically applicable to immigration matters, while taking into consideration the special circumstances of the case at bar.", "[23] In <FRAGMENT_SUPPRESSED> , Mr. Justice Sopinka, writing for the Court, stated that a case is moot when the decision to be rendered will have no tangible effect on the rights of the parties involved. In such a case, a court is warranted in refusing to determine the issue. However, a court may use its discretion and decide to hear a case if it can explain the desired objective in determining a moot issue.", "[24] The approach with respect to mootness involves a two-step analysis. It is first necessary to determine whether the requisite tangible and concrete dispute has disappeared, thus rendering the issues academic. If so, it is then necessary to decide if the court should exercise its discretion to hear the case, taking into consideration the circumstances of the case and the objective sought in determining the issue. In Borowksi , the Supreme Court suggested that in the second step the following criteria should be taken into consideration to determine if discretion should be exercised ( <FRAGMENT_SUPPRESSED> at pages 358-363): - the courts' competence to resolve legal disputes, which is rooted in the adversary system; - the concern for judicial economy; - proper awareness of this Court's law-making function. Other criteria may also be considered.", "[25] The case law of this Court has consitently been to the effect that the removal of an applicant makes the judicial review of a decision rejecting an application for protection moot when the evidence does not disclose any irreparable harm. These precedents establish that in such a case the Court should dismiss an application for the stay of the enforcement of a removal order (see <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED> ). As mentioned earlier, on June 23, 2006, Blais J. of our Court dismissed an application for the stay of a removal order made against Mr. Sogi, based on the notion of irreparable harm. He concluded as follows: (see <FRAGMENT_SUPPRESSED>  (Blais J.)): 38. With regard to the documentary evidence filed before the PRRA officer as well as before me, it is quite clear that the judge must proceed to review this evidence and, as far as I am concerned, I consider that I need not return to or reexamine in detail all of the evidence that had been submitted previously to the PRRA officer. However, I find it necessary in the particular circumstances of this matter to review all of the documentary evidence that had been filed as well as the new documentary evidence filed by the applicant's counsel in support of this motion to stay. 39. As the Minister's counsel correctly points out, the Indian State adopted several special laws at the beginning of the insurgency in Punjab in the 1980s, which resulted in many human rights violations. Those violations led to much criticism of the Indian authorities by international organizations. However, it is clear that more recently, the situation has improved greatly in India even if there are several pockets of violence inter alia in the regions of Jammu and Kashmir and in some other regions further south. However, the situation in Punjab, where the applicant comes from, has evolved considerably and has improved a great deal since the mid-1990s. The new evidence filed since the decision dated May 11, 2006, cannot in any event lead me to find that the determinations made by the PRRA officer could be considered unreasonable. 52. I personally examined the documents included in the voluminous documentary evidence filed before the PRRA officer as well as before me and I have no other choice but to find that the applicant failed to persuade me that he could be the victim of torture or of cruel and unusual treatment if he were removed to India . [Emphasis added]", "[26] However, in <FRAGMENT_SUPPRESSED> , Martineau J. suggested that in determining an application for a stay of enforcement, an approach based only on irreparable harm must be tempered, as the loss of the opportunity to apply for judicial review may in itself constitute irreparable harm. In obiter , Martineau J. proposed that when there is a serious issue to be determined in connection with a negative PRRA decision which will subject the applicant to a risk of persecution or torture, and a stay is requested pending the determination of an application for judicial review made by the applicant in connection with the PRRA decision, there is irreparable harm, and in general the balance of convenience will be in the applicant's favour. However, he added that if the motions judge is of the opinion that the application for a stay does not raise a serious issue, no stay should be ordered. Martineau J. writes the following at paragraph 45 in <FRAGMENT_SUPPRESSED> : 45. Where there is a serious issue in respect of a negative PRRA decision resulting in exposing the applicant to persecution or subjecting him personally to a danger of torture or a risk to life or cruel or unusual treatment or punishment, for which a stay is sought pending the determination of the underlying judicial review application, irreparable harm will necessarily result and the balance of convenience in such a case will normally favour the applicant. Thus, a stay should normally be granted by the Court in these circumstances apart from the question of whether the underlying judicial review application may also be otherwise rendered moot if removal is affected. On the other hand, following a negative PRRA decision, where the Motions Judge does not find a serious issue on a stay, there is thus no logical reason to stay the removal order pending the determination of the judicial review application with respect to a PRRA decision which by itself, if positive, amounts to a stay . The applicant is removed and the judicial review application is allowed to become moot on the assumption that if the stay has been refused on the ground that there is no serious issue, then leave will not normally be subsequently granted by the Applications Judge (since it will be difficult in these circumstances to submit that there is a fairly arguable case). However, this basic assumption failed in the particular case resulting in the question now before the Court. This particular feature certainly renders the present case exceptional. [Emphasis added]", "[27] In the case at bar, the situation is identical to the one described by Martineau J. in <FRAGMENT_SUPPRESSED> in the excerpt cited above. In June 2006, Blais J. dismissed Mr. Sogi's application for a stay of the removal order, and Madam Justice Tremblay-Lamer granted the application for leave by order, in accordance with the custom and tradition of this Court. Accordingly, I do not have the benefit of reasons on this point. However, in his reasons in <FRAGMENT_SUPPRESSED>  Blais J., in deciding docket IMM-2889-06 (decision rejecting the application for protection) and docket IMM-3175-06 (decision regarding the enforcement of the removal order), studied and analyzed the decision of the Minister's delegate dated May 11, 2006, as well as the decision to enforce the removal order, so as to assess a serious issue in each one of these cases. I will refer to some of the reasons given by Blais J., not to show that his assessment of the case is the same as mine, but rather to follow up on the words of Martineau J. in <FRAGMENT_SUPPRESSED> , cited in the preceding paragraph. The following is an excerpt from the decision of Blais J. in ( <FRAGMENT_SUPPRESSED>  (Blais J.)): 11. To determine whether the applicant raised a serious issue to be tried in his motion to stay, we must examine the two applications for judicial review on which this motion to stay is based. In fact, last May 31, the applicant filed an application for judicial review of the decision denying him his refugee claim following a pre-removal risk assessment (PRRA) issued by Citizenship and Immigration Canada, represented by the Minister's delegate, L.J. Hill, dated May 15, 2006. 12. Indeed, the applicant also applied for a judicial review of the enforcement of the removal order against the applicant, on June 11, 2006. 13. The applicant filed a single motion to stay related to the two applications for judicial review. 14. The judge hearing a motion to stay does not have the responsibility of reviewing the findings of the officer responsible for issuing a notice regarding the expectation of harm if the person were to be removed to his native country. 15. The judicial review of the PRRA officer's decision will be decided at a later stage; first, a judge shall examine whether the leave must be granted and then, if leave is granted, a judge will examine the reasonableness of the decision on the merits in accordance with legislative and jurisprudential requirements. 16. It is my responsibility at the stage of the stay to determine whether, prima facie, the decision is consistent with the applicable legal provisions and whether the decision-maker reviewed the evidence in the record including the secret evidence and specifically the Security Intelligence Report (SIR) and the documents referred to in that document. Until there is a new order, the decision is legal, and I have the responsibility to consider it in light of the new evidence filed in the record, if there is any. 17. It appears clear on reading the PRRA decision, which I reviewed, that the officer's review of Mr. Sogi's situation was complete, detailed and systematic. inter alia, after his refugee claim was denied by the United Kingdom, he entered Canada under a false identity while the British authorities were preparing to remove him. On that point, the reasons stated by the British authorities were the same as those of the Canadian authorities, namely that his presence was no longer authorized on British soil because he constituted a threat to national security due to his involvement in terrorist activities on an international scale. 18. Although it was acknowledged during his many immigration hearings that he had used many false identities on British soil and well as on Canadian soil, and when he traveled to India and to Pakistan, Mr. Sogi continued to deny that he was a terrorist member of the international terrorist group \"Babbar Khalsa International\" (BKI) organization. 19. The PRRA officer examined and considered the extensive documentary evidence in the record submitted by both parties. 20. At page 16 of his decision, the PRRA officer discussed a report by a Danish fact-finding mission to Punjab, Danish Immigration Services, May 2000 It continued by saying \"that several people who had previously been militants and who had served their sentences for terrorist activities now lived a normal life in Punjab.\" For example, a politician who had been accused of involvement in the assassination of Indira Gandhi in 1984 was now a Member of Parliament. The fact-finding mission consulted NGOs and independent lawyers and most of them believed that currently there was no militant movement in Punjab. Most active members were now either inactive or living abroad. 21. Later on in his analysis at page 19, the PRRA officer discusses the repeal of the Prevention of Terrorism Act POTA ): Alternatively, because of the repeal of POTA , and the protections offered by the new legislation, in the event that he was so very well-known, I am still not convinced that he couldn't return to any part of India without facing such risks. There is evidence of BK militants having been arrested in the last year or so. They were arrested in relation to specific terrorist actions. I have seen nothing persuasive in the evidence that even those active militants who have been arrested have been subjected to harsh treatment. There is nothing convincing in the evidence that would lead me to conclude that Mr. Sogi would be subjected to torture or a risk to his life or cruel and unusual treatment or punishment if he were to be arrested because of his membership in the BK(I). I note the letter of Amnesty International dated August 6, 2003 to Lorne Waldman indicating that a person believed to belong to an organization such as BKI could be charged under POTA , the provisions of which were believed by AI to violate international human rights standards. The evidence establishes that the POTA , Prevention of Terrorism (second) ordinance 2001 has been abolished and the new act, Prevention of Terrorism Act, 2002 has been adopted. This act has been recognized as being a notable improvement over POTA and provides safe guards to an accused person. Section 33 of the Act provides that confessions cannot be compelled or induced and that any complaint of torture is to be investigated by a medical officer. Thus, the concerns raised by the August 6, 2003 letter are not persuasive. I note that Mr. Sogi could be subjected to prosecution for the role he might have played in the aborted bombing but that the new legislation protects against the abuses of the former legislation. 22. It is interesting to note that in the PRRA agent's report, he carefully reviewed the risk faced by other militants from Punjab who were removed to India after several years abroad, and I quote at page 18: In order to better assess the risk that may face Mr. Sogi upon return to India I have looked at the militants who have returned to India. Mr. Wassan Singh Zaffarwal, chief of the Khalistan Commando Force, recently returned to India after 19 years abroad. He was treated to an overwhelming welcome by the people of his region. He has been exonerated on 7 of the 9 criminal charges against him. He was arrested shortly after his return to India for the other charges but was released on bail. In the 'Press Trust of India' dated March 27, 2003, he said \"there is no scope for revival terrorism in Punjab.\" Another former militant, Jagjit Singh Chauhan, returned from England in 2001. During his early years in England, he propagated the cause of Khalistan on a radio station under his stewardship. In addition, Satnam Singh Paonta, an associate of Gajinder Singh, chairman of the Del Khalsa International, a pro-Khalistan movement, also returned to India. As reported in 'The Economic Times' \"Chauhan put a price on then Indian prime minister Indira Gandhi's head and yet he is being allowed to roam around freely\". There were no reports on file to indicate that either of them has faced torture upon their return. 23. The PRRA officer proceeded with his analysis based on the information and the evidence before him, he determined that militant Sikh extremists who were removed to India, had been treated normally for persons charged with criminal offences, inter alia they were given the opportunity for bail and ultimately faced charges before the Indian courts, the same as any other citizen. 24. After reviewing and analyzing in detail the conditions in India and Mr. Sogi's personal situation, the PRRA officer determined that Mr. Sogi would not be subject to a risk for his life, or to a danger of torture, or to a risk of cruel or unusual treatment or if he were to return to India, and this was after reviewing all of the evidence available, not only the evidence involving Mr. Sogi directly, but also the documentary evidence on the situation in India and on the situation of militants who returned to India after residing abroad for several years. 25. The officer also reviewed the proposed alternatives to his removal. He dismissed them all, first, because Mr. Sogi had not been credible in the past and, second, in view of the evidence of his membership in a terrorist group. He also determined that the proposed conditions to have friends or other persons responsible for his undertakings if he were released did not at all offset the danger that Mr. Sogi posed to Canada, the danger that was recognized unequivocally in an earlier decision. 26. With regard to weighing the documentary evidence, it is a fact that the PRRA officer assigned more weight to some documents than to others, inter alia a report issued by the Refugee Board (RB) rather than another report issued by Amnesty International. Whether or not we agree with either of these documents, it is not my place to reassess all of the documents, but rather to determine whether the analysis that was carried out on them was unreasonable. 27. There may very well be contradictions within the voluminous reports regarding the situation in India; the issue for the Federal Court is not to decide for the immigration officer but rather to examine whether the analysis of the documentary evidence available was unreasonable and whether his findings are themselves unreasonable. It is the very essence of analysis that certain documents are given more weight than others; the suggestion by the applicant's counsel to the effect the officer's findings should be set aside because he assigned more weight to one document and dismissed another is inadmissible. 28. With regard to the application for leave filed against the decision to enforce the order to remove the applicant (docket IMM-3175-06), the factual arguments are the same as those in the matter challenging the PRRA officer's decision, adding that the applicant acknowledged that the removal officer has less room to maneuver than the PRRA officer, that the only legal grounds raised involve the Charter, and that the enforcement of the removal was inconsistent with the Charter. Clearly, under the current circumstances, I assign little weight to this argument since in fact the removal officer enforces a decision, examines whether the criteria are met and proceeds in accordance with the appropriate legislation. The constitutional grounds are hardly applicable under the circumstances. 29. Without going over the entire matter, I do not believe that there is truly a serious issue raised at this stage regarding docket IMM-3175-06. Under the circumstances, these arguments could be assessed by the judge who will determine whether leave may be granted for the judicial review; but as far as I am concerned, I assign little weight to these arguments raised in regard to the failure to comply with the provisions of the Canadian Charter of Rights and Freedoms and more specifically, with regard to the factual framework supporting the arguments of the findings of the other Minister's officer, namely the PRRA officer, who analyzed the facts and found that there was no serious risk of torture if Mr. Sogi were to be deported to his native country. 30. The case law informs us that the necessary threshold for determining that there is a serious issue to be tried is not very high. 31. Assuming for analytical purposes without deciding whether there is a serious issue in docket IMM-2889-06, I will now examine whether there is irreparable harm. [Emphasis added]", "[28] Although Blais J. did not conclude there was a serious issue and therefore left this determination to a subsequent decision-maker, he nevertheless made comments which amount to a conclusion to the effect that there is no serious issue in Mr. Sogi's case, in both dockets (IMM-2889-06 and IMM-3175-06). I must note that his comments are not the basis of my conclusions, as I am not at the stage of deciding the application for judicial review, but rather at the preliminary stage, that of determining whether the applications for judicial review are purely moot. I deemed it useful to quote extensively from the reasons of Blais J., considering that in <FRAGMENT_SUPPRESSED> , Martineau J. had stated that there was no logical reason to grant a stay of a removal order when the judge called on to decide the matter noted that it was difficult to identify a serious question. V. Issues (1) Is the application for judicial review moot? (2) If the application for judicial review is moot, should I use my discretion and hear the case? VI. Analysis (1) Is the application for judicial review moot?", "[29] As a reminder, I cite the following excerpt from the reasons of Sopinka J. in <FRAGMENT_SUPPRESSED> at page 353 of the judgment: The doctrine of mootness is an aspect of a general policy or practice that a court may decline to decide a case which raises merely a hypothetical or abstract question. The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties. If the decision of the court will have no practical effect on such rights, the court will decline to decide the case. This essential ingredient must be present not only when the action or proceeding is commenced but at the time when the court is called upon to reach a decision. Accordingly if, subsequent to the initiation of the action or proceeding, events occur which affect the relationship of the parties so that no present live controversy exists which affects the rights of the parties, the case is said to be moot. The general policy or practice is enforced in moot cases unless the court exercises its discretion to depart from its policy or practice. The relevant factors relating to the exercise of the court's discretion are discussed hereinafter. The approach in recent cases involves a two-step analysis. First it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case . . . .", "[30] As already mentioned, the remedies sought by the applicant are as follows: - set aside the decision of the Minister delegate dated May 11, 2006, order a new consideration of the application for protection and set aside the removal order; - render a declaratory judgment (and an injunction against the removal of Mr. Sogi) regarding the constitutional validity of sections 87, 112 and 113 of the IRPA and sections 167 and 172 of the IRPR (see also the constitutional question at paragraph 14 of the present decision); - stay all removal proceedings against the applicant; - reserve all other remedies for the applicant, pursuant to sections 18, 18.1 and 18.2 of the Federal Courts Act", "[31] As far as the first remedy is concerned, I may set aside the decision of the Minister's delegate but I cannot order a new consideration of the application for protection. The purpose of an application for protection, such as made by the applicant, is to assess the risks before removal, not after it. This is the reason why section 232 of the IRPR provides that an applicant has the benefit of an automatic stay of the removal order while the decision on the PRRA application is pending. In doing so, Parliament intended that the PRRA should be determined before the PRRA applicant is removed from Canada, so as to avoid putting him or her at risk in his or her country of origin. After all, if a PRRA applicant is removed from Canada before a determination is made on the risks to which that person would be subject to in his of her country of origin, the intended objective of the PRRA system can no longer be met. This is why section 112 of the IRPA specifies that a person applying for protection is a \"person in Canada\".", "[32] The third remedy sought, namely, the stay of the removal order, obviously cannot be enforced. Mr. Sogi is no longer in Canada, as he was removed to India on July 2, 2006. No one is obliged to do the impossible. The same is true of the permanent injunction against the removal order (IMM-3175-06).", "[33] The last remedy sought, namely, the application for an order reserving the applicant's other remedies under sections 18, 18.1 and 18.2 of the Federal Courts Act , remains general in nature. Counsel for Mr. Sogi's did not present any potential scenario showing the practical utility of such a remedy and did not explain how this reserve could constitute a useful remedy. I am therefore asked to deal in abstractions with respect to this application for a remedy. I add for the benefit of counsel for Mr. Sogi that it is difficult to imagine a concrete remedy applicable to the circumstances of this case.", "[34] Lastly, I wanted to comment on the second remedy, namely, the question of the constitutional validity of several provisions of the IRPA and IRPR. I am of the opinion that if this remedy is allowed, it will still offer no practical solution to the case at bar. In fact, even if this remedy were granted, it is difficult to imagine a remedy in the form of an order which could allow Mr. Sogi to return to Canada. In addition, an order allowing Mr. Sogi to return to Canada would not be enforceable against the government of India. That being said, in Charkaoui , I addressed in large part the constitutional question raised in the present case, as counsel have informed me. In Charkaoui , I wrote the following on the subject of an application to invalidate certain provisions of the IRPA on the ground that they infringe the Charter, among other things:", "[5] Second, Mr. Charkaoui challenges the constitutional validity of the provisions of the IRPA governing applications for protection, pre-removal risk assessment, the application of the principle of non-refoulement and national security: paragraphs 95(1)( ), 113( ) and ( ) and subparagraphs 113( )(i) and (ii), subsections 115(2) and 77(2), paragraph 101(1)( ) and section 104 (sections 101(1)( ) and 104 were not included in the constitutional question, and appear only in Mr. Charkaoui's memorandum of fact and law (Mr. Charkaoui's memorandum)) and sections 167 to 172 of the Immigration and Refugee Protection Regulations, SOR/2002-227 (IRPR). A notice of constitutional question was served on the Attorneys General of Canada and of the provinces in accordance with section 57 of the Federal Courts Act , R.S.C. 1985, c. F-7 (F.C.A.). The question submitted to the Court reads as follows in the notice (typographical errors in the original French not corrected): [TRANSLATION] Do the provisions of the IRPA ... governing applications for protection, sections 95(1)( ) (final portion), 112(3)( ), 113( ),( ) and ( )(i) and (ii) and 115(2) of the IRPA, read together with sections 77(2) and the corresponding regulatory provisions, sections 167 to 172 IRPR, violate: (i) The Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment , Can. T.S. 1987, No. 36? (ii) The Convention relating to the Status of Refugees , Can. T.S. 1969 No. 6, Preamble, s. 33? (iii) Sections 7, 12 and 15 of the Canadian Charter, Canada Act, 1982, Schedule B? (iv) The Canadian Bill of Rights , 8-9 Eliz. II, c. 44, R.S.C. 1985, App. III? (v) The International Covenant on Civil and Political Rights , Can. T.S. 1976 No. 47? (vi) The Universal Declaration of Human R ights, G.A. Res 217 A (III), Doc. A/810 U.N., at page 171 (1948)?", "[35] As submitted by counsel, if we compare the issues of constitutional validity I dealt with in Charkaoui with those invoked in this case, it appears they are substantially similar.", "[36] In Charkaoui , I disposed of the issue of the constitutional validity of certain provisions of the IRPA as follows:", "[88] Having examined the constitutional question posed in detail (see point (ii) of the analysis), my answer is that the provisions of the IRPA governing claims for protection (paragraphs 95(1)( ) (final portion), 112(3)( ) and 113( ) and ( ), subparagraphs ( )(i) and (ii) and subsection 115(2), read together with subsection 77(2)) and sections 167 to 172 of the IRPR do not violate sections 7, 12 and 15 of the Canadian Charter, the CBR, the , the Convention relating to the Status of Refugees , the International Covenant or the Universal Declaration . In short, Mr. Charkaoui has not persuaded the Court that the protection claims system established by the IRPA is unconstitutional. Mr. Charkaoui failed to show that the IRPA, the application of that Act to him or the decisions made amount to torture, inhuman treatment or degrading treatment. The ordinary procedure has followed its course, and the length of that procedure at this point is due to its inherent complexity and the legitimate decisions made by Mr. Charkaoui and his representatives and by the Ministers and their representatives. It is useful to note that the appeal against this decision will be heard by the Federal Court of Appeal in mid-February 2007.", "[37] Having considered each of the remedies sought, I conclude that the application for judicial review is moot. On the basis of the evidence on record, a positive decision on the application for judicial review will have no tangible, concrete or practical effect. I must now determine whether I should exercise my discretionary power and hear this case. (2) If the application for judicial review is moot, should I use my discretion and hear the case? (a) Exercise of discretion and applicable criteria", "[38] The criteria, developed in <FRAGMENT_SUPPRESSED> , which must be considered to determine whether discretion is to be used to hear a moot case are the following: - a court's competence to resolve legal disputes is rooted in the adversary system; - the concern for conserving judicial resources; - the Court's awareness of its proper law-making function.", "[39] Before establishing the criteria to be considered in determining whether a court should hear a moot issue, Sopinka J. suggested a way of assessing these criteria to determine whether or not the discretion to hear the matter should be exercised. I cite the following excerpt ( <FRAGMENT_SUPPRESSED> at page 358): In formulating guidelines for the exercise of discretion in departing from a usual practice, it is instructive to examine its underlying rationalia. To the extent that a particular foundation for the practice is either absent or its presence tenuous, the reason for its enforcement disappears or diminishes.", "[40] It is possible that other criteria may be considered. However, for the purposes of this case, it will not be necessary to develop others: the existing criteria are sufficient. (i) The possibility of deciding the case through an adversarial process", "[41] This criterion favours the exercise of discretion. The records are complete, the parties have filed their memoranda of fact and of law and are represented by counsel. The issue may be decided on an adversarial basis in both cases. (ii) The concern for conserving judicial resources", "[42] It is obvious right from the start that a moot issue must not unduly use up the resources of our judicial system. However, other factors must be considered.", "[43] It must be asked whether a judicial solution to the issue could have concrete consequences on the rights of the parties even if in practice the problem which gave rise to the issue would not be settled. As mentioned previously, the applicant did not specify how a favourable decision would have tangible effects on his rights. In addition, the applicant is asking that all of his rights to remedies be reserved so that he may potentially obtain a remedy from this Court. This is not appropriate for the purposes of this case. It is not possible to decide a question of law without knowing, at the time the decision is rendered, what will actually happen in practice. This requirement must be upheld in order to guarantee the predictability of our judicial system.", "[44] This exercise does not stop here. The question also arises as to whether the issue to be determined, as it is presented, is of public significance and if it must be determined having regard to the public interest. However, we must also balance the use of judicial resources against the social cost of the exercise of the right. In this case, such balancing act is easy to perform. To a large extent, the legal issue was already determined in Charkaoui , which is the subject of an appeal to be heard by the Federal Court of Appeal in mid-February 2007. I add that in 2007, the Supreme Court of Canada will rule on issues which may shed some light on the procedure for applications for protection, although the issues specifically concern the procedure for security certificates under sections 76 et seq. of the IRPA (involving, inter alia, an appeal from the decision of the Federal Court of Appeal in Charkaoui (Re) , 2004 FCA 421).", "[45] Therefore, with regard to the second criterion, I conclude that the concern for judicial economy does not favour the exercise of my discretion to hear the case. (iii) The Court's law-making function", "[46] The Federal Court has exclusive jurisdiction to hear applications for judicial review stemming from the application of the IRPA. The Court plays an important role in the development of law in this field. That being said, I have already mentioned that the constitutional issue at the heart of this case has already been determined to a large extent in Charkaoui , and the Federal Court of Appeal will hear the appeal from this decision in mid-February 2007. In addition, when the Supreme Court of Canada hands down its judgment concerning security certificates in 2007, it is likely to shed some light on the issues raised in the present cases. It is therefore not necessary to develop any law on these issues. Therefore, the third criterion does not warrant the exercise of discretion to hear the case. (b) Conclusion concerning the exercise of discretion", "[47] Having discussed each of the three criteria developed in <FRAGMENT_SUPPRESSED> to determine if discretion to hear a moot issue should be used, I conclude that these criteria do not favour the exercise of discretion in the present cases. More specifically, discretion should not be exercised simply because a matter may be heard in an adversarial manner. It seems to me that this criterion must be supplemented by at least one of the other two criteria. The last two criteria developed in <FRAGMENT_SUPPRESSED> seem to me to be more important, considering the circumstances in this case. These criteria require that there must be some benefit to be derived from the matter, in that its determination must be of public interest and one of the parties have the benefit of a concrete and tangible effect from the determination of the issue, even if it is moot. In the case at bar, there is no public interest, and none of the parties will be affected in a concrete and tangible manner if the Court proceeds with the judicial review of both cases. Accordingly, I do not see any benefit from the judicial review of these two cases. Therefore, in my opinion, there is no reason for me to exercise my discretion and proceed with the judicial review of these two cases. VII. Conclusion", "[48] Having determined that the application for judicial review is moot, I am of the opinion to refuse to exercise the discretion which has been granted to me to hear the matter in both cases. Accordingly, the applications for judicial review in dockets IMM-2889-06 and IMM-3175-06 will not be heard, given that they have become moot. VIII.", "[49] The parties asked that I reserve their right to submit a question for certification. They ask that a certain amount of time be granted to them to submit a question, if need be. Considering the special nature of the preliminary measure determined herein, I agree, and the parties will have five (5) days following the receipt of the judgment to act accordingly. If a question is submitted by one of the parties, the other party will have five (5) days to reply. I will sign the judgment upon the expiry of five (5) days or, if a question is submitted, after having made the appropriate determination concerning it. [End of document]"]}