{"id_": "081945", "body_str": ["[1] Mandamin, J. : The Applicants seek judicial review of the decision of P. Purcell, Second Secretary, Immigration, (the Officer) received on or about May 29, 2009 rejecting Ms. Shalini Kumar's application for a permanent residence visa in Canada as a member of the skilled worker class.  <FRAGMENT_SUPPRESSED>", "[2] Ms. Shalini Kumar, a citizen of India, submitted an application for a visa under the skilled workers class. She included in her application her spouse, Vineet Kumar, and child, Aryan. Ms. Kumar submits she is employed as an office manager in a family business and included documentation about her employment and income in her application.  <FRAGMENT_SUPPRESSED>", "[3] The Officer rejected the application because she was not satisfied Ms. Kumar had the necessary experience and at least one year of continuous paid work experience.  <FRAGMENT_SUPPRESSED>", "[4] For reasons that are set out below, I am granting the judicial review.  <FRAGMENT_SUPPRESSED> BACKGROUND  <FRAGMENT_SUPPRESSED>", "[5] Ms. Kumar applied to the Canadian High Commission in New Delhi for permanent residency in Canada as a skilled worker in November 2008. Her application indicated she is an office manager at Anand Pharmaceutical Distributor (APD). Her brother-in-law, Vipin Kumar owns this company. He transferred control of the company via a power of attorney to his brother, Vineet, the Applicant's husband.  <FRAGMENT_SUPPRESSED>", "[6] The Applicant submitted a letter from her employer describing in general terms her responsibilities and her salary at APD. The descriptions are in point form as follows:  <FRAGMENT_SUPPRESSED> i. Maintenance of Inventory and Records (Sale, Purchase, Debit Note & Credit Note)  <FRAGMENT_SUPPRESSED> ii. General Administration of the concern.  <FRAGMENT_SUPPRESSED> iii. General [sic] deligation of work among staff.  <FRAGMENT_SUPPRESSED> iv. Banking ( <FRAGMENT_SUPPRESSED>  The employer's letter concludes: \"She is getting 1,08,000.00 (Rupees One Lac Eight Thousand only) per annum. She is very sincere, honest and hard working. <FRAGMENT_SUPPRESSED>", "[8] The Applicant included a job offer letter from the Spice Centre in Edmonton, and an Arranged Employment Opinion Confirmation from Human Resources Development Canada.  <FRAGMENT_SUPPRESSED>", "[9] Finally, Ms. Kumar included copies of her tax statements for the assessment years 2004 -2009 which reflect her income.  <FRAGMENT_SUPPRESSED>", "[10] The Officer was not satisfied with the confirmation of the Applicant's employment and perceived discrepancies in income claimed from employment.  <FRAGMENT_SUPPRESSED> LEGISLATION  <FRAGMENT_SUPPRESSED>", "[11] The Immigration and Refugee Protection Act , (2001, c. 27) (IRPA) provides:  <FRAGMENT_SUPPRESSED> 12. (2) A foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada.  <FRAGMENT_SUPPRESSED>", "[12] The Immigration and Refugee Protection Regulations , (SOR/2002-227) (IRPA Regulations) provide:  <FRAGMENT_SUPPRESSED> 75. (1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec.  <FRAGMENT_SUPPRESSED> (2) A foreign national is a skilled worker if  <FRAGMENT_SUPPRESSED> (a) within the 10 years preceding the date of their application for a permanent resident visa, they have at least one year of continuous full-time employment experience, as described in subsection 80(7), or the equivalent in continuous part-time employment in one or more occupations, other than a restricted occupation, that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the National Occupational Classification matrix;  <FRAGMENT_SUPPRESSED> (b) during that period of employment they performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the National Occupational Classification; and  <FRAGMENT_SUPPRESSED> (c) during that period of employment they performed a substantial number of the main duties of the occupation as set out in the occupational descriptions of the National Occupational Classification, including all of the essential duties.  <FRAGMENT_SUPPRESSED> b) pendant cette période d'emploi, il a accompli l'ensemble des tâches figurant dans l'énoncé principal établi pour la profession dans les descriptions des professions de cette classification;  <FRAGMENT_SUPPRESSED> DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>", "[13] The Officer found the Applicant did not meet the requirements in section 75(2) of the IRPA Regulations. She found the Applicant failed to establish she had at least one year of continuous paid work experience.  <FRAGMENT_SUPPRESSED>", "[14] The Officer reached this conclusion in spite of the APD employment letter to the contrary. The Officer found the letter lacked credibility because the descriptions lacked detail and there was no printed name below an illegible signature. She also found discrepancies between the employment letter and the Applicant's tax information, specifically, the salary and dates of employment did not seem to correspond.  <FRAGMENT_SUPPRESSED>", "[15] The Officer noted the Applicant was employed in a business owned by the Applicant's brother-in-law and controlled by her husband, but the Officer did not express any conclusions or inferences with respect to this finding.  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[16] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  determined there are two standards of review: correctness and reasonableness. Generally, the standard of correctness applies to questions of law while the standard of reasonableness applies to questions of fact or mixed fact and law.  <FRAGMENT_SUPPRESSED>", "[17] The standard of review is reasonableness for questions of fact and mixed fact and law. . For a decision to be reasonable, there must be justification, transparency and intelligibility within the decision making process. The decision must fall into a possible range of possible, acceptable outcomes which are defensible in respect of the facts and the law. , para. 47.  <FRAGMENT_SUPPRESSED>", "[18] With respect to procedural fairness, this Court found in <FRAGMENT_SUPPRESSED>  at para.10:  <FRAGMENT_SUPPRESSED> The standard of correctness applies to questions of law, of natural justice, or of procedural fairness while the standard of reasonableness applies to questions of fact or mixed facts and law.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[19] The Respondent brought the Court's attention to a letter addressed to the Applicant which specifically advised:  <FRAGMENT_SUPPRESSED> The assessment of your application is based on the documents provided. We have no obligation to conduct a personal interview to seek any additional information.  <FRAGMENT_SUPPRESSED> ... provide original updated experience and/or employment letters which clearly describe your job duties for all occupations in which you wish to be assessed. Your employer should provide specific work related examples of these duties.  <FRAGMENT_SUPPRESSED>", "[20] The Respondent submits the employment letter describing the Applicant's work duties is very basic; consisting of five sentences in point form. It fails to indicate whether the employment is full or part time, whether the Applicant is paid a salary or shares in commissions. It also did not indicate a progressive increase in pay. Further, the tax documents did not refer to 108,000 rupees a year salary or to any progressive change in salary over the previous five years of employment. The Respondent submits the Officer was not under any obligation to inform the Applicant of these concerns .  <FRAGMENT_SUPPRESSED>", "[21] The Respondent submits that the Officer's findings deserve deference and fall within an acceptable range as contemplated  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "[22] <FRAGMENT_SUPPRESSED>  whether an applicant must be informed of a visa officer's concerns. It stated:  <FRAGMENT_SUPPRESSED> \"The obligation to confront an applicant with adverse conclusions applies when the conclusions arise from material not known to the applicant. Where the issue arises out of material provided by the applicant, there is no obligation to provide an opportunity for explanation since the provider of the material is taken to know of the contents of the material.  <FRAGMENT_SUPPRESSED>  when adverse conclusions are the result of a credibility issue arising from an applicant's materials. Justice Richard Mosley considered this precise question and found in <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED> 22 It is well established that in the context of visa officer decisions procedural fairness requires that an applicant be given an opportunity to respond to extrinsic evidence relied upon by the visa officer and to be apprised of the officer's concerns arising therefrom: Muliadi , supra . In my view, the Federal Court of Appeal's endorsement in Muliadi, supra, of Lord Parker's comments in In re H.K. (An Infant) , [1967] 2 Q.B. 617, indicates that the duty of fairness may require immigration officials to inform applicants of their concerns with applications so that an applicant may have a chance to \"disabuse\" an officer of such concerns, even where such concerns arise from evidence tendered by the applicant. Other decisions of this court support this interpretation of Muliadi , supra. See, for example, <FRAGMENT_SUPPRESSED>  (T.D.)(QL) and <FRAGMENT_SUPPRESSED>  been held that a visa officer should apprise an applicant at an interview of her negative impressions of evidence tendered by the applicant.  <FRAGMENT_SUPPRESSED> 23 However, this principle of procedural fairness does not stretch to the point of requiring that a visa officer has an obligation to provide an applicant with a \"running score\" of the weaknesses in their application: <FRAGMENT_SUPPRESSED>  (T.D.)(QL) at para. 21 and <FRAGMENT_SUPPRESSED>  (T.D.)(QL) at para. 23. And there is no obligation on the part of a visa officer to apprise an applicant of her concerns that arise directly from the requirements of the former Act or  <FRAGMENT_SUPPRESSED>  (T.D.)(QL). (emphasis added)  <FRAGMENT_SUPPRESSED>", "[24] Justice Mosley extensively reviewed the factual underpinnings of other findings with respect to this question two years later in <FRAGMENT_SUPPRESSED>  and concluded:  <FRAGMENT_SUPPRESSED> 21 The case law is not clear regarding when a visa officer's concerns must be put to the applicant where those concerns are based on the information submitted by the applicant to the visa officer.  <FRAGMENT_SUPPRESSED> ...  <FRAGMENT_SUPPRESSED> 24 Having reviewed the factual context of the cases cited above, it is clear that where a concern arises directly from the requirements of the legislation or related regulations, a visa officer will not be under a duty to provide an opportunity for the applicant to address his or her concerns. Where however the issue is not one that arises in this context, such a duty may arise. This is often the case where the credibility, accuracy or genuine nature of information submitted by the applicant in support of their application is the basis of the visa officer's concern, as was the case  <FRAGMENT_SUPPRESSED> , and in John and Cornea cited by the Court in <FRAGMENT_SUPPRESSED> . (emphasis added)  <FRAGMENT_SUPPRESSED>", "[25] In the review of the Applicant's documents, the Officer wrote in the CAIPS file notes:  <FRAGMENT_SUPPRESSED> I have reviewed the evidence as a whole and am not satisfied that the PA has the work experience indicated in her application package and supporting documents. Although she has provided an experience certificate in which her duties for this employer are briefly described, the information in the letter about the PA's salary/wages does not correspond with the income tax information she has also submitted with her application. Of particular note is the discrepancy between the information provided by the employer which indicates that the PA began working in 2003 versus the tax documents. There is no tax return on file for assessment year 2003-2004. According to the documents relating to assessment year 2004-2005 the PA had no income from salaried employment. The documentary inconsistencies, combined with the lack of a detailed, spontaneous description of the PA's duties as an office manager, as well as the fact that the only employment letter on file has been provided by an unnamed signatory, leave me unsatisfied that the PA has the experience indicated on her applications forms. (emphasis added)  <FRAGMENT_SUPPRESSED>", "[26] The Officer took special note of what she found to be a serious discrepancy between the employer's letter and the Applicant's tax returns. However, the Officer misread the returns which they indicate the \"assessment year\" is based on a report of the previous year's income. So assessment year 2004-2005 is based on income reported from April 1, 2003 to March 31, 2004. As a result the Applicant's income, summarized in the chart below, shows taxable income for 2003-2004 and salary income for 2004-2005 contrary to the Officer's conclusions.  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> Assessment Year  <FRAGMENT_SUPPRESSED> Income Year  <FRAGMENT_SUPPRESSED> Salary  <FRAGMENT_SUPPRESSED> Business/ Profession  <FRAGMENT_SUPPRESSED> Gross  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  2004-2005  <FRAGMENT_SUPPRESSED> 01/04/03-31/03/04  <FRAGMENT_SUPPRESSED> NIL  <FRAGMENT_SUPPRESSED> 72,460 INR  <FRAGMENT_SUPPRESSED> 72,460 INR  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  2006-2006  <FRAGMENT_SUPPRESSED> 01/04/04-31/03/05  <FRAGMENT_SUPPRESSED> 25,200 INR  <FRAGMENT_SUPPRESSED> 48,000 INR  <FRAGMENT_SUPPRESSED> 73,200 INR  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  2006-2007  <FRAGMENT_SUPPRESSED> 01/04/05-31/03/06  <FRAGMENT_SUPPRESSED> 60,000 INR  <FRAGMENT_SUPPRESSED> 76,520 INR  <FRAGMENT_SUPPRESSED> 136,520 INR  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  2007-2008  <FRAGMENT_SUPPRESSED> 01/04/06-31/03/07  <FRAGMENT_SUPPRESSED> 60,000 INR  <FRAGMENT_SUPPRESSED> 82,520 INR  <FRAGMENT_SUPPRESSED> 142,520 INR  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  2008-2009  <FRAGMENT_SUPPRESSED> 01/04/07-31/03/08  <FRAGMENT_SUPPRESSED> NA  <FRAGMENT_SUPPRESSED> NA  <FRAGMENT_SUPPRESSED> 156,115 INR  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> Further, the Applicant's income for 2007-2008, the year the employment letter was written is in excess of the salaried employment income of 108,000 rupees a year.  <FRAGMENT_SUPPRESSED>", "[27] The error in interpreting the tax returns underlies the Officer's questioning of the Applicant's documentation.  <FRAGMENT_SUPPRESSED>", "[28] The Officer concluded the Applicant does not have at least one year's work experience as an office manager in spite of the Applicant's documentation. Given the Applicant's documentation and the Officer's CAIPS notes, I can only conclude the Officer questioned the Applicant's credibility.  <FRAGMENT_SUPPRESSED>", "[29] In Hassani , Justice Mosley suggests a duty exists under procedural fairness to allow an Applicant an opportunity to reply where the visa officer's concern is with \"credibility, accuracy or genuine nature of the information submitted by the applicant\".  <FRAGMENT_SUPPRESSED>", "[30] The Applicant provided information which, if accepted, supports the application for a permanent resident visa. The Applicant's education corresponds to work as an office manager. The description of employment duties, while listed in point form, are within the responsibilities outlined in NOC 1221 for Office Manager. Her taxable income covers several years and does not contradict the employment letter. In my view, the Applicant should have had the opportunity to respond to the Officer's concerns before the decision was made.  <FRAGMENT_SUPPRESSED>", "[31] The application for judicial review is granted.  <FRAGMENT_SUPPRESSED>", "[32] THIS COURT ORDERS AND ADJUDGES that:  <FRAGMENT_SUPPRESSED> 1. This application for judicial review is allowed.  <FRAGMENT_SUPPRESSED> 2. The matter is remitted to another Visa Officer.  <FRAGMENT_SUPPRESSED> 3. No question of general importance is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}