{"id_": "081941", "body_str": ["[1] Snider, J. : Mr. Amarjit Singh (the Applicant) is a citizen of India and an unsuccessful refugee claimant. After failing to persuade the Immigration and Refugee Board that he had a well-founded fear of persecution in his home state, the Applicant filed an application for an exemption from normal permanent resident regulations on humanitarian and compassionate (H & C) grounds. This was denied. Upon judicial review, however, the matter was remitted to for re-determination by a different immigration officer ( <FRAGMENT_SUPPRESSED>  (QL), 2004 FC 187).", "[2] In the re-determination, the Applicant's application was assessed by an immigration officer (the Officer): (a) under the regulations of the \"Spouse or common-law partner in Canada Class\"; and, (b) on H & C grounds. In a decision dated July 13, 2005, his application was denied. With respect to the first determination, the Officer was not satisfied that the Applicant was in a genuine common law relationship. On the alternative ground, the Officer was not satisfied that the Applicant would face any unusual, undeserved or disproportionate hardship if he were to return to India and apply for permanent residence in the normal manner. The Applicant seeks judicial review of this decision. Issues", "[3] This application raises the following issues: 1. Did the Officer err by ignoring or misapprehending the evidence in deciding that the Applicant had not established a genuine common-law relationship? 2. Did the Officer breach her duty of fairness by failing to allow the Applicant an oral interview? 3. Did the Officer err by deciding that the Applicant had not established his identity? 4. Did the Officer err by deciding that the Applicant would not face unusual, undeserved, or disproportionate harm, on account of his medical condition, if returned to India? 5. Did the Officer err in law by finding that the Applicant was not sufficiently established in Canada, or fail to provide adequate reasons for that decision? Analysis Standard of Review", "[4] The appropriate standard of review to be applied to the discretionary decision of the Officer is reasonableness simpliciter ( <FRAGMENT_SUPPRESSED> ). An unreasonable decision is one that is not supported by any reasons that can stand up to a somewhat probing examination. Additionally, the Court should intervene if the Officer based her decision on an erroneous finding of fact made in a perverse or capricious manner or without regard to the material before it (s. 18.1(4)(d), Federal Courts Act, R.S.C., 1985, c. F-7).", "[5] However, where the Applicant alleges a breach of procedural fairness, no standard of review should be applied, and the Court should decide, in its opinion, whether the duty of fairness was breached. Issue #1:Did the Officer err by ignoring or misapprehending the evidence in deciding that the Applicant had not established a genuine common-law relationship?", "[6] According to the Applicant's affidavit, his personal circumstances had changed by the time his permanent residence application was to be reconsidered. He had entered into a relationship with Satwinderjit Kaur Khangurha, a Canadian permanent resident from India, in March 2000. In April 2002, they moved in together and have remained in a common-law relationship since then. The twist is that the Applicant was already married; he has a wife in India whom he has not seen since December 1990.", "[7] In order for the Applicant to be accepted as a permanent resident in Canada under the Spouse or Common-Law Partner in Canada Class, the Officer must be satisfied that the Applicant is a common-law partner of Ms. Khangurha and that their relationship is genuine and was not entered into primarily for the purpose of acquiring PR status, pursuant to ss. 4 and 124(a) of the Immigration and Refugee Protection Regulations, SOR/2002-227.", "[8] In this case, the Officer was not satisfied that the Applicant had severed his ties to his Indian wife, or that his ties to his common-law spouse in Canada were stronger, or that his common-law relationship had not been entered into to facilitate the immigration process. The Officer noted that Ms. Khangurha had married someone else in India, after she and the Applicant had apparently begun a relationship, though she later divorced. In his supporting documentation, the Applicant typically referred to himself as married and did not refer to a common law spouse. The Applicant claimed to have a child in Canada but could not prove parentage. The Applicant had sent money to his wife in 2000 and refused to divorce her, due to the hardship it would cause her. The Officer was not satisfied that the Applicant was in a genuine relationship and therefore concluded that he did not meet the criteria for the Spouse or Common-Law Partner in Canada Class.", "[9] The Applicant submits that the Officer ignored evidence and came to a perverse conclusion in determining that he had not established the genuine nature of his common law relationship. He asserts that the Officer made a number of errors. I have reviewed all of the alleged errors and the evidence before me. Except in respect of one matter, where a possible error exists, I am not persuaded that the Officer erred.", "[10] In reading the Officer's decision, I note that the central area of concern - for both parties to the alleged common law relationship - was the role that other spouses played in the lives of the Applicant and Ms. Khangurha. As indicated in Operations Manual OP 2 of Citizenship and Immigration Canada (CIC), a \"conjugal relationship is characterized by mutual commitment, exclusivity and interdependence and therefore cannot exist between more than two people simultaneously\" (OP 2, at 5.26). While the failure of an applicant to divorce a spouse may not be an absolute bar to finding a common law relationship, a \"common-law relationship cannot be legally established if one or both parties continue their marital relationships\" (OP 2, at 5.38). In this context, the Officer was required to examine the nature of the Applicant's ongoing relationship with his wife in India and Ms. Khangurha's relationship with her ex-husband. In respect of the Applicant, the Officer noted that the Applicant remained married and was not going to get a divorce and even acknowledged that, if he returned to India, his wife would expect him to return to her. Even though he claims to have been separated from this wife since 1990, he paid money to her as late as 2000. Given this evidence, it was not unreasonable for the Officer to conclude that \"I am not satisfied that subject has severed ties to his wife in India\". Regardless of other indicia of a genuine relationship with Ms. Khangurha - including a child - this alone would be a reasonable basis for rejecting this spousal application.", "[11] With respect to Ms. Khangurha, the Officer noted that, although now divorced, she had married in India during the time when she and the Applicant were allegedly dating. Of even more significance was that Ms. Khangurha maintained her support of this spouse through a sponsorship application that brought this person to Canada in December 2001. Given this evidence, it was open to the Officer to doubt the genuineness of the relationship between Ms. Khangurha and the Applicant; it certainly raises a question about Ms. Khangurha's motivation for now sponsoring the Applicant and about the genuineness of the relationship.", "[12] I have one remaining concern. In support of the paternity of Ms. Khangurha's child, the Applicant submitted a letter from a physician stating that Ms. Khangurha became pregnant through insemination with the Applicant's sperm. The Officer erred in failing to assess this independent evidence that could be interpreted as a contradiction of her conclusion ( <FRAGMENT_SUPPRESSED>  (QL) at para. 17 (T.D.). However, in my view, this finding was not determinative of the application. Rather, as noted above, the Officer was simply not satisfied that the relationship could be characterized \"by mutual commitment, exclusivity and interdependence\". The mere existence of a child does not, on its own, establish the genuineness of a relationship.", "[13] With this one exception, the remaining reasons cited by the Officer stand up to a \"somewhat probing\" analysis. Despite the Applicant's explanations for a number of peculiar events in his story, it was open to the Officer to nonetheless not be convinced by the evidence before her. Issue #2: Did the Officer breach her duty of fairness by failing to allow the Applicant an oral interview?", "[14] The Applicant did not have an oral hearing or interview with the Officer. He submits that the Officer breached her duty of procedural fairness by considering the evidence relating to the genuineness of the relationship without the benefit of an interview. In this argument, the Applicant relies on  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1688 (QL), where the Court determined that, since the officer had doubts about the marriage's legitimacy, it should have granted the applicant an interview to allow him \"meaningful participation\" in defending his relationship (esp. at paras. 20 & 26). The Applicant asks that similar reasoning be applied here.", "[15] The Supreme Court in Baker, above at para. 34, stated clearly that an interview is not a general requirement for H & C decisions. The opportunity to produce full and complete written documentation in relation to all aspects of the application was held, in Baker, to satisfy the requirements of participatory rights required by the duty of fairness. The Applicant agreed that, in most cases, an interview is not required.", "[16] As interpreted by the Applicant, Khan would stand for the proposition that an interview is required whenever the legitimacy of a marriage or common law relationship is questioned. This interpretation ignores Baker and cannot be correct. Khan must be read in light of its facts. In my view, the facts in this case are not comparable to those in Khan, where the factors relied on by the officer were highly speculative or irrelevant.", "[17] In this case, the Applicant had ample opportunity to make thorough submissions and explain the circumstances of his relationship. The Officer identified important facts that contradicted the existence of a genuine marriage, key among them the Applicant's existing marriage and refusal to get a divorce, Ms. Khangurha's past marriage, and the Applicant's failure to mention the relationship until his second H & C application. These are facts rather than speculations or inferences as was the case in Khan, above. In light of the evidence before the Officer and the concerns raised with this application, the Officer did not deny the Applicant a meaningful opportunity to participate in the decision-making process by not providing the Applicant with an oral interview. Issue #3:Did the Officer err by deciding that the Applicant had not established his identity?", "[18] The Officer was not satisfied that the Applicant has established his identity. The Applicant arrived in Canada with forged documents, and the documents submitted to the Officer referred to two different names, Amarjit Singh and Amarjit Singh Hothi.", "[19] The Applicant argues that the Officer should have taken it for granted that his identity had already been verified, since Indian authorities had previously cleared the Applicant for his travel back to India as part of the removal process. According to the removal guidelines in the ENF 10 manual, citizens of a foreign country that do not have a passport (such as the Applicant) are usually granted admission to their home country \"upon satisfaction that the person is a national of that country\".", "[20] I find the Applicant's position untenable. First, the wording in ENF 10 is not conclusive, since it applies generally and is prefaced by the term \"usually.\" There is no guarantee that Indian officials verified the Applicant's identity. Second, accepting the Applicant's argument would countenance that immigration officers fetter their decision-making power not merely to another official (which would violate the principles of natural justice in its own right) but to an official of another country. Obviously, this cannot occur. The Officer is required to consider whether identity has been established \"in light of all the information known to the Department.\" (Singh, above at para. 25). Clearly, the discrepancy between names on documents which were central to proving the Applicant's establishment in Canada and the genuineness of his relationship is an important concern, as is the lack of any official identification. Issue #4: Did the Officer err by deciding that the Applicant would not face unusual, undeserved, or disproportionate harm, on account of his medical condition, if returned to India?", "[21] The major component of the Applicant's H & C application is his allegation that he will suffer grave psychological harm if returned to India and forced to apply for permanent residence status from that country. This, he argues, constitutes unusual, undeserved or disproportionate hardship sufficient to grant the application on H & C grounds. The Applicant relies on a psychological report, dated March 2001, by Dr. Pilowsky, which concludes that: If he is indeed forced to return, his anxiety levels would peak to the point that he would not be able to emotionally function and collapse... Regardless of whether or not returning to India poses a real threat, Mr. Singh believes in his mind that he will be found anywhere in India and killed. This is more than sufficient to cause retraumatization if he returns.", "[22] This prognosis was confirmed in another report dated March 2004, where Dr. Pilowski concluded that deporting Mr. Singh would be \"emotionally overwhelming for him and his new family in Canada; it would most certainly cause undue psychological hardship\".", "[23] In assessing the medical condition of the Applicant, the Officer noted a number of concerns with the evidence. For example, the evidence on what he suffers is inconsistent. In spite of claims that his condition would only occur in India, the Applicant, at various times has described ongoing symptoms associated with post traumatic stress syndrome. In spite of this, however, the Applicant has failed to access medical help in Canada, except when in the context of his efforts to remain in Canada. The Officer, after reviewing the evidence, concluded that \"I am not satisfied that subject is not able to avail himself to the services available in India\".", "[24] The Applicant argues that the Officer's finding was perverse, given that the opinion of Dr. Pilowsky indicated that he would be completely non-functional if returned to India. In effect, the Applicant asks this Court to interpret Dr. Pilowsky's opinion in such a way that it would mean that the moment the Applicant touched down in India he would be so incapacitated that he would not be able to seek medical treatment.", "[25] Dr. Pilowsky does not state that the Applicant's collapse (if any) would be immediate and would prevent him from accessing psychological assistance. It is certainly not unreasonable for the Officer to conclude that the Applicant could address the potential of a breakdown through medical services in India. She verified that such services were available. Accordingly, it was open to the Officer to accept Dr. Pilowsky's assessment and yet conclude, based on the evidence before her, that the Applicant had not proven that he could not avail himself of medical services in India.", "[26] The Applicant relies on the decision of this Court in  <FRAGMENT_SUPPRESSED>  (QL) (T.D.). In that case, a medical report was before the officer indicating that the applicant would suffer re-traumatization if returned to Jamaica. The application was allowed. Before me, the Applicant asserts that the Officer made the same error. I do not agree. In R.B., the Court noted that the immigration officer had failed to take into account the re-traumatization that would exist. In contrast, the officer, in this case, did not ignore the claimed psychological effects of removal to India; rather, the medical evidence was carefully analyzed and a conclusion reached, based on that evidence.", "[27] In short, the Officer's conclusion on the issue of potential psychological harm to the Applicant upon deportation is not unreasonable. Issue #5: Did the Officer err by finding that the Applicant was not sufficiently established in Canada, or fail to provide adequate reasons for that decision?", "[28] The Applicant asserts that the Officer did not fulfil her duty to provide adequate reasons with respect to the H & C determination, but merely recited the facts and stated a conclusion.", "[29] Although the Officer's reasons do not need to be extensive as that of a tribunal, there must be a reasoning process in the decision ( <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 318 (QL) at paras. 18-20)). However, I am satisfied that this test has been met by the reasons, when read as a whole. This is not a situation as in Kim, where the decision consisted of a few short paragraphs without any reasoning or reference to most of the evidence. In the application before me, the reasons are sufficient to withstand the somewhat probing scrutiny that the reasonableness standard requires. There is no reviewable error. Conclusion", "[30] In summary, the decision of the Officer, in respect of both the spousal class consideration and the H & C factors, is reasonable. The decision stands up to a somewhat probing analysis. Other than the relationship of the Applicant to the child, I can see no other material evidence that was ignored or misconstrued. With respect to the one error, I am not persuaded that the child was central to the Officer's decision. Finally, there was no breach of fairness by the lack of an oral interview. For these reasons, the Application will be dismissed. Neither party proposed a question for certification; none will be certified. ORDER", "[31] THIS COURT ORDERS that: 1. The application is dismissed; and 2. No question of general importance is certified. [End of document]"]}