{"id_": "082154", "body_str": ["[1] de Montigny, J. : The applicants Lai Cheong Sing and Tsang Ming Na have applied for judicial review of a PRRA officer's decision rejecting their PRRA application. The Chinese government has accused the Lais of masterminding a massive smuggling and bribery operation. It wants the couple returned home to face prosecution for their alleged crimes. The Lais, for their part, have consistently maintained that China has fabricated all the allegations against them.", "[2] Mr. Lai, his ex-wife Ms. Tsang (they are now divorced), and their three children claimed refugee status in June 2000. After a 45-day hearing, the Immigration and Refugee Board's Refugee Division (the Board) found the parents were excluded from Convention refugee status under Article 1F(b) of the United Nations Convention Relating to the Status of Refugees (the Convention ). In any case, the Board also found the parents were not Convention refugees, because there was no nexus between their claims and any Convention refugee grounds. The Board described the couple as criminals fleeing from justice, not persecution. The children's claims were based on their parents', and failed accordingly.", "[3] In their PRRA application, the Lais made submissions alleging bias, Charter violations, and breaches of procedural fairness. Their submissions on risk included a number of challenges to the Chinese legal system. They maintained the same theory they raised at their Board hearing. They argued they could not get a fair trial in China, and that they faced torture and the death penalty despite a diplomatic note from China assuring the contrary. After a probing review of their submissions, the PRRA officer rejected all of their claims.", "[4] The Lais are now challenging the PRRA officer's decision on many different grounds. This is quite a complex case, raising intricate issues of fact and law which I shall address shortly. I wish to make it clear from the outset that in coming to my decision, I have been governed exclusively by the applicable law and jurisprudence. While I am aware of the extensive media coverage this case has generated, it has been of no concern to me and it had no impact whatsoever on my reasoning.", "[5] The children have also applied for a review of their PRRA decision, in the separate but related file IMM-2845-06. My reasons and order in that file are also released today, in separate cover.", "[6] Before turning to the facts, I need make one last point. Some of the oral and written evidence before the Board was confidential and protected, and therefore not accessible to the public. However, all the oral submissions were made in open court, and the records from both sides were not sealed or protected. Of course, the material that was protected in earlier instances will remain confidential. FACTS", "[7] The Lais are all citizens of the People's Republic of China. They arrived in Canada August 14, 1999 and claimed refugee status June 8, 2000. Mr. Lai, the main applicant, based his claim for refugee status on the grounds of political opinion and membership in a particular social group - specifically, successful Chinese businessmen.", "[8] In 1999, Chinese authorities received information from an undisclosed source that large-scale smuggling was taking place in the city of Xiamen. As a result, they conducted a major investigation called the \"4-20 Investigation\" and allegedly discovered a massive smuggling operation headed by the Lais, through their Yuan Hua group of companies. The 4-20 Investigation took place over a couple of years. Investigators detained and interrogated employees of the Yuan Hua companies and various public servants. Dozens of people were arrested, charged and convicted. Some were executed as a result of their involvement.", "[9] Upon learning Chinese authorities were looking for them, the Lais fled Hong Kong and came to Canada as visitors. They have never been charged with any crimes. That is because, according to the evidentiary record, people suspected of criminal activity in China are not charged until authorities have them in custody. However, the Lais are subject to the equivalent of arrest warrants. Justice Andrew MacKay discussed this point in his reasons for dismissing the Lais' application for judicial review of the Board's decision ( <FRAGMENT_SUPPRESSED> ).", "[10] In early 2000, three investigators from the 4-20 Investigation Team received letters of invitation from two Vancouver companies with Chinese parent companies - Tricell (Canada) Inc. and Top Glory. Employees from both companies testified before the Board, saying they did not realize who they were inviting - they were just responding to their parent companies' requests for invitations. The visitors included Mr. Lai Shui Qiang, Mr. Lai's brother. He has since died in prison.", "[11] Once in Canada, Mr. Lai met with the 4-20 investigators, who tried to convince him to return home to China voluntarily. He refused their offer, which included promises to let him keep a portion of his assets and allow his relatives to use their identity documents again. It was only after he met with investigators that Mr. Lai apparently decided to claim refugee status.", "[12] Before the Board, Mr. Lai claimed all the allegations against him were concocted. He argued the Chinese government was targeting him for refusing to falsely implicate a man named Li Ji Zhou (Mr. Li) of criminal activity. Mr. Li was a central government official who, according to Mr. Lai, had fallen victim to a power struggle. Because of his refusal, Mr. Lai told the Board, he was now being pursued through false charges of avoiding customs duties on imported foreign goods, ranging from cigarettes to cars, televisions and air conditioners. He was also accused of bribing countless people, including various bureaucrats who worked for customs, as well as Mr. Li himself.", "[13] Before the Board, the Lais claimed that if charged with criminal offences in China, they would not get a fair trial. They argued that China's judicial system is highly politicized and controlled by the central government. They alleged the case against them had already been decided. Indeed, the former Chinese Prime Minister was even quoted as saying, in 2001, that Lai Cheong Sing \"deserved to die three times\". The Lais also filed expert evidence on the political and judicial systems in China, documentary evidence on the torture of prisoners, and gave oral evidence.", "[14] The Board heard from approximately 25 witnesses during the hearing. The Minister introduced a breadth of evidence, including the testimony of Chinese officials, reports from the 4-20 Investigation, and the Chinese conviction records of people who were allegedly involved in the Yuan Hua smuggling operation. Expert witnesses also provided evidence about the Chinese justice system.", "[15] In a 294-page decision, the Board found Mr. Lai and Ms. Tsang were \"clearly only fugitives from justice, and nothing else\". The Board did not find either of them credible. On the contrary, it determined they were excluded from claiming refugee status under Article 1F(b) of the Convention because there were serious reasons to consider the two had committed a serious non-political crime outside their country of refuge. There was no suggestion, however, that their three children were in any way involved in the alleged criminal activity.", "[16] The Board found Mr. Lai had left a lot of very important information out of his Personal Information Form (PIF). Perhaps most importantly, the Board wrote, Mr. Lai did not mention the core of his fear in his PIF - that the Chinese government wanted him to return to China so it could kill him to hide the fact that the entire 4-20 Investigation was a set-up and a fraud.", "[17] The Board also found the 10-month delay between Mr. Lai's arrival in Canada and his refugee claim suspicious. Looking at the timing of his discussions with the 4-20 Investigation team in Canada, it found Mr. Lai was not truly afraid of Chinese authorities. He practically played \"host\" to them in Canada, and only claimed refugee status once he realized he could not negotiate a satisfactory arrangement to return home.", "[18] The Board concluded the crimes were serious and non-political. It drew an adverse inference from the absence of business documentation that would have established whether the Lais were running legitimate businesses. Indeed, several employees of the Yuan Hua Group and lower-level customs bureaucrats gave detailed accounts about how the smuggling operations were carried out. It appears that when customs officials decided which containers to inspect in Mr. Lai's container yard, they would let the Yuan Hua companies know. The cargo would then be changed the night before the inspection, from goods subject to high tariffs, to those subject to much lower tariffs. Staff at the container yard would also replace the actual commercial seals with fake ones, to agree with the fake documentation for the replacement goods in the inspected containers.", "[19] The Board also found that when Mr. Lai decided to give someone a \"loan\", he paid little attention to whether he would ever be repaid. He never asked \"loan\" recipients for business proposals, and did not put any of the agreements into writing. The Board found that sometimes, Mr. Lai did not even know the person receiving his money, and thus concluded the payments looked more like bribes than loans.", "[20] Indeed, Mr. Li Ji, the senior bureaucrat to whom I referred at paragraph 12, gave evidence to the Board saying he believed he was receiving bribes from Mr. Lai. He also gave Mr. Lai consideration for the money in two known incidents. First, he helped Mr. Lai get a special licence to travel between mainland China and Hong Kong. Second, he helped one of Mr. Lai's friends avoid criminal charges when marine police seized a 30,000 tonne diesel shipment.", "[21] There was also much discussion at the Board hearing about a diplomatic note from China to Canada. In the note, China wrote that it would not sentence Mr. Lai or Ms. Tsang to death for crimes they committed before their repatriation. Nor would the Chinese government torture them upon their return. John Holmes, Director of the United Nations Criminal and Treaty Law Division in the Department of Foreign Affairs and International Trade, gave expert evidence to the Board about the note. He testified that a diplomatic note, though not binding at international law, is the highest level of agreement between states aside from a treaty. He said it would be extremely unusual for a state to breach such a commitment, because it would undermine its credibility. He added that of dozens he had seen in his career, the Chinese government had never violated the substance of any of its notes. He also was not aware of a situation where the Canadian government had not relied on a note of this type. Based on that evidence, the Board found China would honour its assurances about both torture and the death penalty.", "[22] As for Ms. Tsang, the Board found she played a major role in running the Yuan Hua companies. For example, there was evidence she was one of only three people with signing authority. This conflicted with her testimony that she knew nothing about how the Yuan Hua companies were run.", "[23] The Board also went through the immigration applications Ms. Tsang had submitted for herself and her children, long before they fled to Canada and claimed refugee status. She had applied as an entrepreneur, and applied on her children's behalf for visas. The Board said she, at best, was indifferent about whether the information she gave Canadian immigration authorities was true.", "[24] On the basis of the foregoing, the Board excluded the Lais from refugee status, pursuant to Article 1F(b) of the Convention . Mr. Lai was excluded for both bribery and smuggling, while Ms. Tsang was only excluded for smuggling. Since this was determinative of their refugee claim, the Board found it unnecessary to consider fraud charges, as well as allegations that the Lais had committed tax evasion. It also bears noting that only the parents were excluded under Article 1F(b) of the Convention", "[25] Though it was not necessary to consider the couple's other submissions because they had already been excluded from claiming refugee status, the Board also rejected their claims to be Convention refugees based on political opinion and membership in a particular social group. Since the children's claims were based on their parents', their claims were rejected as well.", "[26] It is important to note that the Board's decision was based on the old Immigration Act , which is why it only discussed the applicants' Convention refugee claims. The Pre-Removal Risk Assessment (PRRA) was introduced when the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the IRPA ) came into force in 2002. The PRRA decision was therefore the first time anyone assessed whether the Lais were persons in need of protection, pursuant to s. 97 of the IRPA", "[27] Following the Board's decision, the Lais applied for leave and judicial review. Leave was granted, but Justice MacKay dismissed the application in <FRAGMENT_SUPPRESSED> . He nevertheless certified four questions, which the Federal Court of Appeal eventually answered in the following way ( <FRAGMENT_SUPPRESSED> ): In a refugee exclusion case based on Article 1F(b) of the Refugee Convention a) Where the Minister relies upon interrogation statements produced abroad by foreign government agencies, must the Minister establish those statements were voluntary when made, particularly where there is some evidence of a lack of voluntariness of one or more of the statements, and evidence of torture sometimes used in obtaining statements from persons detained is included in information on general country conditions? Answer No. The Minister has the onus to provide credible or trustworthy evidence on which the Board can determine whether a claimant should be excluded from the Convention refugee definition. The Board is not bound by any legal or technical rules of evidence and, in any proceedings before it, it may receive and base a decision on evidence adduced in the proceedings that it considers credible or trustworthy in the circumstances of the case. Statements obtained by torture or other cruel, inhumane or degrading treatment or punishment are neither credible nor trustworthy. In this case the Minister adduced evidence to show that the foreign statements were credible or trustworthy, including evidence that the statements were given willingly and in accordance with the procedural requirements of Chinese law. There was also before the Board evidence of general country conditions indicating that torture occurs and is not always controlled by the authorities, as well as vague hearsay statements. Based on the entire body of evidence presented, and in the absence of specific evidence that the foreign statements offered by the Minister were obtained by torture, the Board was entitled to admit those statements and conclude that they were obtained voluntarily. In a refugee exclusion case based on Article 1F(b) of the Refugee Convention b) Is the Minister required to give notice in advance of a hearing, of specific criminal acts alleged against the claimant, or is it sufficient if evidence at the subsequent hearing reveals specifics of criminal acts allegedly committed by the claimant? Answer No. The Minister is not required to provide notice of the specific criminal acts alleged against a claimant. Pursuant to s. 9 of the former Rules , the Minister is required to specify the parts of Article 1F that are relevant to the claim and to set out briefly the law and facts on which he relies. The Minister is not obliged to provide particulars at the standard that might be required, for example, in a criminal indictment. The notice in this case contained sufficient information to [the] meet the statutory requirement. The Minister is required to adduce credible or trustworthy evidence at the hearing that is relevant to the questions raised by the exclusionary ground, which is whether there are serious reasons for considering whether a claimant has committed a serious non-political crime outside Canada prior to arrival in this country. Under the new Act , the Minister is now required to give notice in advance of a hearing in accordance with s. 25 of the new Rules . He must also comply with s. 29 of the new Rules , which generally require[s] that a claimant be provided with the documents to be relied on by the Minister not later than 20 days before the hearing. In a refugee exclusion case based on Article 1F(b) of the Refugee Convention c) Is the Refugee Division required to state in its decision the specifics of criminal acts committed by the claimant? Answer No. The Board is not required to state in its decision the specifics of the criminal acts committed by a claimant. Does the decision of the Supreme Court in <FRAGMENT_SUPPRESSED> , providing for separate assessment of a foreign state's assurance to avoid torture of returned nationals, apply where there is some evidence of generalized resort to torture in the foreign state, or only where there is evidence reasonably indicating resort to torture in similar cases? Answer The Panel declines to answer this question on the basis of the analysis earlier articulated in these reasons for judgment.\"", "[28] The Supreme Court of Canada denied leave to appeal the Federal Court of Appeal's decision on September 1, 2005 ( <FRAGMENT_SUPPRESSED> ; 346 N.R. 399).", "[29] On October 12, 2005, an enforcement officer from the Canada Border Services Agency met with the Lais and their counsel. The officer provided each applicant with an amended application for a PRRA, an amended notification regarding the PRRA, and a guide to applying for a PRRA. As I mentioned earlier, this was the first time the alleged risks were assessed under s. 97(1) of the IRPA , since their refugee claim was determined under the former Immigration Act . Their PRRA application was limited only to the question of whether they were persons in need of protection under s. 97(1), however, because the Board had excluded them from Convention refugee status under Article 1F(b) of the Convention . According to paragraph 112(3)(c) of the IRPA , an applicant cannot claim refugee status if he or she is excluded under Article 1F.", "[30] The Lais accepted the opportunity to apply for a PRRA, but submitted their PRRA should be determined by someone other than a PRRA officer, who acts as a delegate of the Minister of Citizenship and Immigration. They argued the PRRA decision-making process would be inherently fettered, because the Minister had already taken a position on the diplomatic note from China during their Board hearing, arguing in favour of the note's reliability. Bearing this in mind, the Lais claimed no PRRA officer, as a delegate of the Minister, could decide their application fairly. The officer would be bound to find that the Lais would not be at risk if returned to China, in order to conform with the Minister's submissions to the Board. The Lais nevertheless submitted their PRRA application on November 10, 2005.", "[31] It is worth mentioning that the Minister of Citizenship and Immigration no longer intervenes in refugee hearings before the Board. That role has been transferred to a portfolio agency called the Canada Border Services Agency, which reports to the Minister of Public Safety and Emergency Preparedness. PRRA decisions are still done by officers within the Department of Citizenship and Immigration.", "[32] The Lais then sought leave and judicial review of the decision that they had to submit their PRRA application to the Minister. They asked this Court to quash the decision, and declare they had to submit their PRRA application to the Federal Court. They also argued that the requirement under the IRPA of having the Minister determine PRRA applications should be found constitutionally inoperative, or of no force or effect under s. 52 of the Charter as a violation of s. 7 of the Charter", "[33] My colleague Justice Eleanor Dawson decided the Lais' application was premature and dismissed it on April 11, 2006 ( <FRAGMENT_SUPPRESSED> ). She held, inter alia, that this Court could only supervise the Minister's decision on the PRRA. It had no jurisdiction to pre-empt the decision itself. In and of itself, s. 24 of the Charter does not confer jurisdiction on any court to grant a remedy, if it does not already have that power. She also found that a Charter breach would not exist until a decision adverse to the applicants was made. If they received a negative PRRA decision, then it could be reviewable. At that stage, the Court could canvass the bias allegations with the benefit of the PRRA officer's reasons. She therefore refrained from making any comment on the strength of the applicants' case, and dismissed the application.", "[34] The PRRA decision was eventually released on May 11, 2006. The officer concluded the Lais were unlikely to face a risk to life, a risk of torture, or a risk of cruel and unusual treatment or punishment if returned to the People's Republic of China. They were set to be removed June 2, 2006. Mr. Lai then sought a stay of his removal before this Court, which was granted by my colleague Justice Carolyn Layden-Stevenson on June 1, 2006 ( <FRAGMENT_SUPPRESSED> ). She found the certified question about torture and diplomatic assurances, which the Federal Court of Appeal had declined to answer, was a serious issue. In coming to that conclusion, she relied on paragraph 94 of the Federal Court of Appeal's reasons, above, in which Justice Brian Malone stated: \"This, of course, is not the end of the review process for the appellants. The next proceeding is the 'Pre-Removal Risk Assessment' under s. 112 of the new Act , where the question of torture and diplomatic assurances can be fully canvassed along with any new and relevant evidence that may become available. It is also noteworthy that the appellants may also apply to the Minister to stay in Canada on humanitarian and compassionate grounds pursuant to the principles set out in s. 25(1) of the new Act . The Board's decision in the present appeal does not fetter the Minister's discretion in any way when he considers an application under s. 112 or on humanitarian and compassionate grounds.\"", "[35] Justice Layden-Stevenson also found that irreparable harm was established, as removal would cause Mr. Lai to face the risk that he alleged was present and that he argued had not been adequately assessed by the PRRA officer. She therefore ordered that Mr. Lai's removal be stayed pending determination of his application for leave for judicial review and, if leave was granted, pending determination of the judicial review. IMPUGNED DECISION", "[36] The PRRA officer started her 40-page decision by assessing the Lais' allegations of bias. After reviewing their arguments, she concluded the PRRA decision-making process did not give rise to a reasonable apprehension of institutional bias. Having no predetermined opinions on any of the evidence before her, she also found no personal reason to withdraw from the application.", "[37] The PRRA officer wrote that to accept the Lais' arguments about bias would be tantamount to concluding there could not be more than one mandate within the Department of Citizenship and Immigration. In her opinion, such a view would reduce a PRRA officer's role to that of automatically concurring with previous decisions. She refused to recuse herself and opined that she was able to assess all the information before her and weigh the information based on her own analysis, without being influenced by representations that different Minister's delegates had made in other proceedings. She also noted that she had no authority to establish a commission of inquiry, for which the Lais had asked. In any event, to do so would be to accept the argument that a reasonable apprehension of bias existed, which, in her opinion, was not the case.", "[38] She then reviewed the facts and summarized the allegations, before proceeding to her analysis. Starting with the diplomatic note, she considered all the witnesses' evidence. She gave weight to expert John Holmes' testimony, characterizing the note as a formal, political commitment. While the note was not binding at international law, she wrote, it reflected China's intention to fulfill a specific commitment. She also cited other experts who testified why it would be in China's interests to honour its assurances, and stressed that China - not Canada - had initiated the discussions which led to the note. She accepted that there is no remedy at international law for violating a diplomatic note. However, since there was insufficient evidence that China had violated previous diplomatic promises, she was not convinced it was likely to renege on its promises regarding the Lais.", "[39] The officer also dismissed counsel's argument that it would be inconsistent to conclude the assurances could be trusted, and at the same time find that China's courts are independent from the government. The Lais submitted that if the assurances were reliable, it could only be because the Chinese government had effective control over the judiciary. Instead, however, the officer adopted the opinion of expert Dr. Jerome Cohen, writing the following at page 15 of her decision: \"… what counsel for the applicants sees as inconsistency, Cohen notes is the 'other side of the coin of the widely-condemned absence of judicial independence in the PRC', that is that PRC courts, in his words, 'have an impeccable record in doing what they are told to do by the nation's highest government and Communist Party institutions'.\"", "[40] The officer also rejected counsel's argument that the note did not preclude a conditional death sentence. According to the Lais, this opening would enable the Chinese government to execute them for crimes committed after their repatriation, without technically violating the terms of the note. The officer found this argument speculative, concluding there was no evidence Chinese authorities had left that possibility open. In the same vein, she was of the view that the assurances applied equally to both Mr. Lai and Ms. Tsang, contrary to what they had argued.", "[41] In the end, the officer concluded it was unlikely, on the balance of probabilities, that the Chinese government would \"take the extraordinary step\" of providing the note after high-level negotiations, documented in national and international media, and then renege on its promises, thereby damaging its international reputation (PRRA Reasons, page 16). I believe the gist of her reasoning with respect to the note can be found in the following two paragraphs at page 35 of her decision: \"I find that the applicants' case is unique in the sense that the diplomatic assurance in question was proffered voluntarily by the Chinese government to the Canadian government. I find this action one that has been widely publicized, both in the PRC and internationally. Regarding the death penalty, notwithstanding country condition reports about the use of the death penalty in China, execution of other individuals convicted in the 'Xiamen smuggling scandal' and a politicized judicial system and a media that is often used as a tool by the government to report its intents and targets, what I have before me is the case of two individuals whose cases have been very well-publicized both in Canada and internationally, as well as a diplomatic document that purports to ensure that the death penalty and torture will not be imposed upon Lai Cheong Sing nor Tsang Ming Na. \"Counsel appears to be conflating his view of the noted deficiencies in Chinese law and practice with his opinion that the diplomatic note will not be sufficient to protect the applicants from either the death penalty or torture. I find, based on my consideration of the evidence, that the Government has the ability to ensure that the full terms of the diplomatic note will be abided by, in other words, that neither of the applicants will face either the death penalty, or a suspended death sentence, or be subjected to torture, or cruel and unusual mistreatment or punishment. I do not agree that the absence of a mechanism to monitor the compliance of the Chinese government with the terms of the note is to be interpreted as rendering the note itself unreliable. Having regard to the nature and format of the diplomatic assurance, the correspondence that took place between Canadian and Chinese representatives to establish the terms of the assurance, and the identity of the applicants, I do not accept counsel's argument that I should dismiss this diplomatic assurance on the basis that its terms cannot be guaranteed without some kind of diplomatic sanction behind it or a mechanism to monitor its compliance.\"", "[42] With respect to torture and cruel and unusual treatment or punishment, the officer quoted a passage from the Supreme Court's decision in <FRAGMENT_SUPPRESSED> , at paragraphs 124 and 125, to the effect that we should distinguish a state's assurances regarding the death penalty from those regarding torture. She then referred to a press release issued by the United Nations on December 2, 2005, discussing a visit the UN's Special Rapporteur on Torture had made to China. The Special Rapporteur noted that some government authorities tried to obstruct or restrict his attempts at fact-finding, kept him and his team under surveillance, and intimidated alleged victims. According to the report, the Special Rapporteur concluded that the practice of torture, although on the decline, remains widespread in China, and outlined measures the Chinese government had taken to deal with the problem. He also noted the absence of procedural safeguards in China necessary to make prohibition against torture effective, like excluding evidence if statements were made under torture, and an independent judiciary.", "[43] The PRRA officer then considered evidence the Lais submitted regarding the deaths of Lai Shui Qiang, Mr. Lai's brother, and Chen Zan Cheng, Mr. Lai's former accountant. Despite the suspicious nature of their deaths while in prison, she concluded there was no objective evidence linking the deaths to a forward-looking risk to either of the applicants. She found there was insufficient probative evidence that the deaths could be imputed to mistreatment or torture, and that autopsies were either requested and/or refused.", "[44] Again, she noted Dr. Cohen's position that because the Lais' case was so well-known, China would probably not engage in torture, although, as Dr. Cohen said, he could not be \"a guarantor of the indefinite future\". The lead investigator in the Xiamen smuggling case also testified before the Board that no coercive techniques were used in their interrogation sessions. The PRRA officer did not find this determinative, because no investigators would likely admit to coercion. However, she noted, there was no evidence to the contrary.", "[45] The officer concluded the Lais would be protected by their own notoriety. She reviewed testimony from a defence lawyer who assisted two defendants in the Yuan Hua cases in China, an affidavit from Ms. Tsang's sister and the videotaped interview of Mr. Li, the senior bureaucrat who said he had received bribes from Mr. Lai. Despite the \"troubling existence of torture used by Ministry of Public Security officials\", and \"public source information about the use of torture to coerce confessions out of suspects\", the officer decided to put her confidence in the diplomatic assurances against invoking the death penalty and resorting to torture.", "[46] With respect to the right to a fair trial and the rule of law, the PRRA officer acknowledged the problems with China's justice system. Many aspects of its procedures fall short of international standards, including the fact that a prosecutor can decide to arrest a suspect pending investigation without hearing the suspect, and the fact that under Article 306 of the Chinese Criminal Law , lawyers can be imprisoned for coercing a witness or enticing him to change testimony in defiance of the \"facts\", as determined by the state. On the other hand, there is documentary evidence showing the Chinese government has permitted and even encouraged public critiques of its legal system.", "[47] The officer also looked at the records from Mr. Li's trial in China, and noted that while he confessed to taking money from Mr. Lai, the court did not accept a second charge of bribery, finding insufficient evidence to prove this allegation. In other cases, people who were originally sentenced to death or to death with a two-year postponement had their sentences commuted to a lesser punishment. Mr. Li also testified that he had been given an open trial, was entitled to a defence lawyer, and was able to meet with his lawyer several times before trial. All of this evidence led the PRRA officer to conclude the Lais would receive a fair trial in China. As she stated at page 41 of her reasons: \"Counsel lists all the factors that he says cumulatively lead one to the conclusion that the applicants cannot get a fair trial in China. Among the factors he states are lacking in China's judicial system: right to a public hearing, competent, independent and impartial tribunal, the entrenchment of the presumption of innocence, adequate time and facilities for defence, the right to counsel and to have counsel of choice, the right of an accused to be tried in his or her presence, the right to examine witnesses, the right to silence. I find that counsel for the applicant overstates and draws unreasonable inferences from the evidence he presents, in a bid to demonstrate that the applicants will face conviction without doubt, in a predetermined verdict. Without negating the indeed serious shortcomings in the Chinese judicial system, I find, on a balance of probabilities, that the applicants have not demonstrated that return to China to face possible charges of smuggling, bribery, and tax evasion, will put them at a risk to life, a risk of torture, or a risk of cruel and unusual treatment or punishment. Counsel for the applicant indicts the entire judicial system of China, noting its flaws in process, the constraints on judicial independence, the potential for threats to be made on any counsel who take on the defence of cases adjudged to be serious or politically tinged, the high conviction rate and the use of capital punishment on economic crimes. However, the specific and fact-based evidence before me does not suggest that others charged in the smuggling case were not afforded, in the main, due process, and a fair trial, nor do I have any probative evidence before me to find that those convicted in the Yuan Hua smuggling case were convicted unfairly, or were coerced into confessing, or were denied legal counsel.\"", "[48] The officer also commented on the imbroglio surrounding an unsigned affidavit that was allegedly based on comments that Ms. Tao Mi, one of Mr. Lai's former employees, made to a Canadian lawyer and his secretary in China several days before the Board hearing closed. The document was a recantation of Tao Mi's previous statements implicating Mr. Lai in the smuggling and bribery scheme for which he is now sought. Tao Mi was supposed to sign the unsworn affidavit, but that never occurred. The Board admitted the document as an exhibit to the Canadian lawyer's affidavit, but declined to have the lawyer testify himself.", "[49] After the Board's hearing, however, an RCMP officer arranged to interview Tao Mi at the Canadian Consulate in Shanghai. A Chinese security officer, from an agency which might have detained and interrogated Tao Mi earlier, was present. Absent was counsel for the Lais, who were not notified about the interview. When asked if she spoke with a Canadian lawyer in China about Lai Cheong Sing, Tao Mi said no. She also said that when investigated by the 4-20 Investigation Team, she was treated with respect and never threatened. Commenting on this incident, Justice MacKay described it as \"... an extraordinary undertaking, unfair in its process, and ultimately unnecessary ...\" ( <FRAGMENT_SUPPRESSED> ).", "[50] The PRRA officer decided this evidence was inconclusive. She found it problematic that Tao Mi would dictate the statement to the Canadian lawyer but not sign it. She also noted that neither the lawyer nor his secretary could testify that the person they interviewed was actually Tao Mi. There was simply no proof of her identity.", "[51] Finally, the PRRA officer considered counsel's submission that Ms. Tsang would be at risk in China because of her mental problems. The officer cited an article published in the Yale-China Health Journal , claiming China's standard of psychiatric treatment was adequate compared to other developing countries, and was showing signs of improvement. She also referred to the U.S. Department of State's 2005 Country Report on Human Rights Practices, which reported incidents where patients were forcibly given medicine and subjected to electric shock treatment. She reviewed two hospital reports and a doctor's letter indicating Ms. Tsang suffered from generalized anxiety disorder. On the basis of that evidence, the officer concluded Ms. Tsang did suffer from anxiety, but would not be singled out for mistreatment because of her psychological condition. Nor did she fit into a particular social group, i.e. those with mental illnesses.", "[52] On the basis of all the foregoing, the PRRA officer concluded the Lais were not at risk if returned to the People's Republic of China. She wrote, in the last paragraph of her reasons: \"I have reviewed all of the evidence before me, listed below in the Sources Consulted section. I do not find that the applicants are being sought by the Chinese authorities due to political motivations, but rather that the government's interest in the applicants arises out of allegations and evidence that they are suspected of engaging in criminal activity. It is my finding that the return of the applicants to China is neither an act that would shock the conscience of Canadians nor be a breach of fundamental justice nor bring them within any of the risks encapsulated in either s. 97(1)(a) or (b) of the Immigration and Refugee Protection Act .\" ISSUES", "[53] The applicants have raised a number of issues. Some are of a substantive nature and therefore subject to the appropriate standard of review. Other issues are of a procedural character. In addition, counsel for the applicants has filed a notice of constitutional questions, whereby he raised two issues closely related to some of his administrative law arguments. He did not, however, deal with any of the constitutional issues in either his oral or written submissions, and so I will not address them in these reasons. The Minister, on the other hand, says the only issue in this case is whether, based on the evidence before her, the officer's decision rejecting the applicants' PRRA was reasonable. Despite the fact that counsel for the respondent looked at the case from a different angle, she did respond to all of the issues the applicants raised.", "[54] The issues can therefore be framed in the following way: a) Does the Minister's PRRA decision raise a reasonable apprehension of bias? b) Did the PRRA officer violate the regulatory requirement not to make adverse credibility findings central to the decision without a hearing? c) Did the PRRA officer err in concluding the diplomatic assurance from China regarding the death penalty encompasses a conditional death sentence? d) Does the Supreme Court decision in <FRAGMENT_SUPPRESSED> , providing for separate assessment of a foreign state's assurance to avoid torture of returned nationals, apply where there is some evidence of generalized resort to torture in the foreign state, or only where there is evidence reasonably indicating resort to torture in similar cases? e) Did the PRRA officer err in concluding the diplomatic assurances from China on torture are reliable, in the absence of any mechanism providing for verification of compliance? f) Did the PRRA officer err by making no finding about whether the applicants would receive a fair trial in China? g) Did the PRRA officer err in using the concept of a law of general application to determine whether the conviction of Tsang Ming Na's relatives for transferring money to the applicants was acceptable?", "[55] As to the applicable standard of review, I shall deal with it as I go through the analysis of the last five issues. It is by now settled law that when considered globally and as a whole, a PRRA decision must be reviewed against a standard of reasonableness ( <FRAGMENT_SUPPRESSED> ). Nevertheless, the standard must be adjusted in accordance with the particular issue that is being considered. As Justice Richard Mosley determined in <FRAGMENT_SUPPRESSED>  questions of fact must be reviewed against a standard of patent unreasonableness, questions of mixed fact and law are subject to a standard of reasonableness, and questions of law must be assessed in accordance with a standard of correctness. Needless to say, there is no need to go through a standard of review analysis with respect to the first two issues. When procedural fairness is at stake, the Court must determine whether the procedure followed was fair or not: <FRAGMENT_SUPPRESSED> . ANALYSIS a) Reasonable apprehension of bias", "[56] The Lais submit there are three facts which give rise to a reasonable apprehension of bias. First and foremost, they argue the Minister has already determined the diplomatic note from the Chinese authorities is satisfactory, because of the Minister's submissions to the Board during the Lais' refugee hearing. By advocating that the Board treat the note as reliable, the Lais argue the Minister was implicitly assessing risk, since the note covers the same three risks to be determined under s. 97 of the IRPA . The Minister, through her delegate, should not have been asked to make exactly the same decision in the context of a PRRA. Indeed, counsel was of the view that the PRRA officer came to the same conclusion as the Minister's representative in the Board hearings - that the assurances were reliable - for the same reasons.", "[57] Counsel for the applicants referred me to a number of sections in the IRPA identifying the Minister as the person responsible for the PRRA (ss. 112(1), 113(b), 114(2) and (3)). This would tend to show that the PRRA decision is that of the Minister, not of someone independent from her. Statutorily, the decision is the Minister's. Someone who is not the Minister can make that decision, so goes the argument, only if that person is the Minister's voice.", "[58] What compounds the problem and makes this case special, according to the applicants, is that the Board did not look at the risks identified in s. 97 because the IRPA had not yet been enacted. This is why the PRRA officer in this case looked at both new and old evidence. Ordinarily, a PRRA officer will only look at new evidence. Had the IRPA been enacted when the Board decided the Lais' application, it would have evaluated the evidence under both ss. 96 and 97. If that was the case, the Minister's submissions to the Board would not have mattered for the purposes of a PRRA, because those submissions would be \"old\" evidence - i.e. they would only relate to evidence the Board had already assessed.", "[59] Before going into the merits of that submission, I would reiterate that the Minister of Citizenship and Immigration no longer has the dual authority to appear before the Board and also decide risk assessments (now PRRAs, but formerly PDRCC applications). Its intervention authority to appear at Board hearings was transferred to the Canada Border Services Agency in 2003.", "[60] According to the Lais, there are two other factors that give rise to a reasonable apprehension of bias. The first has to do with the genesis of the diplomatic note. Even if we were to accept that the note was spontaneously generated by Chinese authorities, they say, the Canadian government sought clarifications and additional assurances, which were reflected in the final version of the note. In seeking these additional guarantees, the Lais claim the Canadian government was expressing a legal opinion. That is, they requested these clarifications because they believed they were required under Canadian law.", "[61] Finally, the Lais submit that the Canadian government values its relations with the government of China more highly than fairness to them, as evidenced by the government's interrogation of Tao Mi in Shanghai in December, 2001. Not only was a Chinese official present, but the official was never cautioned about holding that interview in confidence. Moreover, the Lais' lawyer was not given prior notice of that interrogation. Relying on Justice MacKay's criticisms of this process, to which I referred at paragraph 49 of this decision, the Lais claim this behaviour has also created a reasonable apprehension of bias.", "[62] The Lais have suggested two solutions. First, they say this Court should order a trial to deal with the PRRA application itself. While acknowledging that this would be outside the statutory scheme, Mr. Matas suggested that s. 24 of the Charter gives this Court jurisdiction to fashion such a remedy to the extent that there is a violation of s. 7 of the Charter . Alternatively, counsel proposed that a commission of inquiry be established under the authority of the Inquiries Act , R.S.C. 1985, c. I-11, to deal with this particular PRRA application.", "[63] There is no doubt that the independence of the judiciary and the impartiality of its members are the cornerstones of our judicial system and essential characteristics of a state governed by the rule of law. The test for bias was set out by the Federal Court of Appeal and approved by the Supreme Court of Canada in Committee for Justice and  <FRAGMENT_SUPPRESSED> ; 9 N.R. 115, at page 394  <FRAGMENT_SUPPRESSED>  ( Committee for Justice and Liberty ): \"'...what would an informed person, viewing the matter realistically and practically - and having thought the matter through - conclude.'\"", "[64] Because an allegation of bias is of such momentous importance, the grounds to establish such an apprehension must be substantial and must rest on something more than pure speculation or conjecture: Committee for Justice and Liberty , above, at pages 394-395 [ <FRAGMENT_SUPPRESSED> . In the present case, I have not understood counsel's submission to be that the PRRA officer was personally biased. What we are dealing with here is an allegation of institutional bias, which would have arisen in all the cases decided while the Minister of Citizenship and Immigration had overlapping statutory \"intervention\" and \"protection\" authority during the transition period following the IRPA 's enactment. During that time, the Minister had the power to intervene at Board hearings, and the power to protect by deciding PRRA applications.", "[65] I am prepared to accept, based on the evidence before me, that the Chinese ambassador to Canada initiated the discussions with the Canadian government regarding the assurances Canada expected if Mr. Lai was to be returned to China. I fail to see how the further assurances and clarifications Canada sought, in light of its understanding of Canadian law and especially of the Supreme Court's decision in <FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 243 W.A.C. 1, could have had any impact on the PRRA officer's decision. A fully informed person, who knows the PRRA officer made the first s. 97 risk finding in Mr. Lai's case in 2006, five years after the assurances were given, would not find a reasonable apprehension of bias based on the historical communications that resulted in the diplomatic note. Not only could the Canadian officials' views have no bearing on the PRRA officer, a point to which I shall return shortly, but these views were also supplemented with a good deal of more recent documentary evidence about Chinese diplomatic assurances.", "[66] I am a little bit more troubled by the way Canadian officials interrogated Tao Mi in Shanghai. Like my colleague Justice MacKay, I think this way of proceeding was most inappropriate, to say the least. And it is certainly no defence to argue, like counsel for the Minister did, that Tao Mi's interrogation statement was fully voluntary and simply confirmed what she had said in her original testimony. What else could be expected, with a Chinese state official present in the room? Even if she was tortured or coerced into making false accusations in her first statement, the circumstances of the interrogation made it virtually impossible to discuss. That being said, I do not think that an informed person, viewing the matter realistically and practically, would use this event to draw a negative conclusion about the PRRA officer's impartiality. Indeed, the reason she assigned little weight to Tao Mi's purported recantation was not because of anything she said in her interrogation at the Canadian Consulate. Rather, the officer concluded there was insufficient direct and convincing evidence to corroborate that Tao Mi did in fact meet with the Canadian lawyer, and did retract statements she made implicating the Lais of smuggling.", "[67] The Lais' basic argument is that the PRRA officer could not assess the diplomatic note independently because she had to restrict her findings to whatever counsel for the Minister had submitted to the Board in 2001. I find this argument unpersuasive for a number of reasons.", "[68] It is by now well established that Ministers are not expected to personally exercise all the powers endowed to them by Parliament. A power to delegate is usually implicit in a legislative scheme empowering a Minister to act: <FRAGMENT_SUPPRESSED> ; 8 N.R. 47. This authority to delegate has been spelled out explicitly in the IRPA , of which s. 6(2) provides that anything the Minister may do under the Act may be delegated in writing. The Minister has done so with respect to her authority under s. 112 to decide PRRA applications (Delegation Instrument, December 12, 2005, Item 52).", "[69] While the notion that a department's civil servants speak with one voice and are essentially the Minister's mouthpiece may have held true in a distant past, it is highly unrealistic in today's complex and multi-faceted reality. Modern-day governmental departments are huge organizations, with thousands of employees assigned to varied and numerous functions. While any given minister of the Crown still retains the ultimate responsibility for his department's policies and practices, no one expects him to oversee every decision falling within every single mandate comprising his portfolio. In carrying out their day-to-day responsibilities, officials of one particular unit are not necessarily bound by decisions made by other officials in a different context. As the PRRA officer aptly put it at page 4 of her decision, it would be \"a reductionist and monolithic view of the Minister's varying responsibilities and mandates\" to reduce the role of the PRRA officer \"to that of concurring in any previous decision in which another delegate of the Minister made representations\".", "[70] This is reinforced by looking at s. 5.14 of the PRRA Manual , which directs those officers to bear the following in mind as they make their decisions: \"It is important to show that PRRA officers have carefully analyzed the case, weighed all of the evidence, and balanced the treatment they have given to the evidence considered. The decision should be based on the evidence presented and researched, supported by the factual weight of the evidence itself. The decision should not be based on any preconceived bias or information. The research should be fresh and show that the PRRA Officer has addressed the individual case. Each applicant in the PRRA process is entitled to a fully independent assessment of the facts.\"", "[71] This is precisely what the PRRA officer did in the case at bar. After having carefully reviewed the Lais' arguments alleging that her decision was predetermined, she wrote at page 3 of her decision: \"Counsel would have it that given that the Minister's representatives at the time of the applicants' CRDD hearing made submissions relating to the value of the diplomatic assurances given by the government of the People's Republic of China to the Government of Canada, that the pre-removal risk assessment process is fatally flawed and that no independent and unbiased decision can be made by a Pre-Removal Risk Assessment Officer. To accept such an argument would be tantamount to arguing that there can be no question of more than one mandate within the Department of Citizenship and Immigration. In response, I note that while all employees of the department are charged with the responsibility of administering and applying the objectives of the act in general, there can be varying and competing, even conflicting mandates in doing so.\"", "[72] I find this reasoning unimpeachable. The Minister's dual mandates of intervention and protection in 2001 did not give rise to a reasonable apprehension of institutional bias, so long as each unit acted within its statutory mandate. This is precisely the issue that the Supreme Court considered in Barry and  <FRAGMENT_SUPPRESSED>  A.R. 241. Writing for the Court, Justice Claire L'Heureux-Dubé stated at page 309  <FRAGMENT_SUPPRESSED> : \"As with most principles, there are exceptions. One exception to the 'nemo judex' principle is where the overlap of functions which occurs has been authorized by statute, assuming the constitutionality of the statute is not in issue.\"", "[73] Counsel for the applicants tried to distinguish that case on the basis that the PRRA officer has no statutory or regulatory authority, and does everything in the name of the Minister. To use counsel's words, <FRAGMENT_SUPPRESSED> , above, was about an overlapping of institutional functions, not a coincidence of positions. With all due respect, this is a distinction without difference. It is true that the Alberta Securities Commission was statutorily created, while PRRA officers only have delegated authority. But to me, it seems the principle enunciated in <FRAGMENT_SUPPRESSED> , above, does not hinge upon the nature of the instrument underlying the decision-maker's existence. If the Minister herself has been authorized to intervene at Board hearings and to decide PDRCC applications, certainly her delegates must have the same authority. The risk of being contaminated by a previous decision is surely minimized when two different units are tasked with different responsibilities, as opposed to the same person doing both.", "[74] In coming to this conclusion, I am comforted by the decision reached by my colleague Justice Frederick Gibson in <FRAGMENT_SUPPRESSED>  affd. (2005), 345 N.R. 340; 2005 FCA 422. In that case, the applicants had raised the issue of institutional bias or lack of independence on the part of the PRRA officers because they were (for a short period of time) organizationally situated within the Canada Border Services Agency, along with removal officers. After examining the evidence, Justice Gibson concluded the PRRA unit was structured in such a way that it was insulated from other sections of the CBSA, so that a right-minded and informed individual would not have a reasonable apprehension of bias. At paragraph 39 of the decision, he wrote: \"On the evidence before the Court in this matter, I conclude that there would not be a reasonable apprehension of bias, in the mind of a fully informed person , in a substantial number of cases. That is not to say that there could not well be a reasonable apprehension of bias, as a matter of first impression, in the mind of a less than fully informed person, in a substantial number of cases. The mandate of the CBSA was portrayed in the substantial amount of public information surrounding its establishment as a security and enforcement mandate, a mandate quite distinct from a 'protection' mandate. But the evidence before the Court indicates that its mandate was, at least in the period in question, rather multifaceted and that there was a conscious effort to insulate the PRRA program from the enforcement and removal functions of the CBSA. Thus, I conclude that a 'fully informed person' would not have a reasonable apprehension that bias would infect decision makers in the PRRA program in a '... substantial number of cases'.\"", "[75] There is no evidence before me that this finding does not hold true anymore. PRRA officers are professional decision-makers, undoubtedly very much aware that their decisions are subject to the constraints imposed upon each and every decision made on a quasi-judicial basis. I have no reason to believe that the PRRA officer did not do what she set out to do in the case at bar, and did not approach this particular PRRA application with an open mind. Even assuming the diplomatic note was a key aspect of the risk assessment, she was not barred from looking at all the evidence that was available to her. There is no indication suggesting she simply stopped once she saw the evidence of the Minister's submissions to the Board in 2001. As much as one may disagree with her findings, I do not think a fair minded person, well apprised of the facts and having thought the matter through, would think that it is more likely than not that the PRRA officer would not decide the matter fairly.", "[76] That being the case, there is no need to look at the constitutional argument based on s. 7 of the Charter . There being no reasonable apprehension of bias, either from an institutional or from an individualized point of view, there can be no infringement of the principles of fundamental justice. By the same token, it is unnecessary to canvass the applicants' proposed solutions. I shall only venture to say that this Court has no jurisdiction to determine a PRRA application, nor can s. 24 of the Charter be a source of such jurisdiction. This Court's jurisdiction is supervisory, and it cannot assume jurisdiction which Parliament has not granted it: R. v. 974649 Ontario Inc. et al. , [2001] 3 S.C.R. 575; 279 N.R. 345; 154 O.A.C. 345; <FRAGMENT_SUPPRESSED> . b) The absence of an oral hearing", "[77] The Lais have raised a second procedural fairness issue, relating to two affidavits they filed in support of their application. The first was from Ms. Tsang's sister. It said their father had been beaten and was under house arrest in China, while their mother was taken away by policemen on instructions from 4-20 investigators. The second affidavit was from the Canadian lawyer Clive Ansley, with Tao Mi's alleged recantation attached as an exhibit. In both cases, the PRRA officer gave little probative value to the evidence. She found Ms. Tsang's sister had an interest in the outcome of her claim for protection. Furthermore, her sister's affidavit contained uncorroborated hearsay. With respect to Mr. Ansley, as well as his assistant, neither one of them could testify as to the identity of the person who claimed to be Tao Mi. The Lais now claim the PRRA officer was not entitled to disregard those affidavits, without first granting them a hearing to address the officer's concerns.", "[78] Section 113(b) of the IRPA makes it clear that a hearing is to be held in exceptional circumstances. The factors to consider are found in s. 167 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (the Regulations ), which reads as follows: \"167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following: (a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act; (b) whether the evidence is central to the decision with respect to the application for protection; and (c) whether the evidence, if accepted, would justify allowing the application for protection.\"", "[79] Having reviewed the circumstances under which a hearing must be held, I do not think an interview was required in this case. First of all, the sister's affidavit put her own credibility into question, not Ms. Tsang's. Since s. 167 of the Regulations envisions the possibility of a hearing for an applicant, I fail to see how Ms. Tsang could have testified on the basis of her sister's affidavit.", "[80] As for Mr. Ansley and his assistant, they could have certainly been cross-examined on their affidavits before the Board, but the Minister chose not to. This was her absolute prerogative. It is trite law that a decision-maker is not required to accept affidavit evidence merely because the affiant was not cross-examined ( <FRAGMENT_SUPPRESSED> ).", "[81] The applicants further contend that the PRRA officer breached both the regulatory requirement on interviews and the duty of fairness. They submit she should have either interviewed the affiants about the identity of the woman who came to Mr. Ansley's office, or given them notice of her concern and an opportunity to respond. I strongly disagree. First of all, the affidavits of Mr. Ansley and his assistant were before the Board in 2001, and the Board gave them very little weight. Between then and now, the Lais could have cured this evidentiary deficiency, by seeking evidence to confirm how the affiants knew the woman in Mr. Ansley's office was Tao Mi. However, they did not. Moreover, the Lais' credibility was not the determining issue in the PRRA decision. Rather, the officer found the risks to the Lais had not been established on objective evidence, particularly in light of the diplomatic note. The officer concluded, at page 41 of her reasons, that the unsigned statement was \"not probative or significantly determinative of forward-looking risk to the applicants\". This was not a credibility finding against the Lais, but a finding based on the evidence they submitted to support the claim that they were at risk of torture. For all of these reasons, I do not think the officer breached s. 167 of the Regulations by failing to conduct an oral hearing with the Lais to discuss the two affidavits. c) Does the diplomatic assurance encompass a conditional death sentence?", "[82] The Lais are wanted for arrest for the offence of smuggling, contrary to Article 153 of the Criminal Law of the People's Republic of China . Mr. Lai is also wanted for bribery, contrary to Article 389 of the same law. It is true that the Lais have not been charged yet, but as I explained above, it appears a person is not charged with a crime in China until he or she is in custody. While the maximum sentence for bribery is ten years' imprisonment, the penalty for \"especially serious\" cases of smuggling jumps to life imprisonment or death, pursuant to Article 151 of the Criminal Law of the People's Republic of China . Accordingly, I am confident that removing Mr. Lai to China would subject him to a risk to his life, were it not for the diplomatic assurances. And this is precisely why these assurances were given, in the wake of the Supreme Court's decision in <FRAGMENT_SUPPRESSED>  submit the PRRA officer erred by failing to address whether the note encompasses a conditional death penalty. Second, and this argument was raised for the first time before this Court, they argue a suspended death sentence amounts to cruel and unusual treatment or punishment even if the person is never executed.", "[84] Before assessing these arguments, I must first determine the applicable standard of review. The Lais submit the interpretation of the diplomatic note is a matter of international law, not just domestic Chinese law. They claim that since international law is a part of Canadian law, the proper interpretation of the note should therefore be reviewed against a standard of correctness.", "[85] The Minister, on the other hand, submits that the interpretation and the reliability of the note are both questions of fact that must be assessed on a standard of patent unreasonableness. While accepting this precise issue has never been decided, the Minister argues that interpreting and assessing the note involved findings about foreign law and evidence of past practice, and as such the PRRA officer's conclusions deserve significant deference.", "[86] There is no doubt that foreign law is a matter of fact reviewable on the standard of patent unreasonableness. As the Federal Court of Appeal held in <FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraph 26: \"Foreign law is a question of fact, which must be proved to the satisfaction of the Court. Judicial findings about foreign law, therefore, have always been considered on appeal as questions of fact (see J.-G. Castel, Canadian Conflict of Laws , 4th Ed. (Toronto: Butterworths, 1997), at page 155). Moreover, it is well settled that this Court will only interfere with a finding of fact, including a finding of fact with regard to expert evidence, if there has been a palpable and overriding error (See for example <FRAGMENT_SUPPRESSED> ; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "[87] It is equally beyond dispute that assessing whether an assurance is reliable is a question of fact, reviewable on the standard of patent unreasonableness. The Supreme Court said so in both <FRAGMENT_SUPPRESSED> , at paragraph 17, and Suresh , above, at paragraph 39, where it stated: \"As mentioned earlier, whether there is a substantial risk of torture if Suresh is deported is a threshold question. The threshold question here is in large part a fact-driven inquiry. It requires consideration of the human rights record of the home state, the personal risk faced by the claimant, any assurances that the claimant will not be tortured and their worth and, in that respect, the ability of the home state to control its own security forces, and more. \"Such issues are largely outside the realm of expertise of reviewing courts and possess a negligible legal dimension. We are accordingly of the view that the threshold finding of whether Suresh faces a substantial risk of torture, as an aspect of the larger s. 53(1)(b) opinion, attracts deference by the reviewing court to the Minister's decision. The court may not reweigh the factors considered by the Minister, but may intervene if the decision is not supported by the evidence or fails to consider the appropriate factors.\"", "[88] Mr. Matas is certainly correct in asserting that a diplomatic note is more akin to an international law instrument than to a domestic law. In his affidavit, expert John Holmes described the note in this case as \"a commitment of a political nature from one state to another.\" Having said that, Mr. Holmes recognized that a diplomatic note is not binding in international law. Rather, it reflects one party's intention to fulfill a specific undertaking.", "[89] I am aware of no case law dealing specifically with the standard of review applicable to interpreting such an instrument. In the above-quoted citation from Suresh , above, the Court appears to have focused more on the value to give a diplomatic note than on its interpretation. I have nevertheless concluded that, at least in this case, the interpretation of the assurances from Chinese authorities is so intertwined with the construction of Chinese law that it ought to be considered a question of fact, on which the PRRA officer was entitled to a considerable measure of deference.", "[90] Because the diplomatic note is of such crucial importance to resolve many of the issues raised in this application, I take the liberty to reproduce it in full before going any further: \"Note No. 085/01 (dated May 2, 2001) \"The Embassy of the People's Republic of China in Canada presents its compliments to the Department of Foreign Affairs and International Trade Canada and has the honour to respond to Assistant Deputy Minister Caron's letter of April 27, with the following information. \"Lai Changxing is the chief criminal suspect of the mega smuggling case in Xiamen of China's Fujian Province. He fled to Canada after the case was detected. It is of great importance for China's efforts to fight against corruption and smuggling to have him repatriated to China for a trial by the competent Chinese judicial departments. \"The Chinese side has noted the judicial practice of Canada relating to death penalty in repatriating criminal suspects. In view of this, the Chinese Government undertakes that after his repatriation to China, the Chinese appropriate criminal court will not sentence Lai Changxing to death for all the crimes he may have committed before his repatriation. The Supreme People's Court, the highest judicial organ in China, has decided to that effect and the appropriate criminal court in charge of the alleged smuggling and bribery case will be adequately informed of this decision and will abide by it. \"In accordance with the above decision and Article 199 of the Criminal Procedure Law of the People's Republic of China which stipulates that 'death sentences shall be subject to approval by the Supreme People's Court', the appropriate criminal court will not sentence him to death and even if it does, the verdict will not be approved by the Supreme People's Court, therefore, he will not be executed in any case if returned to China. \"At the same time, China is a state party to the UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment. According to the provisions of the relevant Chinese laws, during the period of investigation and trial of Lai after his repatriation and, if convicted, during his term of imprisonment, Lai will not be subject to torture and other cruel, inhuman or degrading treatment or punishment. \"Zeng Mingna, Lai's wife, is also a suspect involved in the same smuggling case. She fled with Lai to Canada. If Zeng is repatriated to China, the above-mentioned commitments will be equally applicable to her. \"The Embassy of the People's Republic of China avails itself of this opportunity to renew to the Department of Foreign Affairs and International Trade Canada the assurances of its highest consideration.\"", "[91] I shall address, in the next section of these reasons, how much weight to give this note, and the likelihood that Chinese authorities would renege on their assurances should the Lais be returned to China. While this argument is arguably relevant to assessing both the risk to life and the risk of torture, I believe it is more central with respect to the second type of risk, for reasons that will be spelled out later. The argument I want to tackle now is the Lais' submission that the note does not encompass a suspended death sentence. They claim they could face execution after receiving a suspended death sentence if they do not confess to the crimes for which they maintain their innocence.", "[92] The PRRA officer found as a fact that the note ruled out the imposition of the death penalty (PRRA Reasons, page 36). She also found that neither applicant would face either the death penalty, or a suspended death sentence (PRRA Reasons, page 35). She concluded the wording was not suspect, and did not leave the door open to the Chinese authorities imposing a suspended execution sentence, then executing the Lais later for failing to confess (PRRA Reasons, page 39). She wrote it was pure speculation to argue the note left room to impose a death penalty sentence with a two-year postponement.", "[93] The Lais take issue with the fact that the PRRA officer seems to have framed the issue in evidentiary terms, as opposed to interpretative ones. But I think the applicants' interpretation would lead to an unfair reading of the officer's decision. She does make the argument that there is no evidence to suggest Chinese authorities were not transparent, or deliberately left themselves room to impose a conditional death sentence. But a close reading of her reasons, taken as a whole, reveals she was also alert to the wording of the Criminal Law of the People's Republic of China and, as a matter of fact, there was much evidence from Chinese witnesses before the Board on that subject.", "[94] The death penalty assurance explains that the Supreme People's Court has decided not to impose the death penalty on either of the applicants \"for all crimes they may have committed before their return back to China\". As the first step to implementing the assurance, the Supreme People's Court will inform the lower courts not to impose the death penalty on the Lais for their alleged crimes.", "[95] The second safeguard step is that if the lower courts do impose the death penalty, the Supreme People's Court, which must approve all death sentence executions, will not approve the death penalty execution in this case. This is spelled out in Article 199 of the Criminal Procedure Law of the People's Republic of China , which states that \"Death sentences shall be subject to approval by the Supreme People's Court\".", "[96] Now, the Lais argue that conditional, or suspended, death sentences are reviewed by the Higher People's Court under Article 201, not the Supreme People's Court. Because the death penalty assurances in this case refer to Article 199 only, so goes the argument, they do not apply to conditional or suspended death sentences. For the assurances to extend that far, the Chinese government would have had to have sought and received decisions from both the Higher People's Court and the Supreme People's Court. The assurances would also have had to refer to both Articles 201 and 199. Because of this, the Lais argue they could be executed if they refuse to confess or implicate people according to the Chinese government's wishes, because the government would consider such behaviour a crime committed after repatriation. The note only refers to crimes committed before repatriation.", "[97] This argument is disingenuous and fatally flawed, and runs contrary to Article 50 of the Criminal Law of the People's Republic of China and Article 210 of the Criminal Procedure Law of the People's Republic of China . These provisions read as follows: \"Article 50 \"Anyone who is sentenced to death with a suspension of execution commits no intentional crime during the period of suspension, his punishment shall be commuted to life imprisonment upon the expiration of the two-year period; if he has truly performed major meritorious service, his punishment shall be commuted to fixed-term imprisonment of not less than 15 years but not more than 20 years upon the expiration of the two-year period; if it is verified that he has committed an intentional crime, the death penalty shall be executed upon verification and approval of the Supreme People's Court \"Article 210 \"When a judgment of the death penalty with immediate execution is pronounced or approved by the Supreme People's Court, the President of the Supreme People's Court shall sign and issue an order to execute the death sentence. \"If a criminal sentenced to death with a two-year suspension of execution commits no intentional offense during the period of suspension of the sentence and his punishment should therefore be commuted according to law on expiration of such period, the executing organ shall submit a written recommendation to a Higher People's Court for an order; if there is verified evidence that the criminal has committed intentional offense and his death sentence should therefore be executed, the Higher People's Court shall submit the matter to the Supreme People's Court for examination and approval.\"", "[98] These two provisions make it abundantly clear that the Supreme People's Court must approve all death sentences, including conditional death sentences when they are to be executed. This has been made even more explicit, if need be, in a Notice from the Supreme People's Court to the Higher People's Court (No. 177), dated November 26, 2003, which is found in Exhibit \"J\" of Winnifred Liu's affidavit. Moreover, a person will be executed only if he or she commits an intentional crime during the suspension period. Otherwise, the death sentence is automatically commuted to life imprisonment. There was evidence before the PRRA officer that a person refusing to confess does not commit a further crime. This eventuality is addressed in the first part of Article 50, according to which an applicant performing \"meritorious service\" will see his punishment commuted to a fix term of imprisonment.", "[99] It is true that Article 199 is the only provision mentioned in the diplomatic note. But I fail to see how this can be read as \"irrefutable evidence the assurances do not encompass a conditional death sentence\", to take Mr. Matas' words. I do not see such an instrument as a complete code of criminal law or procedure. More importantly, a fair reading of the note taken in its totality, as well as its genesis, clearly indicates the Chinese authorities wanted to reassure the Canadian government that the Lais would not be put to death under any circumstances for any crimes committed before their repatriation. There is no other way to read the third paragraph of the diplomatic note and its reference to the judicial practice of Canada relating to death penalty. As a result, it was not patently unreasonable for the PRRA officer to conclude there was nothing \"sinister\" or \"suspect\" about how the assurance against the death penalty was worded.", "[100] As for the argument that imposing a conditional death sentence is cruel and unusual punishment in itself, even if the applicants are not executed, a few things need be said. First, an officer cannot be faulted for failing to consider arguments that were not put to her ( Varga et al. Canada (Minister of Citizenship and Immigration) (2006), 357 N.R. 333; 2006 FCA 394, at paragraph 17. Second, the PRRA officer never considered whether the imposition of a conditional death sentence amounted to a threat to life, torture or cruel and unusual treatment or punishment because she concluded the note did not allow Chinese authorities to impose a suspended execution sentence. She could have based that conclusion upon a legal analysis along the line of the foregoing paragraphs. However, the evidence supporting such an analysis was put to her, and this is likely why she found there was insufficient evidence to conclude the note was suspect and allowed Chinese authorities to impose a suspended execution sentence (PRRA Reasons, page 39). Third, there is no possibility of the Lais experiencing \"death row phenomenon\", or a psychological trauma associated with awaiting an execution which may or may not arrive, once we accept that the assurances foreclose any likelihood of a death sentence being carried out. For all of these reasons, the officer's conclusion on this argument and, more generally speaking, on the assurance against the death penalty, should be left undisturbed as it does not amount to a patently unreasonable finding. d) and e) The assurance against torture", "[101] The applicants have raised two issues regarding the assurance against torture. The first is essentially the same question that was certified by Justice MacKay. The Federal Court of Appeal did not answer the question, however, because it considered it academic to the issue of whether the Lais were Convention refugees, and thus included under the IRPA . In substance, the Lais are asking this Court to determine when an officer must conduct separate assessments of an assurance against death and an assurance against torture. Is a separate assessment mandated when there is evidence of generalized resort to torture, or evidence of torture in similar cases? The Federal Court of Appeal declined to answer that question. However, it explicitly noted the issue could be canvassed at the PRRA stage. Justice Layden-Stevenson then found it a serious issue for the purposes of the Lais' application to stay their removal order.", "[102] The second issue relating to the assurance against torture has to do with its reliability. More particularly, the Lais contend that to be effective, the assurance would require monitoring and other mechanisms to test the receiving state's undertakings. The Lais therefore submit the PRRA officer erred by focusing on the notoriety of their case, without considering whether and how torture could come to the public's attention, and how their notoriety could protect them if torture or mistreatment was never discovered. I shall deal with these two issues in the same section of these reasons, as they are closely related.", "[103] The first thing to determine is the applicable standard of review. Not surprisingly, the Lais are of the view that both of these questions attract a standard of correctness as they are general in nature. The first issue calls for an elaboration of the Supreme Court's reasoning in Suresh , above, on the issue of diplomatic assurances. They claim the second issue is a subset of the first, arguing that if the death penalty and torture assurances must be assessed separately, what, then, is the nature of a separate assessment?", "[104] The Minister, on the other hand, submits that evaluating the assurance's reliability is a matter of fact, reviewable on the standard of patent unreasonableness. In light of the PRRA officer's finding that the assurance was reliable for all of the reasons set out in her decision, they say, it was not patently unreasonable for her to conclude that the absence of a monitoring mechanism did not undermine its reliability. With respect to the issue of a separate assessment, the Minister submits this issue simply does not arise - first, because it is always required, and second, because this is precisely what the officer did in this case.", "[105] There is no doubt in my mind that evaluating the reliability of a diplomatic assurance is a question of fact, reviewable on the standard of patent unreasonableness. It is indeed part of the assessment as to whether a failed refugee claimant faces a substantial, forward-looking risk of torture if removed to his country of origin. In both <FRAGMENT_SUPPRESSED> , above, and Suresh , above, the Supreme Court made this point clear. Reviewing the Minister's decision on whether Mr. Suresh faced a substantial risk of torture upon deportation, the Court wrote that the Minister's review of an assurance from a foreign state is a fact-driven inquiry with a \"negligible legal dimension\" ( Suresh , above, at paragraph 39). This was reiterated by the British Columbia Court of Appeal in <FRAGMENT_SUPPRESSED> by this Court in <FRAGMENT_SUPPRESSED> .", "[106] Bearing that in mind, the applicants' attempt to frame the issue of monitoring as a legal question must fail. At the end of the day, the threshold question is whether there is a substantial risk that the Lais will be tortured or mistreated in China. To answer that question, the PRRA officer had to take a number of factors into consideration. The diplomatic note was only one of those factors - though a critical one, as we shall see. The presence or absence of a monitoring mechanism was itself one of the indicia to assess the reliability of the assurance given. By concluding the absence of a monitoring mechanism was not determinative, the PRRA officer made a finding of fact.", "[107] Of course, in coming to that conclusion the PRRA officer may be taken as having implicitly denied that some kind of monitoring is always required for an assurance to be reliable. As we shall see shortly, views have been expressed in the recent past about the proper use of diplomatic assurances against torture and what they should encompass. In her reasons, the PRRA officer did indeed refer to various proposals and statements made by non-governmental organizations, human rights activists and UN specialized bodies. But none of these views have so far crystallized in international law. The closest expression to an international norm is the Optional Protocol to the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment , adopted by the UN General Assembly on December 18, 2002. Though it entered into force on June 22, 2006, it has not been ratified by either Canada or the People's Republic of China. And there is no evidence before me that it is now part of customary international law.", "[108] In any event, the PRRA officer did not discuss this broader issue and restricted herself to assessing this particular diplomatic note. In response to the applicants' argument on this point, she wrote at page 35 of her decision: \"I do not agree that the absence of a mechanism to monitor the compliance of the Chinese government with the terms of the note is to be interpreted as rendering the note itself unreliable. Having regard to the nature and format of the diplomatic assurance, the correspondence that took place between Canadian and Chinese representatives to establish the terms of the assurance, and the identity of the applicants, I do not accept counsel's argument that I should dismiss this diplomatic assurance on the basis that its terms cannot be guaranteed without some kind of diplomatic sanction behind it or a mechanism to monitor its compliance.\"", "[109] This passage demonstrates that the officer's decision on this particular issue was entirely fact-driven, and was not meant to have precedential value. To borrow from the Supreme Court, the PRRA decision, at least on this question, \"is not one that will determine future cases except insofar as it is a useful case for comparison\" ( <FRAGMENT_SUPPRESSED>  N.B.R.(2d) 207; 674 A.P.R. 207, at paragraph 41). For all of these reasons, I am not prepared to assume that a standard of correctness should be applied to the PRRA officer's findings that the applicants will not likely face a risk of torture or mistreatment, and that the assurance is reliable.", "[110] Finally, I need say only a few words about the so called \"separate\" assessment requirement. A close reading of Suresh , above, leads me to the conclusion that the Supreme Court never contemplated that an assurance must only be independently assessed on certain conditions. The Court cautioned the Minister to be cognizant of the distinction between assurances against the death penalty and those against torture, and signaled the difficulty in relying too heavily on assurances against torture from countries that have engaged in torture in the past. The Court then suggested some factors the Minister could take into account in cautiously evaluating assurances against torture. There is absolutely no indication that caution is warranted only when torture is allegedly used against similarly situated individuals. On the contrary, the Court stressed at paragraph 124, \"... the difficulty in relying too heavily on assurances by a state that it will refrain from torture in the future when it has engaged in illegal torture or allowed others to do so on its territory in the past \". (Emphasis added)", "[111] Be that as it may, this issue is academic to the case at bar because the PRRA officer did conduct a separate assessment of the assurance against torture. Not only did she state so explicitly at page 20 of her decision, but the content of her reasons reflects that affirmation. After having quoted from Suresh , above, she considered a press release issued on December 2, 2005, discussing the UN Special Rapporteur on Torture's recent visit to China (PRRA Reasons, pages 16-17). She looked at general country condition articles, and reports about torture in China and the government's attempts to tackle the problem (PRRA Reasons, pages 17-18, 20). She also looked at testimony from prosecutors, defence counsel and convicted offenders in the Xiamen smuggling cases claiming statements from the accused were not extracted through torture or coercion (PRRA Reasons, page 19). She wrote there was a lack of probative evidence to show the 4-20 Investigation Team mistreated suspects, and little evidence to support the theory that the two prison deaths could be attributed to mistreatment or torture (PRRA Reasons, pages 18-19). Finally, she relied on the expert opinions of Dr. Charles Burton and Dr. Jerome Cohen that China will respect the assurances because people around the world will be paying great attention to this case. Because of this, the experts concluded China will not tolerate any errors from lower-level police and other officials in the way they treat the Lais (PRRA Reasons, page 20).", "[112] It is true, of course, that the officer referred to many overlapping factors in assessing the assurance against the death penalty, and the assurance against torture. For example, she found that China has the ability to control its officials' behaviour. Consequently, she concluded the applicants will not be subjected to death, torture, or cruel and unusual mistreatment or punishment (PRRA Reasons, page 35). She also relied on the following: - Evidence of the witnesses before the Board (PRRA Reasons, page 10); - The fact that China approached the Canadian government first in their diplomatic negotiations, and then responded to the clarifications Canada requested (PRRA Reasons, page 35); - The lack of evidence to show China had reneged on previous diplomatic commitments (PRRA Reasons, pages 16, 37); and - The lack of evidence to demonstrate China would not live up to its promises in this case (PRRA Reasons, page 14). In the end, she also concluded the assurances against both torture and death were reliable for the same reason - the applicants' notoriety. As I shall try to show, this conclusion was an error with respect to the assurance against torture. Any error in the officer's decision, however, was not because she failed to assess the assurance against torture separately.", "[113] Based on the foregoing considerations, I will therefore review the PRRA officer's decision against a standard of patent unreasonableness. As is well known, such a standard imposes a high degree of deference from the reviewing court, since a patently unreasonable decision has been described as one that is \"clearly irrational\" or \"evidently not in accordance with reason\" ( <FRAGMENT_SUPPRESSED>  helpful to start with the relevant provisions of the PRRA Manual dealing with the procedure for making that assessment. The Manual provides as follows: \"10.12 Danger of torture \"The standard to be met by an applicant alleging danger of torture is defined in the legislation and is of belief on substantial grounds to exist…Objective factual material must show a probability of danger to the claimant if returned to the country of origin. \"10.13 Making an objective assessment of the danger of torture \"The assessment of whether there are substantial grounds to believe the applicant would be personally subjected to a danger of torture is to be made on an objective basis. There is no requirement to prove a subjective fear. However, the danger must be personalized to the individual. As in the Refugee Convention, the assessment may be based on past events but is forward looking: the issue to be determined is whether events related by the applicant, together with all the other evidence, including country conditions at the time of the decision, show that the applicant would be subjected to torture, if returned ...\"", "[115] The PRRA Manual also guides officers on the procedure for assessing the objective risk to life or of cruel and unusual treatment or punishment: \"10.20 Assessing the objective risk to life or of cruel and unusual treatment or punishment \"The assessment of whether there are substantial grounds to believe the applicant would be personally subjected to a risk to life or of cruel and unusual treatment or punishment is evaluated on an objective basis. The risk must be personalized to the individual. The assessment may be based on past events but is forward looking: the issue to be determined is whether events related by the applicant, together with all the other evidence, including country conditions at the time of the decision, show that the applicant, if returned, would be subjected to a risk to life or of cruel and unusual treatment or punishment. \"All relevant considerations include the general situation in a country and, where applicable, the existence in the State concerned of a consistent pattern of gross, flagrant or mass violations of human rights.\"", "[116] In their PRRA application, the Lais argued they would face torture and/or cruel and unusual treatment in China because others involved in the Yuan Hua case had been tortured and coerced into making confessions, their family members had been mistreated, Falun Gong members and human rights defenders are tortured in China - and finally, because of China's general human rights record. The officer considered each of those claims and found the evidence did not satisfy her that the Lais faced a forward-looking risk of torture or mistreatment. She found, inter alia: - There was no objective evidence to link the mysterious prison deaths of Mr. Lai's brother and accountant to a forward-looking risk to either applicant. There was not enough proof that the men were tortured. Nor was there evidence that anyone had requested - and been denied access to - autopsies into their deaths (PRRA Reasons, page 18); - The disclosed court judgments from China were not probative evidence that those involved in the Yuan Hua cases had been coerced or mistreated (PRRA Reasons, page 39); - Despite counsel's attempts to indict China's entire judicial system, the specific facts in this case did not suggest that those charged in the Yuan Hua cases had been denied due process or the right to a fair trial. There was no probative evidence that suggested anyone had been convicted unfairly, was denied legal counsel, or had been coerced into confessing (PRRA Reasons, page 41); - There was insufficient evidence to establish any statements from the 4-20 Investigation had been made under duress, although the officer acknowledged officials would not likely admit to such behaviour if it occurred (PRRA Reasons, page 19); - There was insufficient evidence that the Chinese government intends to incriminate the applicants with tainted evidence, obtained through duress, mistreatment and torture (PRRA Reasons, p. 38); - Tao Mi's purported recantation was worth little weight, because her statement was not signed. Further, there was insufficient direct evidence to corroborate that Tao Mi had been tortured by Chinese authorities (PRRA Reasons, pp. 29-30); - The unsigned statement purportedly dictated by Tao Mi was not probative evidence of a forward-looking risk to the applicants (PRRA Reasons, p. 41);", "[117] It is also noteworthy that the Board had examined the same evidence concerning the manner in which the Chinese authorities had treated the others from the Yuan Hua group of companies, including Tao Mi. The Board also concluded that they had not been tortured. While the Board accepted that detainees are mistreated in China, the Lais had not established mistreatment on a balance of probabilities with respect to any particular statement or confession obtained by 4-20 investigators (Tribunal Record, vol. 7, pages 2048; 2143-2144).", "[118] Thus, while the Lais continue to say there is evidence that others involved in the Yuan Hua companies were tortured and mistreated, the fact is that the officer found there was not a substantial likelihood that the Lais would be tortured or mistreated if returned to China. This entire line of complaint is based on the weight the officer assigned to the evidence, reviewable on the standard of patent unreasonableness.", "[119] There was, indeed, ample evidence before the PRRA officer that was also before the Board, and she did refer to that evidence in her reasons (PRRA Reasons, pages 18-19). For example, Dr. Zhao Bing Zhi, defence counsel for two accused persons in the Yuan Hua smuggling operation, was before the Board for two days. He testified that his clients did not show any signs of physical mistreatment. The Board found Dr. Zhao was a credible witness. The chief investigator of the cigarette smuggling investigation case, Wu Jian Ping, also testified in person before the Board for four days. He took some statements himself and supervised other investigators taking statements. He testified that he and his 30 investigators conducted interviews in accordance with the law and did not mistreat any individuals questioned. The Board accepted investigator Wu's evidence on this point and found he was a credible witness. Wang Zhong Hua, the chief Chinese prosecutor in the case against Mr. Li, also testified before the Board for two days. He stated that none of Mr. Li's statements were obtained by means of mistreatment. He was also held to be a credible witness by the Board. Finally, there was the evidence of Li Yong Jun, the principal Chinese prosecutor of a team of eight who had prosecuted 19 people involved in the Yuan Hua smuggling and bribery scheme. He gave testimony before the Board for five days, and was found credible. The Board found no suggestion in his testimony that he participated in the mistreatment of any people subject to his team's prosecution.", "[120] A Canadian immigration official also interviewed Mr. Li and Mr. Lai's brother, Lai Shui Qiang. The videotapes and transcripts of these interviews were adduced into evidence. In the tapes, both men affirmed to tell the truth to the immigration officer, and said their statements to Chinese authorities were voluntary. They said they were under no physical or mental pressure to give the statements, and had an opportunity to review and correct them before signing them.", "[121] I appreciate the Lais' submission that victims of torture are not likely to come forward and state openly that they have been tortured if they are still under the control of state authorities. At the same time, one should not speculate about what may have happened, or infer that some or all of the persons convicted in the Yuan Hua smuggling scheme were tortured just because China's record on this issue is far from commendable. Once again, it is not for this Court to reweigh the evidence, absent an error of fact made in a perverse or capricious manner or without regard for the material before the PRRA officer ( Federal Courts Act , R.S.C. 1985, c. F-7, paragraph 18.1(4)(d)).", "[122] The Lais submit the officer should have found that the affidavits affirmed by Clive Ansley and his assistant, attaching an unsigned statement said to be from Tao Mi, established torture. At paragraph 80 of this decision, I rejected the applicants' argument that the officer was obliged to call a hearing if she questioned the identity of the person claiming to be Tao Mi. But the officer went further. Despite her doubts about who authored the unsigned statement, she nevertheless considered it and concluded as follows, at page 41 of her reasons: \"I find that the unsigned statement said to have been dictated by Tao Mi [recanting her previous testimony regarding her knowledge of Lai Cheong Sing and Tsang Ming Na's smuggling activities and recounting her treatment at the hands of Chinese authorities which counsel submits equated to torture and mistreatment] is not probative or significantly determinative of forward-looking risk to the applicants.\"", "[123] The officer also considered the Lais' claim that members of the Falun Gong and human rights defenders were tortured and/or mistreated and concluded the Lais were not similarly situated because they were neither Falun Gong practitioners nor human rights defenders (PRRA Reasons, pages 28, 30, 39-41).", "[124] The officer then considered the Lais' claim that Ms. Tsang's father had been mistreated by Chinese authorities. She concluded the hearsay affidavits from Ms. Tsang's sister, the only evidence provided to support this claim, had limited probative value, and did not establish forward-looking risks under s. 97(1) of the IRPA (PRRA Reasons, page 28). It is noteworthy that the same two hearsay affidavits from Ms. Tsang's sister were before the Board in 2001 and Ms. Tsang was cross-examined on them. That cross-examination evidence was also before the PRRA officer. The Board found Ms. Tsang's evidence and her sister's affidavits were inconsistent and gave them little weight (TR, vol. 8, pages 2342-2343).", "[125] As discussed previously, the Lais complain about the weight the officer gave to Ms. Tsang's sister's affidavits, seemingly because they were not provided an oral hearing to explain them. A decision-maker is not required to give great weight to affidavit evidence merely because the affiant has not been cross-examined (see paragraph 80 of this decision). It was not patently unreasonable for the officer to give the uncorroborated hearsay affidavits limited probative value.", "[126] As I also discussed, the PRRA officer looked at the press release detailing the UN Special Rapporteur on Torture's visit to China. She noted that, according to that report, the practice of torture in China is on the decline but remains widespread, and China has undertaken practical measures to combat it. The press release also noted the absence of essential procedural safeguards necessary to make the prohibition on torture effective, and that the problem of torture cannot be brought under effective control in the absence of an independent judiciary in China (PRRA Reasons, pages 16-17).", "[127] The officer also wrote, at page 20 of her decision, that she considered continuing reports that torture is still used to coerce confessions from criminal suspects, without elaborating on the subject (PRRA Reasons, page 20). In the 2005 U.S. Department of State Country Report on Human Rights Practices , which the officer had before her, we read: \"The law forbids prison guards from extorting confessions by torture, insulting prisoners' dignity, and beating or encouraging others to beat prisoners; however, police and other elements of the security apparatus employed torture and degrading treatment in dealing with some detainees and prisoners. Officials acknowledged that torture and coerced confessions were chronic problems and began a campaign aimed at curtailing these practices. Former detainees credibly reported that officials used electric shocks, prolonged periods of solitary confinement, incommunicado detention, beatings, shackles, and other forms of abuse. \"During the year police continued to use torture to coerce confessions from criminal suspects, although the government made efforts to address the problem of torture. A one-year campaign by the Supreme People's Procuratorate (SPP) to punish officials who infringed on human rights, including coercing confessions through torture or illegally detaining or mistreating prisoners, ended in May. The campaign uncovered more than 3,700 cases of official abuse.\"", "[128] It is in the context of these findings that one must look at the diplomatic assurance against torture or mistreatment. The Minister argues the assurances were sought as a cautionary measure, that the note was just another piece of evidence for the officer to use when assessing the risk of torture or mistreatment. According to the Minister, the fact that Canada raised the issue of an assurance against torture when discussing the assurance against the death penalty does not establish the Lais would have been at a substantial risk had the request not been made. As a result, the onus remained on the Lais to satisfy the PRRA officer on objective grounds that they would more likely than not be tortured or mistreated in China. The Minister claims they did not meet that burden. Even if I were to find the officer erred by concluding the assurance against torture was reliable, the Minister submits the overall decision should stand because this was not a critical finding.", "[129] While this may look like an appealing argument at first sight, I do not find it persuasive. Indeed, it appears from the structure of the officer's reasoning that she balanced evidence of the widespread use of torture China against the assurances, concluding the Lais would not be tortured because of the assurance. At page 20 of her decision, she wrote: \"I have made a separate assessment of the assurances against torture. I note that consideration of an application for protection has to be made keeping in mind current documentary evidence, but also putting it in proper context. The evidence before me has a great deal to say about the troubling existence of torture used by Ministry of Public Security officials, despite China's being a signatory to the Convention Against Torture. On the one hand, Canada has been given assurances that no death penalty will result should Lai Cheong Sing be removed to China, nor will torture be enacted against him. Against this backdrop is public source information about the use of torture to coerce confessions out of suspects.\"", "[130] Equally relevant is that a good portion of the officer's final summary of her findings focused on the assurances and their reliability regarding torture (PRRA Reasons, pages 34-38). A close reading of that summary reveals the officer clearly attached great weight to the assurances. While I have already cited the following excerpt from page 35 of the officer's decision, I reproduce it again for convenience: \"Counsel appears to be conflating his view of the noted deficiencies in Chinese law and practice with his opinion that the diplomatic note will not be sufficient to protect the applicants from either the death penalty or torture. I find, based on my consideration of the evidence, that the Government has the ability to ensure that the full terms of the diplomatic note will be abided by, in other words, that neither of the applicants will face either the death penalty, or a suspended death sentence, or be subjected to torture, or cruel and unusual mistreatment or punishment. I do not agree that the absence of a mechanism to monitor the compliance of the Chinese government with the terms of the note is to be interpreted as rendering the note itself unreliable. Having regard to the nature and format of the diplomatic assurance, the correspondence that took place between Canadian and Chinese representatives to establish the terms of the assurance, and the identity of the applicants, I do not accept counsel's argument that I should dismiss this diplomatic assurance on the basis that its terms cannot be guaranteed without some kind of diplomatic sanction behind it or a mechanism to monitor its compliance.\"", "[131] In short, the Minister's argument simply does not reflect the substance of the PRRA officer's reasons. To accept it would distort the officer's reasoning and findings. The assurances were clearly central to her assessment of the risks mentioned in s. 97 of the IRPA , and I have not been convinced that she would have come to the same conclusion had there been no diplomatic note. As a result, I must carefully review what she said about those assurances to determine whether she erred or not, as it plainly had an impact on her ultimate decision.", "[132] Now, what did the officer have to say about the diplomatic note and the assurances found therein? I have already summarized her main findings at paragraph 38 of my reasons. It is worth emphasizing, however, that she was well aware of the flaws and pitfalls inherent in diplomatic assurances and of the criticisms and warnings leveled by a number of human rights organizations with respect to the use of these notes. Indeed, the officer started her analysis with a quote from a Human Rights Watch report released in April 2005, entitled \"Developments Regarding Diplomatic Assurances Since April 2004\". The report includes a disparaging critique of the Board's decision in the Lai case (Tribunal Record, vol. 4, page 1071; PRRA Reasons, pages 9-10).", "[133] But more importantly, in her summary of findings, the officer also referred to a joint report issued by Amnesty International, Human Rights Watch and the International Commission of Jurists (the Joint Report). The Joint Report calls upon member states of the Council of Europe to reject any proposals to establish minimum standards for the use of diplomatic assurances against the risk of torture (\"Reject rather than Regulate\", December 2, 2005; Tribunal Record, vol. 1, pages 170-223). According to the Joint Report, diplomatic assurances are not an effective safeguard against torture. Furthermore, they violate the absolute prohibitions against torture and against forcibly sending a person to a country where there are substantial grounds for believing that he may be subjected to these treatments. She also noted the essential argument against diplomatic assurances is that they are, in and of themselves, an acknowledgement that a risk of torture exists in the receiving country, and that a signatory to the Convention Against Torture has no reason to have to guarantee that no such mistreatment will occur.", "[134] While conceding that these were strong arguments, the officer nevertheless found these considerations were offset here by the international publicity surrounding the Lais' case. She wrote, at pages 36-37 of her decision: \"I have noted the report's conclusion that any such assurances are inherently unreliable as they are founded on trust that the receiving state will uphold its word when there is no basis for that trust. I find that while these considerations are well-received, they do not factor in other elements germane to the issue, such as, for example, the media interest in the applicants, the fact that a representative of the People's Republic of China was the first to broach the idea of offering an assurance that later became a diplomatic note, the disclosure to the media and to the public in general, both in Canada and China and internationally of the existence of such an assurance, and China's own position and placement in the world. \"I note Human Rights Watch's statement that there is ample evidence to suggest that diplomatic assurances have not worked; HRW reports that the practice of seeking diplomatic assurances against torture and ill-treatment is a global phenomenon. Human Rights Watch's focus is on this international perspective, in its campaign to request that Council of Europe member states reject any proposals to establish standards for the use of diplomatic assurances, but my analysis is centered on the possibility of forward-looking risk to the applicants. The stance of the applicants is that the existence of the diplomatic assurance will do nothing to protect them against risk. The evidence before me is not sufficient for me to find that the People's Republic of China has reneged on previous assurances it has made, notwithstanding counsel's arguments on this ground. I find that in this particular case, for all the reasons already discussed previously, the Government of the People's Republic of China will abide by the assurances contained in the Diplomatic Note.\"", "[135] It is abundantly clear that the PRRA officer was swayed, at the end of the day, by her assumption that the Lais would be protected by their own notoriety. This was, in fact, a recurrent theme in her reasons. And in my opinion, this is precisely where she erred. The officer might have been right to distinguish between an international campaign discouraging states from relying on diplomatic assurances, on the one hand, and a personalized assessment of a forward-looking risk of torture in a particular case. I am also prepared to accept, as the officer implicitly did, that in the absence of clear legal rules, domestic or international, foreclosing the possibility of relying on diplomatic assurances, the decision to seek and obtain such assurances in any given case and to rely on them to assess s. 97 risks is a policy decision that is not reviewable by the courts. I would note, however, that such a position dangerously borders on cynicism. As stated in the aforementioned Joint Report: \"... agreeing to enforce an exception to a receiving state's torture practices in an individual case has the effect of accepting the torture of others similarly situated in the receiving country. In other words, asking for the creation of such an island of supposed legality in the country of return amounts, or in any case comes dangerously close to the sending state accepting the ocean of abuse that surrounds it.\"", "[136] Yet, the officer did not address two major flaws the applicants raised on the basis of the same reports she cited in her decision. First, there appears to be a growing consensus that diplomatic assurances should not be sought when the practice of torture is sufficiently systematic or widespread. In his report to the UN General Assembly of September 1, 2004, the UN Special Rapporteur on Torture looked at the obligations inherent in the absolute and non-derogable prohibition against torture and other forms of ill-treatment. Noting that all relevant considerations must be taken into account when determining whether there are substantial grounds for believing a person would be at risk of being subjected to torture, the Special Rapporteur expressed the view that \"in circumstances where there is a consistent pattern of gross, flagrant or mass violations of human rights, or of systematic practice of torture, the principle of must be strictly observed and diplomatic assurances should not be resorted to\" ( Report submitted pursuant to General Assembly resolution 58/164 , UN Document A/59/324).", "[137] The logic behind such a stand is easy to grasp. If a country is not prepared to respect a higher legal instrument that it has signed and ratified - in this case, the , why would it respect a lower-level instrument such as a diplomatic note, that is not binding in international law and not enforceable? At pages 13-14 of the Joint Report, Human Rights Watch, Amnesty International and the International Commission of Jurists elaborate further on this dilemma: \"As noted by the Council of Europe's Commissioner for Human Rights, 'the weakness inherent in the practice of diplomatic assurances lies in the fact that where there is a need for such assurances there is clearly an acknowledged risk of torture and ill-treatment'. The value of signing an 'understanding' or accepting an 'assurance' from a state that does not respect even legally-binding multi-lateral agreements prohibiting torture and other ill-treatment is necessarily cheap. Promises to take measures detailed in diplomatic assurances are mere repetitions - indeed, pale echoes - of treaty and other international obligations which receiving states have already promised but failed to respect in the past. \"The reliance on such non-binding agreements to enforce legally binding obligations may, in fact, undercut the credibility and integrity of universally binding legal norms and their system of enforcement. This is particularly the case if authorities in a country have persistently refused access to existing international mechanisms.\"", "[138] The PRRA officer acknowledged numerous reports attesting to the fact that the use of torture in China is still widespread. She admitted, at page 20 of her decision, that the evidence speaks of the \"troubling existence\" of torture as a tool in China, despite being a signatory to the . However, the PRRA officer nevertheless failed to assess whether it was appropriate to rely on diplomatic assurances at all from the Government of China. This analysis is simply not engaged. The officer moved from the overall pattern of torture in China to considering the Lais' particular case, without ever deciding whether it was at all appropriate to do so in light of the overall pattern. I agree with the Lais that this is, in itself, patently unreasonable.", "[139] But there is more. Even in those situations where there may not be a pattern, but where there is a risk of torture or other forms of ill-treatment in an individual case, an assurance should at the very least fulfill some essential requirements to ensure that it is effective and meaningful. Contrary to the death penalty, which usually takes place in the open and is therefore easier to ascertain, torture is practiced behind closed doors and is denied by the states where it occurs. Indeed, officials that engage in those practices are usually skilled at preventing any visible manifestations and adept at ensuring, through threats, that no complaints will ever be made. As the above-mentioned three non-governmental organizations wrote, at page 12 of the Joint Report: \"Torture and other ill-treatment, especially when practised by persons adept at hiding their infliction and consequences, are notoriously difficult to ascertain even where systemic, varied and professional visiting or monitoring and other preventive mechanisms are in place, let alone through the sole mechanism of occasional visits. In contrast, in the case of the death penalty, facts such as the contents of charge sheets and sentences handed down by courts are easy to establish in many countries. Thus, in death penalty cases, potential breaches of the assurances can usually be identified and addressed before the sentence is carried out, in contrast to cases involving diplomatic assurances against torture and other ill-treatment, where sending states run the unacceptable risk of being able to identify a breach, if at all, only after torture and other ill-treatment have already occurred.\"", "[140] The UN Special Rapporteur on Torture, in his above-quoted report of September 1, 2004, listed a number of minimal conditions to make an assurance verifiable, including provisions with respect to prompt access to a lawyer, (video) recording of all interrogation sessions and recording of the identity of all persons present, prompt and independent medical examination, and forbidding incommunicado detention or detention at undisclosed places. He also added that there should be a system of effective monitoring which is prompt, regular and includes private interviews (see paragraphs 41-42 of his report).", "[141] Even monitoring mechanisms have proven problematic. It has been noted, for example, that people who have suffered torture or other ill-treatment are often reluctant to speak out due to fear of retaliation against them and/or their families. It has even been argued that monitoring one or a few designated detainees (as opposed to systematic and general monitoring) could actually put those detainees in a worse position, and leave members of their families more vulnerable to reprisals. This is why, in a more recent report, the UN Special Rapporteur on Torture expressed the view that post-return mechanisms do little to mitigate the risk of torture and have proven ineffective in both safeguarding against torture and as a mechanism of accountability (see Special Rapporteur on Torture, Report submitted in accordance with General Assembly resolution 59/182 , UN Doc. A/60/316, August 2005 at paragraph 46; see also High Commissioner for Human Rights, Human Rights Day Statement, On Terrorists and Torturers , 7 December 2005).", "[142] Once again, I find the PRRA officer erred by failing to determine whether the assurances met the essential requirements to make them meaningful and reliable. Assuming for the moment that assurances can, in the right circumstances, drastically mitigate the risk of torture, she never engaged in any discussion about what those essential requirements might be, let alone whether those requirements were met. She simply wrote that the Lais' notoriety will protect them, and incidentally, that there is no evidence that China has reneged on any previous assurances. This last point can be dealt with quite easily. The PRRA officer's assertion rested on the testimony of one of the Minister's expert witnesses, John Holmes. He said that of the 10, 20 or 30 notes he had seen from the People's Republic of China during his career, he was not aware of any that were violated. But we know nothing of the nature of these notes, and whether they provided assurances of the nature here at stake.", "[143] As for their notoriety, I agree with the Lais that it is of no use if China's failure to comply with the assurance against torture does not become public. For torture to become known, however, there would have to be some compliance and verification mechanisms in place. More specifically, there would have to be an effective monitoring system by independent organizations like the International Committee of the Red Cross. If torture is practiced without anybody ever knowing it, notoriety will be of no avail to the Lais. This should have been of particular concern to the PRRA officer, especially down the road, in 10, 15 or 20 years from now, when media attention will obviously have shifted to other high-profile cases. In failing to address this issue, and in skipping such an important step in her reasoning, the officer erred and came to a conclusion that was patently unreasonable. f) Fair Trial", "[144] The Lais argue that the PRRA officer never concluded, on a balance of probabilities, whether they would receive a fair trial in China. As a result, they claim the summary of her findings (at least on this issue), already reproduced at paragraph 47 of these reasons, is flawed because it is essentially a conclusion not resting on any previous findings.", "[145] Moreover, they claim the PRRA officer did not clarify whether it was unlikely the Lais' trial would be unfair - or, that despite the likelihood of unfairness, it would not constitute a risk under s. 97(1) of the IRPA . In either case, the Lais contend she was wrong. She could not decline and refuse to rule on that question. If, however, she is taken to have ruled that the applicants will not be at risk of cruel and unusual treatment despite the fact that their trial will fall short of international standards, she must have been wrong. It is the Lais' submission that an unfair trial, not compatible with internationally recognized norms, necessarily amounts to cruel and unusual treatment where the consequences of the trial is prolonged imprisonment. While the Lais recognize that not every criminal trial held in China is unfair, they contend that theirs will be as their case is highly politicized. They rely for that proposition, inter alia, on: - The comments made by the former Chinese Prime Minister, who said of Mr. Lai that \"he should have died three times and that is not even enough\" (Board Exhibit A-21); - An exhibit opened up by the Chinese government which displayed the \"names of the main leading cadres who were recruited, corrupted, bribed and controlled by Lai Chang Xing\" (Board Exhibits C-42 and A-34); - The constant vilification of Mr. Lai by the Chinese news media (Board Exhibit C-42); and - The fact that the Chinese government has already seized and auctioned off Mr. Lai's assets, thus showing that they are prepared to act on the presumption they have formed of his guilt (PRRA Record, vol. 2, Tab 26).", "[146] As attractive as it may appear at first sight, I do not find this argument convincing. First of all, the officer did make some findings about the fair trial issue, although they were not necessarily isolated in their own particular section. After reviewing some specific trials of those involved in the Yuan Hua companies, for example, the officer found: \"The evidence before me does not indicate that any of the individuals in the Yuan Hua case were prevented from obtaining defence counsel, nor is there objectively identifiable evidence to indicate that defence counsel in these cases were constrained in representing their clients, were threatened, or came under any pressures from the Chinese authorities in making defence cases for their clients.\" (PRRA Reasons, page 26)", "[147] The officer also looked at the manner in which evidence was obtained in the Yuan Hua prosecutions. Prosecutors intend to use the same evidence against the Lais when they are brought to trial in China. The officer wrote, at pages 38-39 of her decision: \"... I cannot conclude that the evidence exists in the documentary material before me to indicate that coercion and/or torture or mistreatment of witnesses in the Yuan Hua trials took place and that the evidence that the government of China plans to present in order to incriminate the applicants is tainted evidence, obtained through duress and mistreatment and torture. \"... the disclosed court judgments are not probative evidence that coercion and ill-treatment have been used on those involved in the Yuan Hua cases.\"", "[148] The officer was entitled to come to these findings on the basis of the extensive evidence that she reviewed in her reasons. The fact that some of these findings appeared in the summary is of no consequence.", "[149] Second, I think it is quite clear from a fair and comprehensive reading of her reasons that the officer rejected the notion that the Lais would not get a fair trial. While she accepted that the Chinese legal system is indeed defective in many respects and falls short of international standards, she refused to draw the inference that the Lais would therefore be subjected to a risk of cruel and unusual treatment. The officer was not asked to make a statement on the nature of trials in China in general, but to look at the Lais' situation specifically. And she found that, as others charged in the Yuan Hua smuggling case had received, in the main, due process and fair trials, the nature of the trial the Lais would face would be like those similarly situated to them and would not put them at risk. Her reasoning was well captured in the excerpt I quoted at paragraph 47 of these reasons.", "[150] It is therefore erroneous to contend that she erred in finding the Lais would not be at risk of cruel and unusual treatment despite the fact that their trial would fall short of international standards. This is a mischaracterization of her finding. Her conclusion was that their trial would, by and large, be fair, as were the trials of all those involved in the same operation.", "[151] At the hearing, there was much debate around subparagraph 97(1)(b)(iii) of the IRPA and whether it is triggered as soon as somebody is sentenced to life imprisonment. According to the applicants, putting somebody in prison for life is in and of itself cruel and unusual treatment, and it can only be justified if it is incidental to lawful sanctions and if those sanctions are not imposed in disregard of international norms. This position, it seems to me, is at odds with the reasoning of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , at paragraph 54, where the Court stated that \"[s]ection 12 [of the Charter ] will only be infringed where the sentence is so unfit having regard to the offence and the offender as to be grossly disproportionate\". That being said, I am of the view that this debate is a red herring in the context of this case. Whether the shortcomings of the Chinese legal system have to be assessed against international standards, as the Lais would have it, or whether they must be factored in the threshold analysis required to determine if they would be at risk of unusual treatment in the first place, is irrelevant here. To the extent that similarly situated individuals have not been exposed to these flaws when facing their trials, the issue just does not arise.", "[152] Finally, the Lais submitted that their trial would not be a run of the mill criminal trial. While some of it may admittedly be fair, it will be highly politicized. Relying on the 2005 U.S. Department of State Report for China and on a document prepared by the Canadian Department of Foreign Affairs and International Trade (Record of the Applicants, pages 146-149), they submitted that courts are not independent from the government in those cases where the political authorities have an interest, as is the case here. The short answer to that claim is that it was duly considered by the officer and rejected unequivocally. She stated, at pages 40-41 of her reasons: \"On the issue of whether conviction of the applicants is assured, I find this assertion to be without support. The evidence before the Board regarding the applicants' suspected involvement in criminal activities, that is, smuggling and bribery, came from different sources, not merely confessions that counsel submits were coerced by torture or the threat of torture. Those other sources included material evidence gathered from Lai Cheong Sing's office building and witness testimony. To conflate the intent of the Chinese authorities in attempting to return the applicants to face Chinese law and justice with the supposition that the applicants have already been convicted, and/or will be unable to obtain or confer with defence counsel, and/or will be unable to obtain a fair trial, is not supported by the evidence. \"Counsel's evidence regarding Guo Guoting would appear to be directly relevant regarding the treatment of defence counsel by authorities, however, I note that Mr. Guo's own evidence is that he came into conflict with the authorities in seeking to defend Falun Gong practitioners, human rights activists, and other defence lawyers, and now has himself been targeted for this reason. As noted previously, I do not award significant weight to Guo Guoting's evidence as it relates to Lai Cheong Sing and Tsang Ming Na. Mr. Guo's evidence is that he served as defence counsel to human rights defenders, 'political criminals' and Falun Gong practitioners, none of which I find describes the applicants. I note in particular no objective evidence to corroborate any political dimension to the Chinese government's interest in the return of the applicants to face criminal charges. While I note Mr. Guo's evidence that defence counsel are at risk of themselves being charged for taking on politically tinged cases, in this situation I give more weight to the evidence of Zhou Bing Zhi, a defence lawyer who represented two defendants in the Yuan Hua trials (one an appeal case) and testified that he had himself felt no political pressures or threats in representing his clients.\"", "[153] As I have already indicated, the officer's finding on the nature of the trial the applicants would receive in China was a factual finding subject to review on the standard of patent unreasonableness. Based on the evidence before her, the officer's finding on the nature of the trial the applicants face was not patently unreasonable. g) A law of general application", "[154] The Lais' final argument can be disposed of rather quickly. Mr. Matas had submitted that relatives of Tsang Ming Na (her mother, Cai Xiu Meng, and the girlfriend of her brother, Zhuang Shao Cheng) were convicted and jailed because they arranged for money which belonged to the applicants to be transferred to them for the purpose of paying their legal fees in Canada. In the applicants' view, this was evidence that anyone associated with them would face sanction and punishment. The PRRA officer rejected that contention, and found these convictions \"were ones of general application, and not ones that bespeak of forward-looking risk to the applicants\" (PRRA Reasons, page 28).", "[155] The Lais argued that the officer erred in relying on the concept of law of general application, because it only relates to the Convention refugee definition under s. 96 of the IRPA , not to the grounds for protection the officer was considering there. The relevant inquiry is set out in s. 97(1)(b)(iii) of the IRPA , and should have been whether the risk the applicants face is or is not inherent or incidental to lawful sanctions, and if it is, whether the risk is nevertheless imposed in disregard of accepted international standards. While the officer did state that the conviction and jailing of Tsang Ming Na's relatives were \"not imposed in disregard of international standards\", so runs the argument, she did not consider those standards and therefore failed to have regard to the material before her and to exercise her jurisdiction (PRRA Reasons, p. 40).", "[156] I believe this argument is without merit, essentially for the reasons raised by the respondent. First of all, it is not accurate to say that the officer applied the wrong test in relying on the concept of law of general application. Though the convictions of Ms. Tsang's relatives were relevant to the applicants' overall risk assessment, there was no particular way in which that evidence had to be assessed. Moreover, the officer did, in fact, consider the convictions of Ms. Tsang's relatives for \"harbouring a fugitive\" under Article 310 of the Criminal Law of the People's Republic of China and did find that these convictions were not in violation of international standards. Having reviewed the judgment of the Chinese court in that case, she found Ms. Tsang's relatives were represented by counsel, who presented arguments at an open trial, that they pleaded guilty and that they were given credit at sentencing for their time in custody awaiting trial (PRRA Reasons, pages 28-29, 40). As a result, she concluded the relatives' convictions were arrived at pursuant to a law of general application that did not violate international standards and was not imposed in violation of international standards and did not bespeak of forward-looking risks to the applicants.", "[157] The Lais would have it that Article 310 of the Criminal Law of the People's Republic of China is contrary to the International Covenant on Civil and Political Rights , which both Canada and China have signed and ratified, and which provides that everyone shall be entitled to legal assistance when facing a criminal charge. Since Ms. Tsang's relatives were merely trying to help the Lais pay their legal fees, they argue, their conviction was clearly a violation of international standards.", "[158] I do not find this argument very compelling. There is no evidence to the effect that the money was provided for the only purpose of covering the legal fees of the applicants. But even more to the point, it is the act of providing money to fugitives that is the offence under Article 310, irrespective of what the fugitives say they want the money for. It cannot be said, therefore, that Article 310 criminalizes legal assistance.", "[159] Finally, the Lais themselves do not face prosecution under Article 310. The officer nevertheless considered the facts giving rise to the convictions of Ms. Tsang's relatives in her overall risk assessment of the Lais' case, together with their argument that the convictions meant the Lais would be denied defence counsel. She found that they did not support a finding that the Lais would be unable to access their legal privileges and rights if returned to China. These are factual findings reviewable on the standard of patent unreasonableness. On that basis, I am not convinced the officer made a reviewable error. CONCLUSION", "[160] For all of the foregoing reasons, I shall therefore grant the application for judicial review. In coming to that conclusion, I do not doubt the good faith of the Chinese Government nor do I want to cast aspersion on those officials who were instrumental in the drafting and issuance of the diplomatic note. The role of this Court, in reviewing decisions made by PRRA officer, is not to pass judgment on foreign countries' record, but only to determine if the decision under review is consistent with Canadian law. In the case at bar, I have concluded that the PRRA decision, though well reasoned and quite comprehensive in its assessment of the facts and of the submissions made by both counsel, is deficient in its assessment of the risk of torture. ORDER", "[161] THIS COURT ORDERS that the application for judicial review is granted, and the Court certifies the following questions: 1. Where the Minister takes a public position on pre-removal risk to an applicant before a pre-removal risk assessment application is decided, is there a reasonable apprehension that the Minister's decision on pre-removal risk assessment application will be biased? 2. What is the appropriate standard of review for the interpretation of a diplomatic note providing assurances against the death penalty or the infliction of torture or other cruel or unusual treatment? 3. Is it appropriate to rely on assurances against torture in assessing an applicant's risk under s. 97 of the IRPA , when there are credible reports that torture prevails in the country where the applicant is to be removed? If so, under what circumstances? 4. If there is a risk of torture in an individual case, what are the requirements that an assurance against torture should fulfill to make that risk less likely than not? Should the assurance provide for monitoring to allow for verification of compliance for that assurance to be found reliable? In the absence of a monitoring mechanism, is the notoriety of the person to be removed a relevant, and a sufficient, consideration for the PRRA officer in determining whether it is more likely than not that the assuring state will adhere to the diplomatic assurance? Application allowed. Editor: Elizabeth M.A. Turgeon/gs [End of document]"]}