{"id_": "082788", "body_str": ["[1]", "[2]", "[3] <FRAGMENT_SUPPRESSED> .", "[4]", "[5] sub nom", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] Gazette du Canada", "[12]", "[13]", "[14]", "[15] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> .", "[16] , LRC 1985, c F-7 [LCF]: 18.1 18.1 (1) An application for judicial review may be made by the Attorney General of Canada or by anyone directly affected by the matter in respect of which relief is sought.", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "Gazette du Canada", "", "", "", "", "", "[23]", "[24]", "[25] [...] [...] 2. In this Act, [...] \"vessel\" includes every description of ship, boat or craft of any kind, without regard to method or lack of propulsion and to whether it is used as a sea-going vessel or on inland waters only, including everything forming part of its machinery, tackle, equipment, cargo, stores or ballast; [...] \"work\" includes (a) any man-made structure, device or thing, whether temporary or permanent, that may interfere with navigation; and (b) any dumping of fill in any navigable water, or any excavation of materials from the bed of any navigable water, that may interfere with navigation", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33] Loi constitutionnelle de 1867 , 30 & 31 Victoria, c 3).", "[34]", "[35] riparian rights", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45]", "[46]", "[47]", "[48] Conclusion", "[49] JUGEMENT", "[50]", "[1] Martineau, J. [Translation]: The applicant challenges the legality of three approvals dated June 12 or 14, 2013, through which the Minister of Transport, Infrastructure and Communities (Minister) approved the work known as dock \"B\" (T-1068-13), dock \"D\" (T-1087-13) and the mooring area, Zone 4 (T-1086-13) of the Marina de la Chaudière Inc. (Marina), at the locations indicated and in accordance with the plans that are attached to the ministerial approvals.", "[2] The three ministerial approvals were granted under the Navigable Waters Protection Act , RSC 1985, c N-22 (Act or NWPA), renamed the Navigation Protection Act , on April 1, 2014. These approvals are valid for a period of 30 years in application of the schedule specified at paragraph 3(1) of the Navigable Waters Works Regulations , CRC, c 1232. All references to the Act and to any applicable regulation in these reasons refer to the provisions in force at the time that the disputed approvals were issued.", "[3] These dockets, as well as docket T-884-13, in which the applicant seeks to set aside the ministerial order ordering the applicant to remove his floating structure located at the mouth of the Chaudière River, were heard consecutively by the Court on January 27 and 28, 2015. The Court's judgment in docket T-884-13 is rendered concurrently: <FRAGMENT_SUPPRESSED> .", "[4] It is the last step in a long legal saga before the Quebec and federal courts, which has pitted the applicant and other Chaudière River shoreline property owners against the Marina since the late 1980s. In addition to the facts reported by the parties in their respective affidavits, on the day of the hearing, the applicant provided, with the Court's permission, a history of the disputes concerning the Chaudière River basin, the salient aspects of which are summarized below.", "[5] In 1988, the Superior Court was invited to examine the property of the Chaudière River bed.  <FRAGMENT_SUPPRESSED>  EYB 1988-83449 (QC CS), it rejected the action for a declaration of ownership rights and an injunction of several shoreline property owners on the ground that the Chaudière River bed never left the public domain. In appeal, the Quebec Court of Appeal upheld this judgment, but without affirming the Crown's right of ownership: <FRAGMENT_SUPPRESSED> . Indeed, although the Chaudière River bed had entered into the private domain in 1636, the shoreline property owners had not shown the continuity of the chain of title relating to the Chaudière River bed.", "[6] The disputes of the shoreline property owners with the Marina-which claims a thirty-year possession-gave way to several skirmishes, with no party coming out the winner to date. To this point, Mr. Tremblay and Mr. Thibeault seem to be the two main standard-bearers in this trench warfare fought at the mouth of the Chaudière River, where it flows into the St. Lawrence River, not far from the old Québec bridge, in an area under the jurisdiction of the Québec Port Authority.", "[7] Therefore, in 2004, e.g. in <FRAGMENT_SUPPRESSED>  the Superior Court determined that Mr. Tremblay, another resident of the Chaudière River shore, had riparian rights, including that of maintaining his dock, and ordered the Marina to ensure that its floating docks are installed 70 feet from Mr. Tremblay's dock. Incidentally, in 2011, the Small Claims Division of the Court of Québec dismissed Mr. Tremblay's application, which alleged, at that time, that the Marina's docks had damaged his structures during a flooding: <FRAGMENT_SUPPRESSED> . However, the reason for the dismissal is limited to an issue of evidence and causation: Mr. Tremblay simply did not prove, on a balance of probabilities, that the Marina structures were the cause of the damage.", "[8] At the same time, in 2007, the Superior Court refused to issue an interlocutory injunction to oblige the Marina to remove any obstructions to navigation and clear a route of a minimum of 100 feet wide so that the applicant could access his dock with his vessel the \" <FRAGMENT_SUPPRESSED> . The application was dismissed because the three criteria for an interlocutory injunction were not met. From one perspective, the Court did not set aside Mr. Thibeault's riparian rights. However, it seems doubtful that the applicant's navigation right could cover a vessel 67 feet in length and 21 feet in width, although it does not seem that the applicant will suffer irreparable harm and that the balance of convenience favours the Marina. In the same docket, in 2011, the Superior Court allowed the applicant's motion to amend the motion for an injunction following the sale of the \"Grand Charlevoix\" and rejected a motion to dismiss the  <FRAGMENT_SUPPRESSED>  aff'd in 2011 QCCA 1524.", "[9] However, in 2011, the Superior Court dismissed Mr. Thibeault's the motion for permanent injunction, but again for nuanced reasons. Indeed, the proceeding was rendered moot by the fact that the applicant was no longer in possession of the \"Grand Charlevoix\", while pointing out what may also interest us today, that the Marina no longer had approval for the structures covered by the application for injunction: <FRAGMENT_SUPPRESSED>  motion to dismiss appeal granted 2012 QCCA 1226. The Superior Court indicated that, in these circumstances, it would be up to the Minister to assess the situation in the context of the new application for approval presented by the Marina.", "[10] In addition, several related dockets are still in the hearing stage. Before the Federal Court, in addition to these dockets and docket T-884-13, docket T-895-12 pits Mr. Tremblay personally and the company belonging to Mr. Thibeault against the Marina and any person who has a right over the vessels \"Ponton C\" and \"Ponton D\". Two dockets are also pending before the Superior Court. In docket number 200-17-018142-133, the applicant and two other owners are suing the Marina for damages, which brought a counterclaim, while in docket number 200-17-018621-136, the Marina sued for damages and by injunction Mr. Thibeault and Mr. Tremblay, who brought a counterclaim. The Attorney General of Canada intervened in the last docket, and his representative confirmed at the hearing that she expected that, this time, the Superior Court would affirm the Crown's title on the Chaudière River bed. It should be remembered that at the time, in <FRAGMENT_SUPPRESSED> , above, the Attorney General of Quebec simply relied on justice, had not proffered any evidence and limited himself to supporting the argument of the Marina and the other respondents who were disputing the owners' title on the Chaudière River bed.", "[11] This being said, the facts leading up to the current application for judicial review are not really contested. On April 20, 2013, a notice was published in the Canada Gazette informing the public that the Marina had applied to the Minister for approval of the plans and site of three floating docks on the Chaudière River, and of mooring areas in the St. Lawrence River and in the Chaudière River. Interested parties had 30 days after the publication of the notice to direct their comments, in writing, on the effect of these works on marine navigation to the manager of the Navigable Waters Protection Program [NWPP].", "[12] On May 13, 2013, the applicant forwarded to Richard Jones, the NWPP manager, a formal notice that was taken as opposition to the Marina's application for ministerial approval. In essence, the applicant informed the manager that he is the exclusive owner or occupant of the Chaudière River bed where docks B and D and the mooring buoys in Zone 4 were to be installed, and that the Minister does not have the authority to issue approvals concerning the Marina's floating docks because they are vessels rather than works under the Act. By the same logic, the applicant informed the manager that he placed \"a vessel at anchor near the site picked by the Marina for Dock \"B\", on Lot C, of which he has exclusive ownership, in order to do work on his property\".", "[13] On June 12 and 14, 2013, in view of the effect on marine navigation, the Minister granted the Marina the three approvals listed in these applications for judicial review, which were gathered for the purposes of the hearing. The ministerial approvals allow the Marina-subject to the specified conditions and in accordance with the approved plans-to install dock B (T-1068-13), dock D (T-1087-13) and the mooring area-Zone 4 (T-1086-13) in the Chaudière River. Indeed, these approvals are considered \"recommendable\" by the Minister in accordance with the corresponding plans for a period of 30 years.", "[14] The applicant requires in these dockets to have set aside the ministerial approvals, for the following reasons. First, the Minister exceeded his jurisdiction when he found that docks B and D of the Marina are \"works\" within the meaning of the NWPA. Second, the Minister committed a reviewable error in not considering the ownership of the Chaudière River bed before issuing the approvals. Third, the Minister erred in his assessment of riparian rights. Fourth, the applicant alleged that the actions of officials give rise to a reasonable apprehension of bias, which vitiates the entire administrative process.", "[15] The reasonableness standard applies to the three first grounds since they concern questions of mixed fact and law, while the correctness standard applies to the applicant's last ground for setting aside the approvals since it is a procedural fairness question: <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ); Canada (Citizenship and  <FRAGMENT_SUPPRESSED> . Interest to act", "[16] Before assessing the applicant's four arguments, the Court must deal with the Minister's preliminary argument that the applicant does not have the interest to act. The Minister submits that he is a [translation] \"third party\" and that he is not \"directly affected\" by the ministerial approvals, so that he does not have the required interest under subsection 18.1(1) of the Federal Courts Act , RSC 1985, c F-7 (FCA): 18.1 (1) An application for judicial review may be made by the Attorney General of Canada or by anyone directly affected by the matter in respect of which relief is sought. 18.1", "[17] As a general rule, a person would be \"directly affected\", when they can show to the Court that the impugned decision must have affected his rights, imposed on him legal obligations or prejudicially affected him: League for  <FRAGMENT_SUPPRESSED> . The Minister, who fears an avalanche of applications for judicial review from other owners ( <FRAGMENT_SUPPRESSED> ), considers that the ministerial approvals do not affect the applicant's rights or obligations and do not directly prejudicially affect him.", "[18] The applicant argues the contrary, that he has interest to act since his individual rights have been affected by the ministerial approvals. The interest to act cannot be limited to the person who has requested the ministerial approval-in this case, the Marina, who would become the only interested party-which is contrary to the right of any interested litigant to have an administrative decision reviewed that will affect for a period of 30 years the right to navigation. As an opponent of the Marina project and a shoreline property owner, the applicant may thus challenge the legality of the ministerial approvals.", "[19] In my view, the question of the applicant's interest is not only linked to whether his rights are affected, but also to the scope of the remedy sought and to the jurisdiction of the Minister and the courts. Insofar as the applicant seeks to set aside the ministerial approvals because he allegedly has an exclusive right of ownership or lease on the portions of the Chaudière River bed where docks B and D are anchored, as well as some buoys, his legal interest appears to us to be not only very disputable, but for the reasons set out below we are of the view that the Minister has committed no reviewable error in not considering the ownership of the Chaudière River bed.", "[20] However, it is not the same for the effects of the Marina project on the navigation and riparian rights affected by the ministerial approvals. The approvals given by the Minister under the NWPA are exclusively given to a work [translation] \"given the effects of the works on marine navigation\", which confers a certain legal interest on owners. Moreover, at the invitation of the authorities, numerous owners sent their written comments to the NWPP manager. It is also apparent from the certified tribunal record that the Minister considered the riparian rights, including the right to access water, before issuing the approvals, and that in some circumstances, he imposed changes to the Marina's plans to respect these rights (see [translation] \"The Marina de la Chaudière - Rationale of prepublication decisions TC NWPA\", Certified Tribunal Record, document 88 (Rationale of decisions)).", "[21] In this case, in addition to alleging being the owner of river bed lots, the applicant is also the resident of a shoreline property, lot 2 288 416, 2 454 403 (Lot 416), as it appears in particular from [translation] \"Plan 1 of 5: Illustration of the riparian rights in the Saint-Laurent River & the Chaudière River estuary vs the marine structures of the Marina de la Chaudière Inc. based on the analysis by TC-NWPP dated April 8, 2013\" (Certified Tribunal Record, document 14) and [translation] \"Plan 5 of 5: Illustration of riparian rights near dock D (marina) based on the analysis by TC-NWPP\" (Certified Tribunal Record, document 16). As the holder of riparian rights, the applicant is directly affected by the subject of the Marina's approval request, at least as specifically concerns dock D, which is located across from the shoreline property where he lives (docket T-1087-13). The ministerial approval regarding the exact location of dock D in the Chaudière River has a direct effect on the applicant's riparian rights, who now sees his water access rights limited by the Marina's structures.", "[22] Paragraphs 35 to 40 of the Superior Court's judgment in <FRAGMENT_SUPPRESSED>  are particularly instructive: [translation]", "[35] The notice published in the Canada Gazette and in newspapers in the area where the works are to be built had to be made in the days following the hearing of this case and it is from the last publication that the 30-day period began, which is required to enable the NWPP to collect public comments, including, of course, comments from the Sylvio Thibeault, if he wishes to make any.", "[36] Moreover, the plan of the location of the works proposed by the Marina was filed in the Court record and Sylvio Thibeault was able to read it.", "[37] In the circumstances, is it up to the Superior Court to determine the width of the open channel that must be maintained in the Chaudière River and the width of the shipping lane, while the review of this matter under the provisions of the Navigable Waters Protection Act is currently underway?", "[38] We believe that it is up to Transport Canada and not to the Superior Court to approve the works in navigable waters based on the enabling law and regulations. Moreover, it is not for us to speculate on possible recourse, where appropriate, in the event that an interested party is not satisfied with the decisions made by the competent authorities under the provisions of the Navigable Waters Protection Act.", "[39] In short, it is our view that the applicant's rights as a shoreline owner on the Chaudière River to navigation on this river have limits and that, in the circumstances, it is up to the Minister, by virtue of the powers conferred on him by the Navigable Waters Protection Act , to reassess the situation based on the application that was submitted by the Marina and submissions that interested persons may present under section 9(5) of the Act.", "[40] Therefore, the applicant's request will be dismissed with costs. The costs do not, however, include the costs and fees of experts since they were not required to determine the dispute.", "[23] Also, although the applicant has a potential injunction and damages remedy against the Marina if his ownership rights and the disturbances alleged are affirmed by the Superior Court of Quebec, despite this, the Federal Court has exclusive jurisdiction to deal with the legality of ministerial approvals and review all the applicant's arguments based on the public's right to navigation, including the binding quality and the effects of internal directive TP 10387 E in assessing riparian rights. However, for the reasons set out below, these applications for judicial review must fail, as the Court did not find a reason to intervene on the merits. Reasonableness of the ministerial designation", "[24] The applicant's first ground relates to the Minister's jurisdiction to act on the Marina's approval request. This jurisdiction is disputed by the applicant, who argues that we are dealing with vessel and not works. For the same reasons as those set out in docket T-884-13 (2015 FC 162 at paras 12 to 26), it was reasonable for the Minister to find that docks B and D, and the mooring area - Zone 4, are works within the meaning of the Act.", "[25] The definitions of \"vessel\" and \"work\" are found at section 2 of the Act: . In this Act, ... \"vessel\" includes every description of ship, boat or craft of any kind, without regard to method or lack of propulsion and to whether it is used as a sea-going vessel or on inland waters only, including everything forming part of its machinery, tackle, equipment, cargo, stores or ballast; ... \"work\" includes (a) any man-made structure, device or thing, whether temporary or permanent, that may interfere with navigation; and (b) any dumping of fill in any navigable water, or any excavation of materials from the bed of any navigable water, that may interfere with navigation [...] [...]", "[26] The fact that docks B and D of the Marina are \"floating structures\" does not mean that they are automatically \"vessels\". Furthermore, it was reasonable for the Minister to find that docks B and D were not designed or used for navigation, since the Marina's intention is clear: the docks have always been and will continue to be used for mooring vessels. The fact that some jurisprudential tests of the definition of vessel within the meaning of the FCA are met by the docks-e.g. they were built to be used in water ( <FRAGMENT_SUPPRESSED>  (FCA) at para 29)-does not mean that the docks must be considered to be designed or used for navigation. Therefore, it was reasonable for the Minister to find that docks anchored in a fixed manner that are used for mooring vessels are works within the meaning of the Act. Failure to consider the ownership of the Chaudière River bed", "[27] Second, the applicant alleges that the Minister committed a reviewable error by not considering that he was the owner of the Chaudière River bed. According to the applicant, the Chaudière River bed is part of the private domain, while he is the exclusive owner or lessor of four parcels of the river bed. The Minister had the obligation to consider the ownership of the Chaudière River bed, since he had to assess several elements to determine whether it is justified in the circumstances to limit the public right to navigation ( <FRAGMENT_SUPPRESSED>  at p 39). In addition, the approvals issued by the Minister approve not only the work, but also [translation] \"its construction, location, maintenance, operation and use\". It follows that the Minister must verify whether the Marina could legally build the work at the planned location. Also, when applicants make a request for work approval, they must indicate in the application form whether they are owners of the shoreline property or if they received authorization of the shoreline property owner, which shows that the Minister verifies whether the applicants are owners or the permission of the owner. The consultations with the City of Lévis, the Port of Quebec and Aboriginal groups show that the Minister was concerned with the ownership of the river bed and that he would have had to ensure that the Marina had the applicant's authorization to install the works.", "[28] But for the Minister, the ownership rights of the Chaudière River bed did not have to be considered during the review of the request for works approval in the Marina. That is, the public right to navigation is independent from the ownership of the river bed. Moreover, the approvals given by the Minister have no impact on the ownership rights alleged by the applicant, since they clearly indicate that other laws or regulations may be applicable and that the Marina must obtain [translation] \"any other approval or building permit, under any applicable law\". Also, the person receiving an approval from the Minister does not acquire any right to interfere with the private rights of third parties ( <FRAGMENT_SUPPRESSED>  (C-B CS) at paras 19-21). In addition, the applicant acknowledged in case number 200-17-018621-136 between the parties before the Superior Court of Quebec that the approvals granted by the Minister have no impact on the right of ownership on an immoveable. The Minister alleged that imposing on the Minister the obligation to consider the ownership rights would equal requesting that the Minister substitute himself to the Superior Court to decide the ownership of the Chaudière River bed. Also, the consultations conducted by the Minister with third parties did not concern the ownership of the river bed, but rather to fulfill the obligations of the Federal Crown, in particular with respect to consultations with Aboriginal people and environmental matters.", "[29] At the hearing, counsel for the applicant replied that it was apparent at the reading of the file that the Minister considered that the Chaudière River bed was Crown land. Further, she drew from it a finding of bias. Therefore, it is not that the Minister did not consider the ownership of the bed, but rather that the Minister exceeded his jurisdiction in finding that the Chaudière River bed falls under Crown land and in imposing conditions that encroached on the applicant's property. In the circumstances where the ownership of the location planned for the construction of works in the Marina was contentious, the Minister should have avoided giving any approval for structures in the Chaudière River. In addition, according to the applicant, the fact that the approvals indicate that the person who has them must ensure that the works comply with the other applicable laws and regulations does not exempt the Minister from considering the ownership rights. Indeed, that would be equivalent to leaving full discretion to the Minister, which would force the litigants to battle indefinitely before the courts of civil jurisdiction.", "[30] The applicant's arguments are not well-founded in this case.", "[31] As indicated above, the approvals granted by the Minister have no direct impact on the ownership rights of the Chaudière River bed, since the Marina must still respect the other applicable laws and regulations. The approvals clearly indicate that: This document approves the work in terms of its effect on marine navigation under the Navigable Waters Protection Act . The work must be built, placed, maintained, operated, used and removed in accordance with the approved plan(s), the Navigable Waters Protection Act , its regulations and the terms and conditions in the Approval It is the applicant's responsibility to obtain any other forms of approval or building permits, under any applicable laws. [Emphasis added]", "[32] At the hearing, counsel for the Marina went further, stating that it had, indeed, properly entered into a lease with the Quebec Port Authority, which allowed him to install on the river bed and set up floating docks in the places indicated on the plans approved by the Minister. Of course, the applicant does not agree and considers that it is rather to him that the Marina should speak. This issue will have to be resolved eventually, and decisively, by the Superior Court.", "[33] Furthermore, contrary to what counsel for the applicant claimed in her oral arguments, it is not apparent from the file that the Minister was influenced by the fact that the Chaudière River bed would be Crown land. In any case, the Minister does not have the power to declare that so and so is the owner. This is an issue affecting ownership and civil rights arising exclusively from the legislative authority of the provinces, and subject, of course, to the specific provisions that one finds in the Canadian constitution with respect to provincial and federal public properties (e.g. sections 108 and 109, and Third Schedule, paras 1, 2 and 3, in particular the , 30 & 31 Victoria, c 3).", "[34] In conclusion, under the NWPA, the role of the Minister or officials is to enforce the NWPA and its regulations (sections 33-34 of the NWPA), and not to enforce the ownership rights claimed by the applicant in this case. Therefore, it was reasonable for the Minister not to consider the applicant's allegations of ownership rights on the Chaudière River bed in his formal notice letter. Assessment of riparian rights", "[35] The third ground for setting aside raised by the applicant concerns the assessment of riparian rights conducted by the Minister.", "[36] In the judgment that was rendered by the Quebec Court of Appeal in 1998 in <FRAGMENT_SUPPRESSED> , above, Justice Letarte, beyond the question of ownership of the Chaudière River bed, reiterates at pages 11 and 12 of his opinion, the following regarding the nature of riparian rights: [translation] Riparian rights do not include the ownership of the river bed; rather, they are closely linked to the ownership rights of the riparian land, regardless of the navigability of the river. If they can include the following rights-access rights, right to general household use, right to anchorage and mooring, right to non-commercial supply and diversion, right to commercial and industrial use and, in some circumstances, fishing rights, riparian rights have nothing to do with the ownership of the land.", "[37] There is no doubt that when the Minister approves plans for a proposed location in a navigable river, he will incidentally restrict or modify, for 30 years in the future the usage and access rights to the riparian waters, although he has the duty to ensure, moreover, that the docks, mooring areas and buoys that will be installed will not unduly restrict navigation. The conditions prescribed in the ministerial approvals result from the exercise of federal jurisdiction over navigation, which has been delegated to the Minister. But, if the Minister must be afforded very broad discretion, then the approvals must be given all the attributes of reasonableness.", "[38] As we saw above, the shoreline property owners had the opportunity to make written submissions, so that no issue of procedural fairness arises in this case. That said, the applicant claimed that the Minister committed several errors in his assessment of riparian rights, which makes the ministerial approvals unreasonable, and which the respondents are disputing.", "[39] According to the applicant, the Minister's calculations do not consider the true size of the vessels that pass through the Chaudière River. Indeed, the Minister did not consider the two-way traffic of vessels or winds and currents and the proposal of the river lots was not done in accordance with the principles accepted by the Ordre des arpenteurs-géomètres du Québec. Finally, the applicant alleges that the Minister did not follow directive TP 10387 E with respect to distance requirements.", "[40] In this respect, the applicant alleged that the Minister provided a clearance zone of 14.5 metres, which represents the one-way traffic of vessels only, based on vessels of an average size of 3 metres. The applicant alleged that he had already advised the Minister that the Marina's structures did not respect the space required for a safety margin of ships, which now vary in size from 6 to 8 metres and the Minister should have considered the passing of large vessels rather than small or medium vessels. Furthermore, the Minister indicated that he considered two way traffic, but these are \"misrepresentations\" since it is apparent from the calculations in the record that only one-way traffic was considered and comes down to a clearance zone of 14.5 metres, which is much too small to allow for two-way traffic. Moreover, the applicant alleged that the Minister did not respect the distance of 45.7 metres planned for riparian rights in directive TP 10387 E. Also, the Chaudière River is a tidal river, but the Minister instead applied the criteria applicable to rivers without tides, which means that the distances are not appropriate to the real situation.", "[41] The respondent maintains that the Minister acted reasonably and that the Court does not have to substitute itself for the officials that conducted a careful assessment of the approval request as revealed in the \"Rationale of decisions\". Directive TP 10387 E simply contains guidelines that do not have force of law and cannot limit the discretion provided in the Act. The directive gives the decision-maker the discretion as to how much importance to give to each factor. Furthermore, although an error was produced in the \"Rationale of decisions\"-since the graphic applicable to rivers without tides was copied rather than that applicable to tidal rivers-the Minister properly considered the criteria applicable to tidal rivers, as appears from the references and calculations in the rest of the document. Finally, riparian rights are not absolute. For example, they do not confer on the shoreline owner the right to dock a vessel of unlimited size ( <FRAGMENT_SUPPRESSED> ). In this case, the Minister assessed the situation and imposed conditions on the Marina to ensure that the impact on navigation is limited.", "[42] I agree with the general reasoning of the respondents. It should be reiterated that the Minister's authority to approve is discretionary. It is clear that the Minister assessed the effects on the navigation of the works proposed by the Marina and that he assessed the riparian rights, although the distances applied are not the same as those indicated by directive TP 10387 E. Moreover, the directive is not binding nor is it binding upon the Minister. There is no evidence of bad faith here. The Minister's reasoning is not arbitrary and relies on the evidence in the record. It is not appropriate to intervene in this case.", "[43] Specifically, the document \"Rationale of decisions\" shows that the Minister considered the riparian rights of access to and removal from water, and that these riparian rights were assessed in the appropriate context of tidal zones. The Minister considered numerous factors, including that throughout the Chaudière River basin, there is not two metres in depth of water during low tide, and that it is an at-risk uncharted area. For each work in the Marina, the Minister considered the affected shoreline lots, and when the Marina's plans did not respect a sufficient manoeuvring area and did not provide enough space for the right to access the water, the Minister requested changes to the plans so as to free up enough space for the exercise of riparian rights. Moreover, with respect to dock D, the Minister found that the dock should be moved 12 metres north east. Furthermore, the Minister had a study and expertise report (Certified Tribunal Record, document 84), which described the state of the variations of distances between the docks caused by the tides and the use of the waterway. Based on this report, it was reasonable for the Minister to base the distances of the manoeuvring area on vessels of an average width of three metres. In addition, it is apparent from document 105 of the Certified Tribunal Record that the Minister calculated a manoeuvring area for one-way traffic, and the fact that the Rationale of decisions erroneously indicates that two-way traffic was used does not make the decision unreasonable, especially since it was up to the Minister to choose to apply a manoeuvring area for one-way traffic.", "[44] To conclude this point, the assessment made by the Minister of the works proposed for navigation and riparian rights was reasonable. The Court did not have to conduct its own assessment of the evidence and the specific technical factors considered by the Minister in exercise of its discretion. No reasonable apprehension of bias", "[45] Finally, the applicant alleged that the Minister showed partiality in favor of the Marina by prejudging the issue of the nature of the Chaudière River bed, acting with bias when assessing riparian rights, by having the applicant's work removed and not applying directive TP 10387 E.", "[46] The Marina argued that there is no reasonable apprehension of bias. In fact, it complied with the Act and with the Minister's directives. The Minister did not have to consider the ownership of the Chaudière River bed and it would not be practical for the Minister to suspend the issue of approvals each time that an allegation of right of ownership is disputed. Further, in a river like the Chaudière River basin, it is not possible to have co-ordinates of structures to the nearest centimeter since the tide and floods make such precision impossible.", "[47] I reject all of the applicant's arguments, which are repeated-this time under the theme of bias-arguments that were previously reviewed and rejected by the Court above and in docket T-884-13: 2015 FC 162 at paras 32 to 36. The arguments of bias raised by the applicant are essentially a disagreement on the facts and the methods used by the Minister. The applicant did not submit credible evidence that raises a reasonable apprehension of bias, only suppositions. There is no evidence of bad faith or of evidence that the Minister allegedly gave reason to believe that the approvals were to be issued before they had been.", "[48] In conclusion, the applicant did not show that \"...an informed person, viewing the matter realistically and practically-and having thought the matter through\" would have reason to fear that the decision was been made in a biased way (Committee for Justice and  <FRAGMENT_SUPPRESSED>  at p 394). Conclusion", "[49] For these reasons, the three applications for judicial review are dismissed with costs. JUDGMENT", "[50] THIS COURT ORDERS AND ADJUDGES that the three applications for judicial review are dismissed with costs. Application dismissed. Editor: Gary W. McLaughlin [End of document]"]}