{"id_": "082986", "body_str": ["[1] Shore, J. : It is well established that the purpose of a Pre-Removal Risk Assessment [PRRA] application is to assess new risk developments that have occurred since the rejection of the refugee protection claim. A PRRA application cannot and must not be used as an appeal or reconsideration of the decision of the Refugee Protection Division [RPD] of the Immigration and Refugee Board to reject a claim for refugee protection ( <FRAGMENT_SUPPRESSED> ). II. Introduction", "[2] The Applicant seeks a judicial review, under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [ IRPA ], of a decision rendered on December 7, 2012, by a Senior Immigration Officer, dismissing the Applicant's PRRA application. III. Background", "[3] The Applicant, Mr. Iqbal Singh, is a 58 year old citizen of India of Sikh origin. He is a resident of the city of Amritsar, Punjab, since November 1996.", "[4] The Applicant states that in April 1996, a Sikh militant came to his home and ordered his family to feed and shelter him at gun point.", "[5] After this incident, the Applicant states that the police, suspecting that he was an accomplice to Sikh militants, began investigating him. He indicates that he was arrested in June 2000, October 2001 and June 2002 due to his perceived affiliation with the Sikh militancy.", "[6] Mr. Iqbal Singh came to Canada from India on September 3, 2002. He made a refugee claim on October 8, 2012.", "[7] On August 29, 2003, the RPD refused Mr. Iqbal Singh's refugee claim, finding that he had not established his identity and that an internal flight alternative [IFA] was viable outside of Punjab.", "[8] On January 6, 2004, Mr. Iqbal Singh filed and application for leave and for judicial review of this decision which was dismissed.", "[9] The Applicant submitted an application for permanent resident status based on humanitarian and compassionate grounds in 2007, 2008 and 2009. All three applications were refused. An application for judicial review is presently before this Court with regard to the Applicant's third application (IMM-2289-13).", "[10] On February 6, 2012, the Applicant applied for a PRRA which was denied on December 7, 2012.", "[11] On April 24, 2013, the Applicant filed an application for leave and for judicial review of the PRRA decision, dated December 7, 2012, which is the underlying application before this Court. IV. Decision under Review", "[12] In her decision, the Officer concluded that the Applicant's allegations were essentially the same as those already assessed by the RPD. She concluded that the Applicant had not provided sufficient new evidence to rebut the RPD's conclusion that he had an IFA outside Punjab.", "[13] Moreover, the Officer found that the Applicant failed to provide any probative evidence of new risk developments which would render him personally at risk in India.", "[14] The Officer therefore determined that there was no more than a \"mere possibility\" that the Applicant would face persecution in India, or that there were substantial grounds to believe that he would face torture or a risk to life, or of cruel and unusual treatment or punishment. V. Issue", "[15] Did the Officer err in concluding that the Applicant would not face a personalized risk if returned to India? VI. Relevant Legislative Provisions", "[16] The following legislative provisions of the IRPA are relevant: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. ... Consideration of application 113. Consideration of an application for protection shall be as follows: ) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; ) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; ) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98; ... [...] Examen de la demande [...] VII. Position of the Parties", "[17] The Applicant submits that the Officer erred in assessing the evidence regarding the Applicant's circumstances if returned to India. In particular, the Applicant argues that the Officer failed to take into consideration his changed circumstances; notably, that he has irregular travel documents and that he would be stopped at the airport by Indian authorities as passengers are heavily scrutinized upon arrival.", "[18] The Respondent submits that the Officer duly considered all of the Applicant's allegations and documentation submitted in support of his application, and clearly explained her findings in regard to their probative value; or lack thereof.", "[19] The Respondent asserts that the Applicant failed to rebut the RPD's conclusions and could not demonstrate that he would face a personalized risk if returned to India. As such, the decision was reasonable in the circumstances. VIII. Standard of Review", "[20] The standard of review for a PRRA officer's decision is that of reasonableness ( <FRAGMENT_SUPPRESSED> ).", "[21] If the standard of reasonableness applies, courts may only intervene if the reasons are not \"justified, transparent or intelligible\". To meet the standard, a decision must fall in the \"range of possible, acceptable outcomes ... defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  at para 47). IX. Analysis", "[22] It is well established that the purpose of a PRRA application is to assess new risk developments that have occurred since a rejection of a refugee protection claim. A PRRA application cannot, and must not, be used as an appeal or reconsideration of a RPD decision rejecting a refugee protection claim ( <FRAGMENT_SUPPRESSED> , above, at para 12).", "[23] As stated by Justice Judith Snider in <FRAGMENT_SUPPRESSED> :", "[4] ... Canada has taken steps to ensure that a claimant is provided with a process whereby changed conditions and circumstances may be assessed. It follows that, if country conditions or the personal situation of the claimant have not changed since the date of the RPD decision , a finding of the RPD on the issue of state protection - as a final, binding decision of a quasi-judicial process - should continue to apply to the claimant . In other words, a claimant who has been rejected as a refugee claimant bears the onus of demonstrating that country conditions or personal circumstances have changed since the RPD decision such that the claimant, who was held not to be at risk by the RPD, is now at risk. If the applicant for a PRRA fails to meet that burden, the PRRA application will (and should) fail. [Emphasis added.] (Reference is also made to <FRAGMENT_SUPPRESSED>  FTR 59).", "[24] Put simply, when considering the evidence in a PRRA application, an officer must ask whether the information it contains is significant or significantly different from the information previously provided <FRAGMENT_SUPPRESSED>  FTR 46 at para 22-23; <FRAGMENT_SUPPRESSED> , above, at para 29; <FRAGMENT_SUPPRESSED>  FTR 143 at para 38).", "[25] In the present case, the Court finds that the Applicant did not meet the onus of demonstrating a significant change in country conditions or his personal circumstances. The Applicant merely repeated the facts and risks that were previously alleged in his claim for refugee status and that were at issue before the RPD. While the Applicant did include some objective evidence in his PRRA application, it was general in nature and did not demonstrate any new risk developments for him personally.", "[26] The Applicant claims that he filed important evidence \"personal\" to him \"or that did not apply to everybody in India but may only apply to the few young Sikhs like him\"; however, he does not explain in what way this evidence is personalized in nature. The mere fact that the documentary evidence may show that the human rights situation confronted by Sikh militants in India is problematic does not necessarily mean there is a risk to the Applicant personally ( <FRAGMENT_SUPPRESSED> ). Furthermore, the Court has some difficulty accepting that this evidence regarding \"young Sikhs\" in India would apply to the Applicant as he is presently 58 years old.", "[27] The Applicant also argues that his travel documents present a new risk development as they are irregular and will raise concern with Indian authorities; however, he does not indicate in what way they are irregular or how they have changed his personalized risk since the RPD's decision. The Court agrees with the Respondent that this argument is highly speculative and was not required to be considered by the Officer.", "[28] Likewise, the Court finds that the Applicant's allegation that he will be stopped by Indian authorities upon his arrival, due to heavy scrutiny at India's New Delhi international airport, is also speculative, and was not required to be considered by the Officer. The Applicant, himself, admits to the speculative nature of this allegation in stating that he \"concede[s] there is no specific evidence on the kind of airport New-Delhi is.\"", "[29] On the whole, the Court finds that the Officer's decision is consistent with the principles developed by the jurisprudence of this Court as outlined above. The Officer considered all of the new objective evidence before her, including several news articles and reports submitted by the Applicant regarding the general country conditions in India, and reasonably found that this evidence did not demonstrate any new risk developments. The Applicant stated himself in his PRRA submissions that he does \"not believe police will be out to kill [him], or even injure [him] seriously when they question [him ]\" (Certified Tribunal Record at p 81).) The Applicant also indicated to this Court in his related matter in <FRAGMENT_SUPPRESSED>  that, in the circumstances, he \"faces no personalized risk, has no valid fear\", and \"that his claimed adverse country conditions are the same for everybody in his return country\" (at para 27.", "[30] The Court agrees that there is no more than a \"mere possibility\" that the Applicant would face persecution if returned to India, and that there are no substantial grounds to believe that he would face torture or a risk to life, or of cruel and unusual treatment or punishment. X. Conclusion", "[31] For all of the above reasons, the Applicants' application for judicial review is dismissed. JUDGMENT", "[32] THIS COURT ORDERS that the Applicant's application for judicial review be dismissed with no question of general importance for certification. <FRAGMENT_SUPPRESSED>  Shore <FRAGMENT_SUPPRESSED> ). II. Introduction", "[2] III.", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] IV.", "[12]", "[13]", "[14] V.", "[15] VI.", "[16] [...] Examen de la demande [...] Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. . . . Consideration of application 113. Consideration of an application for protection shall be as follows: ) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; ) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; ) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98; . . . VII.", "[17]", "[18]", "[19] VIII. La norme de contrôle", "[20] <FRAGMENT_SUPPRESSED> ).", "[21] <FRAGMENT_SUPPRESSED> , au paragraphe 47). IX. Analyse", "[22]", "[23]", "<FRAGMENT_SUPPRESSED> ).", "[24] <FRAGMENT_SUPPRESSED> ).", "[25]", "[26]", "[27]", "[28]", "[29]", "[30] X. Conclusion", "[31] JUGEMENT", "[32] [End of document]"]}