{"id_": "083086", "body_str": ["[1] Muldoon, J. : The applicant brings an application for judicial review, pursuant to section 18.1 of the Federal Court Act , R.S.C. 1985, c. F-7, of a decision by a citizenship judge, dated July 15, 1999, refusing the applicant's application for citizenship. The applicant seeks an order quashing the decision. Facts", "[2] The applicant has been a permanent resident since January 28, 1992. Recently, she applied to become a citizen of this country. She has not, however, spent much time here in the last four years. To be exact, she had spent only 421 days in this country in the last pertinent four years, a number well short of the 1095 required by section 5 of the Citizenship Act , R.S.C. 1985, c. C-29. She sought a hearing, nevertheless, and one was convened for July 13, 1999.", "[3] The applicant alleges that the citizenship judge began the hearing by stating: \"I have read and reviewed your application thoroughly and I have decided not to approve your application due to the non-fulfilment of the residency requirement [...] If I approve your application under this (sic) circumstances, my decision will be overturned by the Minister.\" The applicant alleges that she then explained to the judge that she and her husband were international development workers who spent all of their time in developing countries working under contract for various development agencies. She alleges that the judge then stated: \"Since your employment is with an international organizations (sic) and not with a Canadian institution or the Canadian Government, it is considered a private decision.\" She alleges that she then stated that she could not get a job with any government as she was only a landed immigrant. On asking the judge what she could possibly do, she avers that he told her: \"You have two options: 1) to exercise your right to appeal my decision with the Federal Court and 2) to put in a new application after the fulfilment of the Residency requirement. I strongly recommend the first option of an appeal, perhaps you may have a better chance of arguing your case in a Federal Court.\"", "[4] The written decision of the citizenship judge, dated July 15, 1999, was sent to the applicant, confirming that she had met the requirements for citizenship set out in the Citizenship Act except for the residency requirement. In reviewing this requirement, the judge quoted from FRAGMENT_SUPPRESSED The judge also cited a passage from FRAGMENT_SUPPRESSED, on Parliamentary intentions behind the residence requirements. Finally, he listed several factors, such as the reasons for the applicant's lengthy absences and \"indicators of attachment to Canada\" which he considered relevant to the issue of residence Legal Issues", "[5] The applicant raises four issues. There is, however, a jurisdictional issue which must be dealt with prior to looking at these matters. The applicant seeks, in her notice of application, a judicial review of the citizenship judge's decision. Subsection 14(5) of the Citizenship Act , however, provides for an appeal. Section 18.5 of the Federal Court Act , therefore, would prevent the applicant from seeking judicial review instead of an appeal; FRAGMENT_SUPPRESSED. Having made the observation, however, this Court is nevertheless willing to consider the merits of the application.", "[6] The first issue raised by the applicant concerns what the appropriate standard of review in this appeal is and what the proper definition of residence is. The second issue concerns whether the judge properly applied the correct test for residency. The third issue concerns whether there should be any impact on the hearing from comments which the applicant alleges were made by the citizenship judge. The fourth and final issue concerns whether the citizenship judge erred in not exercising his discretion in favour of the applicant to grant citizenship under subsection 5(4) of the Act", "[7] Another issue raised by the applicant concerns whether it would be perverse if the Citizenship Act were to force a separation of the applicant from her husband were she to try to become a citizen. This argument, however, cannot be seriously considered as it is the applicant and her spouse who will be choosing whether to \"force\" any separation, and not the Act , as if a statute would force any free married couple to separate. No one is forcing the applicant to seek Canadian citizenship. She may freely decline to do so.", "[8] In respect of the first disputed issue, both parties agree with the current standard of review as it was described in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[9] This Court cannot, however, endorse the stand, adopted by both counsel, that the Citizenship Act allows the application of any one of three residency tests by a citizenship judge as part of some purported discretion wielded by such judge. In fact, the Citizenship Act , in part through subsections 5(1) and 5(1.1), makes clear that the test for residency is based on one's physical presence in Canada and on Canadian soil. Clauses 1(1)(c)(i) and (ii) refer even to half and whole days of residence in Canada. This has been reiterated on numerous occasions by this Court; FRAGMENT_SUPPRESSED. The discretion which a citizenship judge has in respect of residence requirements is confined to subsections 5(3) and 5(4) of the Act , neither of which was applicable in this case. The residence duration mentioned in the Act is four years, but Parliament made ample allowance for absences by requiring three years presence during those four years.", "[10] Nor can residence questionnaire forms, local ministerial policies (of which no evidence exists, in any event) or, as counsel for the applicant phrased it, throwing one's lot in with one's travelling spouse, act as a substitute for the affirmative, statutory and in fact, Canadianizing requirements of the Act . Parliament is always taken to mean what it enacts, and to enact what it means.", "[11] In respect of the second issue, the applicant alleges that, based on her interpretation of the citizenship judge's written and alleged oral statements, it would appear that the judge has rejected the definition of residence which is based on one's physical presence. Unfortunately, (she alleges), he has not clearly adopted either of the other two so-called competing definitions. As a result, she submits, the lack of the judge's clarity in this case amounts to an error of law. The applicant also submits, perhaps in the alternative, that the citizenship judge's rejection of the definition of residency based on physical presence creates a legitimate expectation that this test would not be used. The applicant implies in the alternative, in essence, that the judge may have used the physical-presence test despite allegedly rejecting it. The respondent submits that the definition of residency based on physical presence was not used by the citizenship judge and submits that the citizenship judge clearly and correctly implemented the alternative residency test found in FRAGMENT_SUPPRESSED.", "[12] In light of this Court's comments, above, the real question is whether the judge applied the correct test and not whether he was clear in showing to the world which of many supposedly correct tests he was choosing. The answer to the real question is yes. The judge came to the correct conclusion, as stated in the third paragraph of his reasons (applicant's record, p. 5): \"I found that you met all of the requirements for citizenship set out in the Citizenship Act , except the requirement of residence. Under subsection 5(1)(c) of the Act , an applicant is required to have accumulated at least three years of residence in Canada within the four years immediately preceding his or her application.\"", "[13] The manner in which the judge cited elements of the three different tests in question does admit of some confusion. He does cite, however, the pith and substance of the correct residency definition as it was stated by this Court in FRAGMENT_SUPPRESSED , supra. The various indicia which he obviously considered but which are outside the purview of this test, such as the rationale behind the applicant's lengthy absences, do not change the fact, therefore, that the judge began his analysis on a correct footing. Nor did his adjudicative wandering work any prejudice on the applicant in any way. In essence, the applicant had failed the residency requirements of the Citizenship Act prior to any additional indicia being addressed. As in FRAGMENT_SUPPRESSED, therefore, these errors do not warrant substituting a new decision for that of the Citizenship Judge.", "[14] In respect of the third issue, the applicant alleges that the citizenship judge made several comments to the effect that he had decided not to grant her citizenship, that any other decision would be overturned by the Minister but that he, nevertheless, strongly recommended that she appeal his decision. The applicant submits that the first comment grounds not only a reasonable apprehension of bias but a finding of actual bias and predetermination of the issues. The applicant submits that the second and third comments are wrong in law and suggest favouritism, cloaked in deference towards the Minister's probable appeal and careless indifference as to whether the applicant appeals. Any such indifference would be laudatory, for the judge ought not to care which party appeals or prevails. The applicant also submits that the last comment amounts to a de facto declining of jurisdiction in favour of this Court.", "[15] Counsel for the respondent does not dispute that such citizenship judge's statements were made, rather, she focuses on the assertion that none of them can result in the judge's decision being reviewable. As for the alleged opening remarks of the judge, she suggests that they were an opinion garnered from the documents before him showing a failure of the residency requirement, rather than any sort of prejudgment. This Court is bound to agree. The record and the judge's written reasons in particular plainly disclose that he carefully considered the applicant's information given to him at the hearing. As in FRAGMENT_SUPPRESSED, therefore, it cannot be said that an informed person, viewing the matter realistically and practically and having thought the matter through, would conclude that the judge's words give rise to a reasonable apprehension of bias. The applicant purported to quote the proceedings before the citizenship judge. She ought to have been cross-examined but the respondent did not do that. The accuracy of her detailed, self-serving \"quotations\", left much room for doubt, and is not accepted.", "[16] As for the second and third comments, they do not reflect any procedural or substantive error, such as bias, on the part of the judge. Much of the time at the hearing of this appeal was taken by a stimulating discussion of FRAGMENT_SUPPRESSED. There, the court canvassed various possible meanings which have been attributed to section 5 of the Citizenship Act . Three judgments are examined, FRAGMENT_SUPPRESSED, but, in truth such extensive canvassing, interesting as it is, is quite unnecessary because the statute is clearly expressed and well written. FRAGMENT_SUPPRESSED case is pointed: FRAGMENT_SUPPRESSED One wonders about the apparent popularity, among the judges of the Federal Court Trial Division, of the FRAGMENT_SUPPRESSED decision. In the very same volume of the law reports is another decision of yet another eminent jurist who came to a very different conclusion: FRAGMENT_SUPPRESSED. The former decision is of no greater authority than the latter, because there is no appeal from these citizenship decisions of the trial division and they stand on an equal footing. Abiding by the law, as Parliament enacted it, is surely of the greatest authority and importance.", "[17] In respect of the final issue, the applicant notes that the citizenship judge has the discretion, pursuant to subsection 5(4) of the Citizenship Act , to admit as Canadians those who do not otherwise meet the Act's requirements. She also notes that the judge based the exercise of his discretion on the grounds that there was no evidence of any special or unusual hardship or services of an exceptional value to Canada. She submits that, as there was some evidence of the type in question before the judge, this statement amounts to failing to consider relevant evidence or amounts to an incorrect or unreasonable exercise of the judge's discretionary power. In particular, the applicant relies on the potential of her not being able to pursue her international career for a couple of years and the potential separation from her husband as evidence of unusual hardship. She points to her international development work and the support she offers her husband as examples of services of an exceptional value to Canada. The respondent submits that the applicant's lack of citizenship does not even inhibit her work abroad let alone cause unusual hardship. The respondent's counsel also submits that, although of value to third world countries, the applicant's work is not of an exceptional value to Canada. This Court agrees with that submission. In this regard, the Court takes particular note of the decision of Mr. Justice Teitelbaum in FRAGMENT_SUPPRESSED. O R D E R", "[18] The applicant having failed in her manner of initiating these proceedings, and in all of her submissions, her application is dismissed. Both sides declined to seek costs. So be it. Application dismissed. Editor: Angela E. McKay/pdk [End of document]"]}