{"id_": "083142", "body_str": ["[1] Russell, J. : This is an application under s. 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or the Board], dated August 7, 2013 [Decision], which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under ss. 96 and 97 of the Act. II. BACKGROUND", "[2] The Applicant is a citizen of Turkey. He is of Kurdish ethnicity, a follower of the Alevi faith, and a member of the pro-Kurdish Democracy and Peace Party [BDP]. The Applicant says that he fears persecution at the hands of Turkish authorities, police, and paramilitary groups due to his involvement with pro-Kurdish political groups.", "[3] The Applicant claims that he was arrested and detained for his participation in the annual Kurdish Newroz celebrations in 1997, 2005, 2007, and 2010. During these detentions, the Applicant claims he was beaten by police officers, deprived of food, sleep and water, and denied legal counsel.", "[4] The Applicant claims that in January 2012, he organized a blockade to prevent bulldozers from entering his neighbourhood. He says the bulldozers were part of an effort to demolish the neighbourhood and to displace the Kurdish residents. The Applicant says he was arrested and detained for five days for his participation. He was beaten and required medical treatment on his release. He was told to report weekly to the police.", "[5] The Applicant also says that he was followed by plainclothes police officers before and after this protest. He claims he has also received threatening phone calls.", "[6] The Applicant says that he attended his first weekly check-in and was beaten by police officers. He says that he was told worse was to come. He did not attend his second check-in.", "[7] The Applicant left Turkey on January 30, 2012. He arrived in Canada on February 8, 2012 and made a claim for refugee protection the same day. III. DECISION UNDER REVIEW", "[8] The Applicant's claim was heard on March 26, 2013. The RPD rejected his claim on August 7, 2013.", "[9] The RPD said that the Applicant's testimony was straightforward and internally consistent. However, the RPD found that the Applicant's testimony was inconsistent with the Board's documentary evidence.", "[10] The RPD accepted that the Applicant was a member of the BDP. As a result, the RPD was satisfied that the Applicant had established a nexus to a Convention ground because his fear was based on his political activities.", "[11] The RPD noted that there was no documentary evidence to corroborate the Applicant's testimony regarding: his participation in Newroz celebrations; his arrests following his participation; his claim that two of his friends were in prison for their involvement with the BDP; his claim that the police had contacted his family about eight times looking for the Applicant; and his claim that he received medical treatment after being beaten in custody.", "[12] The RPD also noted that the Applicant's testimony was not corroborated by the Board's documentary evidence which said that Turkish authorities no longer break up pro-Kurdish demonstrations and that \"the number of cases in which demonstrators are beaten or arbitrarily detained, have also been declining in recent years\" (Certified Tribunal Record [CTR] at 54). The RPD also noted the greater acceptance of Kurdish people in Turkish society. The RPD specifically noted: over one hundred members of Parliament are of Kurdish origin; the creation of Kurdish language television and radio channels; and, the use of Kurdish language in political campaigns and language classes.", "[13] The RPD said the Board's documentary evidence showed that \"only Kurds who publicly or politically assert their Kurdish identity or publicly espouse using Kurdish in the public domain risked censure, or harassment, or prosecution\" (CTR at 56). The RPD concluded that the Applicant did not have the profile of someone who would be of interest to Turkish authorities. The RPD noted the Applicant's limited political activity and said that the Applicant is not a \"journalist, author, academic, lawyer, politician, activist, Kurdish/Alevi rights or Kurdistan Workers' Party/Partiya Karerên Kurdistan (PKK) or a public figure\" (CTR at 56). The RPD said that the Applicant had failed to point to any specific characteristic besides \"being Kurdish and a low-level member of the BDP that would cause him to stand out or be of particular interest to authorities or anyone else for that matter.\" The RPD further noted that, despite being Kurdish, the Applicant had been \"gainfully employed as an electrical technician by the Adiyman state government from 2006 until 2007\" (CTR at 56).", "[14] The RPD acknowledged that the Applicant's brother had successfully claimed refugee protection in 2005. However, the RPD noted, again, that Turkey had made significant strides in improving the situation for Kurdish people in Turkey in recent years.", "[15] The RPD accepted that the Applicant had experienced discrimination as a Kurd and as a BDP member but found that the discrimination did not amount to persecution. The RPD found that the Applicant would not face persecution if he returned to Turkey.", "[16] The RPD also found that the Applicant had a viable and reasonable Internal Flight Alternative [IFA] in Ankara, Istanbul or Antalya. The RPD noted that these are very large cities and said that the Applicant would have many job opportunities given his experience working abroad.", "[17] The RPD acknowledged the Applicant's claim that he had no IFA because Turkey has a registration system which allows the police to track people. The RPD said that the Board's documentary evidence led it to conclude that while the system exists, \"its ability to track and report an individual's location is limited\" (CTR at 58). The RPD found that the system is \"limited to information regarding an individual's arrest records, travel restrictions, avoidance of military service and refusal to pay military taxes\" (CTR at 58).", "[18] The RPD also said that the Board's documentary evidence revealed a second registration system that the Applicant had not addressed. However, the RPD said that this system was used exclusively for tracking wanted persons. The Applicant's fears that he would be tracked by either of the registration systems were not well founded.", "[19] The RPD found that the Applicant's alleged agents of persecution are localized in Mersin and that there is \"little reason to believe that those outside Mersin City area would seriously be interested in him now, a year and a half after leaving his homeland, particularly in light of his limited political profile,\" and \"those he fears do not have the interest and motivation, means or resources to pursue him to the internal flight alternative locations in Turkey\" (CTR at 60).", "[20] The Applicant's claim for protection under both ss. 96 and 97 of the Act was rejected. IV. ISSUES", "[21] The Applicant raises the following issues in this application: 1. Whether the RPD erred in concluding that the Applicant's testimony was inconsistent with the documentary evidence; 2. Whether the RPD erred in failing to consider the impact of a psychological report on the Applicant's credibility; and 3. Whether the RPD erred in determining that an IFA was available to the Applicant. V. STANDARD OF REVIEW", "[22] The Supreme Court of Canada in REFERENCE_SUPPRESSED held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: REFERENCE_SUPPRESSED.", "[23] The Applicant says the Decision should be reviewed on a standard of reasonableness. He says that the issues involve questions of mixed fact and law which CITATION_SUPPRESSED says are reviewed on a standard of reasonableness (CITATION_SUPPRESSED). The Respondent does not address the applicable standard of review.", "[24] The issues raise questions regarding the RPD's treatment of the evidence before it. This Court's jurisprudence has established that the RPD's treatment of evidence is within the Board's experience and is deserving of deference: see REFERENCE_SUPPRESSED. All three issues are reviewable on a standard of reasonableness.", "[25] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see REFERENCE_SUPPRESSED. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" VI. STATUTORY PROVISIONS", "[26] The following provisions of the Act are applicable in this proceeding: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. VII. ARGUMENT A. Applicant (1) The Applicant's testimony is consistent with the documentary evidence", "[27] The Applicant submits that the RPD's negative credibility findings were unreasonable. He says the RPD ignored relevant evidence that contradicted its findings and based them on irrelevant considerations.", "[28] The RPD was obligated to consider the documentary evidence that was directly relevant to the case. The importance of an explanation increases along with the relevance of the evidence: REFERENCE_SUPPRESSED. A blanket statement that the RPD has considered all evidence is not sufficient when the evidence contradicts the RPD's findings of fact: CITATION_SUPPRESSED.", "[29] The RPD also erred in finding that the Applicant's testimony was inconsistent with the documentary evidence. The Applicant says his evidence was that he was arrested and mistreated by government authorities for his involvement as an activist in the BDP party and for organizing and attending Kurdish activities. The Board's documentary evidence also establishes that BDP activists are persecuted in Turkey. The Applicant says that the RPD failed to appreciate the Applicant's evidence with respect to his activism, his political profile in the BDP, and his multiple detentions.", "[30] The Applicant also submits that there is no evidence to substantiate the RPD's finding that he was employed by the state government as an electrical technician. (2) The RPD failed to consider the psychological report", "[31] The Applicant says the RPD erred in failing to consider the Mental Health Assessment Report [Report] that he submitted: REFERENCE_SUPPRESSED. The Report stated that he has symptoms consistent with Post-Traumatic Stress Disorder. The Applicant also submitted an affidavit from his cousin who took him to the psychologist for his counselling appointments.", "[32] The RPD erred by not referring to the Report or the affidavit in its reasons. The Report relates to the Applicant's ability to recall facts. The RPD was required to provide \"some meaningful discussion of how the medical condition affects its decision before making a negative credibility finding\": Applicant's Record at 207, citing REFERENCE_SUPPRESSED.", "[33] The Applicant says that the Report also establishes the fact that the Applicant was a victim of torture. (3) The RPD improperly assessed the evidence relating to an IFA", "[34] The Applicant says that the RPD failed to consider the Applicant's evidence in assessing the availability of an IFA. Specifically, the RPD failed to consider that the Applicant's Personal Information Form and testimony indicated that he had been arrested a number of times and so his name would appear in the information registration systems. The RPD also failed to consider the Applicant's testimony that police had contacted his family looking for the Applicant several times since he left Turkey. B. Respondent (1) RPD's credibility finding was reasonable", "[35] The Respondent argues that the RPD was entitled to find that the Applicant's allegations of risk were unsupported by the documentary evidence. It was reasonable for the RPD to find that while some discrimination exists for Kurdish persons in Turkey, the evidence did not support the Applicant's claims. The Board's documentary evidence shows that Turkish authorities no longer break up Newroz celebrations and that state protection is available for Kurdish persons. The RPD was free to prefer the objective evidence over the Applicant's testimony, especially in light of the fact that the Applicant has not pointed to any evidence to contradict its findings.", "[36] The Respondent says the RPD considered that some Kurdish political activists have been subject to arrest but reasonably concluded that the Applicant did not share the profile of those who are at risk. The RPD reasonably concluded that the Applicant's political profile was limited. The Applicant presented no evidence to suggest that he was more than a member of the BDP or that his role would attract special attention. The RPD was entitled to weigh the evidence.", "[37] The Respondent says that the Applicant's reliance on his brother's successful refugee claim is of no assistance to him as the Court has repeatedly affirmed that refugee determinations must take place on a case-by-case basis on the evidentiary record before the RPD: REFERENCE_SUPPRESSED. (2) The RPD was not required to mention the psychological report", "[38] The Respondent says the RPD was not required to mention the Report as it was irrelevant to its central findings regarding the documentary evidence. The Respondent also says the RPD did not need to mention the Report in relation to its IFA findings because the Report was not raised in this regard.", "[39] The Respondent says a psychological report cannot be used to prove the underlying facts of a claim: REFERENCE_SUPPRESSED.", "[40] The Applicant's reliance on cases in which the RPD erred by failing to consider a report's effect on a claimant's behaviour while testifying or while addressing apparent inconsistencies in the evidence is not applicable to this Decision. The RPD did not make findings of this kind; it simply found that the Applicant's allegations were unsupported by the documentary evidence. (3) The IFA", "[41] The Respondent says that the Applicant has raised no error in relation to the Board's IFA analysis. The Applicant's argument depends on his having proved that there are outstanding arrest warrants that can be accessed through the registration system. There is no such evidence.", "[42] The Board reasonably concluded that the alleged agents of persecution are locally based in Mersin. There is no evidence to suggest that the police or authorities at large are interested in the Applicant. The documentary evidence suggests that the Turkish authorities are generally tolerant of Kurdish people throughout Turkey. C. Respondent's Further Submissions", "[43] The Respondent further says that the RPD did not make an adverse credibility finding. The Respondent submits that past persecution can only support a prospective fear of persecution if there is a continuity of risk: REFERENCE_SUPPRESSED.", "[44] The Respondent acknowledges that there is no factual basis for the RPD's finding that the Applicant was employed by the government. However, the Respondent says that this mistake does not amount to a reviewable error. The Respondent says that without this finding, there is still a rational basis for the Decision: REFERENCE_SUPPRESSED. The Decision is based on the RPD's assessment of the documentary evidence regarding the Applicant's prospective risk of persecution. This assessment is not affected by a mistake relating to the Applicant's employment history. VIII. ANALYSIS", "[45] The Decision contains several egregious errors and must be returned for reconsideration.", "[46] To begin with, the Decision appears to be based upon highly material documentation, referred to in footnotes 4, 7 and 11, that was not part of the record at the hearing and that was not placed before the Applicant. This documentation is cited by the Board for its basic conclusion that the situation for Kurds in Turkey has improved in recent years and the Applicant does not fit the profile of someone at risk of persecution.", "[47] There is no apparent explanation as to why the Board relied upon documentation that was not part of the record and that was not communicated to the Applicant. This matter should be drawn to the Member's attention so that it can be ascertained whether she knows that this is a gross breach of procedural fairness.", "[48] The Respondent conceded at the hearing of this application that this was a material error that vitiates, at least, the Board's alternative IFA finding. In my view, it also vitiates the Board's other findings.", "[49] The Respondent also concedes that the Board erred in its findings at paragraph 34 (CTR at 56): Furthermore, in your case, I find the claimant has been gainfully employed as an electrical technician by the Adiyman state government from 2006 until 2007, despite being known to be Kurdish. [footnote omitted]", "[50] Clearly, the suggestion here is that if the Applicant was gainfully employed by the state government from 2006 until 2007, then he has little to fear by way of s. 96 persecution or s. 97 risk. The Respondent acknowledges this finding was wrong. There is no apparent explanation for the finding. Once again, this error should be drawn to the attention of the Member so that this kind of mistake is not made again.", "[51] There are also significant other problems with the Board's approach to assessing s. 96 persecution and s. 97 risk.", "[52] The profile findings of the Board are difficult to understand. The Board found that \"the claimant was generally consistent when reiterating his allegations and testified in a straightforward manner\" and made no negative credibility findings. The Decision simply takes the position that \"his testimony was not consistent with documentary evidence.\"", "[53] The Board recites the Applicant's testimony in the Decision. The Applicant gave evidence of his Kurdish activities which the Board accepted as establishing a nexus to a Convention ground (CTR at 52): In this case, I find there is a nexus to a Convention ground, that of political affiliation as the claimant was a member of a pro-Kurdish political party, the BDP, since May 2009, and that he testified he was involved in the party activities and participated in the annual Newraz celebrations.", "[54] The Applicant also testified that he had been followed, detained and beaten by the Turkish authorities. His nose was broken and he was told that he was being put under police surveillance. He was threatened that worse was to come and the police contacted his parents about eight times seeking his whereabouts, the last time being about a month before the refugee hearing. No negative credibility finding is made regarding this evidence. So the Applicant is someone who has engaged in Kurdish activities (of which the Turkish state disapproves), and is someone who is known to the authorities, has been detained and beaten (with worse to come) and who the authorities are actively seeking. And yet, the Board concludes that the Applicant does not have the profile of someone who would be of interest to the authorities. This conclusion makes no sense to me.", "[55] The Board's logic is that, because the conditions for Kurds in Turkey have been improving, the Applicant will not be of interest to the authorities even though they have harmed him in the past and are actively seeking (according to his unchallenged evidence) to harm him again because of his Kurdish activities. It is well established in the jurisprudence of this Court that a refugee claimant cannot point to a general poor human rights record in a country and ask for protection without demonstrating that the general situation will result in persecution or risk to the claimant. See REFERENCE_SUPPRESSED. So I do not see how the Board can rely upon a general improvement in conditions (even if it were in the evidence) as a justification for denying someone protection even though he has been persecuted in the past and the evidence shows that he faces further harm if he is returned because the authorities are actively seeking him.", "[56] The Board accepts that, notwithstanding improvements, Kurdish people in Turkey can still face persecution (CTR at 57): I accept that Kurdish people in Turkey face discrimination and harassment, and in particular cases, persecution. A number of documents in evidence pertaining to country conditions outline the difficulties Kurd's [ sic ] face, particularly in the southeast of Turkey where the claimant has lived. However, I do not find that every Kurd in Turkey faces persecution by virtue of their ethnicity alone. I find in this case the claimant has experienced discrimination as a Kurd and BDP member, but I also find that the discrimination did not amount to persecution, even cumulatively, and therefore I find he would not face persecution or risk on return to Turkey.", "[57] The unquestioned evidence in this case is that the Applicant has been beaten by the police in a way that required medical attention, that worse is to come, and that the authorities are actively seeking him. Yet this is, according to the Board, discrimination and not persecution.", "[58] The Board also fails entirely to consider whether this evidence might amount to torture, or a risk to life, or a risk of cruel and unusual treatment or punishment. In my view, the Board's Decision on this issue is unreasonable. Paragraphs 38 and 39 of the Decision contain the conclusions to the Board's preceding analysis and only refer to \"persecution.\" The reasoning appears to be that because there is no \"persecution\" then there is no claim under s. 97. This makes no sense at all.", "[59] These egregious errors mean that the matter must be returned for reconsideration, and there is no need to address the other issues raised in this application, such as the Board's handling of the psychological report.", "[60] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[61] THIS COURT'S JUDGMENT is that 1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a different Board member; and 2. There is no question for certification. CITATION_SUPPRESSED"]}