{"id_": "083224", "body_str": ["[1] Mandamin, J. : Barry Gerus brought an application for judicial review of the decision of Gloria Kuffner, Assistant Commissioner, Canada Revenue Agency (CRA), rejecting his application for \"Preferred Status\" with the CRA in Prince Edward Island in order to provide parental care for his ailing mother. Decision Under Review", "[2] Ms. Kuffner's decision was made in relation to the Preferred Status Directive which allows a CRA employee, who relocates on a temporary or permanent basis for, among other things, the purpose of providing care for parents, to apply for priority in employment postings in the relocation area. The Preferred Status Directive was implemented by the CRA pursuant to its authority as a separate government agency to establish its staffing policy.", "[3] Mr. Gerus had applied for Preferred Status in 2007 under the Preferred Status Directive . When his application was rejected, he applied for \"Individual Feedback\", essentially a review of the decision, to Donna May, Director General, Client Relations and Business Management Directorate, who denied his application. Mr. Gerus then applied for a second level review, termed a \"Decision Review\", to Gloria Kuffner, Assistant Commissioner.", "[4] Ms. Kuffner reviewed Mr. Gerus' request and issued her decision. She did not accept any submissions from Mr. Gerus who had requested the opportunity to make a submission. Ms. Kuffner upheld the decision to deny Preferred Status stating: \"I have reviewed your request for Decision Review, the Individual Feedback response provided by Donna May, Director General, Client Relations and Business management Directorate, and the Directive on Preferred Status. The decision by Donna May was based on the Preferred Status Directive , which included the requirement that the employee relocate on a temporary or permanent basis for the purposes of parent care. In your situation, you were already residing in Prince Edward Island and your parent relocated afterwards. My findings are that you were not treated in an arbitrary way and I am upholding the decision to deny preferred status for the purpose of parent care.\" Background", "[5] Mr. Gerus began working with the Department of National Revenue in 1998, he remained with the organization during successive restructuring, and continued his employment with the successor organization, the CRA, in Ottawa in 2006.", "[6] In January 2003, his mother suffered a stroke. She required constant care and entered a nursing home that year. Mr. Gerus eventually became aware she was unhappy in the nursing home and considered having her move in with his family. His home in Vars, approximately 30 kilometers outside Ottawa, was too small to accommodate his mother in addition to his family. He decided they were not able to afford a larger house in the Ottawa area that was within a 45 minute commuting distance to work.", "[7] He investigated moving elsewhere in Canada to find affordable housing of sufficient size close enough to a CRA office so he could continue working. He purchased a larger house in PEI in January of 2006. The family moved in July 2006, and undertook renovations to make the house wheelchair accessible. Mr. Gerus went on leave without pay for family-related needs on August 8, 2006. Mr. Gerus' mother moved to the Gerus residence, in PEI, in April 2007. Mr. Gerus states his intention all along was to find a house so he could care for his mother.", "[8] Mr. Gerus applied for Preferred Status under the CRA's Staffing Program on June 19, 2007. His application was rejected by the Director General, Donna May.", "[9] He applied for Individual Feedback, which is the first stage of recourse on the decision not to grant Preferred Status. On September 12, 2007, Ms. May conducted the Individual Feedback session with Mr. Gerus by telephone. The following day she rejected Mr. Gerus's application.", "[10] Mr. Gerus applied for a Decision Review, which is the final recourse under the CRA's Staffing Program for a Preferred Status decision. He requested an opportunity to provide evidence and make submissions to Ms. Kuffner, Assistant Commissioner, in the Decision Review. It does not appear from a review of the record that Mr. Gerus was informed that his request to make submissions was not accepted.", "[11] Ms. Kuffner denied Mr. Gerus' Decision Review appeal on October 10, 2007; that decision was transmitted to Mr. Gerus by mail on October 29, 2007.", "[12] Mr. Gerus applied for judicial review of the Decision Review on November 21, 2007. One of his grounds for judicial review was that he was denied an opportunity to make submissions. After Mr. Gerus' application for judicial review commenced, the Respondent proposed, on or about February 11, 2008, that he discontinue his application for judicial review in exchange for the opportunity to make submissions to Ms. Kuffner. Mr. Gerus declined the offer. Issues", "[13] The issues in this judicial review are as follows: 1. Was the Applicant denied procedural fairness? If there was a breach of procedural fairness, is the Applicant estopped from arguing a breach of procedural fairness because he declined the Respondent's offer to make submissions to the decision maker? i. Is the decision to deny the Applicant Preferred Status is unreasonable? Standard of Review", "[14] The first issue involves procedural fairness. If the conduct challenged involves a breach of procedural fairness, then no assessment of an appropriate standard or review is required ( Conseil de la magistrature ( <FRAGMENT_SUPPRESSED>  at para. 74). A breach of procedural fairness will result in setting aside of a tribunal's decision.", "[15] Both Applicant and Respondent applied the pragmatic and functional approach to determine that the standard of review of the Review Decision by Ms. Kuffner should be reasonableness.", "[16] I agree with the Applicant and Respondent.  <FRAGMENT_SUPPRESSED> the Supreme Court of Canada discusses the standard of review for questions of mixed fact and law, questions of fact, and questions of policy or discretion. As this application involves questions of fact and policy, I conclude the standard of review is reasonableness. Law", "[17] The CRA is granted exclusive authority by Parliament to staff its organization pursuant to section 53(1) of the Canada Revenue Agency Act CRAA ): Appointment of employees \"53(1) The Agency has the exclusive right and authority to appoint any employees that it considers necessary for the proper conduct of its business.\"", "[18] Justice Russell in Professional Institute of the  <FRAGMENT_SUPPRESSED>  at para. 34, found that the staffing regime under the CRAA was \"intended to be flexible, timely, effective and non-adversarial. The guiding principles include quick and early resolution of concerns, the promotion of a workplace culture of respect, open communication and an appropriate level of management accountability.\"", "[19] Section 54(1) and (2) of the CRAA gives the CRA the authority and the obligation to establish a program to govern staffing. Staffing program \"54(1) The Agency must develop a program governing staffing, including the appointment of, and for, employees. (underlining added) Collective agreements \"(2) No collective agreement may deal with matters governed by the staffing program.\" Programme de dotation That program must include recourse for employees. Recourse is not defined in the CRAA or in the CRA Staffing Program or its directives. However, the word 'recourse' connotes something other than a simple appeal of a decision.", "[20] The CRA Staffing Program provides for recourse. The Program Statements set out that individuals have access to recourse mechanisms including Individual Feedback, Decision Review Process, and Independent Party Review, depending on the nature of the staffing activity and the Directive on Recourse for Staffing provisions.", "[21] The CRA Staffing Program also provides that Preferred Status may be available for employees that wish to relocate for the purpose of parental care. The Directive on Preferred Status states: Staffing Program - Directive on Preferred Status 1. Granting Preferred Status 1.3 Preferred Status may apply to the following situations: (d) Employee who wishes to relocate on a temporary or permanent basis for purposes of parent care; 3.4 Employee who wishes to relocate on a temporary or permanent basis for the purposes of parent care An employee with a parent who needs care and support on a temporary or permanent basis (due to convalescence, for example) may take an unpaid leave of absence in order to care for the parent on a full-time basis, as outlined in governing collective agreements ... Where the employee is still available to work during regular working hours, Preferred Status could still be approved to facilitate the relocation of the employee to allow the employee to continue to work without requiring a leave of absence. The same conditions would still apply as noted below. 3.4.1 Permanent relocation a. Requirement for Preferred Status: On presentation of medical certification that the parent requires permanent assistance, the employee will be granted Preferred Status for a permanent appointment.\"", "[22] The Directive on Preferred Status provides for recourse on denial or rescission of a Preferred Status first by Individual Review, and then by Decision Review. It specifies that recourse will take into account \"whether the individual was treated in an arbitrary way\" as defined in the Directive on Recourse for Staffing. Analysis Was the Applicant denied procedural fairness? If there was a breach of procedural fairness, is the Applicant estopped from arguing a breach of procedural fairness because he declined the Respondent's offer to make submissions to the decision maker?", "[23] The Respondent admits Mr. Gerus did not have the opportunity to make submissions to Ms. Kuffner in the Decision Review process. However, the Respondent contends that he had full opportunity and did make submissions during the Individual Feedback review, and that those submissions were before Ms. Kuffner.", "[24] Jurisprudence has held that the rules of natural justice and procedural fairness apply to the CRA's recourse mechanism. Professional Institute , at paras. 88 - 92.  <FRAGMENT_SUPPRESSED>  at para. 46, Justice Dawson stated: \"46 Procedural fairness requires a meaningful opportunity to present relevant facts and to have one's position fully and fairly considered by the decision-maker. As noted by Madam Justice L'Heureux-Dubé in Baker , supra, at page 837, the purpose of the participatory rights contained within the duty of fairness 'is to ensure that administrative decisions are made using a fair and open procedure, appropriate to the decision being made and its statutory, institutional and social context, with an opportunity for those affected by the decision to put forward their views and evidence fully and have them considered by the decision-maker'.\"", "[25] The Respondent does not offer any Program Staffing rules or other authority for the proposition that an employee's submissions at the Individual Feedback suffice for a subsequent Decision Review. I think it does not suffice because the Directive on Recourse for Staffing expressly refers to an opportunity for the employee to participate at both the Individual Feedback and Decision Review stages.", "[26] At the Individual Feedback stage the directive states in part: \"The employee: i.Shall clearly articulate the nature of his or her questions or concerns. ii.Is encouraged to actively participate in the Individual Feedback session in order to further the management of his or her career.\" And at the Decision Review stage the directive states in part: \"The Authorized Person responsible for the staffing action: iii.Will forward a copy of the written request for Decision Review to his or her supervisor, or designate, who will conduct the review, along with a summary of facts and the results of the Individual Feedback. \"The reviewer (supervisor of the Authorized Person responsible for the staffing action or selection process or his/her designate): iv.Will have the discretion as to how to proceed with the review. This could include conducting a review by paper, teleconference or in-person. First consideration should be given to conducting the review by paper, whenever possible. v.Must ensure that the review is conducted in an impartial manner and that the Authorized Person and the employee exercising recourse have the opportunity to present their views. \"The employee: vi.Should ensure that the concerns are sufficiently detailed to allow the Authorized Person's supervisor to respond to them. Incomplete requests for Decision Review, as deemed by the hiring manager's supervisor will not be accepted. vii.May choose to be accompanied by an individual of their choice.\"", "[27] There would be no need to repeat the requirement for an opportunity to make submissions at the Decision Review stage if initial submissions at the Individual Feedback stage were all that were to be contemplated. An individual may choose to waive the opportunity to make further submissions and rely on the initial submission but that is not the situation here.", "[28] Although the above Decision Review procedure requires the employee to ensure that the concerns are sufficiently detailed to allow the Authorized Person's supervisor to respond to them and the decision Review Request Form specifies that requests must be sufficiently detailed, they do not obviate the duty required of the decision reviewer to allow the employee the opportunity to express his views. Again, an individual may choose to rely solely on the information provided in the request form; Mr. Gerus did not.", "[29] The CRA Staffing Program rules for the Decision Review process do not necessarily provide for a hearing but they do make mandatory the provision of an opportunity for the employee exercising recourse to present his views in whatever manner in the Decision Review.", "[30] The Respondent relies mainly on its contention that the Mr. Gerus was offered the opportunity to make further submissions if he discontinued his application. Since Mr. Gerus declined this offer, the Respondent submits that he is estopped from raising this argument based on <FRAGMENT_SUPPRESSED> . However, in <FRAGMENT_SUPPRESSED> , the fact situation was different. There the applicant was informed of the opportunity to review and reply to the respondent's defence before, not after, the decision was made. Here, the Decision Review was made on October 10, 2007 and transmitted to Mr. Gerus on October 29, 2007. He commenced his application for judicial review on November 21, 2007. The Respondent's offer to Mr. Gerus was made approximately three months after the Review Decision was made.", "[31] The Respondent offers another analogous situation: the hypothetical failure of the individual to file a Notice of Appearance or Defence after being served with an originating document under the Federal Court Rules . The individual cannot subsequently complain of not receiving notice of the proceedings. Again, the Rules contemplate an individual first receiving notice of the originating document.", "[32] The third analogy offered by the Respondent was that of individuals who withdrew from a plan, and then complained about not receiving additional benefits. <FRAGMENT_SUPPRESSED> ; 203 O.A.C. 234 (C.A.), paras. 123-4. I do not consider this analogy to be persuasive since Mr. Gerus had not withdrawn from the process and was expressly seeking an opportunity to present his views.", "[33] The requirement for an opportunity to make submissions in the Decision Review arises from the CRA Staffing Program. The CRA must be presumed to know its own rules from the onset. Further, the Respondent does not offer any explanation why it waited two and a half months after an application for judicial review was commenced to extend the offer to make submissions in the Decision Review process.", "[34] The CRA's subsequent offer to Mr. Gerus was an opportunity to make submissions to Ms. Kuffner, the very person who had denied his request in the Decision Review. An administrative request may be referred to the same decision-maker on reconsideration. I take this view having regard to the decision of Justice Dawson in Anderson , where she stated: \"48 Procedural fairness also requires that decision be made free from a reasonable apprehension of bias by an impartial decision-maker. It is not, in my view, axiomatic that a person responsible for a selection board will by virtue of that position not be inclined to change the decision of the selection board if it is shown an error was made. As matter of law, in the absence of statutory restriction, non-adjudicative decisions may be reconsidered and varied. (See Brown & Evans, Judicial Review of Administrative Action in Canada , looseleaf (Canvasback Publishing: Toronto 1998) at 12:6100.) Given the apparent absence of any pecuniary or material interest on the part of the manager providing Individual Feedback in the mater under review, and the nature of the decision under review, it seems to me that a less demanding standard of impartiality is required then that applied to decisions of a judicial nature. The evidence does not establish that the persons providing the Individual Feedback will by virtue of that fact alone have an impermissibly closed mind.\" (underlining added)", "[35] In a recourse process, reconsideration must involve a willingness or direction to consider anew the subject of the previous decision. It is not clear whether the Respondent's offer to Mr. Gerus was that he may make submissions in a fulsome reconsideration of his request, or if the offer was restricted in that he was only being allowed to make submissions in the more difficult context of having to overcome a decision already made.", "[36] Given the Respondent's offer to allow Mr. Gerus an opportunity to make submissions was equivocal about a reconsideration of the Decision Review, I do not see that his refusal estops him from continuing with his application for judicial review.", "[37] Justice Russel stated at para. 88 of Professional Institute that: \"88 The rules of natural justice have not been ousted by necessary implication in the wording of the CRAA . Accordingly, in the absence of express statutory language to the contrary, Parliament must have intended that the Agency would create a method of staffing recourse that adheres to the rules of natural justice and procedural fairness.\" The CRA is required to adhere to the procedural fairness rules in its recourse process as Parliament intended it must. The CRA has failed to adhere to its own recourse procedural fairness rules.", "[38] I conclude that Mr. Gerus' right to procedural fairness was breached. He was not given the right to an opportunity to express his view as required by the Directives on Recourse for Staffing. Was the decision reasonable?", "[39] Finding as I have that there was a breach of procedural fairness; I need not address the question of the reasonableness of the decision. Conclusion", "[40] The application for judicial review is granted.", "[41] I am left with one further question: whether to refer the matter back to the same decision-reviewer or some other alternate as the Preferred Staffing Directive provides. In the Respondent's record before me is an email by Ms. May dated September 13, 2007, where she forwarded a draft response to Mr. Gerus on the Individual Feedback exercise to corporate CRA for feedback and advice. That email contains the following paragraph: \"I advised you that a request for decision review should be sent to me, which I would forward to Gloria Kuffner. I also advised you that Gloria had been briefed on this file and would also support corporate HR's position .\" (underlining added)", "[42] In the letter sent to Mr. Gerus, the second sentence is deleted. I pause to observe that the deleted sentence in the draft letter cannot be taken as evidence that Ms. Kuffner had already decided the Decision Review. Nevertheless, given the foregoing, I consider the better approach would be to refer the Decision Review back to an alternate decision reviewer for re-determination. JUDGMENT", "[43] THIS COURT ORDERS AND ADJUDGES that 1. The application for judicial review is granted. 2. The matter will be referred back to an alternate decision reviewer for re-determination. 3. I make no order on costs. Application allowed. Editor: Anick Ouellette-Levesque/clh [End of document]"]}