{"id_": "083231", "body_str": ["[1] de Montigny, J. : This is an application for judicial review of a decision releasing the Respondent from immigration detention (the \"Release Decision\") made by Member Tessler (the \"Member\") of the Immigration Division of the Immigration and Refugee Board on November 19, 2010.", "[2] The Respondent is a 30-year-old, single Sri Lankan citizen who arrived in Canada on board the vessel M.V. Sun Sea on August 13, 2010, along with some 490 other illegal immigrants of Tamil ethnicity. After the Royal Canadian Mounted Police secured the ship, the Respondent and the other migrants were detained by Canada Border Services Agency (\"CBSA\") officers under the Immigration and Refugee Protection Act (2001, c. 27) (\" IRPA \"), for the purpose of examining them to determine their identity and admissibility in Canada.", "[3] At the Respondent's last detention review, the Minister of Public Safety and Emergency Preparedness (\"the Minister\") sought continued detention under subsection 58(1)(b) of the IRPA . The Minister submitted that the Respondent was unlikely to appear for his immigration processes, including a hearing to determine whether he is inadmissible to Canada on security grounds and therefore ineligible to make a refugee protection claim.", "[4] On December 6, 2010, following an oral hearing, this Court made an order granting leave for judicial review of the Release Decision, staying the Release Order pending the earlier of the determination of the judicial review or the Respondent's next detention review, and setting the hearing of the judicial review for December 15, 2010. Having now had the advantage of full submissions from both counsel with respect to the Release Decision, I am of the view that it is fundamentally flawed and ought to be set aside, for the following reasons. I. Facts", "[5] As already mentioned, the Respondent is one of the 492 Sri Lankan migrants who recently arrived on board the M.V. Sun Sea in Canadian waters off the west coast of Vancouver Island, British Columbia. The vessel was neither authorized to be in Canadian waters, nor was it authorized to come to Canada. The Respondent and the other migrants were immediately detained by CBSA officers under the IRPA for the purpose of examining them to determine their identity and admissibility to Canada.", "[6] At the first four detention reviews held on August 20, August 26, September 21 and October 20, 2010, the Immigration Division of the Immigration and Refugee Board ordered the Respondent's continued detention on identity grounds, pursuant to subsection 58(1)(d) of the IRPA", "[7] The Respondent was interviewed by CBSA Officers on September 9, September 19, September 29, October 16, and October 29, 2010 (although it is not entirely clear whether an interview actually took place on October 29, 2010). The Respondent was also interviewed by a Canadian Security Intelligence Service officer during the September 9, 2010 interview. During these interviews, the Respondent made a number of statements about his involvement with the LTTE [Liberation Tigers of Tamil Eelam], and with the human smugglers who arranged his journey to Canada, including the following: a. The Respondent agrees with the LTTE's cause; b. Two of the Respondent's brothers were soldiers with the LTTE, died in battle and are recognized as \"Great Martyrs\". The Respondent initially identified only one brother as having been an LTTE soldier during his September 9 interview; he later identified a second brother as well and acknowledged that both are recognized as \" <FRAGMENT_SUPPRESSED>  when asked point blank whether he had acted in a movie, the Respondent admitted he had played a Black Tiger (a member of the LTTE elite military forces) in a movie promoting the LTTE. In a later interview, the Respondent also admitted that his role in the LTTE film was a lead role, that his co-stars included a woman who was a Black Tiger and who was later killed in battle, that the LTTE film was paid for and produced by the LTTE, that senior members of the LTTE attended the movie wrap celebration and gave the Respondent an award, and that the movie was filmed at LTTE camps; d. In the September 9 interview, the Respondent stated that, from 2006 to 2009 he worked as a karate instructor, but that this was not work he did for the LTTE. At a later interview, the Respondent admitted that he was hired and paid by the LTTE to teach karate, and that he received his martial arts training from, and was recruited to teach by, his karate master, who is an LTTE member; e. In the September 9 interview, the Respondent stated that he and his mother paid the smugglers to arrange his journey to Canada, that he did not know how much she paid, and that his mother did not say they owed any further money to the smugglers. At a later interview, the Respondent admitted that his mother and brother told the Respondent that there remained a debt owing to the smugglers. At the same interview, the Respondent also admitted he had paid SL 400,000.00 to one of the smugglers (in Sri Lanka) and $600 to another (in Thailand); f. At the outset of the September 9, 2010 interview the Respondent was asked about the cause of his extensive scars. The Respondent gave vague and implausible explanations, some of which he claimed to have been unaware of until they were pointed out by a CBSA Officer. The Respondent also stated the scars were the result of his participation in the sport of \"kabadi\", omitting any mention of his martial arts experiences; g. The Respondent initially denied having registered with the UN in Thailand. Such registration would have resulted in the UN potentially having evidence of the Respondent's history. At a later interview, the Respondent admitted having made such a claim.", "[8] On October 28, 2010, an immigration officer reported the Respondent under subsection 44(1) of the IRPA on the basis that the Respondent is inadmissible to Canada on security grounds under subsection 34(1)(f) of the IRPA . That subsection provides, inter alia, that a foreign national is inadmissible to Canada on security grounds if there are reasonable grounds to believe that they are or were members of an organization that there are reasonable grounds to believe has engaged in acts of terrorism. In the Respondent's case, the s. 44 Report is based on his involvement with the LTTE. On November 19, 2010, a Minister's Delegate reviewed the s. 44 Report and referred it to the Immigration Division for an admissibility hearing. Under the IRPA , foreign nationals who have been found inadmissible to Canada on security grounds are rendered ineligible to have their refugee protection claim referred to the Refugee Protection Division for determination ( IRPA , s. 101(1)).", "[9] On November 19, 2010, the Immigration Division held the fifth detention review of the Respondent's detention. At the hearing, the Minister submitted that, given the circumstances, the Respondent was unlikely to appear for his admissibility hearing and other, further, immigration processes. The Minister sought the Respondent's continued detention under ss. 58(1)(b) of the IRPA , and explained that the Immigration Division was expected to schedule the admissibility hearing within the next two weeks. The Minister also argued that the Respondent's involvement in human smuggling and his debt to the smugglers might also influence him not to attend at an admissibility hearing, which could result in him not being able to pay the agents back because the hearing could lead to his removal from Canada.", "[10] On the other hand, the Respondent sought release from detention on the basis of a bond, to be posted by his sister's husband's brother in Canada. The evidence before the Member was that this bondsperson had never met the Respondent, knew nothing about the Respondent's history, and did not know the Respondent was in Canada until he went through a list of the names of the migrants from the ship.", "[11] At the conclusion of the hearing, the Member ordered the Respondent released. The terms and conditions of the Release Order include standard reporting conditions and a $1,000 cash bond to be paid by the Respondent's sister's husband's brother in Canada. The Applicant immediately sought leave for judicial review of the Release Decision. The Applicant also applied for an interlocutory injunction staying execution of the Release Order pending judicial review of the Release Decision.", "[12] On December 6, 2010, I made an order granting leave for judicial review of the Release Decision, and I stayed the Release Order pending the earlier of the determination of the judicial review or the Respondent's next detention review. Recognizing that the decision of this Court on the application for judicial review would be of little impact if it was made after the next detention review, I also ordered that the hearing of the judicial review be held on December 15, 2010.", "[13] On December 17, 2010, the Court communicated to the parties that the application for judicial review would be granted, with reasons to follow on December 20th. These are, therefore, my reasons. II. The impugned decision", "[14] At the conclusion of the hearing, the Member ordered the Respondent released, since he was not satisfied that the Respondent was unlikely to appear for his removal, nor that he was unlikely to appear for an admissibility hearing that might lead to his removal and denial of access to refugee process. Noting that he was required to release the Respondent unless he was satisfied that he would be unlikely to appear for further proceedings, pursuant to s. 58 of the IRPA , the Board Member agreed with counsel for the Respondent that he had a considerable interest in defending the Minister's allegation that he was inadmissible as a member of an organization that has engaged in terrorism, so that he can gain access to refugee determination. Furthermore, even if the Respondent was found to be inadmissible, he would still be able to make an application to the Minister to demonstrate that his presence in Canada would not be detrimental to the public interest pursuant so ss. 34(2) of the IRPA , and he would also have access to the pre-removal risk assessment procedure. All of these proceedings, in the Board Member's view, were strong incentive for the Respondent not to abscond.", "[15] Before turning to the factors set out in s. 245 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (\"the Regulations \"), the Board Member then made the following comments with respect to the Respondent: \"Now, in reference to the prescribed factors in 245 of the Regulations , there is no evidence that he is a fugitive from justice or that he has ever demonstrated any lack of compliance with respect to attendance at Immigration or criminal proceedings or that he has ever attempted to escape from custody or that he has ever failed to comply with any conditions imposed on him in respect of entry, release or stay of removal. In fact, he has been very frank and forthright with CBSA about his life in Sri Lanka and including why he had sympathies, Tiger sympathies. He has not attempted to hide anything. He has been completely co-operative.\"", "[16] Referring to the factors prescribed in s. 245 of the Regulations , and in particular to ss. 245(f) and (g), the Board Member found that it was \"speculative\" to suggest that the Respondent is vulnerable to being influenced or coerced as a result of the fact that he still probably owes money to the smuggler. In that respect, the Board Member wrote: \"Again, many, if not all who come to Canada to make refugee claims, involvements also with human smugglers and may have incurred debt (sic). It would be a stretch in light of [the Respondent]'s cooperation to detain him because he might owe money to unsavoury people. It is nothing to - but speculation to suggest he would not continue to be cooperative with the ultimate goal of being able to remain in Canada permanently.\"", "[17] As for the Respondent's weak ties with the community, the Board Member dismissed these concerns on the basis that there is a large Tamil community in Toronto as well as community organizations that support and assist refugee claimants. He was also of the view that having a distant relative (the Respondent's sister's husband's brother) willing to receive the Respondent \"is a huge measure better than having no relative at all to act as surety and reception\". The Member wrote: \"Refugee claimants are commonly released without knowing anyone in Canada but in this case the person concerned has a person who knows of him, if he doesn't know him personally, who is prepared to receive him, house and feed him while he defends the allegation against him and pursues other processes. Mr. Elias in Toronto is sufficient as a tie to the community, if not the ideal bondsperson. Not everyone can have siblings, parents, aunts or uncles in Canada and that should not form a basis for refusing release. The availability of reception cannot be understated.\"", "[18] The Board Member therefore ordered the Respondent's release on standing reporting conditions and a $1,000 cash bond to be paid by the Respondent's distant relative. Despite counsel for the Applicant's objections, who had asked that the Respondent be ordered to reside in Vancouver area where his admissibility hearing was set to take place, the Board Member made an order requiring the Respondent to reside in Toronto, where his distant relative lives. In coming to that conclusion, the Board Member made the following awkward comment: \"And under the rules he [the Minister] can request a change of venue [for the admissibility hearing] but I'll be very frank. What's going to happen here is you are going to go to Federal Court and get a stay and [the Respondent] is not going to get released anyways. There is about a 99 per cent chance that will happen, in my estimation.\" III. The issues", "[19] Counsel for the Applicant raised three issues in this application for judicial review, which can be set out in the following terms: a. Did the Member effectively ignore s. 245 of the Regulations , and more specifically subsections 245(f) and (g), basing his decision instead on his own speculative belief that the Respondent has a motive to pursue his refugee protection claim? b. Did the Member err in failing to consider the likelihood that the Respondent would appear for all of his immigration processes in Canada, including his ultimate removal from  <FRAGMENT_SUPPRESSED>  Analysis A. The Statutory Framework", "[20] The IRPA provides for the arrest and detention of foreign nationals for immigration purposes, including the continued detention of a foreign national if he or she is unlikely to appear for further immigration processes including removal from Canada. Section 58 IRPA states the following: Release - Immigration Division \"58(1) The Immigration Division shall order the release of a permanent resident or a foreign national unless it is satisfied, taking into account prescribed factors, that (a) they are a danger to the public; (b) they are unlikely to appear for examination, an admissibility hearing, removal from Canada, or at a proceeding that could lead to the making of a removal order by the Minister under subsection 44(2); (c) the Minister is taking necessary steps to inquire into a reasonable suspicion that they are inadmissible on grounds of security or for violating human or international rights; or (d) the Minister is of the opinion that the identity of the foreign national has not been, but may be, established and they have not reasonably cooperated with the Minister by providing relevant information for the purpose of establishing their identity or the Minister is making reasonable efforts to establish their identity. Detention - Immigration Division \"(2) The Immigration Division may order the detention of a permanent resident or a foreign national if it is satisfied that the permanent resident or the foreign national is the subject of an examination or an admissibility hearing or is subject to a removal order and that the permanent resident or the foreign national is a danger to the public or is unlikely to appear for examination, an admissibility hearing or removal from Canada.\"", "[21] The Regulations specify the requisite factors for a determination of whether a foreign national is unlikely to appear, such that there are grounds for continued detention under the IRPA , s. 58(1)(b). These factors include involvement with people smuggling, and the absence of any strong ties to a community in Canada. Factors to be considered \"244. For the purposes of Division 6 of Part 1 of the Act, the factors set out in this Part shall be taken into consideration when assessing whether a person (a) is unlikely to appear for examination, an admissibility hearing, removal from Canada, or at a proceeding that could lead to the making of a removal order by the Minister under subsection 44(2) of the Act; (b) is a danger to the public; or (c) is a foreign national whose identity has not been established. Flight risk \"245. For the purposes of paragraph 244(a), the factors are the following: (a) being a fugitive from justice in a foreign jurisdiction in relation to an offence that, if committed in Canada, would constitute an offence under an Act of Parliament; (b) voluntary compliance with any previous departure order; (c) voluntary compliance with any previously required appearance at an immigration or criminal proceeding; (d) previous compliance with any conditions imposed in respect of entry, release or a stay of removal; (e) any previous avoidance of examination or escape from custody, or any previous attempt to do so; (f) involvement with a people smuggling or trafficking in persons operation that would likely lead the person to not appear for a measure referred to in paragraph 244(a) or to be vulnerable to being influenced or coerced by an organization involved in such an operation to not appear for such a measure; and (g) the existence of strong ties to a community in Canada.\" B. The Standard of review", "[22] The Applicant frames the first two issues as questions of law, claiming that the Member erred in his application of the law by failing to correctly apply s. 58 IRPA and s. 245 of the Regulations . As such, the Applicant believes that these issues are reviewable on the standard of correctness: <FRAGMENT_SUPPRESSED>  at para. 47. In contrast, the Respondent sees these issues as factual questions (i.e., was the Respondent unlikely to appear?) reviewable on the reasonableness standard under <FRAGMENT_SUPPRESSED> . Both parties appear to agree that the third question about the terms and conditions is reviewable on the reasonableness standard.", "[23] I am of the view that all three issues are to be determined on the reasonableness standard. Contrary to the situation in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  cited by the Applicant, the Member did not ignore the factors mentioned in subsections 245(f) and (g). Quite to the contrary, the Member was well aware of these factors; not only did he refer to them explicitly in his reasons, but he also accurately summarizes them. He may not have drawn the conclusions that the Applicant would have like him to draw from these factors, but it can hardly be said that he erred in doing away with those provisions. Accordingly, if the Member erred, it was in the application of these factors to the particular facts of this case. As a result, this is clearly an issue that ought to be reviewed on the standard of reasonableness.", "[24] The same can be said of the second issue. The Member was clearly aware that subsection 245(f) includes the likelihood of absconding for the purposes of avoiding a removal measure. He may well have erred in focusing on the risk that the Respondent would not appear for his admissibility hearing, but once again, this would be an error in the application of that subsection to the particular facts of this case.", "[25] As a result, the assessment of the Member's decision must be made on the reasonableness standard. The Applicant must therefore show that the Member's decision did not fall within the range of possible acceptable outcomes that are defensible in respect of the facts and the law: <FRAGMENT_SUPPRESSED> , above, at para. 47. (1) Did the Member Effectively Ignore Subsections 245(f) and (g) of the Regulations?", "[26] Section 245(a) through (g) of the Regulations provide a list of factors for decision-makers to consider in making a determination under s. 58(b) IRPA as to whether a person is unlikely to appear for immigration proceedings. Section 245(a) to (e) are not particularly relevant in the present case, since the Respondent has been in continuous detention since he arrived in Canada. The only factors to be taken into consideration are therefore those mentioned at s. 245(f) (whether the detainee has any involvement with smugglers and/or is likely to be vulnerable to them) and s. 245(g) (whether the detainee has any strong ties to a community in Canada).", "[27] Pursuant to s. 58 of the IRPA , the onus clearly lies on the Minister to demonstrate reasons for continued detention; once the Minister has made out a prima facie case for continued detention, however, the onus shifts on the individual who must then lead some evidence to countervail the factors enumerated in s. 245 of the Regulations Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 16.", "[28] In the case at bar, I believe the Minister had made out a prima facie case for continued detention as a result of the factors found in ss. 245(f) and (g) of the Regulations . Counsel for the Minister submitted that the Respondent was unlikely to appear as he was involved in people smuggling and was therefore vulnerable to being influenced or coerced by an organization involved in people smuggling. These submissions were supported by uncontested facts. The Respondent, or at the very least, his family, continues to owe the balance of the smuggling fee to his smuggler. The Minister also explained that a finding of inadmissibility would lead to a deportation order, which would thwart the smugglers' purpose and result in the respondent not being able to pay his debt.", "[29] The Member did not meaningfully address these submissions. Instead, the Member ignored the Respondent's outstanding debt and simply stated that there have been refugee claimants in the past who came to Canada with fraudulent documents and/or via human smuggling. He also speculated that the Respondent has an incentive to appear for his admissibility hearing since his ultimate goal is to pursue his refugee claim and be able to remain in Canada permanently. The thrust of the Member's reasoning is found in the following paragraph of his reasons: \"[The Respondent] has a case to defend. There is no question that the potential exists that he would be found inadmissible and denied access to the refugee process but there as well stands the potential that he will not be found inadmissible. He has considerable interest in defending the allegation so that he can gain access to refugee determination. That is the reason he came to Canada. If he is not successful at the admissibility hearing he would have access to other processes, in particular the pre-removal risk assessment where his risk on removal to Sri Lanka would be assessed.\"", "[30] In stating that the Respondent has a case to defend and an interest in appearing at his admissibility hearing so that he can have access to the refugee determination process, the Member is basically stating the obvious. Had the Respondent not resorted to smugglers to gain access to Canada, such an argument may well have been sufficient to determine that he is not a flight risk. But it does not address the factor set out in subsection 245(f), that is, that his involvement in a smuggling operation could make him more vulnerable to being influenced or coerced by the organization involved in such an operation to not appear for his admissibility hearing or his removal. There is not a scintilla of analysis in the Member's reasons as to why the Respondent, despite what he may think is in his best interest, would not be under the influence or even coerced by the people to whom he is still indebted. After all, it cannot be taken for granted that the Respondent will be found admissible, or even that he will be granted ministerial relief under paragraph 34(2) of the IRPA . The smuggling organization may have a lot to lose if the Respondent is removed from Canada, since his earning potential would obviously be much diminished in Sri Lanka. As a result, the Respondent may be pressured or even forced to vanish and avoid an admissibility hearing altogether. In any event, he would still be entitled to a Pre-Removal Risk Assessment (\"PRRA\") before being removed if he were apprehended by the immigration authorities and subject to a removal order.", "[31] Once the Minister had established that the Respondent had been smuggled into Canada and still owed money to the people who arranged his journey to Canada, the factor enumerated in subsection 245(f) of the Regulations was engaged, and it was incumbent on the Respondent to offer contrary evidence sufficient to convince the Member that he should not be detained despite this factor. No such evidence was presented to the Member, who was therefore left to speculate that the Respondent would not flee without ever coming to grip with subsection 245(f).", "[32] The Board Member also assumes that the Respondent would not go underground on the basis of the fact that he has been \"very frank and forthright\" with CBSA about his sympathies for the LTTE and \"completely co-operative\". There are, however, two problems with this finding. First of all, candor and honesty are not listed among the factors to be taken into consideration for the purposes of s. 58 of the IRPA . More importantly, the Member was at the very least generous in his assessment of the Respondent's behaviour, as it was not borne out by the evidence that was before him. The various interviews conducted by CBSA officials show that he was evasive on key points of his story (the details of how he was smuggled and the amount owed to the smugglers, the origins of his scars, etc.) and often made admissions only when pushed. I would also add that the Member described the Respondent's involvement with the LTTE only as acting in a film essentially produced by the Tamil Tigers, while the evidence suggests that the Respondent worked for the LTTE from 2006 to 2009 as a karate instructor.", "[33] Counsel for the Respondent objected to the Minister raising the Respondent's credibility before this Court, on the ground that it had not been raised before the Member. It is no doubt true that the Minister's counsel did not squarely adduce evidence before the Member to with a view to impugn the Respondent's credibility or trustworthiness. That being said, the Respondent's file was before the Member, and he was presumed to be aware of it. Moreover, the Member himself raised the credibility of the Respondent and relied on it to some extent to ground his views that he would likely appear to further immigration proceedings. In those circumstances, it was perfectly legitimate and appropriate to address it in the submissions made to this Court.", "[34] With respect to subsection 245(g) of the Regulations , the Minister submitted that the Respondent is not married, has no children, has no home or job in Canada, and that his sole family member in Canada is the Respondent's sister's husband's brother, whom the Respondent has never met.", "[35] While the Member accepted that the Respondent has only a \"distant relative\" in Canada, he failed to give sufficient weight to this legislative provision by stating that \"there is a large Tamil community in Toronto\" and that \"I have few concerns that his [the Respondent's] intention is to go underground\". Once again, this reasoning is lacking in that it was entirely speculative and did not address the facts before the Member. It may well be that \"[R]efugee claimants are commonly released without knowing anyone in Canada\", but the Member failed to consider that the Respondent was not a \"usual\" refugee claimant. Specifically, the Respondent arrived in Canada with 491 other individuals via a sophisticated, organized, criminal human smuggling operation; there was substantial evidence that the Respondent had longstanding ties to the LTTE; and the Respondent was reported under s. 34(1)(f) of the IRPA . In light of these special circumstances and of the very tenuous ties of the Respondent to a community in Canada, the Member had an obligation to provide a more fulsome analysis as to why this factor did not militate in favour of the Respondent's continued detention, and to ground this analysis on established facts as opposed to mere speculation.", "[36] For these reasons, I am therefore of the view that the Member erred in his assessment of the factors set out in s. 245 of the Regulations to determine whether a person shall be kept in detention. This is not to say that the Respondent should not be released; this is a decision that Parliament has seen fit to leave to the Immigration Division. Members of that Division have a lot more expertise than this Court in these matters, and they deal with those issues on a daily basis. Those decisions, however, must be consistent both with the Act and the Regulation, and they cannot rest on justifications that are foreign to the spirit or the letter of the law.", "[37] This would be sufficient to dispose of this application for judicial review. However, considering that further detention reviews will take place where the same issues will come up again, I believe it is appropriate to address the other two grounds raised by counsel for the Minister to quash Member Tessler's decision. (2) Did the Member err by Failing to Consider Whether the Respondent Will Appear for his Removal from Canada?", "[38] Counsel for the Applicant submitted that the Member erred by failing to consider the likelihood that the Respondent would appear for all of his immigrations processes in Canada, including his ultimate removal from Canada. In her view, the Member erroneously focused on whether the Respondent was likely to be ordered removed from Canada, as opposed to whether he was likely to appear for his removal if it were ordered.", "[39] It is no doubt true that the Member's analysis focused on whether the Respondent was likely to appear for his admissibility hearing, which is of crucial importance for the Respondent if he does not want to be denied access to the refugee determination process. Because of the Member's belief that it was in the Respondent's best interest to attend the admissibility hearing regardless of its outcome (since the Respondent would still have access to the pre-removal risk assessment), the Member did not assess the risk of the Respondent not appearing for his removal. However, he did explicitly state in conclusion that he was \"not satisfied that [the Respondent] is unlikely to appear for his removal\".", "[40] In the circumstances of the case at bar, I do not find that this failure of the Member is fatal. First of all, counsel for the Minister did not raise at the hearing before the Member the likelihood that the Respondent would not appear for his removal in the event that his removal were eventually ordered. According to the transcript of the proceedings before the Immigration Division, the Minister's representative set out the Minister's allegations in the following way: \"The Minister is seeking continued detention on the ground that he is unlikely to appear for an admissibility hearing and potentially his MD [Minister's Delegate] proceedings, working with his Conditional Departure Order.\"", "[41] When delivering his reasons, this is precisely how the Member understood the Minister's request, as can be gathered from his opening paragraph: \"The Minister is requesting continued - the Minister is requesting continued detention on the grounds that the person concerned is unlikely to appear for further Immigration proceedings, specifically, an admissibility hearing where the Minister intends on alleging that the person concerned was a member of a terrorist organization under 34(1)(f).\"", "[42] The Applicant has not challenged the Member's finding that there was no discernable basis for the Minister's allegations regarding the Minister's Delegate proceedings, since these are, as he noted, \"merely formal matters that are completed before a person is released, apparently, in these circumstances\". As for the Minister's allegation that the Respondent would not likely appear for his admissibility hearing, the Member dealt with that issue as the core of his decision.", "[43] I agree with the Respondent that it is improper for the Applicant to raise the likelihood that the Respondent will appear for his removal on judicial review, since it was not raised at the original detention review. While it is not entirely clear what further evidence the Respondent could have adduced in reply to such an argument, it is nevertheless an important matter of procedural fairness; the Court should not rule on judicial review with respect to an argument that was not made before the decision maker, and the Member can certainly not be faulted for not having dealt with such an argument.", "[44] Moreover, I do not agree with the Applicant that the Member had an obligation to consider the issue of the Respondent's likelihood to appear for his removal even if the argument was not made. The use of the word \"or\" in the English version and the word \"ou\" in the French version of s. 58(1)(b) would appear to indicate that the Member is not obliged to consider each of the different types of immigration proceedings that are mentioned in that section, but rather that a consideration of whichever immigration proceeding is relevant to the circumstances is sufficient.", "[45] There were good reasons for the Member to focus on the next immigration proceeding rather than the removal. An officer may always, with or without a warrant, re-arrest the Respondent if he has reasonable grounds to believe he is inadmissible (an easily-met condition if the Respondent were found inadmissible by the Immigration Division) and is unlikely to appear for his removal: s. 55 of IRPA", "[46] The standard operating procedure employed by the Minister in delivering notices of PRRA decisions is also relevant to this matter. When the Minister delivers the results of a PRRA application, he calls the person concerned to an interview with an Enforcement Officer at CBSA's offices. At these interviews, the results of the PRRA are delivered in person. During these interviews, the Enforcement Officer interviews the person concerned to determine whether he or she is likely to report for removal. If the Officer is not satisfied that the person will voluntarily appear for removal, he or she typically arrests the person concerned with an eye towards effecting the removal. In cases where the person's removal is scheduled to take place more than 48 hours later, the person is brought before a Member of the Immigration Division for a detention review. It is at these detention reviews that the member considers whether the person is likely to appear for removal.", "[47] In light of these further proceedings that are set to occur before removal and of the possibility of re-arresting the Respondent, the Member's failure to conduct a premature analysis of the likelihood to appear for removal, as compared to the probability of appearing for the inadmissibility hearing, does not represent a fatal flaw in his decision. (3) Did the Member err by Ordering Unreasonable Terms and Conditions?", "[48] Before the Member, the Minister opposed the appointment of the Respondent's sister's husband's brother as a bondsperson, requested that the Respondent be required to remain in Vancouver for the duration of the admissibility hearing, and sought a term restricting the Respondent's association with criminal organization in Canada. The Member rejected all of these requests, for reasons that are far from satisfying.", "[49] First of all, the Member nowhere assesses the capacity of the proposed bondsperson to control the detainee's actions. Yet, the whole rationale behind the appointment of a bondsperson is to ensure that the person released will comply with the conditions of his release and will appear at the proceedings he may be called to attend. For such a surety to be meaningful, the bondsperson must have the capacity and the incentive to control the person being released. This was recognized most explicitly in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  where the Court stated as follows: \"[19] It appears that the theory behind the requirement for a security deposit or a performance bond is that the person posting the bond or deposit will be sufficiently at risk to take an interest in seeing that the release complies with the conditions of release including appearing for removal. From the point of view of the person who is to be released, the element of personal obligation to the surety is thought to act as an incentive to compliance. While this may be true generally, it may not be true in the case of an organized smuggling operation where significant sums of money are involved. One can infer from the fact that persons pay large sums of money to be smuggled into North America that the earnings prospects are better here than in the place from which they came. The smugglers do not get paid until their customers access this greater earning power. So they have an interest in seeing that their client remains in North America. In those circumstances, it makes sense for a smuggler to put up the money for the security deposit with a view to either helping or coercing the client to go underground and begin repayment of the debt. The risk of financial loss, in such a case, is not in forfeiture of the security deposit but in the possibility of the smuggler's client being returned to his home. The client's sense of obligation to the smuggler does not act as an inducement to compliance with the conditions of release. In fact, the opposite is true. \"[22] In my view, the effect of a security deposit must be considered as part of the consideration of the question as to whether the detainee is likely to appear for removal. This, in turn, requires consideration of the character of the person posting the security since it is possible that the posting of security by certain elements will reduce the likelihood of the detainee appearing for removal. Consequently, it was unreasonable for the adjudicator to order that the security deposit in this case could be posted by anyone. If he thought that security was required to ensure the appearance of the respondents for removal, he was required to direct his mind to the issue of the circumstances of the person putting up the deposit and their relationship to the respondent.\"", "[50] This case is particularly apposite, as it also dealt with two persons who were part of a group of 36 stowaways who were discovered in a shipping container aboard a ship at Vancouver. In the case at bar, the Member similarly failed to assess meaningfully, or at all, whether the bondsperson was capable of controlling the Respondent's actions. To the contrary, the evidence before the Member indicated that not only has the bondsperson never met the Respondent, but he knows next to nothing about the Respondent's background.", "[51] Nor did the Member assess whether $1,000 is a significant sum of money to the bondsperson in order to determine whether he has an incentive to ensure the Respondent's compliance with the terms and conditions of his release. Indeed, the Member himself acknowledged that Mr. Elias was \"not the ideal bondsperson\", and appeared to have been more concerned with whether Mr. Elias would provide \"suitable reception\" rather than whether he would actually act as a meaningful surety for the purpose of compliance with the IRPA", "[52] At the hearing, counsel for the Respondent submitted that the Member appointed the bondsperson out of an abundance of caution, having previously found that the Respondent was not a flight risk. This is why, according to counsel, the Member did not feel it was necessary to assess the suitability of Mr. Elias as a bondsperson.", "[53] This rationale, however, was never offered by the Member. Nor do his reasons read as if he was of the view that there was absolutely no flight risk. It would be a stretch to consider that the Member required this surety as a pure matter of convenience. The better view is that the appointment of a bondsperson was meant to counter any risk - which the Member obviously thought to be manageable - that the Respondent would abscond if released. If that is the case (and I can see no other reason for appointing a bondsperson), then it was incumbent on the Member to ascertain whether the proposed bondsperson and the amount of money to be posted could fulfill the underlying purpose of such a surety. It was a reviewable error for the Member to fail to do so: see Canada (Minister of Public Safety and  <FRAGMENT_SUPPRESSED>  at paras. 56-59; Canada (Minister of Public Safety and  <FRAGMENT_SUPPRESSED>  at para. 49.", "[54] As for the Member rejecting the Minister's request that the Respondent be required to remain in Vancouver for the duration of the admissibility hearing (which was upcoming), it is based on a totally unacceptable and unreasonable reasoning. Instead of balancing the interest of the Respondent in living with a distant relative in Toronto and the interest of the Minister to hold the admissibility hearing as quickly as possible, the Member was content to speculate that there was \"about a 99 percent chance\" that the Minister would go to the Federal Court and obtain a stay, and that \"[the Respondent] is not going to get released anyways\". While this expression of frustration may be understandable at a personal level, especially under the heavy workload borne by the Immigration Division Members since the arrival of the M.V. Sun Sea with its 492 Sri Lankan migrants, it was improper and out of place to vent it in the course of his quasi-judicial functions and it falls short of what may be considered reasonable.", "[55] For all of the foregoing reasons, I am therefore of the view that the Member erred in ordering the release of the Respondent. I hasten to emphasize, once more, that this is not to say the Respondent should not be entitled to release from detention. But his release, if it is to be ordered, must be grounded on an assessment of the factors to be considered pursuant to s. 58 of the IRPA and s. 245 of the Regulations that can resist judicial review. JUDGMENT", "[56] THE COURT'S JUDGMENT IS that this application for judicial review is granted. Application granted. Editor: E. Joanne Oley/klf [End of document]"]}