{"id_": "083380", "body_str": ["[1] Kane, J. : The respondents, Canada (Minister of Labour) and Air Canada, have brought this motion seeking an Order to strike the applicant's application for judicial review of the Minister of Labour's decision not to issue a direction in response to a complaint that Air Canada violated Part II of the Canada Labour Code , RSC 1985, c L-2 [the Code] and Part XX of the Canada Occupational Health and Safety Regulations , SOR/86-304 [ COHSR ]. The application for judicial review seeks mandamus to compel the issue of a direction and to compel the Minister to prosecute Air Canada for a violation of the Code. The respondent submits that the mandamus application should fail because it seeks a remedy not available at law. Background", "[2] On October 21, 2010, the applicant, the Canadian Union of Public Employees - Air Canada Component [CUPE] and two other unions, the Air Canada Pilots Association [ACPA] and the National Automobile, Transportation and General Workers Union of Canada [CAW] [see Footnote 1], filed a complaint with Human Resources and Skills Development Canada [HRSDC] alleging that Air Canada was in violation of Section 125.1 (z.08) and (z.16) of the Canada Labour Code and COHSR Part XX. The complaint alleged that: Air Canada did not include the ACPA early enough in the process; that Air Canada's choice of an officer from the Corporate Security department as the \"competent person\" to investigate workplace violence was not acceptable as that person was not considered to be impartial by the unions; and, mere consultation with the Policy Committee did not constitute active participation, as required by the COHSR . The complaint requested \"that the presiding HRSDC officer in Toronto, Ontario intervene and exercise their jurisdiction in this matter\".", "[3] Health and Safety Officer [HSO] Véronique Morin investigated the complaint. By letter dated March 9, 2012, she addressed the three issues and concluded with respect to each that the employer was not in violation of the Code [\"HSO Morin's Decision\"].", "[4] That same day, the applicant filed an application for judicial review of the decision. The applicant, CUPE, sought the following relief (in addition to costs): - An order for mandamus requiring the Minister or another HSO to issue a direction pursuant to subsection 145(1) that Air Canada terminate its alleged violations of the Code and the COHSR - An order for mandamus requiring the Minister or her designate to prosecute the matter; or alternatively to grant consent to the applicant to prosecute the matter; - An order requiring the Minister to apply or cause an application to be made to a superior court judge for an order enjoining Air Canada from contravention of the Code and the COHSR The Current Motion", "[5] The respondents now seek the following relief: a. An Order striking out the applicant's notice of application, or portions thereof; b. An Order dismissing the applicant's application for judicial review; c. In the alternative, an Order to stay or place in abeyance the applicant's notice of application pending the rendering of a decision of Justice Rennie of the respondent's motion in FRAGMENT_SUPPRESSED and the final disposition of the mandamus issue in that application; d. Costs of this motion; and e. Such further relief as this Honourable Court may consider just.", "[6] It should be noted that Justice Rennie issued a decision on June 7, 2012 [the June 7, 2012 Order] in FRAGMENT_SUPPRESSED. In that application, the unions sought mandamus to require the Minister to prosecute an alleged violation of the Code and to require the Minister to apply for an order enjoining Air Canada from contravening a Direction previously issued. The respondents sought an order removing them as respondents and an order dismissing the application for judicial review seeking mandamus to compel them to prosecute Air Canada and to seek an order enjoining Air Canada from contravening the Code. Justice Rennie's Order removed the respondents and dismissed the application insofar as it sought mandamus", "[7] A stay, as proposed in paragraph c), above, is no longer an option. However, while the factual issues are not identical in the current application, the legal issues are the same. Positions of the Parties Respondent (Moving Party): Canada (Minister of Labour)", "[8] The respondent submits that the merits of the HSO's decision are not at issue. The HSO conducted an investigation which included the scheduling of several meetings to discuss the complaint and consideration of the submissions made by the unions. The HSO reviewed the three elements of the complaint, provided reasons, and concluded that there was no violation of the Code by Air Canada. The decision was first communicated to the parties orally, followed by a written decision on March 9, 2010.", "[9] The respondent agrees that the decision may be judicially reviewed: FRAGMENT_SUPPRESSED, but that the appropriate remedy is certiorari", "[10] The respondent submits that the test for mandamus established by the Federal Court of Appeal in FRAGMENT_SUPPRESSED) governs and that the applicant fails to meet the test.", "[11] The respondent submits that Justice Rennie's decision addressed the same legal issues and should be followed.", "[12] The respondent, Canada (Minister of Labour), submits that the application seeks remedies that are not available at law and have no possibility of success. The applicant unions are seeking to force the Minister of Labour to exercise her discretion in a particular way; to prosecute Air Canada for violations of the Code or to delegate the prosecutorial discretion to a member of the public.", "[13] The respondent agrees that the Court is not prohibited from reviewing prosecutorial discretion, but submits that a very high standard must be met to do so. This case does not involve conduct which \"shocks the conscience of the community\" nor is this a case of flagrant impropriety established by proof of misconduct bordering on corruption, violation of the law, or bias against or for a particular individual: FRAGMENT_SUPPRESSED.", "[14] Moreover, the respondent submits that while the Minister of Labour must consent to prosecutions, it is the Director of Public Prosecutions that decides whether a prosecution will proceed, and therefore, it would have no practical effect to compel the Minister of Labour to consent to prosecute.", "[15] With respect to the injunctive relief requested, the respondent submits that the issue is not justiciable: FRAGMENT_SUPPRESSED. The respondent reiterates that mandamus is not available to compel the Minister to exercise her discretion in a particular way, specifically to compel her to seek an injunction.", "[16] In summary, the respondent's position is that, based on the test in FRAGMENT_SUPPRESSED mandamus is not available. There is another adequate remedy available; certiorari Respondent (Moving Party): Air Canada", "[17] Air Canada agrees with the Minister of Labour and submits that the judicial review application should be struck because mandamus is not available at law.", "[18] Air Canada agrees that the decision not to prosecute or issue a direction cannot be appealed and that the proper approach is to seek judicial review of the decision: FRAGMENT_SUPPRESSED , above However, the appropriate remedy would be certiorari , which would permit the reasonableness of the decision to be addressed and would permit a redetermination of the complaint if allowed. Certiorari would address the applicant's allegations regarding bias, bad faith, jurisdiction or insufficiency of reasons.", "[19] Air Canada supports Canada's position that the test for mandamus as set out in FRAGMENT_SUPPRESSED was not met. In addition, they submit that a direct request to the Minister to prosecute is a condition precedent pursuant to that test and that mandamus cannot issue as there has never been such a request; HRSDC was only asked to investigate a violation of the Code.", "[20] In addition, Air Canada notes that the Director of Public Prosecutions exercises the discretion to prosecute and, while the consent of the Minister of Labour would be required, compelling the consent of the Minister would not determine whether to prosecute. Even if the Minister had been asked to prosecute, she would have had no basis to do so, given that her own officer had investigated the complaint and found that there was no violation.", "[21] With respect to the request for mandamus to issue a direction, Air Canada adds that the Court could only issue a specific order capable of being enforced. A direction to simply take action would be too vague. Applicant (Responding Party): CUPE", "[22] CUPE submits that its application is necessary to compel Canada to enforce the Code either by issuance of a direction to terminate contraventions of the Code, or by way of an injunction, and prosecution is necessary to hold the employer responsible for violating the Code. CUPE emphasised the importance of the context of the complaint, which is workplace violence and that the problems continue.", "[23] CUPE submits that the test to strike the application is that there is no possibility of success. As this is a debatable issue, the application should proceed.", "[24] CUPE submits that when an HSO fails to issue a Direction, the effective remedy is mandamus as this could result in a direction to Air Canada to act or could result in a prosecution for violation of the Code.", "[25] Certiorari would not be an effective remedy as it could only result in a redetermination of the complaint and, in the meantime, the offending conduct would continue. The unions could bring new complaints rather than seeking certiorari , but neither would ameliorate the problems.", "[26] CUPE submits that the respondent's application is not about the reasons for the HSO's failure to act, nor is it about whether Air Canada was in contravention of the Code. These issues must be determined at a hearing on the merits. Although the respondent sought to address the merits, asserting that the HSO had conducted an investigation, CUPE submits that there is no evidence that the HSO did so or that she considered the submissions of the unions. These are issues to be addressed on judicial review.", "[27] CUPE agrees that the test for granting mandamus is that established in FRAGMENT_SUPPRESSED and that it has met all parts of the test with respect to compelling prosecution and the issuance of a direction.", "[28] CUPE submits that mandamus is available to review the failure of an HSO to issue a direction where there is a breach of the Code and the COHSR . CUPE also submits that mandamus is available for the prosecutorial and injunctive remedies sought and that there is an arguable case that prosecutorial discretion is reviewable in the circumstances of this case.", "[29] CUPE claims that its request \"that HRSDC officer exercise their jurisdiction\" is a clear request to the Minister through the designated HSO to take whatever remedial measures are available under the Code. Therefore any necessary condition precedent was met.", "[30] CUPE further submits that Justice Rennie's June 7, 2012 Order which struck the mandamus portions of the judicial review was wrong and CUPE has sought to appeal that Order. Intervenor: CAW-Canada", "[31] CAW also opposes Canada and Air Canada's application to strike the application. In addition, CAW alleges unfairness on the part of both HSO Morin and the Minister and bias against the unions. CAW contends that the Minister did not consider exercising her discretion in response to the complaint and did not give any other person authority to consent to the prosecution, thereby leaving Air Canada immune from prosecution. According to CAW, this suggests that the Minister is biased in Air Canada's favour. Relevant Legislation", "[32] Canada Labour Code , RSC 1985, c L-2: 125. (1) Without restricting the generality of section 124, every employer shall, in respect of every work place controlled by the employer and, in respect of every work activity carried out by an employee in a work place that is not controlled by the employer, to the extent that the employer controls the activity, [...] (z.08) cooperate with the policy and work place committees or the health and safety representative in the execution of their duties under this Part; [...] (z.16) take the prescribed steps to prevent and protect against violence in the work place; 145. (1) A health and safety officer who is of the opinion that a provision of this Part is being contravened or has recently been contravened may direct the employer or employee concerned, or both, to (a) terminate the contravention within the time that the officer may specify; and (b) take steps, as specified by the officer and within the time that the officer may specify, to ensure that the contravention does not continue or re-occur. [...] 149. (1) No proceeding in respect of an offence under this Part may be instituted except with the consent of the Minister or a person designated by the Minister. [...] Injunction proceedings 152. The Minister may apply or cause an application to be made to a judge of a superior court for an order enjoining any person from contravening a provision of this Part, whether or not a prosecution has been instituted for an offence under this Part, or enjoining any person from continuing any act or default for which the person was convicted of an offence under this Part. 125. [...] [...] 145. [...] 149. [...] 152.", "[33] Canada Occupational Health and Safety Regulations , SOR/86-304: 20.1 The employer shall carry out its obligations under this Part in consultation with and the participation of the policy committee or, if there is no policy committee, the work place committee or the health and safety representative. 20.9 (1) In this section, \"competent person\" means a person who (a) is impartial and is seen by the parties to be impartial; (b) has knowledge, training and experience in issues relating to work place violence; and (c) has knowledge of relevant legislation. [...] 20.1 20.9 [...] The Issues", "[34] The parties agree that the decision not to issue a direction can be judicially reviewed, but disagree on whether the remedy is mandamus or certiorari", "[35] The parties also agree that the eight-part test for issuing a mandamus order, as recently reiterated in FRAGMENT_SUPPRESSED , applies. However, while the applicant submits that it has met all parts of the test, the respondents submit that the applicant has failed to meet the test (in particular parts 3, 4, 5 and 6). The test is: 1. There must be a public legal duty to act; 2. The duty must be owed to the applicant; 3. There is a clear right to performance of that duty, in particular: a. The applicant has satisfied all conditions precedent giving rise to the duty; b. There was (i) a prior demand for performance of that duty; (ii) a reasonable time to comply with the demand unless refused outright; and (iii) a subsequent refusal which can be either expressed or implied, e.g. unreasonable delay; 4. Where the duty sought to be enforced is discretionary, the following rules must apply: a. in exercising a discretion, the decision-maker must not act in a manner which can be characterized as \"unfair\", \"oppressive\" or demonstrate \"flagrant impropriety\" or \"bad faith\"; b. mandamus is unavailable if the decision-maker's discretion is characterized as being \"unqualified\", \"absolute\", \"permissive\" or \"unfettered\"; c. in the exercise of a \"fettered\" discretion, the decision-maker must act upon \"relevant\", as opposed to \"irrelevant\", considerations; d. mandamus is unavailable to compel the exercise of a \"fettered discretion\" in a particular way; and e. mandamus is only available when the decision-maker's discretion is \"spent\"; i.e., the applicant has a vested right to the performance of the duty; 5. No other adequate remedy is available to the applicant; 6. The order sought will be of some practical value or effect; 7. The Court in the exercise of its discretion finds no equitable bar to the relief sought; and 8. On a \"balance of convenience\" an order in the nature of mandamus should (or should not) issue.", "[36] As noted above, the respondents argue that the Minister's delegate, the HSO, investigated the complaint and exercised her discretion not to issue a direction or to prosecute. Mandamus is not available to compel the exercise of discretion in a particular way. Moreover, compelling the Minister to consent to prosecution would yield no practical result because the discretion to prosecute rests with the Director of Public Prosecutions. In addition, certiorari is an alternative and adequate remedy. The respondents also assert that a condition precedent of requesting the Minister to prosecute was not satisfied and that the complaint, which merely called upon HRSDC to investigate and exercise its jurisdiction, is not sufficient to satisfy this requirement.", "[37] The applicant submits that the test has been met and that there is an arguable case that mandamus is available to compel prosecution or to compel a Direction to be issued. The applicant submits that while the threshold to review the exercise of prosecutorial discretion is very high, prosecutorial discretion is not absolute. The Minister's discretion is not unfettered. The applicant submits that certiorari is not an adequate alternative remedy as a redetermination of the complaint will not yield any practical result or effective relief. The applicant argues that judicial review should proceed and that the merits of the request for mandamus should be considered with the benefit of a complete record.", "[38] As noted above, in FRAGMENT_SUPPRESSED, the applicant sought mandamus to compel prosecution and an order to require the Minister to seek an injunction against Air Canada with respect to the alleged contraventions of a Direction. Justice Rennie issued his Order on June 7, 2012. The key difference in the present application is that the applicant seeks to have a Direction issued, rather than enforced. The facts are different but the legal issues are the same.", "[39] I agree with the reasons of Justice Rennie that mandamus is not available as a matter of law to compel the Minister of Labour or her delegate to prosecute for an alleged violation of the Code.", "[40] Prosecutorial discretion is reviewable only in exceptional cases and the circumstances of this case do not meet the threshold. There is no evidence that there are improper motives or bad faith or that failure to prosecute would shock the conscience of the community or bring the administration of justice into disrepute. There is no evidence of a policy of non-enforcement of the Code or a consistent pattern or practice amounting to a policy decision not to investigate.", "[41] A decision to prosecute is not taken lightly; it would be based on a thorough investigation and would likely be a last resort if other measures to bring about compliance failed. While the consent of the Minister of Labour to prosecute is required, the decision to prosecute rests with the Director of Public Prosecution [DPP]. The DPP would carefully consider the results of an investigation when determining whether a prosecution should be pursued. The HSO is responsible for such investigations. To compel a prosecution where the investigation has concluded that it is not warranted would render the role of the HSO meaningless and could lead to prosecutions with no reasonable chance of success.", "[42] The parties disagreed about whether the requirement to request a prosecution is a condition precedent and part of the test for mandamus . The Minister of Labour and Air Canada submitted that a prior request directly to the Minister was a condition precedent. CUPE and CAW submitted that this request was implicit in their complaint and also that a request to the HSO as the Minister's delegate was sufficient. In my view, this issue is not determinative. However, given the scope of the Minister's responsibilities, a requirement for complainants to directly request that the Minister prosecute an alleged violation would not be practical. Moreover, the Code does not appear to require such a direct request.", "[43] Justice Rennie considered the same issues and the same jurisprudence cited by the parties and concluded that the exercise of prosecutorial discretion is not subject to judicial review, except in very rare circumstances. The FRAGMENT_SUPPRESSED test was considered and applied. The relevant parts of the Order (paras 21-29) are set out below: The exercise of prosecutorial discretion is, with rare and limited exception, not subject to judicial review. This is not the place to revisit the legal policy rationale which underlies the principle that the exercise of prosecutorial discretion will not be reviewed. The jurisprudence was thoroughly canvassed in FRAGMENT_SUPPRESSED by Justice Yves de Montigny. It is sufficient to note that the principle is well established and derives its antecedence in part, from the respective roles played by the different branches of government under our constitution: FRAGMENT_SUPPRESSED per Viscount Dilhorne. In FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED In FRAGMENT_SUPPRESSED, FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED. FRAGMENT_SUPPRESSED, in FRAGMENT_SUPPRESSED the Federal Court of Appeal cited with approval the Ontario Superior Court decision in FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED", "[44] With respect to the applicant's request for mandamus to require the Minister or HSO to issue a direction to terminate the alleged violations of the Code and regulations, the test for mandamus has not been satisfied. Mandamus cannot order the exercise of discretion in a particular way. In this case, the HSO conducted an investigation and concluded that there was no violation. Although the applicant is not satisfied with this conclusion, the appropriate remedy is certiorari to review the reasonableness of that decision. The court cannot take it upon itself to determine whether a direction should be issued and what the direction should be, and a direction simply to act lacks sufficient precision to be enforceable or effective. This is the role of the HSO as delegated by the Code.", "[45] With respect to the request for an Order requiring the Minister to seek an Order enjoining Air Canada from contravention of the Code and the COHSR , I adopt the reasons of Justice Rennie and agree that the test for mandamus is not met and the issue is not justiciable. As he noted at para 30: FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED. FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED. FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED, FRAGMENT_SUPPRESSED.", "[46] While the applicant does not agree that the complaints were thoroughly investigated, the decision includes reasons indicating that each aspect was considered and that something was done. Whether the decision is reasonable is not for this Court to determine at this time.", "[47] While mindful that an application for judicial review should be determined on its merits, for the reasons noted above, the relief sought is not available as a matter of law and the respondent's motion to strike the application for judicial review is granted. Again, adopting the words of Justice Rennie in his June 7, 2012 Order, FRAGMENT_SUPPRESSED: FRAGMENT_SUPPRESSED. FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED.", "[48] For the reasons noted above, this application has no chance of success insofar as it seeks mandamus ORDER", "[49] THIS COURT ORDERS that 1. The relief sought by way of mandamus is dismissed from the Notice of Application. 2. This Order is without prejudice to the applicants' judicial review seeking certiorari 3. No order as to costs. Motion allowed. Editor: J. Danielle King/vnh Footnotes 1. CAW was granted leave to intervene in the present proceedings by Order of Justice Rennie dated May 28, 2012."]}