{"id_": "083595", "body_str": ["[1] Rennie, J. : The applicant seeks judicial review to set aside a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board), dated December 9, 2013, which found that he was neither a Convention refugee nor a person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). For the reasons that follow the application is dismissed. II. Facts", "[2] The applicant, Carlos Alberto Aldana Cardenas, is a 40 year old citizen of Colombia. He claims that he was targeted and threatened by members of the Revolutionary Armed Forces of Colombia (FARC).", "[3] The applicant lived in the United States throughout the1990s. The applicant met his spouse while in the United States, and together they had a son in 1999. In December 2000, the applicant returned to Colombia, later followed by his spouse and son. The couple was married in Colombia, and the applicant enrolled in university to study psychology while his spouse returned to the United States to begin the sponsorship process.", "[4] After a period of being apart, the applicant's relationship with his spouse deteriorated. While living in Colombia, the applicant began a relationship with a woman who came to be his second spouse, and together they had a daughter in July 2003. In 2007, the applicant opened several small businesses in his home town of Bogota.", "[5] On August 20, 2008, the applicant was in his office when he received a phone call from someone identifying himself as a member of FARC. The caller attempted to extort the applicant; however, the applicant did not comply as he did not have the amount of money that the caller demanded. The applicant was further threatened and his office was subsequently ransacked.", "[6] Consequently, the applicant began to close down his business, and he and his spouse went to live in her home town of Pereira. On November 20, 2008, while in Pereira, the applicant again received a threatening call. The applicant fled Colombia, alone, and onward to Mexico with the intention of trying to enter the United States. However, while in Mexico the applicant was detained and tortured by rogue police officers and spent over two years in jail. Eventually, a panel of three judges examined the case and the applicant was acquitted.", "[7] After being released from jail, the applicant attempted to remain in Mexico on a work permit. However, the applicant felt that Mexico was not safe and so he again attempted to enter the United States. The applicant was unable to do so as he was detained by U.S. by border police and deported back to Colombia.", "[8] The applicant arrived back in Colombia on November 28, 2011 and on December 29, 2011, he was the victim of an attempted kidnapping in Bogota by individuals who identified themselves as members of FARC. He was able to escape and filed a police report. The applicant then returned to live with his spouse in Pereira; however on February 25, 2012, an unidentified individual knocked on the door demanding that \"we need the son of bitch of your husband,\" and \"that big son of bitch knows who is looking for him.\" The applicant feared this individual was a member of FARC and so he fled Colombia again for Mexico, and this time was able to cross into the United States, and ultimately into Canada where his sisters live. He made an inland claim for refugee protection on May 10, 2012. III. Issues", "[9] The only issue in this matter is whether the Board erred in determining that an internal flight alternative (IFA) existed for the applicant in Pereira. IV. Decision", "[10] The determinative issue for the Board was whether the applicant would have an IFA in Pereira, where his spouse and daughter continue to reside.", "[11] The Board first considered the incident on February 25, 2012, where an unidentified individual yelled through the door. The Board explained that at the hearing, the claimant was asked why he believed this visit was from the FARC. The applicant replied that no one else would come looking for him using foul language, other than those same people. However, the Board found that it was not clear from the applicant's evidence that the caller had known whose home it was, or that the visit was not a case of mistaken identity.", "[12] The Board therefore found that this incident provided insufficient credible and trustworthy evidence to establish that the FARC had located the applicant in Pereira. The Board noted that Pereira is approximately seven hours away from Bogota, and that if the alleged perpetrators had in fact driven so far in search of the applicant, they would likely not have been so easily deterred from their target.", "[13] The Board also noted that the applicant has not provided any credible or trustworthy evidence that the agents of persecution have attempted to seek him further in Pereira. The applicant amended his Personal Information Form (PIF) shortly before the hearing to include an allegation that his sister, living in Bogota, had recently received a call from someone looking for him; however, the Board found that the applicant did not allege that his spouse, who is still living in the same apartment in Pereira, had been contacted by anyone seeking him.", "[14] The Board next considered that the applicant did not seek police help in Pereira. The applicant explained that he did not contact the police because he was frightened and he did not believe the police in Pereira exercised any control over the FARC. The Board concluded that the applicant did not provide clear and convincing evidence to rebut the presumption of state protection, noting that although the Board was primarily concerned with the availability of an IFA, the issues of state protection and an IFA were inevitably intertwined. The Board observed that there is little documentary evidence of a FARC presence in the region encompassing Pereira, and that the evidence did not establish that the applicant would not be able to access adequate state protection in Pereira.", "[15] Finally, the Board considered the second branch of the IFA test, whether it was reasonable, in all the circumstances, for the applicant to seek refuge in the potential IFA, and concluded that the residual effects of the applicant's traumatic experiences did not meet the threshold of making it \"objectively unreasonable\" for the applicant to relocate to Pereira. V. Analysis A. The standard of review", "[16] The viability of an IFA is a question of mixed law and fact that is to be determined on a standard of reasonableness. When reviewing the reasonableness of a decision, the analysis is concerned with \"the existence of justification, transparency and intelligibility within the decision-making process:\" REFERENCE_SUPPRESSED. B. The applicant failed to demonstrate the IFA was unreasonable", "[17] The test for an IFA is two pronged: first, the Board must be satisfied on a balance of probabilities that there is no serious possibility of the claimant being persecuted or subject to risk in the IFA location: REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED. The second criteria that must be satisfied is that the conditions in the new location must be such that it would not be unreasonable for the claimant to seek refuge there: CITATION_SUPPRESSED; REFERENCE_SUPPRESSED.", "[18] The threshold is high for what makes an IFA unreasonable in the circumstances of the refugee claimant: REFERENCE_SUPPRESSED. However, the IFA must be realistically accessible to the claimant. That is, the claimant is not expected to risk physical danger or undue hardship in traveling or staying in that IFA: REFERENCE_SUPPRESSED. In the present case, the Board determined that the applicant would not risk physical danger or undue hardship in staying in the proposed IFA. Therefore, the threshold had not been met.", "[19] The Board reasonably assessed the first criteria of the IFA test as it took into consideration the documentary evidence which suggested that although the FARC still poses \"a considerable threat to Colombian society and to the safety of its citizens,\" that threat is \"concentrated in the rural provinces of the south of the country and on the Venezuelan border.\" Pereira is not located in this area.", "[20] The Board also noted that it was not clear from the applicant's evidence that the unidentified individual who visited the applicant's home in February, 2012, had known whose home it was, or that the visit was not a case of mistaken identity. This incident provided insufficient credible and trustworthy evidence to establish that members of the FARC had located the applicant in Pereira.", "[21] Further, the Board found that the applicant did not provide credible or trustworthy evidence that members of the FARC had made further attempts to find him further in Pereira since his departure. Specifically, the applicant did not alleged that his wife, who continued to live in the same apartment in Pereira, had been contacted by anyone seeking him.", "[22] Based on these findings, the Board was not satisfied that there was a serious possibility that the applicant would face persecution in Pereira at the hands of the FARC. This conclusion on the first branch of the IFA test is well within the range of possible, acceptable outcomes defensible in respect of the facts and law.", "[23] The Board's conclusion as to the second branch of the IFA test was also reasonable. The Board found that there was no evidence of adverse conditions in the potential IFA which would jeopardize the life and safety of the applicant. In so finding, the Board considered the documentary evidence demonstrating that the FARC was increasingly confined to the rural areas of Colombia, and not in the region encompassing Pereira.", "[24] The Board noted that the applicant may have to travel through his previous place of residence, Bogota, to reach Pereira. However, the Board reasonably concluded that it would not be necessary for the applicant to spend more than a few days in Bogota before continuing on to Pereira. The Board held there would be not more than a mere possibility that the applicant would be targeted in Bogota during that brief period of time.", "[25] Finally, the Board took into account the evidence submitted regarding the applicant's psychological state, specifically a report provided by Dr. Thirlwell. However, the Board reasoned that the applicant's own training in psychology would be of assistance to him, and that the residual effects of the applicant's traumatic experiences in Mexico and Colombia as evidenced in the report did not meet the threshold of making it \"objectively unreasonable\" for the applicant to relocate to Pereira.", "[26] As was noted, the threshold of unreasonableness of an IFA is a high one which requires some evidence of the existence of conditions which would jeopardize the safety and life of a claimant in travelling or temporarily relocating to a safe area: REFERENCE_SUPPRESSED. The Board examined the evidence in respect of the test and found it fell short, which was reasonably open to the Board to conclude on the record before it. JUDGMENT", "[27] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. There is no question for certification. CITATION_SUPPRESSED"]}