{"id_": "083654", "body_str": ["[1] LeBlanc, J. : This case is an appeal by the Minister of Citizenship and Immigration (the Minister) under subsection 14(5) of the Citizenship Act , RSC, 1985, c C-29 (the Act) and section 21 of the Federal Courts Act , RSC 1985, c C-7, of a decision of a Citizenship judge approving the respondent's application for Canadian citizenship. I. Background", "[2] Mr. Bani-Ahmad is a national of Jordan. He arrived in Canada in 1999 and became a permanent resident in October, 2006, following a positive inland application for Humanitarian and Compassionate grounds under the Immigration and Refugee Protection Act (SC 2001, c 27).", "[3] On July 11, 2009, he submitted an application for Canadian citizenship. Therefore, the relevant four year period for the purposes of the residency requirement Mr. Bani-Ahmad had to meet as a condition for being granted Canadian citizenship was July 11, 2005 to July 11, 2009.", "[4] In the citizenship application and subsequent Citizenship Questionnaire he was asked to complete, Mr. Bani-Ahmad declared three absences from Canada during that four year period. In the course of processing of his citizenship application, Mr. Bani-Ahmad was asked to provide documents to demonstrate that he met the residency requirement but he failed to do so.", "[5] His citizenship application was eventually referred to a Citizenship judge for a hearing that was held on September 30, 2013. After reviewing the record before him, the Citizenship judge requested translation of a foreign language stamp in Mr. Bani-Ahmad's passport and reserved his final decision for the outcome of the translation.", "[6] On October 15, 2013, the Citizenship judge approved Mr. Bani-Ahmad's application. In a rather short decision, the Citizenship judge listed factors which appear to have been considered in reaching his decision. The Citizenship judge first stated that Mr. Bani-Ahmad had less than 1095 days of physical presence in Canada as required by paragraph 5(1)(c) of the Act \"because he applied too soon for Citizenship\". He then indicated that Mr. Bani-Ahmad was in Canada since 1999, that his passport corroborated his testimony, that three of his children were born in Canada, that he owned a restaurant and a house in Toronto, that the restaurant was the only source of income for he and his family and that some members of his family (brothers, sister and mother) were in Canada.", "[7] Under the heading \"Decision\", the Citizenship judge wrote the following: Considering all of the above, and based on my careful assessment of the applicant's testimony, as well as my consideration of the information and evidence before me, I am satisfied that the applicant was actually living and was physically present in Canada on the number of days sufficient to comply with the Citizenship Act.", "[8] The Minister claims that this decision must be quashed for two reasons. First, the Minister contends that the Citizenship judge failed to identify which of the three residency tests was used, resulting in his decision not meeting the test of clarity, precision and intelligibility established in FRAGMENT_SUPPRESSED. Second, the Minister submits, in the alternative, that the impugned decision is unreasonable as the Citizenship judge reached conclusions about Mr. Bani-Ahmad's ties to Canada that are not supported by the evidence. II. Issue and Standard of Review", "[9] The sole issue to be resolved in this case is whether the impugned decision warrants intervention by this Court. In order to answer that question I have applied the standard of reasonableness which is the standard of review applicable in citizenship appeals dealing with the residency requirement.", "[10] It is indeed generally accepted in this Court's jurisprudence \"that a citizenship judge's application of evidence to a specific test for residency under paragraph 5(1)(c) of the Act raises questions of mixed fact and law and is thus reviewable on a standard of reasonableness\": FRAGMENT_SUPPRESSED.", "[11] There is no dispute between the parties that the standard of review applicable to the present appeal is the standard of reasonableness. III. Analysis A. The Legal Principles Applicable to the Citizenship Residency Requirement", "[12] Paragraph 5(1)( ) of the Act provides for the residency requirements citizenship applicants need to meet in order to be successful with their application. It reads as follows: Citizenship Act, RSC 1985, c C-29 Grant of citizenship 5. (1) The Minister shall grant citizenship to any person who [...] (c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act , and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner: (i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and (ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; [...]", "[13] There is an ongoing debate within this Court as to what paragraph 5(1)( ) of the Act means exactly. Competing views have emerged from that debate with the result that three different tests are available to Citizenship judges in assessing the residency requirement in any given case ( FRAGMENT_SUPPRESSED).", "[14] The first test involves the strict counting of days of physical presence in Canada which must total 1095 days in the four years preceding the application. It is often referred to as the quantitative test or the FRAGMENT_SUPPRESSED test ( FRAGMENT_SUPPRESSED).", "[15] The second test is less stringent. It recognizes that a person can be resident in Canada, even while temporarily absent, if there remains a strong attachment to Canada. This test is generally known as the FRAGMENT_SUPPRESSED test ( FRAGMENT_SUPPRESSED).", "[16] The third test builds on the second one by defining residence as the place where one has centralized his or her mode of living. It is described in the jurisprudence as the FRAGMENT_SUPPRESSED test ( FRAGMENT_SUPPRESSED).", "[17] The last two tests are often referred to as qualitative tests ( FRAGMENT_SUPPRESSED).", "[18] The dominant view in the case law is that Citizenship judges are entitled to choose which test they desire to use among these three tests and that they cannot be faulted for choosing one over the other ( FRAGMENT_SUPPRESSED).", "[19] However, they can be faulted if they fail to articulate which residency test was applied in a given case ( FRAGMENT_SUPPRESSED).", "[20] This is, in my view, what happened in this case. For the reasons that follow, this is fatal to the Citizenship judge's decision. B. The Citizenship Judge's Failure to Articulate Expressly or Impliedly the Residency Test", "[21] It is undisputed that the Citizenship judge did not expressly state or articulate which of the three residency tests was used in his assessment of Mr. Bani-Ahmad's citizenship application.", "[22] Mr. Bani-Ahmad asserts that since the Supreme Court of Canada's judgment in FRAGMENT_SUPPRESSED, deference is owed to administrative decision makers, even if the reasons given in support of findings are not entirely adequate. As a result, he says the Citizenship judge was under no obligation to expressly identify the test applied.", "[23] Mr. Bani-Ahmad further submits that it appears clear from the impugned decision, when read as a whole, that the test applied was the one set out in FRAGMENT_SUPPRESSED , above, and that, as a result, the decision possesses the qualities of clarity, transparency and intelligibility required by the case law.", "[24] It is true that administrative decision makers are owed deference even where the reasons supporting a finding are not entirely adequate. However, FRAGMENT_SUPPRESSED , above, still requires reasons for decisions to be intelligible enough to allow the reviewing court to understand why and how the decision maker reached his or her conclusion and to permit it to determine whether the conclusion reached by the decision-maker falls within the range of possible outcomes ( FRAGMENT_SUPPRESSED).", "[25] As I have indicated previously, the case law, as it stands now, allows Citizenship judges to choose which of the three residency tests they will apply in any given case. In such singular circumstances, which are less than optimal from the standpoint of ensuring consistency and certainty of the law, the least that can be expected from Citizenship judges is that they articulate as clearly as possible, in each and every case, which test was chosen to assess the Act's residency requirement. In this context, this requirement, in my view, is vital in order to allow this Court to understand why a Citizenship judge made his or her finding on the residency requirement.", "[26] As the Minister points out in his written submissions, the dominant view within this Court is that in order to be clear, precise and intelligible, reasons for decisions in the citizenship context must, at the very least, indicate which residency test was used and why that test was met or not ( FRAGMENT_SUPPRESSED).", "[27] This view has prevailed in the post- FRAGMENT_SUPPRESSED jurisprudence of this Court ( FRAGMENT_SUPPRESSED).", "[28] Here, the Citizenship judge did not refer to any of the three tests in his reasons for decision. It is not possible either to infer from his reasons which test he may have applied. In fact, the Citizenship judge made a number of findings that are impossible to comprehensively and reasonably associate with one of the three tests. These findings read as it follows: • The applicant as less day of physical presence in Canada (1088) only because he applied too soon for Citizenship after being landed. However, he is in Canada since 1999. • A throughout examination of the relevant passport confirms what stated by the applicant about his physical presence but I asked for a professional translation because there is one foreign language stamp. (I personally photocopied all and only the stamped pages of the relevant passport - see attached) • The applicant is married with four children (three of them born in Canada). • The applicant is the owner of a restaurant in downtown Toronto. • He is married and they own the house where they live. • He has the profit from the restaurant as the only source of income for the family. • His five brothers, the sister and his mother are all established in Canada.", "[29] It follows that it is not possible to determine with any degree of precision the residency test in relation to which these findings were applied. In particular, when it comes to the findings related to Mr. Bani-Ahmad's ties to Canada, it is not possible to discern in relation to which of the two qualitative tests, that is the FRAGMENT_SUPPRESSED test or the FRAGMENT_SUPPRESSED test, these findings would have been made.", "[30] Furthermore, the reasons for decision are irreconcilable with each other. On the one hand, the Citizenship judge noted that Mr. Bani-Ahmad was short of the 1095 days of physical presence required by paragraph 5(1)(c) of the Act. On the other hand, he approved Mr. Bani-Ahmad's citizenship application on the basis that he was satisfied that Mr. Bani-Ahmad \"was actually living and was physically present in Canada on the number of days sufficient to comply with the Citizenship Act\".", "[31] As the Minister points out, these statements, when read in isolation, might indicate that the Citizenship judge applied the physical presence test. However, the Citizenship judge could not possibly have applied that test given that Mr. Bani-Ahmad had not accumulated the threshold number of days of physical presence in Canada. If he did, then his decision falls squarely outside the range of possible outcomes, as required by FRAGMENT_SUPPRESSED.", "[32] In sum, since it is impossible to identify which test was used, it is impossible for this Court to understand why and how the Citizenship judge reached his conclusion and to determine whether that conclusion falls within the range of possible outcomes.", "[33] This is a clear case of a decision lacking in clarity, transparency and intelligibility. For that reason alone, the impugned decision is unreasonable and must be set aside. It is therefore not necessary to examine the other ground of appeal raised by the Minister.", "[34] The Minister is seeking that the appeal be granted and that Mr. Bani-Ahmad's citizenship application be re-determined by a different Citizenship judge. This would presumably avoid Mr. Bani Ahmad to have to re-apply for Canadian citizenship, at least for the time being.", "[35] The appeal will be granted accordingly.", "[36] The Minister is not claiming his costs. JUDGMENT", "[37] THIS COURT'S JUDGMENT is that 1. The appeal is granted; 2. The Respondent' citizenship application is remitted for re-determination by a different Citizenship judge; and 3. The whole without costs. Appeal allowed. Editor: J. Danielle King/vnh"]}