{"id_": "083614", "body_str": ["[1] Harrington, J. : Mr. MacDonnell was suspected of buying, selling and using crack cocaine. As a result, his security clearance at Stanfield International Airport in Halifax was put at risk. Transport Canada gave him all the information they had obtained and invited him to explain himself. Apart from saying that he went to New Brunswick regularly in order to visit his ailing mother, and not to buy cocaine as alleged, and saying that he had never used crack cocaine, he issued a blank denial. His lawyer in effect said \"prove it\".", "[2] His security clearance was revoked pursuant to Transport Canada's Transportation Security Clearance Program Policy. One of the objectives thereof \"is to prevent the uncontrolled entry into a restricted area of a listed airport by any individual who the Minister reasonably believes, on a balance of probabilities, may be prone or induced to a. Commit an act that may unlawfully interfere with civil aviation; or b. Assist or abet any person to commit an act that may unlawfully interfere with civil aviation.\" (article 1.4)", "[3] The decision to revoke was made by Erin O'Gorman, Director General of Aviation Security for the Honourable Denis Lebel, Minister of Transport, Infrastructures and Communities on the advice of the Transportation Security Clearance Advisory Body. It reported: The Advisory Body was unanimous in its recommendation to cancel the transportation security clearance. An in-depth review of the file, including multiple recent police reports of drug-related activities, received from three different police units, led the Advisory Body to reasonably believe, on a balance of probabilities, that he may be prone or induced to commit an act or assist or abet any person to commit an act that may unlawfully interfere with civil aviation. His written explanation did not provide any information that would persuade the Advisory Body to recommend retaining a clearance.", "[4] This is the judicial review of the above decision. Security Clearance Policy", "[5] Section 4.8 of the Aeronautics Act , RSC 1985, c A-2, provides that the Minister \"may, for the purposes of this Act, grant or refuse to grant a security clearance to any person or suspend or cancel a security clearance\".", "[6] Sections 39 and 46.1 of the Canadian Aviation Security Regulations, 2012 , SOR/2011-318, provide that a person must not enter a restricted area unless he or she has been issued a restricted area identity card. To obtain such a card, one must first have security clearance.", "[7] The Policy was developed following the 1985 Air India bombing to guide the Minister in exercising its discretion. Unless otherwise revoked, a security clearance is only good for five years and must be renewed. Background checks include a fingerprint/records check with the RCMP, a Canadian Security Intelligence Service (CSIS) check and checks of the relevant files of other law enforcement agencies. Individuals involved with criminality or who have been associated with criminals are considered to be potential security threats according to Paul Renaud, superintendent of Transport Canada's Security Screening Programs Branch. Superintendent Renaud, who earlier in his career had served with the RCMP for thirty years, assembled a file regarding Mr. MacDonnell which was presented to the Advisory Body referred to above. In this case, it recommended to the Minister that Mr. MacDonnell's security clearance be cancelled. The Minister's delegate accepted that recommendation. The case against Mr. MacDonnell", "[8] Mr. MacDonnell had received a security clearance prior to the year 2000, again in 2000 and 2005. In 2010, he was issued a further security clearance pending review by the RCMP's Secure Intelligence Background Section.", "[9] Mr. Renaud was aware that Mr. MacDonnell had three minor convictions in the distant past and was facing a charge for driving with excessive blood alcohol content. These incidents did not cause him to refer the matter to the Advisory Body. While he obviously cannot speak for it, the decision clearly shows that its concern was drug related.", "[10] In May 2011, the RCMP passed on to Mr. Renaud, confidential information believed to be reliable. The RCMP Halifax drug section reported that on June 24, 2008, it received information which indicated that Mr. MacDonnell was using crack cocaine and buying it from two men, subjects 1 and 2. The criminal records of these two men were set out.", "[11] On November 11, 2009, CSIS reported information that Mr. MacDonnell was being supplied with cocaine by a known male subject (subject 3) and selling it in the Kennetcook area. Mr. MacDonnell was associated with another male, subject 4, who worked with him and who was suspected of selling cannabis. The criminal records of subjects 3 and 4 were given.", "[12] The RCMP detachment at Enfield, Nova Scotia, near the airport, reported on October 6, 2009, information that Mr. MacDonnell was selling cocaine in the Kennetcook area. On January 6, 2009, the detachment reported further information that Mr. MacDonnell was still dealing in cocaine and was making trips to New Brunswick every two weeks where he was getting his cocaine from an unknown supplier. He was reportedly living with a male individual, suspect 5, after a recent break-up with his girlfriend. Subject 5's criminal records were also listed.", "[13] This information was passed on verbatim to Mr. MacDonnell. Mr. MacDonnell's defence", "[14] Apart from explaining his trips to New Brunswick and denying using crack cocaine, this is what his lawyer said in his letter of August 11, 2011: You as well suggest that Mr. MacDonnell should provide further information relating to the charges set forth in your correspondence prior to the Transportation Security Clearance Advisory Board dealing with this matter. Mr. MacDonnell is under absolutely no obligation or duty to do so, and in fact, is not going to do so because the Transportation Security Clearance Advisory Board has no authority to deal with the matter as you have set forth. The mandate of the Advisory Board is clearly set forth and limited to that which is contained in clause 1.4 of the Transportation Security Clearance Program Policy.", "[15] Mr. MacDonnell concedes this is not a criminal case with the burden being upon Transport Canada to prove its allegations beyond a reasonable doubt. It is accepted that if the allegations are true, a drug dealer and user would indeed be a security risk. However, he states that the case was not made out against him on the balance of probabilities, the general standard in civil matters.", "[16] He says that it was incumbent on Mr. Renaud to verify the information received from the RCMP and CSIS. Particulars should have been given including the identity of the five subjects and specific dates on which he was seen using or selling crack cocaine. There is no evidence that any of these five subjects were charged. However, it should be noted that it was never said that they themselves were dealing in crack cocaine.", "[17] Ever since his lawyer's letter, Mr. MacDonnell has been trying to climb down from his high horse of principle. Mr. Renaud was cross-examined on his affidavit. He admitted that he simply passed on the information received and did not verify its accuracy himself. Neither he, nor Transport Canada at large, were provided with the names of the five subjects.", "[18] The record does not indicate that Mr. MacDonnell did not know the five subjects. Indeed, he had to know one as he bunked in with him following the break-up with his girlfriend. He did not provide any information as to why information from subject 5 could not be relied upon.", "[19] Mr. MacDonnell worked with one of the subjects. However, he did not identify all the people he worked with and submit why information they may have provided was unreliable.", "[20] The only subject who had been convicted of drug dealing was subject 3. During the hearing before me, Mr. MacDonnell complained that he could not challenge this subject because he was dead. If he knows he was dead, he certainly knows who he was.", "[21] If Mr. MacDonnell had asked for better particulars, such as specific dates, he might have had an alibi, such as being out of the country on vacation. However, no such request was made. Discussion", "[22] There are two issues in this application. The first is the degree of deference owed to the decision-maker, and the second is the burden of proof.", "[23] Mr. MacDonnell argues that the decision was procedurally unfair. If so, no deference is owed ( <FRAGMENT_SUPPRESSED> ).", "[24] Mr. MacDonnell also submits that the decision-maker got the burden of proof wrong. The burden of proof is a matter of general importance and of widespread application in all manners of actions and judicial review. As such, this is not simply a matter of a decision-making body administering its own statute so that it is owed deference on a reasonableness standard. The standard of review would therefore be correctness.", "[25] Otherwise, the standard of review is reasonableness ( <FRAGMENT_SUPPRESSED> )", "[26] There is no basis for asserting that the procedure followed was unfair. Apart from what I have already said, although Mr. MacDonnell was not interviewed face to face, he did not ask for such an interview. There was no automatic requirement that he be subjected thereto. Turning now to the burden of proof, as Mr. Justice Rothstein, while sitting in the Federal Court of Appeal, said in <FRAGMENT_SUPPRESSED>  at paragraph 9, \"[u]nless the words of a statute or the context requires otherwise, the standard of proof in civil cases is always proof on a balance of probabilities.\"", "[27] However, he went on to state that \"the standard of proof must not be confused with the legal test to be met.\" He noted this distinction was recognized by Mr. Justice MacGuigan in <FRAGMENT_SUPPRESSED> , in the context of a claim for refugee status under the United Nations Convention, and what is now section 96 of the Immigration and Refugee Protection Act , SC 2001, c 27. As Mr. Justice MacGuigan stated at page 682 of <FRAGMENT_SUPPRESSED> , as quoted at paragraph 11 of Li \"It was common ground that the objective test is not so stringent as to require a probability of persecution. In other words, although an applicant has to establish his case on a balance of probabilities , he does not nevertheless have to prove that persecution would be more likely than not.\" [Emphasis added]", "[28] The Aeronautics Act does not set out a burden of proof. The present context is for aviation safety. The objective of the Policy is set out at article 1.4, referred at paragraph 2 hereof.", "[29] The Policy is forward looking; in other words, a prediction. The Policy does not require the Minister to believe on a balance of probabilities that an individual \"will\" commit an act that \"will\" lawfully interfere with civil aviation or \"will\" assist or abet any person to commit an act that \"would\" unlawfully interfere with civil aviation, only that he or she \"may\".", "[30] Given the context of the Aviation Act and the Regulations , the Policy is consistent therewith. Contrary to Mr. MacDonnell's position, the Board did not exceed its mandate.", "[31] This Court has always upheld the Policy. It is not necessary to cite every case. As Mr. Justice Shore stated in <FRAGMENT_SUPPRESSED> \"[t] he reliability of the information obtained from the RCMP was sufficient for the purposes of the checking process ...'\", notwithstanding that it was hearsay.", "[32] Further, as Mr. Justice Barnes noted in <FRAGMENT_SUPPRESSED> Transport Canada was not obliged to disclose the identity of informants and in that case, similar to the present, the applicant \"has offered no rationale for how the absence of that information might have limited his ability to respond.\"", "[33] Mr. Justice Barnes added at paragraph 20 thereof, that the belief, on a balance of probabilities, is that a person may be prone.", "[34] The case put to Mr. MacDonnell, if not answered, was sufficient to justify revoking his security clearance. The burden had shifted to him ( <FRAGMENT_SUPPRESSED>  (QL)). The Advisory Board's decision that Mr. MacDonnell's response was not sufficient to shift the burden back again was reasonable. ORDER", "[35] THIS COURT ORDERS that for reasons given, the judicial review is dismissed, with costs in the amount of $3,000, all inclusive. Application dismissed. Editor: Steven C. McMinniman/vnh"]}