{"id_": "083775", "body_str": ["[1] Kelen, J. : This is an application for judicial review of a decision by the Canadian Human Rights Commission (Commission) dated April 21, 2009 dismissing the applicant's human rights complaint pursuant to paragraph 44(3)(b) of the Canadian Human Rights Act , R.S.C. 1985, c. H-6 (the Act) because her employment was terminated for non-discriminatory reasons.  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[2] The applicant commenced employment with the respondent, the Royal Bank of Canada, on April 29, 2005, as a Customer Care Agent and was terminated on July 12, 2006, for \"misappropriation of funds\" or \"kiting\".  <FRAGMENT_SUPPRESSED>", "[3] The applicant first filed a complaint against the Royal Bank for unjust dismissal before an adjudicator appointed under the Canada Labour Code. The complaint was dismissed by the adjudicator and the applicant filed an application for judicial review of that decision before this Court.  <FRAGMENT_SUPPRESSED>", "[4] On September 18, 2009, Justice O'Keefe of this Court in 45 pages of Reasons for Judgment and Judgment in <FRAGMENT_SUPPRESSED>  set out the detailed allegations and facts involving the applicant's \"kiting\" and \"misappropriation of funds\" and held at paragraph 128:  <FRAGMENT_SUPPRESSED> ¶128 I am obliged to give deference to the adjudicator's finding of fact and credibility. He concluded that the applicant was dishonest and knew that the transactions were against the Code of Conduct and against her Visa agreement, particularly the 2005 agreement. He also concluded that she would have known that her transactions exceeded the buffer zone allowed credit card holders over the credit limits proscribed. I also find the adjudicator's findings on kiting and misappropriation as having been encompassed by the Code of Conduct as reasonable.  <FRAGMENT_SUPPRESSED>", "[5] Accordingly, the adjudicator found that the applicant was \"dishonest\", knew that the transactions were against the Royal Bank's Code of Conduct, knew that her transactions exceeded the buffer zone allowed credit card holders and was over the credit limits prescribed, and knew that she was \"kiting\" and \"misappropriating\" contrary to the Royal Bank of Canada's Code of Conduct. Justice O'Keefe upheld these findings by the adjudicator as reasonably open to the adjudicator.  <FRAGMENT_SUPPRESSED>", "[6] However, Justice O'Keefe allowed this application for judicial review because the adjudicator did not consider whether the dismissal of the applicant was proportional to the applicant's conduct. (This decision is currently under appeal.)  <FRAGMENT_SUPPRESSED>", "[7] The applicant also filed a complaint before the Canadian Human Rights Commission on July 10, 2007 alleging differential treatment based on her race (Chinese). The applicant alleged that the Royal Bank investigator, Mr. Bob Montgomery, paid undue attention to her Chinese background throughout the investigative process. The applicant cited three Canada Labour Code adjudication cases where Royal Bank employees were treated differently:  <FRAGMENT_SUPPRESSED> 1. Diana Lavalee, dismissed in 1987 for kiting, was offered the opportunity to resign before her dismissal for cause;  <FRAGMENT_SUPPRESSED> 2. In the case of <FRAGMENT_SUPPRESSED>  Ms. M. was dismissed several months after she was first issued a warning letter for \"kiting\";  <FRAGMENT_SUPPRESSED> 3. In the case of <FRAGMENT_SUPPRESSED>  Ms. Rae Cowan was offered an opportunity to make explanations to the Royal Bank human resources before she was dismissed.  <FRAGMENT_SUPPRESSED> The applicant alleges that, compared to the above mentioned employees, she was summarily dismissed.  <FRAGMENT_SUPPRESSED>", "[8] On October 17, 2007, the Royal Bank unsuccessfully objected to the Commission dealing with the complaint under sections 41(1)(a) and (b) of the Act. On February 11, 2008, the Commission dismissed the objection and accepted the complaint for the following reasons:  <FRAGMENT_SUPPRESSED> 1. the grievance or review procedures are not reasonably available to the complainant; and  <FRAGMENT_SUPPRESSED> 2. the complaint is not one that could more appropriately be dealt with, initially or completely, according to a procedure provided for under an Act of Parliament other than the CHRA.  <FRAGMENT_SUPPRESSED>", "[9] The Commission proceeded to appoint an investigator to investigate the complaint.  <FRAGMENT_SUPPRESSED> Decision under Review  <FRAGMENT_SUPPRESSED>", "[10] The Canadian Human Rights Commission's investigator determined on January 14, 2009 that the evidence established that the Royal Bank of Canada considered the applicant's conduct to fall within the definition of \"kiting\" and \"misappropriation of funds\" and was, under the Royal Bank of Canada's Code of Conduct, grounds for immediate dismissal. The Commission dismissed the applicant's human rights complaint and accordingly adopted the investigation report as its reasons: <FRAGMENT_SUPPRESSED>  per Justice Pelletier at paragraph 23.  <FRAGMENT_SUPPRESSED>", "[11] The investigator used the Black's Law Dictionary definition of \"kiting\" at paragraph 22 of the investigative report:  <FRAGMENT_SUPPRESSED> The wrongful practice of taking advantage of the float, the time that elapses between the deposit of a cheque in one bank and its collection at another. Method of drawing cheques against deposits which have not yet been cleared through the banks. 'Kiting' consists of writing cheques against a bank account where funds are insufficient to cover them, hoping that before they are presented the necessary funds will be deposited.  <FRAGMENT_SUPPRESSED>", "[12] The investigator accepted Mr. Montgomery's description of the applicant's misappropriation activities at paragraph 10 of the investigative report:  <FRAGMENT_SUPPRESSED> It seems that she [the applicant] was advancing large funds from her VISA (which has a rate of 1.9% interest) to pay her [sic] down her line or make purchases through Action Direct. She cash advances her VISA to pay the line. The funds go in circles through her accounts to save interest. The rate of her VISA is particularly low for a staff VISA account.  <FRAGMENT_SUPPRESSED> At paragraph 24 the details of rotating funds was described:  <FRAGMENT_SUPPRESSED> During the course of Ms. Wu's employment she received a visa card with a limit of $29,500 with a special introductory interest rate of 1.9%. On May 29, 2006, Ms. Wu wrote three visa cheques in the amount of $28, 000, $29,000 and another for $29,000 which she deposited into her RBC payroll account. The following day she transferred $60,000 from her RBC payroll account to her Royal Credit Line. On May 31, 2006, she transferred $94,000 from her RBC payroll account to her visa account. On May 31, 2006, the visa cheques cleared. A review of the documents show that commencing in March 2006, the same activity is repeated for a total of $716,300 flowing through her visa account. It would appear that the purpose of these transactions was to take advantage of the 4 to 7 days it took for the cheques to clear the system and be posted to her visa account. Each cheque she wrote was slightly below the authorized limit, the total was well above her available limit.  <FRAGMENT_SUPPRESSED>", "[13] The investigator found that the applicant was aware of and understood the Code of Conduct and understood that the Royal Bank considered misappropriation and \"kiting\" to be immediate grounds for dismissal. The investigator also found that the applicant had not been treated any differently by the Royal Bank than other employees of the Royal Bank who had been investigated and found to have misappropriated funds or were found to have been \"kiting\". Every Royal Bank employee who was caught misappropriating funds or \"kiting\" was consistently dismissed for cause.  <FRAGMENT_SUPPRESSED>", "[14] The investigator held that the evidence does not support Ms. Wu's allegation of dismissal because of her race and national or ethnic origin.  <FRAGMENT_SUPPRESSED>", "[15] The investigator therefore recommended that that the applicant's complaint be dismissed pursuant to section 44(3)(b) of the Act because her employment was terminated for non-discriminatory reasons. The Commission accepted the investigator's recommendation and dismissed the complaint on April 21, 2009.  <FRAGMENT_SUPPRESSED> LEGISLATION  <FRAGMENT_SUPPRESSED>", "[16] Paragraph 44(3)(b) of the Act allows the Commission to dismiss a human rights complaint upon receipt of the investigator's report:  <FRAGMENT_SUPPRESSED> 44(3) On receipt of a report referred to in subsection (1), the Commission  <FRAGMENT_SUPPRESSED> ) shall dismiss the complaint to which the report relates if it is satisfied  <FRAGMENT_SUPPRESSED> (i) that, having regard to all the circumstances of the complaint, an inquiry into the complaint is not warranted, or  <FRAGMENT_SUPPRESSED> (ii) that the complaint should be dismissed on any ground mentioned in paragraphs 41( ) to ( ).  <FRAGMENT_SUPPRESSED> ) à ).  <FRAGMENT_SUPPRESSED>", "[17] Paragraph 41(1)(e) of the Act allows the Commission to decline to deal with human rights complaints pursuant to certain grounds, one of which is a lack of jurisdiction:  <FRAGMENT_SUPPRESSED> 41. (1) Subject to section 40, the Commission shall deal with any complaint filed with it unless in respect of that complaint it appears to the Commission that  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> ) the complaint is beyond the jurisdiction of the Commission; ...  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> A finding that the applicant's employment was terminated for non-discriminatory reasons deprives the Commission of jurisdiction as the complaint itself has no basis.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[18] The applicant raises a significant number of issues which can be distilled into the following three questions:  <FRAGMENT_SUPPRESSED> 1. does the applicant's record contain inadmissible evidence in this stage of the proceedings?  <FRAGMENT_SUPPRESSED> 2. did the Commission breach the applicant's right to procedural fairness?  <FRAGMENT_SUPPRESSED> 3. did the Commission reasonably dismiss the applicant's human rights complaint pursuant to paragraph 44(3)(b) of the Act?  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[19] <FRAGMENT_SUPPRESSED>  N.R. 1, the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of (deference) to be accorded with regard to a particular category of question\": see also <FRAGMENT_SUPPRESSED>  per Justice Binnie at para. 53.  <FRAGMENT_SUPPRESSED>", "[20] The standard of review of a decision pursuant to paragraph 44(3)(b) of the Act where the Commission decides not to refer a complaint to the Human Rights Tribunal, and instead dismisses it, is reasonableness: <FRAGMENT_SUPPRESSED>  per Justice Phelan at paragraphs 11-15; <FRAGMENT_SUPPRESSED>  per Justice Tremblay-Lamer at paragraph 18. Questions of procedural fairness are reviewable on a standard of correctness: Yuri Boiko , supra, at paragraph 18.  <FRAGMENT_SUPPRESSED>", "[21] In reviewing the Commission's decision using a standard of reasonableness, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": at para. 47; <FRAGMENT_SUPPRESSED> , at para. 59.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED>", "[22] At the outset the Court has before it the decision of Justice O'Keefe in Wu , supra. This case was heard on March 17, 2009 and decided on September 18, 2009. Mr. Justice O'Keefe allowed the application on the basis that the adjudicator failed to conduct a proportionality analysis. However, the Court upheld, as reasonable, the adjudicator's findings of \"misappropriation of funds\", \"kiting\", and \"dishonesty\" on the part of Ms. Wu.  <FRAGMENT_SUPPRESSED>", "[23] The issues before this Court in this application for judicial review arise from a human rights complaint by the applicant in which she alleged a differential treatment based on race. However, in reviewing the Commission's decision, this Court is guided by Justice O'Keefe determination in Wu , supra, at paragraphs 128-129, where he found that the adjudicator reasonably found that the applicant was dismissed for cause, based on her fund misappropriation or \"kiting\" activities. There was no allegation of racial discrimination raised by Mrs. Wu in the adjudication.  <FRAGMENT_SUPPRESSED> Issue No. 1 : Does the applicant's record contain inadmissible evidence in this stage of the proceedings?  <FRAGMENT_SUPPRESSED>", "[24] The respondent, the Royal Bank, objects to the applicant's affidavit and related exhibits and submits that this Court ought to strike it in its entirety. Alternatively, the respondent submits that paragraphs 2 through 33, 37, 38, 40, 41 and 42 through 59, and exhibit A to H, J and K should be struck as they contain expressions of personal opinion, speculation or argument, and attempt to present evidence that was not before the Commission.  <FRAGMENT_SUPPRESSED>", "[25] It is trite law that evidence that was not before the tribunal cannot be introduced at the judicial review level unless it goes to procedural fairness: <FRAGMENT_SUPPRESSED>  per Justice Heneghan at paragraph 51.  <FRAGMENT_SUPPRESSED>", "[26] Paragraphs 2 through 20 of the applicant's affidavit describe the dealings between the Royal Bank and the applicant when she was just a client, and the purposes of each and every account and the credit line she held and activities she undertook when using them. This new evidence was not before the investigator, and as such it is not admissible.  <FRAGMENT_SUPPRESSED>", "[27] In paragraphs 24 and 25 the applicant accuses the Royal Bank investigator of having manufactured an artificial debt owed by the applicant to the bank. This is a new allegation that was not before the investigator and, as such, it is not admissible.  <FRAGMENT_SUPPRESSED>", "[28] The Court is of the view that the remaining paragraphs are admissible as new evidence with respect to procedural fairness. The applicant dedicates the rest of her affidavit to disputing the adequacy of the investigator's investigation. She is entitled to do so.  <FRAGMENT_SUPPRESSED> Issue No. 2 : Did the Commission breach the applicant's right to procedural fairness?  <FRAGMENT_SUPPRESSED>", "[29] The applicant submits that the investigator erred by failing to conduct a neutral and thorough investigation: <FRAGMENT_SUPPRESSED>  (F.C.A.), per Justice Nadon (as he then was) at paragraph 49. The applicant points towards the following investigatory omissions:  <FRAGMENT_SUPPRESSED> 1. the investigator failed to interview four (4) key witnesses, including Mr. Montgomery;  <FRAGMENT_SUPPRESSED> 2. the investigator failed to adequately interview Ms. Echo Wang;  <FRAGMENT_SUPPRESSED> 3. the investigator failed to appreciate the differential treatment between the applicant's case and the cases of  <FRAGMENT_SUPPRESSED>  interviews regarding the right to counsel and right to leave the interview at any time; and  <FRAGMENT_SUPPRESSED> 5. the investigator was biased against the applicant.  <FRAGMENT_SUPPRESSED>", "[30] <FRAGMENT_SUPPRESSED>  I set out at paragraph 24 the contents of the duty of fairness owed by the Commission to a human rights complainant:  <FRAGMENT_SUPPRESSED> ¶24 The principles of natural justice and the duty of procedural fairness with respect to an investigation and consequent decision of the Commission, are to give the complainant the investigator's report and provide the complainant with a full opportunity to respond, and to consider that response before the Commission decides. The investigator is not obliged to interview each and every witness that the applicant would have liked , nor is the investigator obliged to address each and every alleged incident of discrimination which the applicant would have liked. In this case, the applicant had the opportunity to respond to the investigator's report and to address any gaps left by the investigator or bring any important missing witness to the intention of the investigator. However, the investigator and the Commission must control the investigation and this Court will only set aside on judicial review an investigation and decision where the investigation and decision are clearly deficient . See Slattery supra, per Nadon, J. (as he then was) and at the Federal Court of Appeal per Hugessen, J.A. (as he then was). (emphasis added)  <FRAGMENT_SUPPRESSED>", "[31] The investigator intended to interview Mr. Montgomery, but he in turn refused to be interviewed by the investigator without the presence of legal counsel. The investigator did not reschedule a new interview in time to accommodate the presence of legal counsel. This decision cannot be said to have rendered the entire investigation deficient.  <FRAGMENT_SUPPRESSED>", "[32] The applicant urged the investigator to interview Mr. Montgomery in order to establish his undue focus on her Chinese race. The applicant may sincerely believe that Mr. Montgomery treated her differentially based on her race but the evidence reveals no such focus. Mr. Montgomery confirmed with the applicant that her signature was in Chinese. The only other instance of the applicant's race coming into play was the applicant's outburst where she indicated a desire to return to China.  <FRAGMENT_SUPPRESSED>", "[33] The investigator considered the cases of  <FRAGMENT_SUPPRESSED>  Contrary to the applicant's submission, the investigator compared those cases to the applicant's and concluded that the Royal Bank has consistently dismissed employees who engaged in misappropriation or \"kiting. <FRAGMENT_SUPPRESSED>", "[34] The applicant alleged that the investigator failed to follow the Commission's policy on interviews. Suffice to say that this Court has held on many occasions that administrative tribunals, such as the Commission, are masters of their procedure and a minor variance from a policy at the fact-gathering stage of a human rights proceeding will not breach procedural fairness:", "[35] With respect to the adequacy of the reasons, it is sufficient to say that in the case at bar the investigator addressed the applicant's complaint of racial discrimination in a comprehensive manner. The investigator adequately explained that the applicant's complaint should be dismissed because the reason for her termination related to her misappropriation or \"kiting\" activities, and furthermore there was no evidence that the applicant was treated inconsistently because of her racial background compared with previous employees who engaged in such conduct. However, there is some evidence that other employees were given a warning, or an opportunity to resign before being summarily dismissed.  <FRAGMENT_SUPPRESSED>", "[36] The Court cannot conclude that the investigator was biased against the applicant. I am satisfied that the Commission ensured that this complaint was investigated, that the applicant was given a full opportunity to respond to the investigation, and that the Commission considered the response together with the investigator's report when it rendered its decision. The fact that the investigator notified the applicant that the evidence indicated that the reason for her dismissal was her misappropriation and \"kiting\" activities does not indicate bias.  <FRAGMENT_SUPPRESSED> Issue No. 3 : Did the Commission reasonably dismiss the applicant's human rights complaint pursuant to paragraph 44(3)(b) of the Act?  <FRAGMENT_SUPPRESSED>", "[37] The applicant submits that the Commission's dismissal of her human rights complaint is unreasonable and not supported by the evidence. The applicant's submissions are based on Mr. Montgomery's alleged focus on her Chinese race and the deprivation of her right to progressive discipline which was afforded to other similarly placed employees.  <FRAGMENT_SUPPRESSED>", "[38] In Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED> , Justice Sopinka held at page 899 that in deciding whether to refer a complaint to the Human Rights Tribunal or to dismiss the complaint altogether, \"it is not intended that this be a determination where the evidence is weighed as in a judicial proceeding but rather the Commission must determine whether there is a reasonable basis in the evidence for proceeding to the next stage. <FRAGMENT_SUPPRESSED>", "[39] There is no evidentiary basis to allege that the applicant was discriminated against because of her Chinese racial background. The only reference to the applicant being Chinese was when the Royal Bank investigators referred to the applicant's Chinese signature. In a 41-page transcript of the interview, that is the only reference to the applicant's Chinese background. The evidence shows that the Royal Bank investigator was ensuring that the signature was valid.  <FRAGMENT_SUPPRESSED>", "[40] The cases of  <FRAGMENT_SUPPRESSED>  was subject to a materially different treatment prior to her termination. The Royal Bank consistently dismisses any employee who engages misappropriation or \"kiting\". The Commission's determination that the applicant was not discriminated against based on her race in the course of her termination was reasonably to open to it.  <FRAGMENT_SUPPRESSED>", "[41] The evidence establishes that the applicant was denied the right to legal counsel by the RBC investigator, who also allegedly did not allow the applicant to leave the interview as she says she had requested, and as the RBC investigation policy permits. These two allegations of differential treatment were dealt with by Justice O'Keefe at paragraphs 113 and 114 of his Reasons for Judgment. These issues were properly raised by Justice O'Keefe. He questioned the proportionality of the sanction imposed and the applicant's misconduct. Justice O'Keefe also noted that the applicant was given no warnings, no suspensions or other punishment (or opportunity to resign instead of being fired). Justice O'Keefe noted that there was no \"conclusive evidence of any significant loss or risk to the bank; only its estimate that it lost $14 a day\" (see paragraph 131 of Justice O'Keefe's decision.) These issues were properly raised by Justice O'Keefe in his judicial review of the adjudicator's decision. These issues are part of the adjudication. There is no prima facie evidence that this treatment was because of the applicant's Chinese background. After hearing the evidence on this case, I can understand Justice O'Keefe's rationale for asking the adjudicator to consider the proportionality of the sanction.  <FRAGMENT_SUPPRESSED> CONCLUSION  <FRAGMENT_SUPPRESSED>", "[42] The Court finds, on a reasonableness standard, that the Commission reasonably held that the applicant has not established a prima facie case of discrimination based on her Chinese background. The Court also finds that the applicant has failed to show a breach of the duty to act fairly in the conduct of the investigation. The applicant was given a full opportunity to respond to the investigator's report, and the Commission considered the response when it rendered its decision.  <FRAGMENT_SUPPRESSED>", "[43] The fact that the investigator did not consider it necessary to interview four (4) witnesses was within his discretion. The evidence before the investigator was clear that the applicant had been terminated for misappropriation of funds and \"kiting\", and that her Chinese background did not play any role in the bank's decision. Having said that, Justice O'Keefe allowed the application for judicial review from the adjudicator's decision because the adjudicator did not consider whether termination of the applicant's employment was reasonably proportionate to the applicant's misconduct for the reasons which Justice O'Keefe thoroughly set out.  <FRAGMENT_SUPPRESSED> Costs  <FRAGMENT_SUPPRESSED>", "[44] In view of the applicant's circumstances, the questions raised by Justice O'Keefe as to whether termination of employment was the proportionate sanction for the applicant's misconduct, and the issues legitimately raised with respect to the investigation, the Court will make no order as to costs. While the Court has upheld the Commission's decision, the applicant raised reasonable questions regarding the thoroughness of the Commissioner's investigation and its fairness.  <FRAGMENT_SUPPRESSED>", "[45] THIS COURT ORDERS AND ADJUDGES that :  <FRAGMENT_SUPPRESSED> The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}