{"id_": "084053", "body_str": ["[1] Near, J. : This is an application under subsection 18.1 of the Federal Court Act , R.S. 2002, c. 8, s. 14 for judicial review of the final level grievance decision made by the Assistant Deputy Minister, Environmental Stewardship Branch, Environment Canada, denying the Applicant's grievance. The Assistant Deputy Minister determined that the termination of the Applicant's employment was not an improper lay-off in violation of the Work Force Adjustment provisions of her collective agreement (the decision).", "[2] This is the Applicant's second appearance before the Federal Court concerning this decision. After receiving the decision, the Applicant grieved it to the Public Service Labour Relations Board (the Board). On December 20, 2007, the Board determined that it did not have jurisdiction to hear the grievance. The Applicant then brought an application for judicial review of the Board's decision. Justice Anne Mactavish upheld the Board's decision and dismissed that application (see <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1840). However, in her Order, Justice Mactavish granted the Applicant 30 days to commence an application for judicial review of the final level grievance decision made by the Assistant Deputy Minister. This application was filed based on that Order. I. Background", "[3] The Applicant applied for, was offered, and accepted a CR-04 term position with Environment Canada (\"Environment\") effective March 3, 2003 to August 23, 2003. Unbeknownst to Environment, when the offer was made, the Applicant was an indeterminate employee with Parks Canada ( <FRAGMENT_SUPPRESSED> ) on a seasonal lay-off period. When her status  <FRAGMENT_SUPPRESSED>  became known, she informed both Environment and Parks that she wished to remain at Environment but maintain her status  <FRAGMENT_SUPPRESSED> .", "[4] In order to achieve this result, a secondment agreement was initiated and agreed to between the Applicant, Environment and Parks. The initial secondment agreement was signed by Parks, Environment and the Applicant on May 27, 2003. The three parties signed several of such agreements to cover extensions and various other term appointments with Environment until August 31, 2004.", "[5] Each of the agreements indicated that Parks was the home department and Environment was the host department. The terms and conditions attached to the agreements stated that at the end of the assignment, the Applicant would return to the home department unless other arrangements were agreed to by all concerned. During the period of these agreements, Parks paid the Applicant's salary on a cost recovery basis, and the pay stub received by the Applicant noted that the salary came from Parks. The Applicant also continued to consult Parks with regard to human resources issues.", "[6] On July 22, 2004, the Applicant was offered a PC-02 term position at Environment until March 31, 2005. No secondment agreement was signed for this position, Environment began to issue the Applicant her pay cheques, and Parks was no longer copied on staffing correspondence with the Applicant. This term position was extended to March 31, 2006, again, without the involvement of Parks. The Applicant was now considered a \"dual\" employee.", "[7] On March 17, 2006, the Applicant was informed that her employment was being terminated by Environment at the end of the Applicant's term, March 31, 2006. After the Applicant was advised that her employment would cease with the expiration of her most recent contract, she filed a grievance alleging that the termination of her employment was an improper lay-off and in violation of the Work Force Adjustment provisions of her collective agreement. It is the final level decision made by Environment in that grievance which is the subject of this judicial review. A. The Decision Under Review", "[8] On October 25, 2006, the final level grievance was determined by the Assistant Deputy Minister (ADM), Environmental Stewardship Branch of Environment. In the decision, the ADM concluded that the Applicant had not been employed for a cumulative period of three years within the meaning of the Term Employment Policy , Treasury Board of Canada Secretariat (www.tbs-sct.gc.ca) (the Policy ) and therefore was not entitled to be appointed on an indeterminate basis.", "[9] The ADM then wrote: \"As for not converting your specified period of appointment to indeterminate, this decision was based on the Term Employment Policy requirements. This policy applies to term employees for whom the Treasury Board is the employer, and who have been appointed under the Public Service Employment Act . At the time of the conversion, the employee has to have been employed for a cumulative working period of three years. \"The cumulative working period is a period of time counted in the same department, therefore under the same deputy head. As you had been under Environment Canada's deputy head only since September 1, 2004 you were not meeting the policy requirements.\" B. The Policy Under Review", "[10] As set out in sections 2 and 4 of the Policy , term employment is one option to meet temporary business needs. The objective of the Policy is to balance the fair treatment of term employees with the need for operational flexibility. The Policy applies to term employees for whom the Treasury Board is the employer and who have been appointed under the Public Service Employment Act , S.C., 2003, c. 22, ss. 12, 13. Section 5 of the Policy is set out thus: 5. Application This policy applies to term employees for whom the Treasury Board is the employer, and who have been appointed under the Public Service Employment Act PSEA ) or any exclusion approval order made there under.\" LEFP", "[11] Section 7 sets out the Policy requirements, and the most relevant portion for this matter is subsection 7.1: 1. Subject to section 7.2, where a person who has been employed in the same department/agency as a term employee for a cumulative working period (see definition in Appendix A) of three (3) years without a break in service longer than sixty (60) consecutive calendar days, the department/agency must appoint the employee indeterminately at the level of his/her substantive position. This appointment must be made in accordance with merit as provided for in the Public Service Employment Regulations established by the Public Service Commission. The 'same department' includes functions that have been transferred from another department/agency by an act of Parliament or order-in-council. [ ... ]\"", "[12] Subsection 7.2 outlines what the department/agency must consider when determining whether a period of term employment in the same department/agency will count as part of the cumulative working period. These include periods of absence without pay for longer than 60 days and various forms of part-time and casual employment. None of these are applicable to the Applicant. C. Secondments, Interchanges and Leave Without Pay", "[13] In this case, the Applicant was an indeterminate seasonal employee of Parks. The Applicant requested that she be employed in a term position with Environment but keep her indeterminate position with Parks. From the record, there appears to have been three mechanisms to make this happen, by way of a secondment, an interchange, or to become a dual employee. The definition of a deployed employee is also relevant. (1)", "[14] A secondment is a temporary external move to another department or agency in the core public administration and other organizations for which the Treasury Board is the Employer. A secondment does not result in the person being deployed to that department. Secondments are not appointments under the Public Service Employment Act , but are governed by the Financial Administration Act , R.S., 1985, c. F-11. (2) Interchanges", "[15] An interchange facilitates the exchange of employees through temporary assignments between Federal Public Service departments and agencies listed under Schedule I, Part II of the relevant legislation at the time, the Public Service Staff Relations Act , R.S., 1985, c. P-35, (Repealed, 2003, c. 22, s. 285) (P-35) ( PSSRA ), of which Environment is included, and all other sectors. To be eligible for the program, the employee must work for one of the listed types of employers, of which Parks is included by way of its listing on Schedule I, Part II of the PSSRA . The employee must also have clearly demonstrated attachment to their home organization, have the support of their home organization and remain an employee of that organization. Furthermore, participants must return to their home organization at the end of the assignment, unless all parties agree to other arrangements. (3) Dual Employment or Leave Without Pay", "[16] A person becomes a dual employee when, while on an extended leave without pay, they accept a specified period appointment with another PSSRA Schedule I, Part I organization. All periods of specified period appointments under PSSRA Schedule I, Part I Service occurring during the period of a leave without pay are included in the calculation of continuous employment and service. (4) Deployment", "[17] A deployment is a permanent move. It is the move of an employee from one position to another within the same occupational group or, where authorized by regulations for the Public Service Commission of Canada, to another occupational group. Unlike assignments or secondments, an employee who is deployed gains incumbency in the position to which he or she is deployed and any terms and conditions of employment of the new position. II. Standard of Review", "[18] The Applicant argues that the appropriate standard of review is correctness. She takes the position that her case is similar to three others determined by this Court, discussed below, where the impugned decisions were reviewed on this standard.", "[19] The Applicant argues that the standard of correctness is supported by the Court's interpretation of a conflict of interest code in <FRAGMENT_SUPPRESSED> . In <FRAGMENT_SUPPRESSED> , above, the Court held that policies and directives which are developed under the specific delegation of Parliament might constitute quasi-legislation.", "[20] The second case cited by the Applicant as analogous to her is <FRAGMENT_SUPPRESSED> . In <FRAGMENT_SUPPRESSED> the issues revolved around the interpretation and application of the Treasury Board policy on appointments to indeterminate positions. In that case, the Court was involved in attributing meaning to the term \"formal notification\". In <FRAGMENT_SUPPRESSED> , above, the Court held that it was a matter of law that the grievance officer had to proceed on a correct interpretation of the words under the policy.", "[21] The final case is <FRAGMENT_SUPPRESSED> . In <FRAGMENT_SUPPRESSED> , above, the Applicant had been offered and accepted a position at a specific salary. The department subsequently realized they had made a mistake with regard to the salary and lowered it. The Court applied the correctness standard, finding that the issue to be determined was a question of law as salary disputes turn on the analysis of contract negotiations and written departmental guidelines governing the determination of salaries.", "[22] The Applicant also conducted a standard of review analysis. She argued that (1) there is a weak privative clause in section 214 of the Public Service Labour Relations Act , S.C. 2003, c. 22, s. 2 ( PSLRA ); (2) that the final level grievance decision-maker has no expertise in determining whether an individual on secondment is an employee of the host department for the purposes of the Policy , and (3) the fact that the final level grievance decision-maker is not independent of the Department suggests that the review should be conducted under a standard of correctness.", "[23] However, in determining the issues in this case, the standard of review is reasonableness. I come to this conclusion for the following reasons.", "[24] The three cases cited by the Applicant can be distinguished from the case at bar. In <FRAGMENT_SUPPRESSED> , above, the Federal Court of Appeal stated that the test to determine the conflict of interest under the policy was analogues to the test for reasonable apprehension of bias (see paragraph 41). In <FRAGMENT_SUPPRESSED> , above, the Court held there were similarities between the department's guidelines and the common law surrounding contract negotiations. There are no such analogues or similarities in the case at bar.", "[25] This case is similar to <FRAGMENT_SUPPRESSED> , above. However, in <FRAGMENT_SUPPRESSED> , above, the issue was the determination of the meaning of a specific term. Again, that is not the case here. The question before the final level decision maker hinged on the application of an administrative policy to a particular set of facts that pertained to the Applicant's employment status.", "[26] In the case at bar, the final level decision is subject to the privative clause set out in section 214 of the PSLRA .  <FRAGMENT_SUPPRESSED>  Justice Edmond Blanchard held that presence of a similar privative clause in 96(3) of the Public Service Staff Relations Act , R.S.C. 1985, c. P-35 (the predecessor to the PSLRA ), suggested that the Minister must be accorded a high degree of judicial deference.", "[27] The Applicant argues that the Policy should be considered as quasi-legislation, and therefore the Court has more expertise in its interpretation. I disagree. The Term Employment Policy does not meet the special circumstances described in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , above, and was put in place to be interpreted by the Minister. Indeed, internal policies are not legally binding (see Martineau and  <FRAGMENT_SUPPRESSED> ; 14 N.R. 285 and <FRAGMENT_SUPPRESSED> , above).", "[28] In this case, the final level decision maker was the ADM who applied an administrative policy applicable to her department and the Court is not in a better position on the issue. In <FRAGMENT_SUPPRESSED> , above, the Court stated: \"[28] As to the second issue, in my view such a determination falls within the Minister's powers. The Minister has a thorough knowledge of the policies, procedures and rules of the Department in question for filling positions during the off season. The question of what terms and conditions are part of the applicants' employment is thus clearly a matter for the Minister's expertise. Therefore, the Minister's degree of expertise compared with that of the Federal Court leads this Court to exercise some restraint.\"", "[29] The objective of the Policy is to balance the fair treatment of term employees with the need for operational flexibility. As set out in <FRAGMENT_SUPPRESSED>  labour conflicts within the public service differ from similar conflicts in the private sector and the resolution of public service disputes warrant a greater degree of deference (paragraph 20). I note also that in Spencer , above, Justice Mactavish concluded that the Policy was not intended to be legally binding. While this determination was focused on the adjudicator, it does provide some guidance on the role played by the Policy", "[30] I also note that this Court has recently considered the standard of review to be applied to final level classification decisions made pursuant to the PSLRA . In Peck , above, Justice Yves de Montigny held that such a determination should be considered under the standard of reasonableness. Again, while this case is not determinative, it is instructive.", "[31] Finally, the issues to be determined in this case are primarily factual and involve the application of an administrative employer policy.", "[32] The factors considered above indicate that the standard of review should be one of reasonableness. III. Issue", "[33] The Applicant argues the application raises the following issue: did Environment Canada commit a reviewable error in concluding that Ms. Spencer was not entitled to have her term employment status converted to indeterminate status in accordance with Treasury Board's Term Employment Policy", "[34] It is the Applicant's position that because she had been continuously employed as a term employee for more than three years at the time of her termination, subsection 7.1 of the Policy resulted in her automatically becoming an indeterminate employee within the meaning of the collective agreement. The Applicant takes the position that she was on lay-off from Parks for the entire period of March 3, 2003 to March 31, 2006.", "[35] To be eligible for indeterminate status under subsection 7.1 of the Policy , the Applicant must have been a term employee who was employed in Environment for a cumulative working period of three years without a break in service longer than 60 days. I use the term eligible, as the appointment is not automatic - it must be made in accordance with merit as provided for in the Public Service Employee Regulations, SOR/2005-79.", "[36] It is clear that the Applicant worked at Environment for a cumulative period of over three years without a break in service longer than 60 days. The issue is whether the entire period can be used in the calculation under subsection 7.1. I will address the issue of merit at the end of these reasons.", "[37] It is not possible to understand the application of subsection 7.1 without reference to section 5. Section 5 sets out the application of the Policy . Section 5 is clear that the Policy applies to term employees for whom the Treasury Board is the employer and who have been appointed under the Public Service Employment Act or any exclusion order made there under.", "[38] From March 3, 2003 to September 1, 2004, the Applicant was on secondment from Parks to Environment. The Applicant argues that Environment should not be entitled to rely on the Applicant's secondment agreement as it had no jurisdiction to enter into it and that the purpose of subsection 7.1 of the Policy would be defeated if Environment Canada was allowed to rely on a secondment agreement as constituting an artificial break in service. They also point out the fact that we cannot assume that the Applicant would have accepted an interchange agreement.", "[39] I agree that a secondment was not the correct arrangement for the Applicant and that we cannot assume she would have accepted an interchange. However, it is clear from the record that the Applicant entered into the agreements willingly. Indeed, the agreements were initiated at her request so that she could retain her indeterminate status  <FRAGMENT_SUPPRESSED> . All three parties were under the impression that they were governed by the agreements, acted in accordance with them, and the Applicant derived the benefits from them. Therefore, based on the very unique facts of this case, the agreements will stand.", "[40] On September 1, 2004, the Applicant became a dual employee, and therefore an employee of Environment Canada. The only evidence of why the dual employment option was exercised at this time and not previously is from the affidavit of Mr. Martine Sigouin, a Senior Labour Relations Officer, Human Resources Branch at Environment Canada. At paragraph 19 of his affidavit, he stated \"In July 2004, it became possible for Environment Canada to action a dual employment process and to offer the applicant a term position with Environment Canada without having to enter into any further assignment/secondment agreements.\" He did not provide further information on this issue on his cross-examination.", "[41] At the hearing, an issue was raised as to whether the Applicant could be a dual employee. It is not necessary for me to determine this issue as this period is not in dispute.", "[42] The Applicant argues that the words \"term employee\" in the Policy are not linked to any particular statutory definition under the Public Service Employment Act and that the term is used to differentiate \"term employees\" from casual and indeterminate employees addressed further in the Policy . However, the issue is not that she was a term employee, but that she was a term employee loaned to Environment from Parks Canada, her home department, and therefore a \"person employed with Environment Canada\" but not an \"employee of Environment Canada\".", "[43] The Applicant also argues that an employee can have more than one employer at the same time (see <FRAGMENT_SUPPRESSED> ; 49 D.L.R.(4th) 297 ( <FRAGMENT_SUPPRESSED> ; 147 O.A.C. 275; 54 O.R.(3d) 161 (C.A.)). This point of law is clear. I also agree with the Applicant that there was an employer-employee type relationship between the Applicant and Environment. The Respondent agrees as well, stating that the Applicant was a person employed with Environment Canada. Again, this is not the critical issue.", "[44] I cannot agree that the Applicant had the indicia of employment status with Environment while she was on secondment. Her salary was paid directly to her by Parks and Parks was still involved in human resources decisions made with regard to her employment. Between August 30, 2003 and August 30, 2004, the following relevant circumstances took place: • The Applicant signed several secondment agreements that clearly identified the home department as Parks and provided that she would return to her home department at the end of the secondment; • Correspondence between the Applicant and Environment was copied to Parks; • The Applicant was reassured that her rights to her substantive position  <FRAGMENT_SUPPRESSED>  were being protected while on assignment at Environment; • Parks paid the Applicant's salary and cost-recovered this expenditure from Environment; • Parks paid the union fees to the Applicant's bargaining agent; • Compensation issues affecting the Applicant were dealt with only by Parks and the Applicant, without Environment's involvement.", "[45] Therefore, while the Applicant was clearly working at Environment Canada, the indicia of employment seemed to point more towards Parks being her home employer.", "[46] During the period of August 30, 2003, and August 20, 2004, the Applicant remained an employee  <FRAGMENT_SUPPRESSED> . The Applicant was governed by a secondment agreement between Environment, Parks and the Applicant.", "[47] In a letter from Environment Canada, dated March 17, 2006, the Applicant was informed of the effect termination of her employment at Environment would have. From the information provided, it was clear that she was expected to return to Parks.", "[48] To be brought under the Policy , the Applicant had to be an employee of Environment for three years. The Policy applied to term employees whom the Treasury Board is the employer and who have been appointed under the Public Service Employment Act or any exclusion approval order made there under. At the time, Parks Canada was a \"separate employer\" under Schedule I, Part II of the then Public Service Staff Relations Act", "[49] <FRAGMENT_SUPPRESSED>  teaches us that reasonableness is a deferential standard concerned with the existence of justification, transparency and intelligibility within the decision-making process and that \"reasonable\" decisions will fall within a range of possible acceptable outcomes which are defensible in respect of the facts and law. It is not the role of this Court to substitute their decision for that of the Decision maker.", "[50] Based on these findings, the ADM's decision falls within the range of possible acceptable outcomes defensible in respect of the facts and law.", "[51] While it is not necessary for me to determine, I note that if the Applicant had been found to have been employed as a term employee for three interrupted years, there would still be no legal requirement to appoint the Applicant to an indeterminate position. In Spencer , above, at paragraphs 47-50, Justice Mactavish held that the decision to appoint a person to such a status is not automatic as such an appointment can only be made in accordance with merit as determined by the Deputy Head. JUDGMENT", "[52] THIS COURT ORDERS AND ADJUDGES that 1. the application is dismissed; and 2. there will be no order as to costs. Application dismissed. Editor: Sharon McCartney/ve [End of document]"]}