{"id_": "084276", "body_str": ["[1] Fothergill, J. : Mohammad Fahim (the Applicant) has brought an application for judicial review pursuant to s 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (the IRPA) of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board). The Board determined that the Applicant is neither a Convention refugee within the meaning of s 96 of the IRPA, nor a person in need of protection as defined in s 97(1) of the IRPA.", "[2] For the reasons that follow, the application for judicial review is dismissed. I. Background", "[3] The Applicant is a citizen of Afghanistan who resided in the province of Ghazni. The Applicant alleged before the Board that he participated in a family-owned business with his brother and his father supplying cars and spare parts to the United States Army. He said that he became a target of the Taliban because he had business dealings with the American military.", "[4] The Applicant left Afghanistan after obtaining a visa to study in the United States. He stayed in the United States from December 21, 2013 until January 17, 2014, when he arrived in Canada and immediately claimed asylum.", "[5] In a decision dated April 3, 2014 the Board concluded that the Applicant was neither a refugee nor a person in need of protection. The determinative issue was the Applicant's credibility. The Board found that there was an important contradiction between the statement made by the Applicant at the port of entry (POE) and what he included in his narrative and alleged before the Board.", "[6] At the POE, the Applicant was asked: \"Did something recently happen in Afghanistan that made you want to come to Canada?\" He responded as follows: So I was personally being threatened while in Kabul but I am from Gazni and I knew the threats were coming from Gazni. Our family business is working with foreigners from the USA. And the opposing companies from Afghanistan where angry because they could not work with the Americans [ sic throughout].", "[7] When given an opportunity to clarify the statement he made at the POE, the Applicant testified before the Board that he thought the question was limited to his recent experiences in Kabul, where the threat was primarily from rival businesses and the mafia. To the extent that \"threats coming from Gazni\" was intended to be a reference to the Taliban operating in Helmand, this was never explained (Transcript, Certified Tribunal Record at pages 238-239).", "[8] The Board also rejected the Applicant's explanation of why he personally had to travel from Kabul to Helmand, instead of sending another employee of the firm, finding that this was not compatible with a genuine fear for his personal safety. The Board concluded that the Applicant's frequent travel outside Kabul was for purely economic reasons.", "[9] While the Board did not explicitly make a finding of an internal flight alternative (IFA), it noted that the Applicant testified that his brother and father did not face the same risk because they stayed in Kabul where the Taliban do not operate. This was supported by documentary evidence. The Board found that this \"reinforced negative inferences concerning the story presented by the claimant.\" In addition, the Board noted that a threatening letter offered in evidence by the Applicant was not addressed to anyone in particular. The Board found that even if the letter was genuine, it did not demonstrate that the Applicant would continue to be at risk in Kabul provided that he stopped making trips to Helmand.", "[10] The Board also noted that the letter signed by the Applicant's brother did not mention any problems with the Taliban or business competitors, even though it had been requested by the Applicant in support of his refugee claim and was dated less than one month before the hearing. The document appeared to be simply a letter of reference.", "[11] The Board therefore concluded that the Applicant had not demonstrated that he would be at risk of harm from the Taliban or business competitors in Kabul. II. Issue", "[12] The sole issue raised in this application for judicial review is whether the Board's assessment of the Applicant's credibility and its treatment of the evidence were reasonable. III. Analysis", "[13] The Board's findings of credibility and its treatment of the evidence are subject to review against the standard of reasonableness ( <FRAGMENT_SUPPRESSED> ). This Court owes deference to the Board with respect to matters of credibility and evidentiary findings, including the availability of an IFA ( <FRAGMENT_SUPPRESSED> ).", "[14] The Applicant argues that the Board misinterpreted the Applicant's declaration at the POE and placed undue emphasis on his failure to specifically mention the Taliban ( <FRAGMENT_SUPPRESSED> ). According to the Applicant, the Board failed to consider that the Applicant was suffering from anxiety at the POE and his statements were interpreted using a related, but different, dialect. In addition, the Applicant says that the Board did not provide adequate reasons for rejecting his explanation of why he was personally required to travel to Helmand as the representative of his family's business.", "[15] The Respondent argues that the Board's credibility findings were reasonable. It was open to the Board to compare and contrast the Applicant's assertions at the POE with those he made in his narrative and before the Board. Since the threat from the Taliban was a central part of the Applicant's claim, the Board was entitled to draw a negative inference from the fact that it was not mentioned at the POE ( <FRAGMENT_SUPPRESSED> ). In addition, the POE interview notes confirm that the Applicant had no difficulty answering questions or understanding the interpreter. Finally, it was open to the Board to reject the Applicant's explanation for his travel to Helmand. The Board's finding that the Applicant's account was incompatible with a fear for one's personal safety was well-founded and sufficiently explained.", "[16] I agree with the Respondent. While minor discrepancies between POE declarations and oral testimony are not sufficient to support a finding that an applicant lacks credibility, the Board may draw a negative inference from the omission of an element that is central to the claim ( <FRAGMENT_SUPPRESSED> ). In this case, the Board provided a cogent analysis of why it did not accept the Applicant's explanation regarding his travel to Helmand, and it was open to the Board to conclude that travelling for economic reasons was not compatible with a genuine fear for one's personal safety.", "[17] The Applicant also argues that the Board was selective in its reference to the reports contained in the National Documentation Package for Afghanistan, some of which could be said to support the Applicant's claim that he would be at risk even if he stayed in Kabul. The Respondent replies that the evidence demonstrates that the Taliban rarely operate in Kabul, and the Applicant himself testified that his father and brother were not at risk.", "[18] Again, I agree with the Respondent. This Court's role is not to reassess the evidence, provided that the Board's decision falls within the range of \"possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above at para 47). Having regard to the evidence as a whole, including both the documentary evidence and the Applicant's testimony, it was reasonable for the Board to find that the Applicant would not be at risk if he stayed in Kabul.", "[19] The application for judicial review is therefore dismissed. JUDGMENT", "[20] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. No question is certified for appeal.", "[2] I. Contexte", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] II.", "[12] III. Analyse", "[13] <FRAGMENT_SUPPRESSED> ).", "[14]", "[15]", "[16]", "[17]", "[18]", "[19] JUGEMENT", "[20] [End of document]"]}