{"id_": "084325", "body_str": ["[1] Kane, J. : The applicant seeks judicial review pursuant to section 72 of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act ] of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") made on January 29, 2013, which determined that he was not a Convention refugee pursuant to section 96, nor a person in need of protection pursuant to section 97 of the Act", "[2] For the reasons that follow, the application is dismissed. Background", "[3] The applicant, Edmond Toma, is a citizen of Albania who claims that he fears persecution stemming from a blood feud between his family and the Dodaj family. The Board rejected the applicant's claim for protection on the basis that he lacked credibility and subjective fear of persecution and that, alternatively, he had not rebutted the presumption of adequate state protection in Albania. On judicial review, the applicant submits: that the Board made unreasonable credibility findings; that the Board relied upon specialized knowledge during the hearing without disclosing what the specialized knowledge was, in contravention of Rule 22 of the Refugee Protection Division Rules (\"Rule 22\"), thereby breaching its duty of procedural fairness; and that the Board unreasonably concluded that Albania could offer adequate state protection.", "[4] At the outset, the Board found that the applicant's claim for protection is based entirely on the existence of a blood feud and because there is no nexus to an enumerated ground under section 96 of the Act , the claim was assessed solely under section 97. The applicant did not take issue with this finding.", "[5] The applicant claims that in 1998, his brother, Victor Toma, who was a police officer described as having democratic political views, was involved in the arrest and ultimate incarceration of Nush Dodaj, who had killed a member of another family with whom the Dodaj family were in a blood feud. Victor Toma was also present at the shooting and killing of Martin Dodaj. Consequently, the Dodaj family declared a blood feud against the Toma family, as well as the families of the other policemen involved. Victor Toma fled Albania and was granted asylum in the United States in 2000 on the basis of his political opinion as a democrat in a socialist police force; he did not mention the family's blood feud in his claim for protection.", "[6] The applicant alleges that he and his family went into hiding in 1998 and, apart from a 2004 vacation in Macedonia and short excursions to town, he lived at his family's small farm. In 2010, he drove to a store for supplies for his mother and was shot at three times. The applicant alleged that his relatives had heard Nush Dodaj, who had been released from jail in the spring of 2010, claim responsibility for the shooting. Following this incident, the applicant travelled with a smuggler to Canada. Standard of review", "[7] The parties agree that questions of credibility and whether the applicant has rebutted the presumption of state protection are questions of mixed fact and law, reviewable on a standard of reasonableness. A breach of procedural fairness is reviewable on a standard of correctness.", "[8] The role of the court is, therefore, to determine whether the Board's decision \"falls within 'a range of possible, acceptable outcomes which are defensible in respect of the facts and law' ( , at para. 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome\" ( Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 59). The Court does not re-weigh the evidence or remake the decision.", "[9] It is also well-established that significant deference is owed to credibility findings made by boards and tribunals as they are well placed to assess the credibility of refugee claimants ( <FRAGMENT_SUPPRESSED> [2008] FCJ No 1329; <FRAGMENT_SUPPRESSED> FTR 82).", "[10] Justice Martineau described the determination of credibility as the \"heartland of the Board's jurisdiction\" ( <FRAGMENT_SUPPRESSED> FTR 43).", "[11] The Board may make negative credibility findings based on inconsistencies in testimony and perceived implausibility, so long as they are based on reasonable inferences. A claim may be evaluated on plausibility, common sense and rationality ( <FRAGMENT_SUPPRESSED> [2012] FCJ No 369). The credibility findings were reasonable", "[12] Contrary to the applicant's submissions that the credibility findings were not clear and focussed on issues that were peripheral to his claim, the Board identified several omissions, inconsistencies and implausibilities which led it to conclude that the applicant was not credible and did not have a subjective fear of persecution. The applicant acknowledges that deference is owed to the Board with respect to its credibility findings but submits that given this deference, the Board has a duty to make clear findings.", "[13] There was nothing unclear or vague about the Board's credibility findings nor were the credibility findings based on matters peripheral to the applicant's claim.", "[14] The Board's several credibility findings led it to conclude that, on a balance of probabilities, the applicant was not credible. The Board clearly stated \"I do not believe the claimant's story\".", "[15] The Board's credibility findings were based on omissions and implausibilities, including: that the applicant was unable to establish how and when he actually arrived in Canada as he had no documentation, ticket or boarding pass; he did not mention the blood feud in his Port of Entry interview and did not respond to the question on the form indicating what he feared in Albania; his brother's claim for protection in the US was not based on the family's blood feud; he travelled to Macedonia on vacation in 2004 but did not seek protection from that country; he did not seek protection in Germany, although he claimed to travel via Germany en route to Canada; and, he relied on the suspect and discredited attestation of the blood feud provided by Gjin Marku.", "[16] With respect to the applicant's failure to establish how and when he arrived in Canada, the Board reasonably found that this led to a negative credibility inference. The applicant's explanation that the smuggler had taken all his documents and that he landed in Montreal but then took a taxi to Ottawa, where he claimed protection the next day, was probed extensively at the hearing. The Board questioned the applicant about whether he had been in Canada or the US previously. The Board reasonably found his explanation to be insufficient. It was open to the Board to draw negative credibility findings under these circumstances.", "[17] With respect to the lack of any mention of the Dodaj family and the blood feud in his Port of Entry notes, the applicant's explanation, that he did not speak English at the time and lacked the education to appreciate the full significance of the notes, was reasonably found to be insufficient. The applicant signed the acknowledgment that the contents were true and that he fully understood the questions. There is no evidence that the translation was poor and the interpreter also signed an acknowledgment that the applicant completely understood the nature of the forms. It was reasonable for the Board to draw an adverse inference of credibility from this significant omission. The applicant's claim was allegedly based on his fear arising from the blood feud, which had forced his family into a secluded life for 12 years, yet he failed to mention it. The Board indicated clearly that this omission led to a further negative credibility finding.", "[18] With respect to the applicant's failure to seek protection in Germany and Macedonia, the law is clear that, absent a compelling explanation, a failure to seek protection at the first opportunity may diminish credibility ( <FRAGMENT_SUPPRESSED> [2012] FCJ No 1087) and may undermine the allegation of subjective fear ( <FRAGMENT_SUPPRESSED> [2010] FCJ No 410). Although it may not be reasonable to expect the applicant to claim protection in Germany if he had only a short stopover en route to Canada, his failure to seek protection in Macedonia in 2004 when he was 24 years old provided the reasonable basis for the Board to find that he lacked subjective fear and to draw a negative credibility finding.", "[19] In his testimony, the applicant indicated that he had no money and no job and could not seek to stay in Macedonia. He now submits that he was not in a state of fear at that time and, therefore, the Board's finding that he had no subjective fear based on his failure to seek protection in Macedonia is not reasonable. However, his testimony before the Board was that he lived in some state of fear and seclusion since 1998 due to the blood feud. Although he testified that his fear escalated in 2010, he also stated that his brother had encouraged him to leave Albania much earlier. Therefore, it was open to the Board to find that his failure to seek protection in Macedonia undermined his claim of subjective fear and his credibility. The applicant's submission that the Board made an unclear credibility finding by noting that \"his credibility is eroded\" is without merit. There is no doubt that this is a credibility finding arising from his failure to seek protection in Macedonia in 2004.", "[20] With respect to the credibility findings derived from his brother's refugee claim in the US, which also did not mention the blood feud, the applicant submits that the Board's finding is unreasonable because the Board cannot make a finding about his brother's credibility and use that finding against him. While the Board's wording suggests that it made a credibility finding against his brother, who was not a party to these proceedings, the context supports the reasonableness of the Board's adverse credibility finding against the applicant. The applicant failed to mention the blood feud in his Port of Entry notes as did his brother in his US asylum claim. The applicant could not explain why his brother did not mention the blood feud, even if his brother's claim was also based on persecution due to political opinion. In this light, the Board's credibility finding is reasonably based on its observation that both the applicant and his brother failed to mention the blood feud, even though the applicant claimed that the blood feud was the primary reason for both fleeing Albania.", "[21] The Board also reasonably drew a negative inference with respect to the applicant's failure to produce documents from official government agencies attesting to the blood feud. While the lack of corroborating evidence cannot be used to undermine the credibility of an otherwise credible claimant ( <FRAGMENT_SUPPRESSED> Imm LR (4th) 61), the applicant in the present case insisted on submitting unreliable evidence from Mr Marku, despite having been cautioned not do so by his counsel and despite the Board's clear statements at the outset of the hearing that Mr Marku was discredited. However, once corroborating evidence from Mr Marku was submitted, the Board was entitled to draw adverse credibility inferences based on the quality of the evidence. In this case, the Board found the attestation letters from Mr Marku to be fraudulent and reasonably undermined the applicant's credibility as a result.", "[22] As established in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2008] FCJ No 1685 the adverse credibility findings are sufficient to dispose of the claim:", "[3] In our view, that question should be answered in the following way: where the Board makes a general finding that the claimant lacks credibility, that determination is sufficient to dispose of the claim unless there is independent and credible documentary evidence in the record capable of supporting a positive disposition of the claim. The claimant bears the onus of demonstrating there was such evidence. Rule 22 does not provide a basis to set aside this decision", "[23] With respect to the applicant's submissions that there was a breach of procedural fairness due to the Board's reliance on specialized knowledge that was not disclosed to him, the wording from the decision, at para 27, was as follows \"[t]he claimant was advised that based on my specialized knowledge and the new Response to Information Request (RIR) on Mr. Marku et al. at tab 7.14 I give no weight to his views and regard his evidence as tainted.\"", "[24] The applicant submits that the Board did not give adequate notice about its specialized knowledge and, therefore, breached its duty of procedural fairness as codified under Rule 22.", "[25] The applicant acknowledges that he was informed that his attestation letters from Gjin Marku would be scrutinized in light of a recent RIR, but asserts that the Board did not identify its specialized knowledge beyond the RIR. The applicant submits that he was unaware of the content or source of this specialized knowledge and the extent to which the Board's decision is based on it, and as a result, was denied the possibility to respond to whatever this specialized knowledge was.", "[26] The transcript of the hearing establishes that the Board provided clear and numerous references to its concerns about any evidence from Gjin Marku; the applicant was clearly cautioned that the Board regarded Mr Marku as a fraud who took money in exchange for providing false blood feud attestation letters. The applicant's counsel acknowledged the concerns of the Board about the attestation letters provided by Mr Marku and noted that the applicant nevertheless instructed him to submit it as evidence.", "[27] Although the wording of the Board suggests that it relied on specialized knowledge and the RIR, rather than specialized knowledge based on the RIR, the overall context, including the Board's extensive cautions about Mr Marku, coupled with its thorough questioning of the applicant to determine if he had any other authoritative document to establish the family's blood feud, suggests that the specialized knowledge was only based on the RIR.", "[28] Regardless, even if the Board erred in not clearly indicating its specialized knowledge as required by Rule 22, this is not a sufficient basis to set aside the decision. The decision must be reviewed as a whole in order to determine whether the merits of the claim are such that it would have changed the result.", "[29] As noted by the respondent, in <FRAGMENT_SUPPRESSED> [2012] FCJ No 625, Justice de Montigny held:", "[19] Even if one were to assume that the panel erred by relying on the advertising document, that factor was not a determining one in the panel's decision. A breach of Rule 18 of the Rules [the predecessor to Rule 22], alone, is not sufficient to set aside the panel's decision if the other grounds raised to conclude that the applicant's account was implausible and non credible stand on their own (see <FRAGMENT_SUPPRESSED> ACWS (3d) 313; <FRAGMENT_SUPPRESSED> Imm LR (3d) 105, Justice Tremblay-Lamer considered and applied the principles set out in <FRAGMENT_SUPPRESSED>  Imm LR (3d) 200]: provided credibility determinations were properly arrived at, and wholly determinative of the application, then the Mobil Oil supra exception can be invoked to deny a new hearing, assuming there is no reason to suspect that the specialized knowledge in dispute in any way shaped the Board's credibility findings.", "[31] In this case, even if the Board had relied on any other specialized knowledge, there is no reason to conclude that it had any bearing on the Board's credibility findings, which were clearly identified and reasonable. The applicant did not rebut the presumption of adequate state protection", "[32] Although there is no need to consider the reasonableness of the Board's determination regarding state protection, which was alternative to its credibility findings, it is trite law that there is a presumption that a democratic state will provide adequate state protection and that the onus is on the applicant to rebut that presumption with clear and convincing evidence.", "[33] The Board conducted a lengthy review of the country condition reports and noted which sources could be relied on and which sources were suspect, before concluding that the documentary evidence was mixed. The Board was candid to acknowledge the shortcomings of state protection mechanisms in Albania, but found the documentary evidence demonstrating the operational adequacy of state protection mechanisms to be more persuasive. It was open to the Board to weigh the evidence as it did.", "[34] The applicant argued, in effect, that there was no onus on him because there is no adequate state protection in Albania: the police and courts are ineffective against blood feuds, corruption is widespread and it would have been pointless for him to approach the police.", "[35] As noted by Justice Rennie in <FRAGMENT_SUPPRESSED> [2011] FCJ No 824, the onus on an applicant to rebut the presumption of state protection varies with the level of democracy:", "[10] This principle, however, does not stand in isolation. It is tempered by the fact that the presumption varies with the nature of the democracy in a country. Indeed, the burden of proof on the claimant is proportional to the level of democracy in the state in question, or the state's position on the \"democracy spectrum\": <FRAGMENT_SUPPRESSED> .", "[36] I agree that the applicants' efforts to rebut the presumption must be commensurate with or proportional to the level of democracy and the adequacy of state protection, which as noted, the Board found to be mixed. However, an applicant must take some steps and can not rely on their own belief that the police will do nothing. Although the applicant was not well educated, lived in a rural community governed by the Kunun customary law, and had been told by his father not to approach the police, his own evidence was that his father's efforts at reconciling the feud had been pointless and had waned in recent years. He made no effort to report the shooting incident involving Nush Dodaj to the police, even though Nush Dodaj had previously been arrested, convicted and imprisoned by the state for 12 years in connection with another blood feud related incident. The applicant was a 30-year old adult at the time he decided to leave Albania, yet he unquestioningly relied on the advice of his ailing father without making any other inquiries or taking any steps to seek state protection. The Board reasonably found that he had not rebutted the presumption of state protection.", "[37] The basic premise of refugee law is that a person must seek the protection of their own country before seeking the surrogate protection of another country. In this case, the applicant did nothing to seek state protection in Albania. JUDGMENT", "[38] THIS COURT'S JUDGMENT is that 1. The judicial review is dismissed. 2. No question of general importance is certified.", "[2] Contexte", "[3]", "[4]", "[5]", "[6] Norme de contrôle", "[7]", "[8]", "[9] <FRAGMENT_SUPPRESSED> [2008] ACF no 1329; <FRAGMENT_SUPPRESSED> FTR 82).", "[10] <FRAGMENT_SUPPRESSED> FTR 43).", "[11] <FRAGMENT_SUPPRESSED> à 46, [2012] ACF no 369).", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> [2008] ACF no 1685", "", "[23]", "[24]", "[25]", "[26]", "[27] et", "[28]", "[29]", "Règles <FRAGMENT_SUPPRESSED> ACWS (3d) 313; <FRAGMENT_SUPPRESSED>  Imm LR (2e) 135 (CAF): Hu Mobil Oil", "[31]", "[32]", "[33]", "[34]", "[35]", "<FRAGMENT_SUPPRESSED> à 22).", "[36]", "[37] JUGEMENT", "[38] [End of document]"]}