{"id_": "084314", "body_str": ["[1] Pinard, J. : On October 11, 2011, Hai Long Jin (the \"applicant\") filed the present application for judicial review of the decision of Walter Kawun, member of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (the \"Act\"). The Board dismissed the applicant's claim for refugee protection, concluding that the applicant was not a Convention refugee or a person in need of protection under sections 96 and 97 of the Act.  <FRAGMENT_SUPPRESSED>", "[2] The applicant is a citizen of China. In 2009, he began to regularly attend an unregistered church in China, having been introduced to Christianity by a friend. On November 29, 2009, the church was allegedly raided by the Public Security Bureau (the \"PSB\") and three members were arrested. On November 30, 2009, the PSB supposedly came to the applicant's home to arrest him. Consequently, the applicant left for Canada. On December 22, 2009, the applicant arrived in Canada and claimed refugee status two days later. The applicant joined the Full Gospel Young Church in Toronto and was baptized on August 1, 2010.  <FRAGMENT_SUPPRESSED>", "[3] The issues raised by the present application for judicial review can properly be summarized as follow and dealt with in the following order:  <FRAGMENT_SUPPRESSED> 1. Did the Board err in fact, basing its decision on erroneous findings of fact made in a perverse or capricious manner or without regard to the evidence before it, specifically:  <FRAGMENT_SUPPRESSED> i. Did the Board err in failing to consider the documentary evidence regarding the applicant's religious devotion in Canada?  <FRAGMENT_SUPPRESSED> ii. Did the Board err in its assessment of the applicant's credibility?  <FRAGMENT_SUPPRESSED> iii. Did the Board err in its assessment of the applicant's religious knowledge?  <FRAGMENT_SUPPRESSED> 2. Did the Board err in law in its assessment of the applicant's claim?  <FRAGMENT_SUPPRESSED>", "[4] The applicable standard of review to the Board's findings of fact, credibility and its assessment of the evidence is reasonableness ( <FRAGMENT_SUPPRESSED> [ Huang ] ; <FRAGMENT_SUPPRESSED> [ Chen ] ). Thus, this Court must determine whether the Board's findings fall within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\", being justified, transparent and intelligible ( <FRAGMENT_SUPPRESSED>  at para 47).  <FRAGMENT_SUPPRESSED>", "[5] The identification of the proper test for a refugee claim by the Board is a question of law to be reviewed based on a standard of correctness ( <FRAGMENT_SUPPRESSED> [ Etjehadian ] ). Whereas the Board's application of the test to the facts at hand is reviewable based on reasonableness, being a mixed question of fact and law ( Chen, above at para 10).  <FRAGMENT_SUPPRESSED> 1. Did the Board err in fact, basing its decision on erroneous findings of fact made in a perverse or capricious manner or without regard to the evidence before it?  <FRAGMENT_SUPPRESSED> i. Did the Board err in failing to consider the documentary evidence regarding the applicant's religious devotion in Canada?  <FRAGMENT_SUPPRESSED>", "[6] The applicant argues that the Board erred in its assessment of the documentary evidence attesting to the applicant's religious practice in Canada by focusing on what the documents do not say, as opposed to what they do indicate. Rather, the letters from the applicant's pastor, a fellow church member and his mother indicate the sincerity of the applicant's religious beliefs. By failing to give these documents any weight, the Board erred, making its decision in complete disregard of the evidence.  <FRAGMENT_SUPPRESSED>", "[7] The respondent asserts that the applicant is incorrect: the Board did consider these documents, but chose to give them little weight, seeing as they did not establish the genuineness of his religious conviction. The Board did not dismiss them solely based on a lack of credibility. I agree.  <FRAGMENT_SUPPRESSED>", "[8] The Board did not ignore the evidence before it. Rather, the Board specifically mentioned the applicant's baptismal certificate and the letters, explaining why it gave them little weight, unlike in Yin , above, where the evidence was completely ignored by the Board and not even mentioned (at paragraphs 89-90). As per its duty, the Board clearly explained in its decision that the documents do not prove the genuineness of his belief, while attesting to his church involvement. The letters were considered for what they said, as suggested by <FRAGMENT_SUPPRESSED>  at para 11 and relied on by the applicant: they speak of the applicant's participation but do not help demonstrate the genuineness of his religious convictions.  <FRAGMENT_SUPPRESSED>", "[9] Thus, the Board's consideration of the documents was reasonable: \"[a] board or tribunal may discount the weight of a letter if it fails to address vital aspects of the claim\" ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> ii. Did the Board err in its assessment of the applicant's credibility?  <FRAGMENT_SUPPRESSED>", "[10] Upon reviewing the evidence, I find that the Board's credibility finding is reasonable, such findings being entitled to a high degree of deference ( <FRAGMENT_SUPPRESSED> [ Ghanuom ] ). This Court cannot merely substitute its opinion for that of the Board. It is the Board that had the benefit of seeing and hearing the applicant's testimony and that possesses a level of expertise ( <FRAGMENT_SUPPRESSED>  at para 16 citing <FRAGMENT_SUPPRESSED> [ Jones ] ).  <FRAGMENT_SUPPRESSED>", "[11] Morever, the Board considered the applicant's explanation as to his omission, but chose to reject it, as outlined in its decision, as it was permitted to do ( Jones , above at para 27). The Board also clearly explained why it did not consider the applicant credible, having omitted to mention a significant fact in his  <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL), 101 N.R. 372) and <FRAGMENT_SUPPRESSED> [ Dong ] ). The applicant had the obligation to include all relevant facts in his PIF and it is insufficient for the applicant to claim that his oral testimony was an elaboration ( <FRAGMENT_SUPPRESSED>  (F.C.) (QL) at paragraph 9; <FRAGMENT_SUPPRESSED> (F.C.T.D.) (QL)). The applicant's failure to mention the existence of an arrest warrant in his PIF is a significant event that should have initially been mentioned. Thus, the Board's negative inference was justified.  <FRAGMENT_SUPPRESSED> iii. Did the Board err in its assessment of the applicant's religious knowledge?  <FRAGMENT_SUPPRESSED>", "[12] The applicant contends that the Board erred in its assessment of his knowledge of Christianity, applying the wrong test for such an assessment cannot be based on a \"quiz-show\" examination.  <FRAGMENT_SUPPRESSED>", "[13] Inversely, the respondent asserts that there is no bar to questioning an applicant as to his knowledge of a religion. Each case has to be determined on its own facts and the Board found the applicant did not know the basic elements of Christianity. Therefore, it was reasonable for the Board to conclude that someone who supposedly reads the Bible every day would have a greater understanding of the basic precepts of the Christian faith. The questions put to the applicant were not trivial nor unreasonably sophisticated. Rather, the questions the applicant could answer did not reflect a good understanding of Christianity.  <FRAGMENT_SUPPRESSED>", "[14] In response to the applicant's reliance on <FRAGMENT_SUPPRESSED>  [ Amselem ], the respondent notes that Amselem addressed the determination of constituent practices of a specific religion, whereas the case before us is about whether the applicant possessed a basic understanding of Christianity. The Supreme Court of Canada held that religion is based on the sincerity of an individual's belief. Thus, courts are allowed to inquire into the sincerity of these religious beliefs. I agree with the respondent's position.  <FRAGMENT_SUPPRESSED>", "[15] <FRAGMENT_SUPPRESSED> , deals with freedom of religion and the subjectivity of religious beliefs. Thus, the Supreme Court of Canada held that it is not the objectivity of the religious beliefs that matters, nor their validity, but rather the sincerity of the applicant's religious beliefs (at para 43). Here, the Board needed to assess the genuineness of the applicant's religious convictions. The questions asked by the Board were not to gage the correctness of his beliefs, but rather to determine whether the applicant understood the basic tenants of Christianity. Unlike in <FRAGMENT_SUPPRESSED>  [ Zhu ], the Court was not assessing the sophistication of the applicant's belief: the Board did not accept that the applicant was a genuine Christian (at para 13). Moreover, Mr. Justice Russell Zinn  <FRAGMENT_SUPPRESSED> specifically stated that the sincerity of the applicant's religious conviction can be assessed with regards to his familiarity with the dogma or creed invoked (at para 17).  <FRAGMENT_SUPPRESSED>", "[16] Furthermore, the Board's standard of knowledge of Christianity was not unrealistically high, nor did it focus solely on a few points of misunderstanding (compare with <FRAGMENT_SUPPRESSED>  at paragraphs 10-11 and Dong , above at paragraphs 20-21). Thus, the Board did not engage in a microscopic analysis.  <FRAGMENT_SUPPRESSED>", "[17] Considering the questions put to the applicant and his answers, the Board's conclusion as to a lack of genuineness of his religious conviction falls within the range of possible, acceptable outcomes which is defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED>  at para 47).  <FRAGMENT_SUPPRESSED> 2. Did the Board err in law in its assessment of the applicant's claim?  <FRAGMENT_SUPPRESSED>", "[18] Lastly, the applicant argues that the Board further erred in its assessment of the applicant's claim, failing to apply the proper test and confounding its findings with regards to the applicant's religious practice in China and in Canada, as in Yin, above.  <FRAGMENT_SUPPRESSED>", "[19] Every case must turn to its own facts ( Chen , above at para 25). In addressing a refugee claim, the fact that an applicant was not actually a practicing Christian in China does not mean that he is not a sincere practicing Christian in Canada ( Yin, above at para 94). Thereby, the Board had to consider the applicant's religious practice in Canada, which it did, explicitly addressing the documents previously discussed, as stated in <FRAGMENT_SUPPRESSED>  at paragraph 11:  <FRAGMENT_SUPPRESSED> . . . credible evidence of a claimant's activities while in Canada that are likely to substantiate any potential harm upon return must be expressly considered by the IRB even if the motivation behind the activities is non-genuine . . .  <FRAGMENT_SUPPRESSED>", "[20] The Board did not apply the wrong legal test, nor did it focus on the applicant's motives for converting to Christianity. Rather, it considered whether the applicant was a genuine Christian likely to be persecuted in China due to his beliefs. Since the applicant was not considered to be a genuine practicing Christian, the Board need not consider whether the applicant would be at risk of religious persecution in China. Thereby, this is not a case where the applicant's religious activities in Canada might give rise to negative reaction on the part of Chinese authorities if forced to return to  <FRAGMENT_SUPPRESSED> ). Furthermore, the respondent is right in that it would be absurd to grant a claim every time a pastor provides a letter attesting to an applicant's membership in his church.  <FRAGMENT_SUPPRESSED>", "[21] Therefore, the applicant has not established that the intervention of this Court is warranted.  <FRAGMENT_SUPPRESSED>", "[22] For these reasons, the present application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[23] There is no question for certification.  <FRAGMENT_SUPPRESSED>", "[24] The application for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada determining that the applicant is not a Convention refugee or a person in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, is dismissed.  <FRAGMENT_SUPPRESSED> .........................  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4] <FRAGMENT_SUPPRESSED> [ Huang ] ; <FRAGMENT_SUPPRESSED> [ Chen", "[5] <FRAGMENT_SUPPRESSED> [ Ejtehadian Chen i. La", "[6]", "[7]", "[8] Yin", "[9] <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED> ii.", "[10] <FRAGMENT_SUPPRESSED> [ Ghanuom Ghanuom <FRAGMENT_SUPPRESSED> [ Jones ] ).  <FRAGMENT_SUPPRESSED>", "[11] Jones <FRAGMENT_SUPPRESSED> [ Dong <FRAGMENT_SUPPRESSED>  (C.F.) (QL), au paragraphe 9; iii.", "[12]", "[13]", "[14] <FRAGMENT_SUPPRESSED>  [ Amselem", "[15] L'arrêt Amselem <FRAGMENT_SUPPRESSED>  [ Zhu Zhu", "[16] Huang Dong", "[17]", "[18] Yin", "[19] Chen Yin Ejtehadian", "[20]", "[21]", "[22]", "[23] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[24] [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}