{"id_": "084324", "body_str": ["[1] de Montigny, J. : This is an application for judicial review of a decision of the Entitlement Appeal Panel (Appeal Panel) of the Veterans Review and Appeal Board (VRAB) refusing Anne Cole's (the Applicant) application for a disability pension, for the claimed condition of major depression, pursuant to paragraph 21(2)( ) of the , RSC 1985, c P-6 and section 25 of the Veterans Review and Appeal Board Act , SC 1995, c 18 (the VRAB Act ). The decision was rendered on September 10, 2012 although the Applicant claims to have only been notified of the decision on October 6, 2012.", "[2] For the reasons that follow, I would dismiss this application for judicial review. Facts", "[3] The Applicant enrolled in the Canadian Forces (CF) in February 1986. She was medically discharged in February 2007 on account of four conditions, only one of which (major depression and chronic dysthymia with obsessive compulsive traits) constitutes the ground of the present application. Although otherwise fit to serve, she was deemed to be undeployable for requiring more than minimal medical support.", "[4] It appears from the various medical and psychological reports that the Applicant had a difficult childhood. She was taken care of by her grandmother, who always pushed her towards success and overachievement, two personal characteristics she seems to have valued throughout her life.", "[5] It is acknowledged by both parties that the Applicant's Report of Physical Examination at the time of her enrolment in the CF did not reveal any issues in relation to depression. Not long after her enrolment, the Applicant claims she was asked to provide location choices for posting. She was finally transferred to Trenton, Ontario, which she submits was not one of the locations that she was offered to choose from; she had requested a posting to Lahr, Germany. She felt disappointed, angry and surprised, which led to the first diagnosis of depression, characterized as a \"reactive depression\" or \"situational depression\", rendered in 1987.", "[6] This situation was eventually resolved, and she was commissioned from the ranks to obtain a degree in Business Administration from the University of New Brunswick which she successfully completed in 1993 as a mother of two infants. The Applicant's husband was deployed to the Gulf War for the majority of the Applicant's first pregnancy.", "[7] For eight years after enrolling (1986-1994), the Applicant served without any diagnosis of major depression or other mental illness. In May 1994, she was notified that she had been selected to be the Officer in charge of the Ambulance Platoon deploying on a United Nations tasking in the former Yugoslavia. She undertook the necessary training for the deployment and was told by training officers that she was performing well. In September 1994, her Deputy Commanding Officer advised her that she was removed from the operation, and was told that there was double-booking for the role. The timing of the decision had the additional consequence of making her ineligible to join her home unit on their deployment to Rwanda to assist in combating the cholera epidemic at the time.", "[8] This situation triggered a \"situational crisis\", for which the Applicant sought medical treatment. She claims that she felt stigmatized for not having been deployed. The diagnosis was later upgraded to major depression. Despite therapy and medication, the Applicant's illness continued. To avoid this stigmatizing work environment, the Applicant was transferred to a new job.", "[9] In 1999, the Applicant suffered the deepest crisis of depression to date following two administrative decisions. First, the Applicant received a poor Personnel Evaluation Report (PER). She felt disappointed and shocked, since she had been working hard and had received positive feedback. She believed it was wrong as it did not accord with earlier positive PERs and feedback she received in general, and it was written by a new supervisor who had only known her a few months. Second, she was chosen in September 1999 for a posting to Washington, DC, for which she immediately undertook the training. She also terminated a pregnancy out of fear that she would be removed from the posting if she was pregnant. She additionally initiated a formal grievance process to remove the poor PER from her file so her record would reflect her consistent good performance, and to ensure there would be nothing on her record that could compromise her deployment. Eventually, she succeeded in having the entire PER removed from her file. Yet in March 2000, the Applicant was informed that she had been removed from the posting in Washington, DC.", "[10] The Applicant claims that this loss of opportunity, the stress created by the grievance process, her abortion, and her husband being deployed to Israel during that period are the reasons for her collapse into a second episode of major depression.", "[11] In 2002, the Applicant applied for a disability pension for the claimed condition of adjustment disorder. The Department of Veterans Affairs (DVA) denied the entitlements on January 12, 2003. An Entitlement Review Panel of the VRAB also denied the application on October 27, 2003, claiming that there was no link between the alleged condition and the Applicant' service duties.", "[12] The Applicant claims that she experienced further work related issues that caused her stress. First, she says she frequently saw her supervisor who removed her from the Washington, DC posting, and felt it was a \"continuous reminder of the hurt [she] experienced\". Second, she submits that she had to fight for a full seven days of bereavement leave in 2004 after the death of her father.", "[13] In addition, the medical and psychological reports indicate, as also acknowledged by the Applicant, that she had been having marital issues for many years, for which she had been seeking therapy. She underlines, among other issues, her husband's drinking problem. The Applicant had also been facing issues with her daughter, who had been having drug problems and experiencing suicidal thoughts.", "[14] From September 2000 to 2007, the Applicant had treatments with a psychiatrist (Dr Kelly) and various psychologists (Dr Sims, Dr Chambers and Dr O'Connor). She has been taking anti-depressant medications, and has been retrospectively diagnosed with dysthymia or chronic depression.", "[15] After her discharge from the CF, the Applicant applied to the DVA for disability benefits for major depression. On July 10, 2007 the DVA denied the application, on the basis that there was a lack of evidence showing that the military service duties caused or contributed to the development and/or aggravation of the depression. On June 17, 2008, this decision was confirmed by an Entitlement Review Panel of the VRAB. The Entitlement Review Panel reviewed all the evidence and noted that the Applicant had numerous other stressors other than factors related to her military service, including her childhood, her mother, her father, marital tension and her abortion. The Panel determined that it \"cannot conclude that service factors were the causative factors of the claimed condition and cannot see a permanent worsening from these factors\" (Applicant's Record, p 204).", "[16] In 2011, the Applicant retained Dr Harrison, a registered clinical psychologist, to review her medical and psychological history and make a professional judgment as to whether her mental health was adversely affected by her service. In her report, Dr Harrison assessed her conversations with Ms Cole, the results of the Millon Clinical Multiaxial Inventory test administered to the Applicant, and the medical history.", "[17] Dr Harrison notes that the evidence showed a long history of treatment for depression, with the first diagnosis of major depression being in 1995, a second in 2000 by Dr Girvin, and a third in 2004 by Dr Kelly. Through psychotherapy, the treating psychiatrists and psychologists uncovered and identified a psychological background of difficulties with mood and maladaptive coping, and a family history of depression. The reports also identify various family, marital as well as workplace stressors and issues over the years. In his conclusions and recommendations, Dr Harrison states: Looking at the pattern of Ms. Cole's episodes of depression, it is clear that issues related to her employment with the Canadian Forces exacerbate her symptoms. Specifically, she has strong negative reactions to the loss of assignments (or deployments), which she believed she was preparing for and had been selected for. In fact, aside from two examples excerpted from her childhood, employment related issues appear to be closely associated with Ms. Cole's worst episodes of depression. [...] It is ironic that Ms. Cole was released from the Canadian Forces because she was no longer deployable when they had not deployed her outside of Canada since 1998. It also seems to confirm that deployment is an important benchmark of a career in the Canadian Forces. This leads to understanding of the issue of disappointment and feared failure faced by Ms. Cole when her deployments were cancelled. Without explanation for not being deployed when she had been selected and was preparing, Ms. Cole was rightfully disappointed. The unfortunate make up of her personality and vulnerability of her mood lead her to more serious episodes of depression than would be the norm for her situation. Nevertheless, I do not believe that her reactions can be dismissed as over reaction to minor disappointments in her life. In conclusion, Ms. Cole is an individual vulnerable to recurrent episodes of depression due to her psychological background and family history of depression. Psychodynamically, she is an individual who is conflicted around a key issue of autonomy vs. dependence. She further struggles with low self-esteem, over use of intellectualization, an angry sense of feeling unimportant and a longing to be nurtured. Despite two childhood episodes of difficulty dealing with disappointment, Ms. Cole developed through adolescence and early adulthood without becoming depressed. It wasn't until she was in her early thirties and facing the cancellation of a highly prized (in her mind) posting that when was first diagnosed with Major Depression. However, she recovered from this episode and was posted to Italy for three months in 1998. When she once again was not supported for a posting she had been preparing for and believed she had been selected for in 1999, Ms. Cole experienced depression and an exacerbation of her maladaptive beliefs about herself. Her treatment has been lengthy and her improvement uneven and yet, she has persisted with the recommended treatments. I believe it must be seen that these events in her military service contributed to her depression along with her predisposing maladaptive personality and the vulnerability of her mood. Applicant's Record, pp 239-240", "[18] In July 2012, Ms Cole appealed to the VRAB Entitlement Appeal Panel, and she submitted Dr Harrison's report as new medical evidence. On September 10, 2012, the Appeal Panel confirmed the decision of the Review Panel and concluded that no entitlement should be granted. On November 5, 2012, the Applicant presented her application for judicial review of the Appeal Panel's decision. The impugned decision", "[19] The Applicant's position before the Appeal Panel was that her condition was triggered by work stressors as referenced in numerous documentary reports on her medical file. Particular emphasis was placed on three events: her failure to obtain a posting to Yugoslavia in 1994, a perceived negative PER in August 1999, and a decision that she would not be posted to Washington, DC in March 2000.", "[20] The Appeal Panel reviewed all the evidence on file. It set out a detailed summary of this review in its decision, making particular reference to the specific medical reports noted by the Applicant's advocate before the panel. The Appeal Panel was also mindful of the statutory obligation to resolve any doubt in the weighing of evidence in favour of the Applicant as per sections 3 and 39 of the VRAB Act . However, as stated by the Appeal Panel, \"[t]he onus is on the Appellant to demonstrate to the Board that military factors caused and/or aggravated the claimed condition\" (Applicant's Record, p 31).", "[21] The Board recognized that the Applicant had experienced work conflict during her career, and noted the various references to work events in the Applicant's psychological treatment reports. However, the Board was not convinced that these work issues were the source of her depression. While the Board sympathized with the Applicant's feelings of disappointment, it was of the view that the records on file did not reveal that her superiors had deliberately not deployed her or prevent any advancement in her career, nor that the military were even aware of the Applicant's feelings towards not being deployed.", "[22] The Board also stated: Throughout the Appellant's psychotherapy treatment sessions, there was one overriding theme which dominated the reports. This was the theme of low self esteem, the desire to achieve success, feelings of inadequacy and hopelessness, etc. While work stressors are noted, they do not appear to take prevalence in the treatment sessions. [...] While all these physicians [Dr Kelly, Dr Chambers and Dr O'Connor], who are specialists in their field, do in fact note work related disappointments and dissatisfaction, neither doctor presents any detail or comprehensive analysis of how these work related stressors played a role. Overall, these physicians appear to focus on personality traits, childhood history and marital issues. Applicant's Record, p 32.", "[23] The Board also took note of Dr Harrison's opinion, but discarded it. It found that it was not particularly helpful to the Applicant's case since it only reviewed her medical and psychological history, and did not indicate whether or not she conducted any psychological testing of her own. The Board concluded that, without the evidence to establish that service factors caused or aggravated the claimed condition, it was unable to find in favour of the Applicant. Issues", "[24] The present application for judicial review raises the following three issues: a) What is the applicable standard of review? b) What is the appropriate standard of causation to be applied? c) Did the Board err in assessing the evidence and in finding that the Applicant is not entitled to a pension under paragraph 21(2)( ) of the Analysis a) What is the applicable standard of review?", "[25] There is no dispute between the parties that the applicable standard of review is that of reasonableness. The sole issue before the Appeal Panel was whether the Applicant had established that her disability arose out of or was directly connected to her military service. This issue involves both the interpretation of the Appeal Panel's enabling statutes and the application of the law to the facts. This Court and the Federal Court of Appeal have confirmed on a number of occasions that the Appeal Board's weighing of the evidence and interpretation of its statutory scheme is reviewable on a standard of reasonableness.", "[26] <FRAGMENT_SUPPRESSED> , Mr Justice Evans (as he then was) dealt squarely with the standard of review to be applied when it is alleged that the Appeal Board erred in finding that an applicant's injury did not \"arise out of\" or was not \"directly connected with\" the military service. He found that the Appeal Board was better equipped to deal with such an issue, and that given the context of the statutory scheme designed to enable claims to be decided with the minimum of formality, cost and delay, \"the words defining entitlement indicate that on an application for judicial review considerable deference should be given to the Board's decision\" (at para 26). He went on to state that a reviewing court should resist the temptation to manufacture questions of principle when the statutory language is non-technical and relatively open-textured as is the case with paragraph 21(2)( ) of the (at para 42). As he put it: To \"legalize\" the process by breaking into a series of questions of \"interpretation\" what ought to be an exercise in assessing the factual situation as a whole seems to me apt to undermine Parliament's intention that decision making by the administrative tribunals determining pension entitlement should be accessible, informal, cost-effective and expeditious. ( <FRAGMENT_SUPPRESSED> , at para 43) See also <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ].", "[27] When applying the standard of reasonableness, the Court must refrain from substituting its own opinion for that of the Appeal Board. The decision must stand unless the reasoning process is flawed and the resulting decision falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and the law: <FRAGMENT_SUPPRESSED> . b) What is the appropriate standard of causation to be applied?", "[28] The Applicant submits that the Appeal Board erred by failing to explain what standard of causation it applied and how it applied to the Applicant's case. Paragraph 21(2)( ) of the reads as follows: Service in militia or reserve army and in peace time (2) In respect of military service rendered in the non-permanent active militia or in the reserve army during World War II and in respect of military service in peace time, (a) where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that arose out of or was directly connected with such military service, a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I;", "[29] Relying on <FRAGMENT_SUPPRESSED>  counsel for the Applicant argued that this provision includes two standards of causation: \"arose out of\" requires an applicant to establish only a causal connection, not a proximate relationship between the military service and the disability, whereas \"directly connected to\" would have an applicant establish that the military service caused or contributed to the injury pursuant to the \"but for\" test. In other words, an applicant is not required to prove sole or direct causation.", "[30] I have already dealt with this issue in <FRAGMENT_SUPPRESSED>  and I see no need to revisit my finding in that case. That decision was followed in <FRAGMENT_SUPPRESSED> .", "[31] There is no doubt that social welfare legislation must be liberally construed, and section 2 of the as well as sections 3 and 39 of the VRAB Act explicitly prescribe a broad and generous construction and interpretation of these two statutes: , RSC 1985, c P-6 2. The provisions of this Act shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to provide compensation to those members of the forces who have been disabled or have died as a result of military service, and to their dependants, may be fulfilled. , LRC 1985, ch P-6 Veterans Review and Appeal Board Act , SC 1995, c 18 3. The provisions of this Act and of any other Act of Parliament or of any regulations made under this or any other Act of Parliament conferring or imposing jurisdiction, powers, duties or functions on the Board shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependants may be fulfilled. Rules of evidence 39. In all proceedings under this Act, the Board shall (a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant; (b) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and (c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case. , LC 1995, ch 18", "[32] That being said, due regard must be given to the language chosen by Parliament, and the must be interpreted coherently. It is well established that each section of a statute must be considered in light of the other provisions of that statute. As Mr Justice Beetz stated in R v Nabis , [1975] 2 SCR 485, \"... legal interpretation must tend to integrate various enactments into a coherent system rather than towards their discontinuity\". See also Pierre-André Côté with the collaboration of Stéphane Beaulac and Mathieu Devinat, The Interpretation of Legislation in Canada , 4th ed (Toronto: Carswell, 2011) at pp 326 and following.", "[33] As I noted in <FRAGMENT_SUPPRESSED> , paragraph 21(2)( ) of the is obviously narrower in scope than paragraph 21(1)( ), which applies during war or special duty service. While the latter refers to an injury or disease \"that was attributable to or was incurred during such military service\", paragraph 21(2)( ) refers instead to an injury or disease \"that arose out of or was directly connected with such military service\". The Court must therefore strive to give effect to that difference in wording.", "[34] It is clear that the disease or injury (or the aggravation thereof) need not be directly connected to the military service, as the connecting word \"or\" is used in paragraph 21(2)( ) to link \"directly connected\" with \"arose out of\". At the same time, it would clearly not be sufficient for a claimant to solely show that he or she was serving in the armed forces at the time, as it would presumably be if the claim was made pursuant to paragraph 21(1)( ). This is precisely the conclusion reached by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> . In that case, the Court found that \"... while it is not enough that the person was serving in the armed forces at the time, the causal nexus that a claimant must show between the death or injury and military service need be neither direct nor immediate\" (at para 29). See also <FRAGMENT_SUPPRESSED> .", "[35] In other words, I agree with the Applicant that paragraph 21(2)( ) does not require proof of a direct connection, but I disagree that some kind of causal connection would be sufficient or that military service was among the contributing causes to her disability. It seems to me that the words \"arising out of\" and the overall context of the statute call for something more than some nexus or causal connection, and require that the military service be the main or prevalent cause of the disease or injury, or at the very least a significant factor. Another way of putting it might be to say that the injury or disease would not have occurred but for the military service.", "[36] This is precisely the standard that the Appeal Board applied in its decision. Even though the Appeal Board did not state explicitly the causation paradigm it was applying, it emerges from its analysis (and especially from the two quotes reproduced at paragraph 22 of these reasons) that it was not convinced the Applicant would not be suffering from major depression had it not been for the work stressors and the workplace difficulties she encountered throughout her military career. This interpretation of paragraph 21(2)( ) was clearly reasonable and consistent with the prevailing jurisprudence on this issue. The Appeal Board was not requiring the Applicant to prove sole or direct causation, as alleged by the Applicant, but was looking for evidence that the military factors played a primary or major role in the aggravation or onset of her claimed condition. In doing so, the Appeal Board made no reviewable error. c) Did the Board err in assessing the evidence and in finding that the Applicant is not entitled to a pension under paragraph 21(2)( ) of the", "[37] The Applicant claimed that the Appeal Board did not adequately deal with the evidence submitted, and failed to give any reason for its cursory treatment of crucial evidence. To support her allegation, she presented five arguments.", "[38] First, it is alleged that the Appeal Board disregarded evidence that was favourable to her, most notably the Medical Attendance Reports contemporaneous with the loss of the deployments to the former Yugoslavia and Washington, DC, the reports of Dr Sims and the report of Dr Harrison. She acknowledges that the Appeal Board is presumed to have dealt with all the evidence and is not required to make an explicit finding on each element which leads to its ultimate conclusion. However, she submits that this presumption was rebutted on the basis that the Appeal Board failed to refer to the evidence in the Analysis/Reasons of its decision despite having referred to it in the Arguments/Evidence portion. She believes the Appeal Board only gave cursory consideration of that evidence and came up with general findings, thereby depriving her of insight or understanding into how it arrived at its decision denying her entitlement.", "[39] Second, the Applicant contends that the Appeal Board seized on and gave greater, undue weight to evidence that it interpreted to be unfavourable to her. In particular, the Appeal Board allegedly gave undue weight to the Pyschotherapy Reports, which it interpreted as suggestive of other causes of the major depression in order to find that there was doubt as to the cause of the disability. In taking this approach, the Appeal Board overtly ascribed more weight to these reports than to the favourable evidence noted above.", "[40] Third, the Applicant also asserts that the Appeal Board failed to take into account the particularities of the mental health context. She underlines that it is virtually impossible to entirely divorce work stress and personal stress, nor should one have to do so when seeking treatment or pension entitlement. She also mentions that her pre-existing condition of dysthymia should not defeat her depression claim.", "[41] Fourth, the Applicant argues that the Appeal Board was wrong in rejecting Dr Harrison's report. Contrary to the reasons proffered by the Appeal Board for doing so, the Applicant notes that Dr Harrison clinically interviewed her, thoroughly reviewed the medical evidence, conducted her own tests and analysis, and gave a considered professional opinion. Moreover, Dr Harrison does not merely suppose the possibility of causation, as the Appeal Board intimated, but unequivocally finds that the events in the Applicant's military service contributed to her depression.", "[42] Finally, the Applicant is of the view that the Appeal Board failed to draw the proper inferences in her favour. She claims that the Appeal Board misapplied subsection 39( ) of the and failed to draw from all the circumstances of the case and from the evidence every reasonable inference in her favour. The fact that work stressors are at least as prevalent in her medical reports as the personal stressors or the personality traits, when viewed in light of a liberal interpretation of paragraph 21(2)( ) of the , should have led the Appeal Board to infer that there is sufficient evidence of a causal connection between the disability and the work stressors.", "[43] Of course, the Applicant's contention that the Appeal Board erred in assessing the evidence is intertwined with, and dependent on, her view that she only needed to prove that her military service was only one of the contributing causes of her disability. Since I have already dealt with the standard of causation to be applied, I shall only focus in the following paragraphs on the reasonableness of the Appeal Board's treatment of the evidence.", "[44] The Appeal Board properly acknowledged its obligation under section 39 of the VRAB Act.", "[45] In <FRAGMENT_SUPPRESSED> , supra , the Federal Court of Appeal noted that section 39 ensures that the evidence submitted by an applicant in support of a pension application is considered \"in the best light possible\" (at para 5). As noted by the Respondent, however, the Court of Appeal also emphasized that this provision \"does not relieve the pension applicant of the burden of proving on a balance of probabilities the facts required to establish the entitlement to a pension\" ( ibid ). The Court of Appeal went on:", "[6] Nor does section 39 require the Board to accept all evidence presented by the applicant. The Board is not obliged to accept evidence presented by the applicant if the Board finds that evidence not to be credible, even if the evidence is not contradicted, although the Board may be obliged to explain why it finds evidence not to be credible [...] Evidence is credible if it is plausible, reliable and logically capable of proving the fact it is intended to prove. See also <FRAGMENT_SUPPRESSED>  at para 33.", "[46] I agree with the Respondent that the weight to be given to the evidence must be left to the Board. Absent a palpable error in the assessment of the evidence or an erroneous finding of fact \"made in a perverse or capricious manner or without regard for the material before it\" ( Federal Courts Act , RSC 1985, c F-7, paragraph 18.1(4)(d)), this Court should refrain from intervening even if it may have come to a different conclusion. In the case at bar, I have been unable to find such an error. There was ample evidence upon which the Appeal Board could find that the Applicant had not demonstrated a sufficient causal link between her condition and her military service. Relying on the evidence of Dr Kelly, Dr Chambers and Dr O'Connor, the Appeal Board accepted that work related stressors were prevalent throughout the documentation on file and that the Applicant experienced work conflict during her military career, but was not convinced that these work issues were the source of her depression or took prevalence in the treatment sessions undergone by the Applicant. To the contrary, the Appeal Board determined that low self-esteem, the desire to achieve success, feelings of inadequacy and hopelessness are the overriding theme which dominated the psychotherapy reports. This finding was clearly open to the Appeal Board, on the basis of the evidence that was before it.", "[47] As for Dr Harrison's report, the Appeal Board duly considered it and quoted extensively from it (see pp 29-31 of the decision). The Appeal Board nevertheless decided to give it little weight, first because \"it merely documents the [Applicant]'s history as provided to her by the [Applicant]\", and second because \"she does not indicate whether or not she conducted any psychological testing on which she bases her opinion\". Once again, I am unable to find that the Appeal Board treatment of that evidence is faulty.", "[48] I note, first of all, that Dr Harrison's finding is not, strictly speaking, at odds with the Appeal Board's conclusion. In her report, Dr Harrison stated at the very end that \"...these events in her military service contributed to her depression along with her predisposing maladaptive personality and the vulnerability of her mood\" (Applicant's Record, p 240). As previously mentioned, the Appeal Board does not disagree with that finding but opined that it was insufficient to ground the Applicant's claim for a pension under paragraph 21(2)( ) of the", "[49] Moreover, this opinion was obtained by the Applicant in contemplation of the appeal to the Appeal Board. This Court has held that less weight is to be given to statements made in contemplation of or at the time of the claim, as opposed to statements made prior to a claim: see <FRAGMENT_SUPPRESSED>  at para 21. In those circumstances, it was all the more reasonable for the Appeal Board to prefer the earlier evidence of Dr Kelly, Dr Chambers and Dr O'Connor.", "[50] For all of the foregoing reasons, I am therefore of the view that the Appeal Board could reasonably conclude, on the basis of the evidence that was before it, that the Applicant's medical condition was not caused by her military service. Conclusion", "[51] The Applicant has failed to demonstrate that the Board's decision falls outside the range of possible, acceptable outcomes. While the situation of the Applicant is obviously sympathetic, it is not the role of this Court to substitute its own opinion for that of the Appeal Board, absent a reviewable error of fact or law. Having carefully reviewed the record and the submissions of both parties, I have not been persuaded that the Appeal Board made such an error. JUDGMENT", "[52] THIS COURT'S JUDGMENT is that this application for judicial review is dismissed, with costs. ) de la", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] [traduction]", "[18]", "[19]", "[20]", "[21]", "[22] [traduction] [...] Dossier de la demanderesse, page 32.", "[23]", "[24] ) de la Analyse", "[25]", "[26] ) de la ( <FRAGMENT_SUPPRESSED> , au paragraphe 43) <FRAGMENT_SUPPRESSED> ; Canada (Procureur général) c Wannamaker , 2007 CAF 126, au paragraphe 12 [ <FRAGMENT_SUPPRESSED> ].", "[27] <FRAGMENT_SUPPRESSED> .", "[28] ) de la Service in militia or reserve army and in peace time (2) In respect of military service rendered in the non-permanent active militia or in the reserve army during World War II and in respect of military service in peace time, (a) where a member of the forces suffers disability resulting from an injury or disease or an aggravation thereof that arose out of or was directly connected with such military service, a pension shall, on application, be awarded to or in respect of the member in accordance with the rates for basic and additional pension set out in Schedule I;", "[29]", "[30] <FRAGMENT_SUPPRESSED> .", "[31] , LRC 1985, c P-6 , RSC 1985, c P-6 2. The provisions of this Act shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to provide compensation to those members of the forces who have been disabled or have died as a result of military service, and to their dependants, may be fulfilled. , LC 1995, c 18 Veterans Review and Appeal Board Act , SC 1995, c 18 3. The provisions of this Act and of any other Act of Parliament or of any regulations made under this or any other Act of Parliament conferring or imposing jurisdiction, powers, duties or functions on the Board shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependants may be fulfilled. Rules of evidence 39. In all proceedings under this Act, the Board shall (a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant; (b) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and (c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case.", "[32] R c Nabis The Interpretation of Legislation in Canada", "[33] ) de la attribuable à celui-ci", "[34] Canada (Procureur général) c Frye <FRAGMENT_SUPPRESSED> .", "[35]", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42] ) de la ) de la", "[43]", "[44]", "[45] ibidem", "<FRAGMENT_SUPPRESSED> , au paragraphe 33.", "[46] ) de la", "[47]", "[48] ) de la", "[49]", "[50] Conclusion", "[51] JUGEMENT", "[52] [End of document]"]}