{"id_": "084405", "body_str": ["[1] Manson, J. : This is an application for judicial review of the decision of an Immigration Officer of Citizenship and Immigration Canada [the Officer], pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [the Act]. The Officer rejected the Applicant's inclusion as a dependent child on a claim for permanent residence. I. Issue", "[2] Did the Officer breach the duty of procedural fairness owed to the Applicant by not advising her of the inconsistency in her application? II. Background", "[3] The Applicant is a citizen of the People's Republic of China. She was included as a dependent child in the application for permanent residence of Liancheng Gao. Ms. Gao is married to the father of the Applicant, but she is not the Applicant's mother.", "[4] As the Applicant was not a child of the marriage and over age 22 as of the relevant date, her eligibility as a dependent child was dependent on the criteria described under the subsection 2b(ii) definition for \"dependent child\" in section 2 of the Act, namely that she was continuously enrolled in a post-secondary institution on a full-time basis since before the age of 22. The Applicant was born on December 3, 1987.", "[5] The Officer found that the Applicant had not met the requirements to be considered a dependent child in Ms. Gao's permanent residence claim under subsection 11(1) of the Act. In Schedule A of her application, the Applicant stated that she had been enrolled at Shenyang Open University since September, 2009. However, a certificate of her enrolment states that she started studies in March, 2010, in a part-time, two-year program.", "[6] Additionally, given the discrepancy between the evidence provided and her statement at Schedule A, the Officer determined that the Applicant had misrepresented her educational history and as a result, had not fulfilled her obligations pursuant to subsection 16(1) of the Act. III. Standard of Review", "[7] The standard of review pertaining to questions of procedural fairness is that of correctness ( <FRAGMENT_SUPPRESSED> ). IV. Analysis", "[8] The Applicant argues that where the Officer found a misrepresentation in her Application, an opportunity for the Applicant to respond should have been given ( <FRAGMENT_SUPPRESSED> ).", "[9] The Applicant also argues that this case concerns credibility, as the Officer concluded the Applicant was untruthful in Schedule A of her application. Where an Officer has concerns about credibility a duty of procedural fairness arises ( <FRAGMENT_SUPPRESSED> ).", "[10] The Respondent argues that the Officer's duty of procedural fairness is limited in the context of this case ( <FRAGMENT_SUPPRESSED> ).", "[11] An Officer is not obliged to provide an applicant with a \"running score\" of weaknesses in her application ( <FRAGMENT_SUPPRESSED> ) nor was the Officer obliged to notify the Applicant of the obvious inconsistency in the evidence that was provided ( <FRAGMENT_SUPPRESSED> ).", "[12] This Court has established that the Applicant has the onus to file a clear and complete application with the necessary supporting documentation ( <FRAGMENT_SUPPRESSED> ). The question of whether the Applicant is a \"dependent child\" is one based directly on the requirements of the Act. The Officer was not required to provide the applicant with an opportunity to address the inconsistency ( <FRAGMENT_SUPPRESSED> ).", "[13] While the Officer did note there was an \"inconsistency\" in the evidence, the Officer's decision did not turn on credibility as suggested by the Applicant. The Officer found that the Applicant had not provided the necessary evidence to support her application as per subsection 11(1) of the Act. The start date for her enrolment at Shenyang Open University was incorrect and she was not enrolled in full time study, but only part-time study at University. This is an unambiguous finding and is supported by the evidence. The Applicant was required to support her claim with the necessary evidence and the Officer was under no obligation to allow the Applicant to make further representations to correct her failings ( Chen at paras 20-22). JUDGMENT", "[14] THIS COURT'S JUDGMENT is that 1. This Application is dismissed; 2. There is no question for certification. I.", "[2] II. Contexte", "[3]", "[4]", "[5]", "[6] III. Norme de contrôle", "[7] <FRAGMENT_SUPPRESSED>  par. 50; <FRAGMENT_SUPPRESSED>  par. 23-24). IV. Discussion", "[8] <FRAGMENT_SUPPRESSED> ).", "[9] <FRAGMENT_SUPPRESSED> ).", "[10] <FRAGMENT_SUPPRESSED>  par. 22, 30-32).", "[11] <FRAGMENT_SUPPRESSED>  par. 9).", "[12] <FRAGMENT_SUPPRESSED>  par. 20-22).", "[13] Chen , par. 20-22). JUGEMENT", "[14] [End of document]"]}