{"id_": "084661", "body_str": ["[1] Tremblay-Lamer, J. [Translation]: This is a motion by Robert Châteauneuf, representative of the class, in agreement with the defendant, with a view to obtaining this Court's approval of a class action settlement in accordance with section 299.31 of the Federal Court Rules, 1998, SOR/98-106.", "[2] The plaintiff brought a class action on December 12, 1996, and Robert Châteauneuf was appointed as representative of the group made up of the following individuals: All the natural persons, employees of the Singer company, who are registered in group pension contract G-522 and who on December 12, 1966 or after have acquired and retained the right to receive from the Pensions Branch of the Canadian federal government an annuity consisting of their contributions and those of their employer, and any beneficiaries who may have succeeded to the said natural persons on account of their death.", "[3] The facts that gave rise to the litigation took place between 1947 and 1986. In essence, the issue was whether the \"repayments\", \"surplus\" or \"experience ratings\" from group annuity policy G-522 of the Canadian Government Annuities service should or should not have been allocated to the class members in such a way that their annuities increased.", "[4] I granted the motion for approval of the settlement taking into account the submissions by the parties' counsel, in light of the tests established by the case law and the overall circumstances of this matter.", "[5] <FRAGMENT_SUPPRESSED>  (Ont. Ct. J. (Gen. Div.)(QL)), Sharpe J., relying on an American text, Herbert B. Newberg & Alba Conte, Newberg on Class Actions, 3rd ed. (St. Paul, Minn.: West Publishing, 1992), proposed the following elements which may be considered: 1. Likelihood of recovery, or likelihood of success; 2. Amount and nature of discovery evidence; 3. Settlement terms and conditions; 4. Recommendation and experience of counsel; 5. Future expense and likely duration of litigation; 6. Recommendation of neutral parties if any; 7. Number of objectors and nature of objections; 8. The presence of good faith and the absence of collusion.", "[6] Winkler J. in  <FRAGMENT_SUPPRESSED> (Ont. Sup. Ct. J.)(QL) added two elements to consider in approving the settlement of a class action: (i) the degree and nature of communications by counsel and the representative plaintiff with class members during the litigation; and (ii) information conveying to the court the dynamics of, and the positions taken by the parties during, the negotiation.  <FRAGMENT_SUPPRESSED>  (Ont. Sup. Ct. J.), Winkler J. also noted the value of an expedited recovery.", "[7] The Court with a class action settlement before it does not expect perfection, but rather that the settlement be reasonable, a good compromise between the two parties. The purpose of a settlement is to avoid the risks of a trial. Even if it is not perfect, the settlement may be in the best interests of those affected by it, particularly when the risks and the costs of a trial are considered. It is always necessary to consider that a proposed settlement represents the parties' desire to settle the matter out of court without any admission by either party regarding the facts or regarding the law.", "[8] With respect to the first element, i.e. the likelihood of success, the representative's action covered two periods. For the first period (1947-1964), the major problem was with the text of group annuity policy G-522 , which did not explicitly provide that the repayments had to go into the individual accounts of the participants for the purposes of increasing their annuities. With respect to the second period, the representative alleged that Government Annuities did not have the contractual right to pay the annuities of another retirement plan-i.e the cash fund of the Singer company established in 1964-with the repayments under policy G-522. Further, the facts giving rise to this litigation took place from 1947 to 1986. The representative's counsel acknowledge the risk per se of a trial since there were not many witnesses because of the time gone by and the advanced age of the participants. There was also a risk in terms of establishing the quantum since it was uncertain whether the representative could claim all of the interest against the Crown in Right of Canada.", "[9] With respect to the defendant, she argued that the recourse was prescribed, that the repayments had indeed been paid into the participants' accounts, that the participants are only entitled to their annuities and nothing more in this regime and that Government Annuities had respected the contract in acting on the employer's instructions. It is certain that in such circumstances, the result of the trial would be uncertain and that it would be impossible for the Court to anticipate the result at this stage.", "[10] As for the amount of evidence, counsel had to analyze all of the retirement plan documents dating back to its creation in 1945, and all of the relevant evidence. They proceeded to research the law, the doctrine and the case law. They submit that they spent about 1820 working hours on the case.", "[11] As for the negotiations, they were drawn out (from November 2004 to December 2005). Since the terms of the settlement are confidential, I am not allowed to elaborate on this issue. However, I can confirm that the proposed settlement is fair and reasonable considering the risks of a trial and the quantum sought. The compensation and distribution scheme was developed jointly between counsel for both parties and the defendant's actuaries. On a positive note, I see that the allocations vary to take into account the fees paid by each eligible member as well as the years of participation. I am satisfied that the distribution is logically connected to the interest of each member.", "[12] I also note that representative's counsel are very experienced professionals specializing in retirement plans since 1988 and that they have recommended that the settlement be accepted.", "[13] As for other expenses, the trial was divided into two steps (first liability, then quantum) and there was always the risk of an appeal. Given that the action was brought 10 years ago and given the advanced age of the retirees, it was advantageous for the members to benefit from a settlement in view of the delays and the uncertainty involved in litigation. Further, there is no doubt that the settlement will be less expensive for the members than a disputed action which could have taken many more years if we consider the possibility of an appeal. The settlement is a favourable resolution of the claim which will enable class members as well as Government Annuities to resolve the matter quickly and definitively.", "[14] As for the number of objectors and nature of the objections, since the contents of the settlement are confidential, this test is not applicable in this case.", "[15] Finally, with respect to the final element, there is no reason for me to doubt the good faith of the parties or the good faith of their counsel.", "[16] Considering the foregoing, the Court recognized the reasonableness and fairness of the settlement signed by the representative on January 31, 2006. It grants the motion for approval of the transaction dated March 1, 2006.", "[1] Le juge Tremblay-Lamer", "[2]", "[3]", "[4]", "[5] 1) les probabilités de succès du recours;", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15]", "[16] [End of document]"]}