{"id_": "084775", "body_str": ["[1] Simpson, J. : The applicant is seeking a stay of execution of a departure order pursuant to s. 18.2 of the Federal Court Act", "[2] The applicant is a citizen of St. Lucia. She entered Canada on a student visa which expired on March 31st, 1990. However, on August 25th, 1990, she married her present husband and on May 26th, 1992, they had a son.", "[3] On March 12th, 1992, before the birth of the son, the applicant made an application for landing and asked that she be permitted to apply from within Canada. She was notified by letter dated September 22nd, 1995 that her application for consideration on humanitarian and compassionate grounds had been rejected (the \"H & C Decision\") and that a report (the \"Report\") had been prepared under s. 27(2)(e) of the Immigration Act (the \" Act \") on the basis that she had overstayed her visa.", "[4] On October 6th of 1994, she received a direction for an inquiry under s. 27(3) of the Act . Following an adjournment on consent, the inquiry was held on January 30th of this year.", "[5] Meanwhile, the applicant's husband's immigration status was question pursuant to s. 27(1)(e) of the Act on the basis that, although landed, he had misrepresented a material fact to obtain his landed status. He was called to an inquiry which was scheduled to be held jointly with the applicant's inquiry.", "[6] At the joint inquiry, counsel for the applicant asked the adjudicator to exercise his discretion under rule 6(3) of the Adjudication Division Rules to sever the applicant's inquiry on the basis that an injustice would be likely if the two inquiries remained joined. The adjudicator declined to separate the inquiries and, from a review of the transcript, appears to have refused the request primarily on the basis that he could see no prejudice to the wife in having her inquiry proceed jointly with her husband's inquiry.", "[7] A joint inquiry was therefore held and the departure order, which is the subject of the application for a stay before me, was issued against the applicant on January 30th, 1995. It has not yet, by the operation of s. 32.02(1) of the Act , become a deportation order. That, I am advised, will occur on March 1st, 1995, if the applicant remains in Canada.", "[8] Two applications for leave and judicial review are extant on the applicant's behalf. In Court File IMM-5067-94, she seeks a review of the H & C Decision. That file is not before me on this motion. Indeed, its file number is crossed off on p. 1 of today's Notice of Motion.", "[9] In Court File IMM-346-95, which is before me, the applicant seeks judicial review of the adjudicator's refusal to sever her inquiry from her husband's inquiry. This is the application for leave which is the basis for the motion the stay of the departure order. Accordingly, it will be the adjudicator's refusal to sever the applicant's inquiry which will be the focus of any comments I may make about whether the application for leave raised a serious issue. THE ISSUES", "[10] In addition to the issues of irreparable harm, serious issue to be tried, and balance of convenience, which must be examined on an application of this kind, the respondent has questioned this court's jurisdiction to stay a departure order. I will deal with this issue first. JURISDICTION", "[11] The respondent takes no issue with this court's jurisdiction in respect of a deportation order but submits that there is no jurisdiction to order a stay of a departure order. Section 18.2 of the Act is the provision which deals with interim orders on applications for judicial review. It reads: \"On an Application for Judicial Review, the Trial Division may make such interim orders as it considers appropriate pending the final disposition of the Application.\"", "[12] The respondent did not argue that there was a statutory impediment to the making of an order staying a departure order. Rather, the argument was based on two recent decision of the Federal Court, Trial Division, in <FRAGMENT_SUPPRESSED>  and another case, <FRAGMENT_SUPPRESSED>  asked to stay the \"transformation of the departure order into a deemed deportation order.\" the order sought was directed to s. 32.02(1) of the Act which deems a departure order to be a deportation order if no certificate of departure is issued.", "[14] In that case, Rothstein, J., declined to issue a stay which would block the operation of an Act of Parliament by expressly preventing the deemed change from a departure order into a deportation order. His Lordship determined that the deeming of a deportation order could not be stayed. He did not, however, conclude that the court was without jurisdiction to stay a departure order. Indeed, he went on to consider the request for such a stay and found that it was premature.", "[15] In Kaler , Mr. Justice Noël reached the same conclusion. He did not decide that he lacked jurisdiction to stay a departure order, but he considered the facts and decided that it was premature to stay the order in that case.", "[16] It is clear from s. 27(1)(a) of the Immigration Regulations that stays of departure orders are contemplated by the Act . A stay is an extraordinary discretionary remedy which will only be granted in special circumstances. It may be that an application who intends to abide by a departure order, to avoid the negative consequences of a deportation order, will present a case which justifies a stay. In my view, this court clearly has jurisdiction to stay a departure order in appropriate circumstances.", "[17] Having concluded that I have jurisdiction, I will now consider the merits of the request for a stay in this case. IRREPARABLE HARM", "[18] The applicant says that, if the departure order becomes a deportation order, she will be harmed because she will not be able to return to Canada without a Minister's Permit. This is true. Yet, the applicant has it within her power to avoid this harm by leaving Canada before March 1st, 1995.", "[19] This alleged harm is therefore not inevitable or unavoidable and the court's intervention is not required to prevent harm. In these circumstances, I am not willing to grant extraordinary relief. If the applicant leaves Canada before the departure order becomes a deportation order, the existence of the departure order will not have prejudiced her ability to return to Canada.", "[20] The applicant also alleged that, if she obeys the departure order, the division of her family will cause grave, irreparable, psychological harm. In this regard, I am mindful of the transcript of the applicant's inquiry on January 30th, 1995, in which she testified that she would leave Canada voluntarily, that her husband would purchase her ticket, that she would take her son with her and would stay with her mother in St. Lucia until such time as she could return to Canada. No reference was made in that transcript to any anguish over the breakup of the family.", "[21] There is no doubt that the division of a family causes severe hardship. However, on the facts of this case and in the absence of any medical evidence, I am not satisfied that irreparable harm exists. The applicant's child will go with her. She has family In St. Lucia and no one depends on her for their support in Canada. Further, she can apply for landing from St. Lucia.", "[22] <FRAGMENT_SUPPRESSED>  (F.C.T.D.), Mr. Justice MacKay concluded that, for the purposes of a stay application, irreparable harm implies the serious likelihood of jeopardy to an applicant's life or safety. This is a very strict test and I accept its premise that irreparable harm must be very grave and more than the unfortunate hardship associated with the breakup or relocation of the family.", "[23] On the facts of this case, I am unable to conclude that the applicant's separation from her husband and her son's separation from his father will cause irreparable harm of the nature required to justify a stay of a departure order. SERIOUS ISSUE", "[24] Given my conclusion on the issue of irreparable harm, I do not propose to decide the question of a serious issue. I only wish to note that it became clear during argument that the matter which the applicant now says is the serious issue is not clearly defined in the application for leave and judicial review. It is also possible that the issue that the applicant now raises was not squarely raised before the adjudicator.", "[25] It may be that counsel for the applicant will want to consider the possibility of a amendment to the application for leave.", "[26] For all these reasons, I have concluded as follows: (1) This court has jurisdiction to stay a departure order. (2) The application is dismissed for failure to demonstrate irreparable harm. Application dismissed. Editor: Janette Blue/saf [End of document]"]}