{"id_": "084798", "body_str": ["[1] Russell, J. : This is an application under subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c. 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated 26 March 2012 (Decision), which refused the Applicants' application to be deemed Convention refugees or persons in need of protection under sections 96 and 97 of the Act. BACKGROUND", "[2] The Applicants in this application are Norbert Gulyas (Male Applicant), his common-law spouse, Katalin Nagy, their minor son, Norbert Gulyas Jr., and the Male Applicant's sister, Viktoria Glonczi (Female Applicant). The Applicants are Roma and citizens of Hungary. The Male Applicant", "[3] The Male Applicant says that he and his family were continually discriminated against and harmed  <FRAGMENT_SUPPRESSED>  due to their Roma ethnicity. When his wife was pregnant, sometimes she would go to see the doctor with her mother, who has darker skin and is more visible as a Roma. They would always be made to wait until the end of the day to see a doctor. This happened repeatedly, so the Male Applicant decided to talk to the doctor about it. The doctor told him to keep his mouth shut if he wanted his wife to get good treatment. When his wife was five months pregnant, they learnt there were some pregnancy complications. When they inquired, the doctors and nurses said that gypsies always have some kind of problems and to stop asking questions. The doctor asked why his wife kept coming to her appointments, and said that gypsies are uneducated and filthy. The Male Applicant wanted to change doctors, but there were no other hospitals nearby. He tried to complain to a hospital administrator, but the response was that gypsies are to blame for this type of thing, and that if he tried to complain to the police no one would believe him.", "[4] The Male Applicant and his wife had to wait three months to see a doctor about their son's condition. They had to wait until the end of the day, and their son was crying. A doctor shook him to stop the child from crying. The wife tried to help her son, and the doctor pushed her aside. The Male Applicant and his wife complained to the police. The police interviewed them, as well as the doctor, and afterwards told the Male Applicant and his wife that they could leave quietly or face going to jail and having their son put in foster care. The Male Applicant said that they had no right to treat him this way, and an officer hit him with his baton and he fell to the floor. The office threw the Male Applicant's ID on the ground and said he knew all about their lives.", "[5] After this, the Male Applicant was often stopped by this police officer, as well as others. Most of the times he was stopped, he was assaulted. The same officer told him that he should leave Hungary. He contacted different lawyers for help, but they told him there was nothing they could do. The Male Applicant and his family feared for their safety, and so fled to Canada. The Female Applicant", "[6] The Female Applicant faced discrimination and harassment growing up as a Roma  <FRAGMENT_SUPPRESSED> . When she was in grade six, a group of children pushed her head inside a toilet filled with urine. They were never punished for it. More recently, while working serving food, a man threw his food at her and spit on her, saying he would rather die than eat food served by a gypsy.", "[7] The Female Applicant began dating an ethnic Hungarian in 2006. In October 2008, she was attacked by four skinheads. They pushed her head into a puddle of mud and kicked and hit her. She passed out, and woke up alone in a park. She told her partner what had happened, and he told her not to bother going to the police because it would not do any good.", "[8] Around the end of 2008, the Female Applicant's partner's attitude changed towards her. She had just met his parents, and they mistreated her and refused to let her eat at the dinner table with them. In February 2009, the partner became violent towards her. He would insult her, threaten her, and say that she was his slave. The Female Applicant confronted him and he was violent towards her. He threatened to kill her if she tried to leave him.", "[9] In May 2009, the Female Applicant discovered that her partner had joined the Hungarian Guard, an organization that is racist against Roma. He got very angry at her, and she called the police. They arrived but said that they did not want to get involved. Later that month, Hungarian Guard members started coming over to her house. They insulted and humiliated her, and treated her like their slave.", "[10] The Female Applicant moved out in August 2009, and her former partner continued to pursue and threaten her until September 2009. On one occasion he waited for her outside her workplace and punched her in the stomach. He warned her there was no point trying to run away because he would find her. Another time he forced her off the bus and into her new apartment. He started assaulting her, and she called the police. When they arrived she told them her former partner had forced himself into her house and threatened to kill her. The police took him outside, but he said a Hungarian Guard slogan to them and they smiled and left.", "[11] From then on, the Female Applicant asked her employer to escort her home. She often saw her former partner waiting for her. The employer would wait outside until he left. She decided she could not continue living like that, and decided to flee the country.", "[12] The Applicants fled to Canada on 4 November 2009, and claimed refugee protection the same day. DECISION UNDER REVIEW", "[13] The determinative issues in the Applicants' claim were whether their fear was objectively reasonable, whether or not there is a viable Internal Flight Alternative (IFA)  <FRAGMENT_SUPPRESSED> , whether adequate state protection exists  <FRAGMENT_SUPPRESSED> , and whether they took all reasonable steps to avail themselves of that protection. Internal Flight Alternative", "[14] The RPD said that an IFA exists for the Applicants  <FRAGMENT_SUPPRESSED>  if, on a balance of probabilities, there is no serious possibility of a risk of persecution or to the life of the Applicants in the part of the country where the IFA exists, and it would not be unreasonable for the Applicants to seek refuge there.", "[15] The Male Applicant's claim centered around mistreatment by one police officer and his associates as a result of his complaint against the doctor. The RPD asked the Male Applicant if he could reside in Debrecen so as to avoid this persecution. He responded that he could not live there because racism is prominent everywhere  <FRAGMENT_SUPPRESSED> . The RPD said there was no evidence put forward to suggest the officer who was harassing the Male Applicant would be inclined to continue to do so in Debrecen.", "[16] The RPD found that, based on the above, the Male Applicant could relocate to Debrecen without being pursued by the police officers there. It found that it would not be unreasonable for him to relocate there, and stated that his statement that racism exists all over Hungary would be dealt with in its analysis of state protection.", "[17] The Female Applicant testified that her former partner would still seek her out in order to persecute her, and if she were to return to Hungary he would find her. The RPD asked her when was the last time was that she had contact with her former partner, and she responded that it was in September, 2009. She also testified that she assumed he was still living  <FRAGMENT_SUPPRESSED>  and did not know whether he was in a new relationship. The RPD was not persuaded that on a balance of probabilities her former partner would be motivated to persecute her two and a half years after she last saw him.", "[18] The Female Applicant testified that someone from her old workplace had told her that her former partner had been inquiring about her. The RPD gave this evidence little weight as it was not corroborated. It found that it was not plausible that her former partner would show up one month prior to the hearing, when there was no evidence that he had inquired at any other time since September, 2009. It therefore found that, on a balance on probabilities, the former partner would not be motivated or inclined to pursue the Female Applicant to the proposed IFA, Debrecen.", "[19] The Female Applicant was asked how her former partner would be able to find her in Debrecen. She testified that he is a member of the Hungarian Guard, and they have a presence throughout Hungary, so she could be located through their network. The RPD did not find this plausible, considering her former partner did not know she had left the country and his only attempt to inquire about her was to go to her former workplace two years after they were last together. This led the RPD to believe that his efforts to seek her out were not very sophisticated. The Female Applicant testified that besides her fear of her former partner and racism  <FRAGMENT_SUPPRESSED>  generally, there was no other reason she could not live in Debrecen.", "[20] The RPD thus determined that an IFA exists for the Applicants in Debrecen. State Protection  <FRAGMENT_SUPPRESSED>", "[21] The RPD reiterated that the onus rested with the Applicants to rebut the presumption that adequate state protection exists  <FRAGMENT_SUPPRESSED> , and they needed to do so with clear and convincing evidence. The Applicants also needed to show that they took all reasonable steps in the circumstances to seek protection. The RPD found that the Applicants had done neither.", "[22] The Male Applicant was questioned on what efforts he had made to seek protection before fleeing Hungary, and whether he complained to any higher authority about the treatment he was receiving at the hands of the police. He testified that he had not done so and had never heard of the Independent Police Complaints Board (IPCB), but in any event he could not go against the word of a police officer.", "[23] The RPD said that it is not a defence to be unaware of the state's protection mechanisms. Because the Male Applicant did not seek redress from any other authority  <FRAGMENT_SUPPRESSED>  relating to the police harassment he had experienced, the RPD found that he did not take all reasonable available steps before fleeing Hungary. The RPD found that the presumption that adequate state protection exists was not rebutted, and in any event an IFA exists in Debrecen.", "[24] The Female Applicant testified that she asked the police to intervene on two occasions. In both instances, they responded and intervened. On the second occasion, the police removed her partner but she witnessed him use Hungarian Guard slogans to ingratiate himself with the police. She also said that the police told her on both occasions that they are reluctant to become involved in domestic disputes. The Female Applicant was asked if she had looked into obtaining a restraining order against in former partner, and she replied that she was not aware that she could do so. The RPD told her that she could have inquired at the police or court house about it, and she replied that she chose instead to leave the country. She said that she did not report the incidents to the police because she did not think they would do anything about it.", "[25] The RPD found that the Female Applicant had not taken all reasonable steps to seek protection before leaving the country. She did not make any police reports and did not inquire about legally restraining her former partner from contacting her. Thus, the presumption of adequate state protection was not rebutted.", "[26] The RPD reviewed the documentary evidence about the situation of Roma  <FRAGMENT_SUPPRESSED> . It said that racism and violent attacks against Roma continue, and Roma are discriminated against in almost all areas of life. Right-wing extremist groups, including off-shoots of the Hungarian Guard, promote and carry out persecutory acts against Roma. Political parties such as the Jobbik encourage a strong anti-Roma agenda.", "[27] The Applicants expressed views at the hearing that, based on their past experiences with the police, they did not believe the police would help them. The RPD found these responses unpersuasive, largely unsubstantiated, and not consistent with the documentary evidence.", "[28] The Applicants' counsel submitted that the documentary evidence shows that Roma are often victims of racial profiling at the hands of the police, and that there is inadequate state protection when it comes to hate crimes. The RPD said that it acknowledged and considered that there is widespread reporting of incidents of persecution of Romani individuals  <FRAGMENT_SUPPRESSED> .", "[29] The documentary evidence indicated that Hungary has an advanced system for minority protection, but these measures are not always effectively implemented at a local level. The documentary evidence relating to the government's efforts was mixed. However, the RPD found that, in the circumstances of this particular case, the Applicants did not demonstrate that state protection  <FRAGMENT_SUPPRESSED>  is so inadequate that they need not have approached the authorities at all, or need not have taken steps to seek help from a higher authority or other means besides the police before seeking international protection in Canada.", "[30] The RPD found that the documentary evidence stated that organizations such as the IPCB and the Minority Ombudsman's Office do take complaints, make findings, and report those findings to the appropriate authorities. The RPD recognized inconsistencies in the documentary evidence about protection for Roma  <FRAGMENT_SUPPRESSED> , but found that though state protection is not perfect the police and other government organizations are both willing and able to protect victims.", "[31] The IPCB has been called a credible and independent watchdog, but there have been criticisms that the police only followed up on a small proportion of IPCB's recommendations. Counsel also submitted that there has been a rise in violent crime against Roma. In response to criticism of Hungary's investigation of these crimes, a special investigation unit (with 100 members in 2009) was created to investigate attacks. The RPD found that the evidence indicated that police still do commit abuses against Roma, but that it is reasonable to expect authorities to take action in these cases and that the police are capable of protecting Roma.", "[32] The RPD stated that Roma continue to experience discrimination in many areas of life, but the Hungarian government has adopted measures to try to deal with this problem. The Applicants could have approached the Minorities Ombudsman, the Equal Treatment Authority, the courts, or the Roma Police Officers' Association. There are also many other organizations in place to provide protection to minorities against discrimination.", "[33] The documentary evidence indicated that problems of discrimination still exist. Efforts are often resisted at the municipal level. The RPD reviewed the problems facing Roma in areas such as housing, education, employment, and health care, and discussed the measures being implemented by the Hungarian government in these areas. It noted criticisms of the implementation of many of these problems, and pointed out that Hungary is a member of the European Union and must meet its human rights standards in order to maintain membership.", "[34] The RPD was not persuaded that in the circumstances of this case state protection  <FRAGMENT_SUPPRESSED>  would not be reasonably forthcoming should the Applicants seek it. The RPD said that doubting the effectiveness of protection without really testing it is not enough. There was also no persuasive evidence the Applicants would face persecution or a risk to their lives or cruel and unusual treatment if returned to Hungary. Thus, their claims were rejected. ISSUES", "[35] The Applicants raise the following issues in this proceeding: a. Did the RPD conduct an unreasonable state protection analysis by finding that the Applicants failed to establish that the police would not protect them, by preferring evidence of Hungary's \"efforts\" to protect Roma over evidence that these efforts have been ineffective, and by relying on irrelevant evidence? b. Did the RPD err by finding that the Applicants have an IFA in Debrecen? STANDARD OF REVIEW", "[36] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.", "[37] <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal held at paragraph 36 that the standard of review on a state protection finding is reasonableness. Justice Leonard Mandamin followed this approach in <FRAGMENT_SUPPRESSED> . Further, in <FRAGMENT_SUPPRESSED>  Justice Danièle Tremblay-Lamer held at paragraph 11 that the standard of review on a state protection finding is reasonableness. Reasonableness is the standard applicable to the first issue.", "[38] The existence of an IFA is a matter of mixed fact and law, and is reviewable on a reasonableness standard (see <FRAGMENT_SUPPRESSED> ). The standard of review on the second issue is reasonableness.", "[39] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" STATUTORY PROVISIONS", "[40] The following provisions of the Act are applicable in this case: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or [...] Person in Need of Protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care 96. [...] 97. ARGUMENTS The Applicants Did the RPD conduct an unreasonable state protection analysis?", "[41] <FRAGMENT_SUPPRESSED>  provides as follows at paragraph 10: ... where the tribunal determines the applicant has failed to take steps to seek protection this finding is only fatal to the claim if the tribunal also finds that protection would have been reasonably forthcoming; a determination of reasonably forthcoming requires that the tribunal examine the unique characteristics of power and influence of the alleged persecutor on the capability and willingness of the state to protect; where the board relies on remedial legislation, the legislation in and of itself is not enough, there must be evidence that the remedies have had a practical positive effect.", "[42] In this case, the RPD accepted that the Male Applicant was the victim of harassment at the hands of a police officer, but thought that he had not taken all reasonable steps to seek state protection because he did not report the incident to the IPCB. The RPD did not accept his explanation that he was unaware of the IPCB. Furthermore, it is not clear how the IPCB would have provided the Male Applicant any protection, as the evidence indicates that the police follow up on only a small proportion of its recommendations, and its mandate is to make recommendations to the police and report findings to parliament.", "[43] With respect to the Female Applicant, the RPD did not think she made all reasonable attempts to seek state protection because she did not make a formal complaint or attempt to seek a court order against her former partner. However, the RPD did accept that her former partner had used Hungarian Guard slogans to familiarize himself with the police.", "[44] The Applicants submit that considering their past experiences with the police, they had good reason to believe that approaching the police for help would be futile. The Federal Court found as follows in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at paragraph 68: The Court understands that, according to the evidence, the applicant or her family did not directly request police protection. Following uncontradicted incidents, including a house burned down by a Molotov cocktail, the use of firearms and the hospitalization of the applicant and her son with serious injuries, the applicant and her family could have considered that the police, or at least the state authorities in question, would have been aware of her family's distress and their crisis situation. In addition, as discussed above, the documentary evidence shows how precarious the relationship of trust is between the police authorities and the Romani communities. As explained in the Handbook, fear of authorities may cause a lack of faith in the state apparatus as a result of past experiences that affected the individuals concerned (see para. 198 of the Handbook: \"198. A person who, because of his experiences, was in fear of the authorities in his own country may still feel apprehensive vis-à-vis any authority. He may therefore be afraid to speak freely and give a full and accurate account of his case.\").", "[45] In the present case, there was evidence of continued racism and brutality by the police against the Roma. The documentary evidence stated that Roma are targeted by the police, authorities regularly fail to respond to violence against Roma, there is a lack of monitoring and handling of racist crimes, Roma face discrimination and brutality by the police, Roma victims have difficulties proving the crimes against them, the police \"terrorize\" Roma communities and are extremely reluctant to initiate disciplinary action. In light of this evidence, the Applicants submit the RPD erred in finding that they had not made all reasonable efforts to avail themselves of state protection.", "[46] The RPD also erred by relying on the efforts of the Hungarian government, as opposed to the effectiveness of these efforts. As part of its state protection analysis, the RPD described in detail the troublesome situation Roma  <FRAGMENT_SUPPRESSED>  are currently facing. It found that Roma people face persecution in virtually all areas of life, and that right-wing, anti-Roma groups are gaining popularity. Nevertheless, the RPD found that adequate protection exists for Roma because Hungary is making \"serious efforts\" to address these problems. The Applicants submit that the RPD erred by relying on the \"efforts\" and \"measures\" of Hungary, in the face of evidence that these measures have not been effective.", "[47] Many recent decisions of the Federal Court have said that the fact that Hungary is taking steps to address its problems is not enough to constitute adequate protection (see <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above). The RPD must consider what is actually happening, not what the Hungarian government is attempting to put into place. Although there may be a genuine willingness on the part of the Hungarian government to improve conditions for Roma, this cannot be equated with adequate state protection unless these efforts are given effect in practice. The Applicants submit that the RPD's acknowledgment of the failings of so many of the Hungarian government's initiatives fortifies their position that the RPD erroneously applied a serious efforts test to its finding that adequate state protection exists. For example, the RPD discussed legislation that has been passed to safeguard the rights of Roma in support of its conclusion that sufficient state protection exists, even though the documentary evidence states that this initiative has not been effective.", "[48] The RPD also acknowledged the criticisms about the IPCB, the Equal Treatment Authority and the Minorities Ombudsman, and discussed accusations of negligence by the police in investigating attacks on Roma. There have been criticisms that human rights organizations do not have a broad enough scope and that many complaints are dismissed.", "[49] The application in <FRAGMENT_SUPPRESSED> , above, was allowed for the following reason at paragraph 63: Thus, it cannot be sufficient to show the changes and improvements in the Hungarian state, including a number of options for recourse and the possibility to obtain state protection. It still remains to be proven that the changes have been effectively implemented in practice. Proof of the state's willingness to improve and its progress should not be, for the decision-maker, a decisive indication that the potential measures amount to effective protection in the country under consideration. As the case law above shows, willingness, as sincere as it may be, does not amount to action. The Applicants submit that the RPD erred in the same way as in <FRAGMENT_SUPPRESSED> .", "[50] The Applicants further submit that the RPD relied on irrelevant evidence in concluding that state protection is available  <FRAGMENT_SUPPRESSED> . The RPD spent a significant amount of the Decision (six pages) discussing aspects of social integration efforts such as education, employment, and health care. The Applicants submit that these efforts are irrelevant to the question of whether state protection is available to Roma who are victims of racist crime.", "[51] A similar error was made in <FRAGMENT_SUPPRESSED> , above, at paragraph 11: The Board's state protection analysis is also problematic. The Board reviews evidence related to arbitrary detention  <FRAGMENT_SUPPRESSED> , the structure of the Hungarian police forces, police corruption, the Roma Police Association and its protection of Roma members of the police and military, other related police associations  <FRAGMENT_SUPPRESSED>  and Europe for Roma military and police officers, the Independent Expert, and the body responsible for the monitoring of the implementation of legislation dealing with anti-discrimination. However, the Board fails to focus on the relevant question: Is there adequate state protection available for Roma  <FRAGMENT_SUPPRESSED> ?", "[52] Even if this evidence were relevant, the RPD dealt with it in the same unreasonable manner as the other evidence. That is, the RPD looked at the measures being taken by the Hungarian government without paying proper consideration to their effectiveness in action. The Applicants submit that the RPD erred by relying on the existence of social initiatives, which do not speak to the issue of adequate state protection. Did the RPD err by finding that the Applicants have an IFA in Debrecen?", "[53] The Applicants submit that in finding that they could lively safely in Debrecen, the RPD failed to appreciate the nature of their claim. Among other things, the Applicants fear the Hungarian Guard and the other anti-Roma elements of Hungarian society. The evidence indicates that there is simply nowhere  <FRAGMENT_SUPPRESSED>  that Roma can escape this reality. Given the documentary evidence that indicates the situation is dismal for Roma throughout Hungary, the Applicants submit that the RPD's finding that they could live without fear of persecution in Debrecen was unreasonable.", "[54] The RPD also found it implausible that the Female Applicant's former partner would be motivated to pursue her to Debrecen. The Applicants submit that the RPD failed to consider her particular circumstances when coming to this conclusion. As stated in <FRAGMENT_SUPPRESSED> : ... the answer to the question of whether a potential option is an IFA for the applicant must include a very careful and informed analysis of whether it is reasonable from the applicant's perspective, given the state of her mind and the condition of her existence resulting from the abuse. The claimant is the only one who can tell the story; knowing how to decide whether to believe her is critical.", "[55] The Applicants also submit that the RPD ignored the Gender Guidelines on Women Refugee Claimants Fearing Gender-Related Persecution by failing to judge its expectations against the realities of the Female Applicant's life, including the trauma she suffered as a victim of domestic violence. The Federal Court held as follows at paragraph 8 of <FRAGMENT_SUPPRESSED> : ...for the RPD to properly take the Guidelines into account in rendering the decision under review, before placing any expectations on the Applicant, it was necessary for the RPD to judge any potential expectations against the reality of the Applicant's life, including the tremendous upset she suffered as a result of extreme violence, and the existence of a very fragile psychological make-up. Since this analysis was not conducted, I find that the Guidelines were not properly applied.", "[56] For the above reasons, the Applicants submit that the RPD erred in finding that they have an IFA in Debrecen. The Respondent Did the RPD conduct an unreasonable state protection analysis?", "[57] The Respondent points out that the Male Applicant never reported the mistreatment he suffered to any authority and claimed to be unaware of the IPCB, and the Female Applicant twice reported the abuse of her former partner and the police responded on both occasions. She did not attempt to get a court order from the police or pursue the matter any further. Both Applicants expressed the view that the police would not help them; the Respondent submits that a subjective reluctance to engage the state is not enough to rebut the presumption of state protection ( <FRAGMENT_SUPPRESSED> ).", "[58] The RPD acknowledged the evidence of police corruption and the use of excessive force against Roma, but found that there was evidence the state does take action when complaints are made. The Applicants point out that the IPCB has been criticized, but the documentary evidence states that it has also been praised by the European Roma Rights Centre. The RPD also found various other avenues of redress for alleged mistreatment, none of which were pursued by the Applicants.", "[59] The Court held in <FRAGMENT_SUPPRESSED> : If a refugee protection claimant failed to take all available measures to seek state protection, the Court finds that it is not enough to rely solely on documentary evidence of flaws in the justice system of the refugee protection claimant's country of origin ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 450). The applicant did not want to go to the authorities out of fear, and he did not approach higher authorities or other agencies. By not taking measures to seek state protection before making a claim for refugee protection, the applicant failed to rebut the presumption of state protection ( <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 620 (QL)).", "[60] The Respondent submits that the Applicants did not demonstrate that state protection would not be reasonably forthcoming, and they failed to take reasonable steps to access that protection. Thus, the RPD's finding that they had failed to rebut the presumption of state protection should not be disturbed.", "[61] Contrary to the Applicants' submissions, the Respondent says that the RPD did not look exclusively at the efforts of the state to protect Roma. The RPD found that the documentary evidence indicates that the IPCB and Ombudsman do take action and make reports when complaints are made, police officers are disciplined, and investigations into racially-motivated attacks occur. The RPD acknowledged that the documentary evidence is mixed, but found that local failures alone are not enough to rebut the presumption of state protection ( <FRAGMENT_SUPPRESSED>  (TD)).", "[62] The case of <FRAGMENT_SUPPRESSED> , above, relied on by the Applicants, is distinguishable because in that case the Court found an error in the decision-maker's selective review of the evidence and conclusion that there were no attacks on Roma during the relevant period. There is no such error alleged in this case; the Applicants simply disagree with the RPD's assessment of the mixed evidence. The Respondent submits that this is not a basis for interfering with the Decision, and that the RPD's state protection finding was reasonable. Did the RPD err by finding that the Applicants have an IFA in Debrecen?", "[63] The Respondent points out that the Applicants have not challenged the RPD's finding that there was no evidence that the police officers who harassed the Male Applicant would be inclined to pursue him to Debrecen. This was the Male Applicant's most significant allegation of harassment, but the Applicants now claim that the RPD misconstrued the nature of their claim and that the Male Applicant and his family fear the racist elements of Hungarian society. There is no evidence that the Male Applicant or his wife and child were subject to any specific incidents of persecution at the hands of the Hungarian Guard or other similar groups. If the Applicants feared these groups, they bore the burden of proving that they personally faced a risk from them at their refugee hearing.", "[64] The Applicants' argument is essentially that all Roma face such a risk everywhere  <FRAGMENT_SUPPRESSED> , and thus no viable IFA exists. This is not supported by the evidence, and goes against recent cases that have upheld the rejection of refugee claims by Roma from  <FRAGMENT_SUPPRESSED> ).", "[65] The Respondent submits that the RPD's finding that the Female Applicant's former partner would not be inclined to pursue her in Debrecen was reasonable in light of the evidence that was before it. The RPD found it implausible that he had been asking about the Female Applicant at her former work place one month before the hearing, when there was no evidence he had made any attempts to contact her in the intervening period of over two years.", "[66] The RPD also reasonably rejected the Female Applicant's claim that her former partner would be able to track her down in Debrecen through the Hungarian Guard network. The Respondent submits that given his limited and unsophisticated prior attempts to track her, this finding was reasonable.", "[67] The Respondent also submits there is nothing in the Decision to suggest that the RPD ignored the Gender Guidelines . While it is true that the RPD must consider the claimant's personal circumstances, there is nothing in the evidence to suggest that the impact of the abuse suffered by the Female Applicant would render the proposed IFA unreasonable. Furthermore, the IFA was proposed for the whole family, so the Female Applicant would have the support of family in Debrecen if needed.", "[68] When asked about living in Debrecen, the Male Applicant replied that he could not live there because there is racism everywhere  <FRAGMENT_SUPPRESSED> . The RPD considered this in relation to the second prong of the IFA test: whether the proposed IFA was reasonable ( <FRAGMENT_SUPPRESSED> ). The RPD considered evidence of the state's response to discrimination against Roma in response to the Applicants' claim that they could not live in Debrecen for this reason.", "[69] Contrary to the Applicants' submissions, the RPD did not ignore the implementation of measures to combat discrimination. The RPD noted many areas of social reform, and that free legal aid is available to Roma who face discrimination. The Respondent points out that the RPD acknowledged difficulties faced by the state in implementing legislation locally, but found that the Applicants would have recourse if they faced discrimination. The Applicants' claim that these measures have failed to improve the lives of Roma amounts to a disagreement with the weighing of the evidence, and is not a basis for this Court to interfere with the Decision.", "[70] The Respondent submits that the Applicants have not shown that the existence of racism all over Hungary makes the proposed IFA of Debrecen unreasonable. The finding of an IFA was alone a sufficient basis to reject their claim ( <FRAGMENT_SUPPRESSED> ). ANALYSIS", "[71] The Decision focuses upon an IFA in Debrecen and adequate state protection  <FRAGMENT_SUPPRESSED> . These issues are intertwined because, in addition to the specific acts of violence perpetrated against the Male Applicant and the Female Applicant (which were accepted by the RPD), the Applicants also alleged fear of general racism, which had to be considered, not only in its own right, but as part of the second prong of the IFA analysis under <FRAGMENT_SUPPRESSED>  (CA).", "[72] The RPD fully acknowledges the truly horrendous conditions faced by Roma people  <FRAGMENT_SUPPRESSED> : According to Central Statistics Office, in 2007 the Romani community was the largest ethnic minority, accounting for 2% of the population, or about 200,000 persons. However, unofficial estimates, which vary widely, suggest the actual figure was much higher, ranging between 500,000 and 800,000 persons. Violent attacks against Roma continued and generated strong public concern and intense disputes as to the existence of racially motivated crime in the country. Human rights NGO's reported that Roma were discriminated against in almost all fields of life, particularly in employment, education, housing, penal institutions, and access to public places, such as restaurants and bars. According to statistics of the Hungarian Institute for Educational Research and Development, Roma were significantly less educated than other citizens, and their incomes and life expectancy were well below average. A 2007 International Labor Organization report estimated the unemployment rate among Roma to be 40%. However, in many underdeveloped regions of the country, it exceeded 90%. Romani unemployment was estimated to be 3 to 5 times higher than among the non-Romani population. Inadequate housing continued to be a problem for Roma; their overall living conditions remained significantly worse than the general population's. I have canvassed the documentary evidence, and I have determined that the attitude of some Hungarian people, including some in positions of authority, toward the Roma is discriminatory and prejudicial. It is clear from the documentary evidence that the effect has been to marginalize the Roma people. Roma are generally under-employed, under-educated, frequently live in subsistence housing, and are now subject to violence from radical elements who are gaining support from the general public to some extent. \"Roma continued to face violent attacks and discrimination and lived in a climate of fear ....In June, the Organization for Security and Co-operation in Europe (OSCE) noted that Roma were more susceptible to being made 'scapegoats', blamed for the country's existing socio-economic problems, as a larger percentage of them depended on state support.\" The documentary evidence indicates there is widespread discrimination against the Roma. There is evidence of specific incidents of persecution against the Roma. As I will demonstrate further on, the documentary evidence indicates that persecutory acts are often promoted and carried out by right-wing extremists groups, such as members of the disbanded Hungarian Guard, whose members have continued their activities under different names, and in newly formed different organizations. Additionally, the right-wing Jobbik Party feeds on sentiments from its constituency, which contributes to the discrimination and persecution of the Roma. According to sources, Jobbik is an \"extreme right-wing\" political party with nationalistic roots and a strong anti-Roma and anti-Semitic agenda .... Sources indicate that the Hungarian Guard's popularity, as well as the party's campaign against so-called \"'Gypsy crime',\" significantly contributed to Jobbik's growth.\" On the other hand, while there seemed to have been some surprise at the Jobbik Party's moderate success in the last national election, in which they became the third-place party with nearly 17% of the vote, the documentary evidence also indicate that Jobbik support dropped in April 2011 to 13 percent among likely voters and in August 2011, it was 15 percent among decided voters. To gain back its support the Jobbik party has renewed its campaign against Roma with rallies in villages across the country. According to Amnesty International: [T]here were nine attacks against Romani communities in 2008 and 2009 which bore similar characteristics. The perpetrators used Molotov cocktails and firearms; there were usually two people shooting from very close range using shotguns. Although the victims of the attacks lived in various places across the country, their houses were mostly located on the peripheries of settlements close to motorways. The attacks caused fear among the Romani community throughout the country. The police reacted by taking several measures within a programme that was supposed to enhance community safety. Initially, the measures were taken in countries where the attacks were carried out. In April 2009 they were extended to \"vulnerable settlements\" where police believed similar attacks could be expected. These areas were patrolled at night and in early morning hours. The Amnesty International report indicates that at least nine violent incidents are considered by the police to have been allegedly carried out by the same perpetrators. On August 21, 2009, police officers arrested four suspects and charged three of the individuals \"on the grounds of multiple coordinated homicide, robbery and abuse of weapons as well as vandalism. Of the four, three are charged on the basis of DNA and weapons analysis; the fourth individual is being treated as an accomplice.\" The series of crimes carried out between January 2008 and August 2009 targeting Roma and their property has created an atmosphere of fear in the Romani community.", "[73] The RPD says that, as regards adequate state protection, it prefers the \"documentary evidence over the claimants' testimony since they are drawn from a wide range of publicly accessible documents, from reliable nongovernment and government organizations.\" The RPD acknowledges that \"A fair reading of the documentary evidence indicates that the central government is motivated and willing to implement measures to protect the Roma, but these measures are not always implemented effectively at the local or municipal level.\" Against these general concerns about the effectiveness of government measures, the RPD concludes that \"the documentary evidence relating to government efforts to protect the Roma and to legislate against broader forms of discrimination and persecution is mixed.\"", "[74] Specifically with regards to the Male Applicant, the RPD concludes that However this might be, in the circumstances particular to this case, the claimant has not demonstrated that state protection  <FRAGMENT_SUPPRESSED>  is so inadequate, that he need not have approached the authorities at all, or that he need not have taken all reasonable efforts to seek state protection in his home country, such as seeking help from people higher in authority, or with other mechanisms, such as the Minorities Ombudsman's Office or the Independent Police Complaints Board (IPCB), before seeking international protection in Canada. The Board's documents indicate that these complaint mechanisms do take complaints, make their findings, and then report those findings back to the appropriate authorities for their response (although final resolutions to these complaints appear to have a smaller number of resolutions in favour of the complainant, that is not a matter that is before me since I do not have the facts relating to these cases; only the reported numbers). The Board recognizes that there are some inconsistencies among several sources within the documentary evidence; however, the objective evidence regarding current country conditions suggests that, although not perfect, there is adequate state protection  <FRAGMENT_SUPPRESSED>  for Roma who are victims of crime, police abuse, discrimination or persecution, that Hungary is making serious efforts to address these problems, and that the police and government officials are both willing and able to protect victims.", "[75] It must be kept in mind that the undisputed evidence of the Male Applicant was that he was beaten by the police as a result of a complaint he made concerning his son's medical treatment. He had tried to gain protection for legitimate reasons, but was severely mistreated.", "[76] The RPD's conclusion on police protection is as follows: The evidence indicates that police do still commit abuses against people, including the Roma, but there is also evidence that indicates it is reasonable to expect authorities to take action in these cases and that the police are capable of protecting Roma.", "[77] The evidence that this conclusion is based upon is not clear. No footnote is provided and the Respondent has directed me to consider the evidence referred to in paragraphs 32 - 35 of the Decision. When I do this, I see there are references to the work of the Minorities Ombudsman's Office, the IPCB, and the investigation by the National Bureau of Investigation (NBI) and the resulting prosecution of four suspects for the murder of six persons.", "[78] Most of this evidence is about complaints filed against the police or others who have harmed Roma people. In my view, none of this evidence suggests that there is what Justice Richard Mosley has referred to as \"operational adequacy\" [ <FRAGMENT_SUPPRESSED> ] when the police are called upon to protect Roma people against acknowledged rising racist and violent crime, or to support a conclusion that the police are able and willing to protect Roma people.", "[79] On very similar evidence, Justice Yves de Montigny had the following to say on point in the recent case of <FRAGMENT_SUPPRESSED> to 18: The Board also points to various organizations that can provide protection to the Applicants and again seems to assume that these organizations would be in a better position to provide protection in Budapest since their head offices are located there. The problem with this assertion is that there is no evidence on the record that these organizations would be better able to \"protect\" the Applicants in Budapest than in the rest of the country. More importantly, the mandate of each of the organizations referred to by the Board (the Independent Police Complaints Board, the Parliamentary Commissioners' Office, the Equal Treatment Authority, the Roma Police Association, the Complaints Office at the National Police Headquarters) is not to provide protection but to make recommendations and, at best, to investigate police inaction after the fact. The jurisprudence of this Court is very clear that the police force is presumed to be the main institution mandated to protect citizens, and that other governmental or private institutions are presumed not to have the means nor the mandate to assume that responsibility. As Justice Tremblay-Lamer aptly stated in <FRAGMENT_SUPPRESSED>  at paras 24-25: In the present case, the Board proposed a number of alternate institutions in response to the applicants' claim that they were dissatisfied with police efforts and concerned with police corruption, including National or State Human Rights Commissions, the Secretariat of Public Administration, the Program Against Impunity, the General Comptroller's Assistance Directorate or through a complaints procedure at the Office of the Attorney General (PGR). I am of the view that these alternate institutions do not constitute avenues of protection per se ; unless there is evidence to the contrary, the police force is the only institution mandated with the protection of a nation's citizens and in possession of enforcement powers commensurate with this mandate. For example, the documentary evidence explicitly states that the National Human Rights Commission has no legal power of enforcement (\"Mexico: Situation of Witness to Crime and Corruption, Women Victims of Violence and Victims of Discrimination Based on Sexual Orientation\"). See also: <FRAGMENT_SUPPRESSED>  25 Imm. L.R. (2d) 267, at para 11. Accordingly, I find that it was not open to the Board to decide on a balance of probabilities that there is no serious possibility of the Applicants being persecuted in Budapest. The male Applicant has been attacked in Budapest because of his Roma ethnicity. There is nothing in the Board's IFA analysis or in the evidence that suggests that Budapest is safer than any other parts of the country, other than the fact that \"Budapest is a large city\" and \"host to a number of organizations and government services for ...Roma who are discriminated against.\" Neither the size of the city nor the organizations listed offer effective protection against persecution in Budapest. The Board also erred in relying on the efforts deployed by the state to deal with the difficulties faced by the Roma people. At paragraph 15 of its reasons, the Board member wrote: \"The panel acknowledges that violent crimes against the Roma continue to exist; however, it is reasonable to expect authorities to take action when reports are made.\" It is at the operational level that protection must be evaluated. This is all the more so in a state where the level of democracy is at an all time low, according to the documentary evidence found in the record. Furthermore, the 2010 Human Rights Report: Hungary (US DOS, April 8, 2011) upon which the Board purports to rely for its finding that Roma can expect state authorities to protect them, explicitly contradicts such a finding. It states in its overview portion, at page 1: Human rights problems included police use of excessive force against suspects, particularly Roma; new restrictions on due process; new laws that expanded restrictions on speech and the types of media subject to government regulation; government corruption; societal violence against women and children; sexual harassment of women; and trafficking in persons. Other problems continued, including extremist violence and harsh rhetoric against ethnic and religious minority groups and discrimination against Roma in education, housing, employment, and access to social services. Nothing in that report suggests that it is reasonable to expect that authorities will take action if a complaint is filed. In fact, the US DOS Report implies the opposite.", "[80] Similar evidence and reasoning has also been addressed by Justice Russel Zinn in <FRAGMENT_SUPPRESSED> : The RPD found that by never approaching the police or other organizations with a complaint, they had failed to take all reasonable steps to seek state protection. It was said that the objective evidence indicated that there were \"many sources of recourse had the [applicants] decided to report any problems to the police and been dissatisfied with their action.\" The Minorities Ombudsman's Office, the Independent Police Complaints Board [the IPCB] and the Roma Police Officers' Association are cited as some of the sources of recourse to which they could have availed themselves. The RPD noted that the IPCB is independent of the police, reviews complaints of police actions and makes recommendations to the head of the National Police. Furthermore, if those \"recommendations are not accepted, the matter can be referred to a court.\" Second, the RPD described the various reports of attacks against Roma in recent years and noted that \"the police reacted by taking several measures within a program that was supposed to enhance community safety.\" For example, areas where the police believed similar attacks might occur were patrolled at night and in the early mornings. It was found that objective evidence indicated that the police made several arrests in relation to the attacks. In its examination of the allegation of discrimination, the RPD noted that \"it is stated in the Board package that Hungary has one of the most advanced anti-discrimination laws and system for minority protection in the Central and Eastern European region.\" However, it also found that the failure of local authorities to implement this legislation explains much of the discrimination experienced by Roma. Despite this telling finding, the Board noted that Roma have a number of organizations with whom they may seek redress if they suffer discrimination. The Board also noted that the Hungarian government has taken a number of measures that are aimed to reduce inequities suffered by the Roma in the areas of housing, employment, education, health, and political representation. On the basis of its examination of the documentary record, the RPD \"confirms that, although not perfect, there is adequate state protection  <FRAGMENT_SUPPRESSED>  for Roma who are victims of crime, police abuse, discrimination, or persecution.\" Actions, not good intentions, prove that protection from persecution is available . See the following on this point among the many, many decisions of this Court involving state protection in  <FRAGMENT_SUPPRESSED> . The decision under review is replete with statements and quotations of the government's good intentions; there is scant reference or statements as to the effectiveness of these efforts . The RPD points to one document that describes a series of nine particularly horrendous attacks against members of the Romani community between January 2008 and August 2009. They were similar in that the perpetrators used Molotov cocktails and firearms. The victims were killed, burned, and seriously injured. These crimes were investigated and eventually four persons were charged. But that evidence shows nothing of the results or the efforts made to investigate and prosecute those involved in the more numerous \"other\" attacks on Roma  <FRAGMENT_SUPPRESSED> . Evidence of the actions taken by police to address notorious, well-publicized, serial killings is of little persuasive value in showing how the police deal with more common criminals. However, on the basis of that particular response to these few horrific organized crimes, the RPD concluded that \"there is solid objective evidence of active police investigation and arrest.\" The situation of these applicants, and most Roma, is not that of the victims in these nine attacks. Therefore, the RPD erred in relying, selectively, on evidence that had little relevance to these applicants and their situation  <FRAGMENT_SUPPRESSED> . The RPD also makes reference to the IPCB as an avenue of redress if the police do not act properly. It writes that it is an independent body reviewing complaints of police actions which makes recommendations to the head of the National Police and if the recommendations are not accepted, the matter can be referred to a court. On its face, that appears to be an effective tool to ensure that complaints about the police are dealt with; however, another document states that \"in practice\" the head of the National Police \"'neglect[s]' 90 percent of the Complaints Body's decisions.\" Thus, there appears to be no real avenue for redress for the vast majority of the complainants. The RPD's determination that this process provides a reasonable opportunity for Roma to seek redress is unreasonable. Without any analysis as to how its conclusion that there is adequate state protection  <FRAGMENT_SUPPRESSED>  for Roma who are victims of crime, police abuse, discrimination, or persecution was reached, it cannot be said to be reasonable in light of the evidence to the contrary in the national document package, including, as an example, the following from Amnesty International's Violent Attacks Against Roma  <FRAGMENT_SUPPRESSED> : Time to Investigate Racial Motivation: Amnesty International's research into some of the nine attacks and other reported incidents indicates that the Hungarian authorities failed to identify and respond effectively to violence against Roma  <FRAGMENT_SUPPRESSED> , including by not investigating possible racial motivation. This report details the shortcomings in the responses of Hungarian criminal justice system in relation to hate crimes. Although there are existing provisions to combat hate crimes they are not being properly implemented, including because the police lack capacity to recognize and investigate hate crimes and lack training to enhance such capacity. There are no guidelines for police offices on how to investigate hate crimes and how to treat alleged victims - and neither are there guidelines for prosecutors on how to oversee these investigations. The assistance and support provided by the state for victims of hate crimes are also inadequate. In terms of prevention the authorities lack effective measures to map the nature and scale of the issue, including because they do not collect disaggregated data on hate crimes, thereby hampering their ability to identify trends and craft relevant policy responses. ... Despite the existing legal provisions on hate crime, Hungary has been criticized for failing to implement the provisions. The low levels of prosecutions of racially-motivated crimes have been attributed to the reluctance of the police, prosecutors and courts to investigate and acknowledge racial motivation in violent and nonviolent crimes against Roma. ... Amnesty International is concerned that Hungarian authorities are failing to take necessary steps to prevent and respond to violence against Roma effectively due to shortcomings and gaps in the criminal justice system. [emphasis added] Lastly, the RPD concluded that these applicants had failed to rebut the presumption of state protection, in part, because they had not sought it. However, because the RPD was of the view (on the basis of this selective evidence) that adequate state protection was available, it failed to seriously examine and test the evidence and submissions of the applicants that they did not seek it because it would not have been \"reasonably forthcoming.\" Based upon the evidentiary record, that may well have been a reasonable supported belief and, where protection is not likely to be forthcoming, there is no requirement to seek it: <FRAGMENT_SUPPRESSED> .", "[81] My own conclusions in the present case are much the same as those given by Justice de Montigny and Justice Zinn, above. There is no evidence to suggest that it is reasonable to expect the operative authority for protecting Roma against racist violence (i.e. the police) will take action, and that the police are capable and willing to protect Roma people against such violence. This being the case, the RPD did not in this case seriously or adequately consider the question and test the Applicants' submissions that they did not, and could not in Debrecen or anywhere else  <FRAGMENT_SUPPRESSED> , seek state protection because it would not have been reasonably forthcoming. As in <FRAGMENT_SUPPRESSED> , above, based upon the evidentiary record in this case, that may well have been a reasonably supportive belief, and where protection is not likely to be forthcoming, there is no requirement to seek it.  <FRAGMENT_SUPPRESSED> .", "[82] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[83] THIS COURT'S JUDGMENT is that 1. The application is allowed. The decision is quashed and the matter is referred back for reconsideration by a differently constituted RPD. 2. There is no question for certification. Application allowed. Editor: Gary W. McLaughlin/vnh"]}