{"id_": "084866", "body_str": ["[1] Mosley, J. : Mr. Ramirez is a citizen of El Salvador who came to Canada in August 2006 with a visa to attend an international conference on AIDS and took advantage of the opportunity to apply for refugee protection. His claim as an HIV-positive individual subject to persecution in El Salvador was denied by the Refugee Protection Division (\"RPD\") in May 2007 and an application for leave for judicial review of that decision was dismissed by this Court in August 2007. A Pre-Removal Risk Assessment (\"PRRA\") issued on January 11, 2008 was negative. In these proceedings, Mr. Ramirez seeks judicial review of the PRRA decision.", "[2] The applicant submits that the PRRA officer erred in assuming that the RPD had assessed the risk of persecution that he faced in El Salvador by reason of his profile as a gay, HIV-positive male. As a result, he submits, the PRRA officer failed to assess risk based on his identity as a homosexual and misinterpreted the new evidence limitation in subsection 113 (a) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (\"IRPA\"). In addition, the applicant contends that the officer applied too high a standard for considering a claim based on statements he had made which were reported in the Canadian and El Salvador press. He argues further that the officer erred in concluding that the applicant did not provide sufficient evidence to demonstrate that he had suffered physical and sexual abuse.", "[3] The respondent takes the position that the RPD findings extend to both the specific and general risks alleged by the applicant. The board had acknowledged the applicant's fear of returning to El Salvador as it referred to his statements that \"he cannot have the freedom to be himself and cannot receive protection from the authorities as a gay person\" and that \"there is no protection for gays and lesbians in El Salvador\". The respondent submits that the RPD considered the evidence tendered by Mr. Ramirez in support of his claim, including the country condition reports, and rejected or gave no weight to it, as it was entitled to do.", "[4] The applicant's claim for protection was based on both a specific risk of retaliation by a police officer who he alleged had sexually assaulted him and contracted HIV from the rape and the general risk he faces as a gay man in El Salvador. The RPD had found that the claim of a specific risk was not credible and that the presumption of state protection was not rebutted because the applicant had made no effort to report the incident in the months that had passed prior to his departure for Canada. The applicant submits that the RPD gave no consideration as to whether it would have been reasonable to access state protection in light of the documentary evidence regarding the abuse of homosexuals by persons in authority in El Salvador.", "[5] The PRRA officer found that the applicant had not tendered sufficient new evidence for a different conclusion to be reached with respect to the credibility of the applicant's statements about the alleged sexual assault and threat of retaliation. With regard to the newspaper reports, the officer concluded that there was no evidence to establish that the articles had come to the attention of the authorities in El Salvador or that they had expressed an intention to target the applicant. The officer found that medical care and drugs would continue to be available for the treatment of the applicant's condition in El Salvador.", "[6] This case turns, in my view, on the question of whether the applicant's claim of a risk of persecution by reason of his status as a gay male has ever been properly assessed.", "[7] The jurisprudence supports the conclusion that risk assessments conducted by PRRA officers should be reviewed on the standard of reasonableness by virtue of their role as specialized administrative tribunals, and that significant deference is owed to their decisions, in particular to their decisions regarding the weight to be given to the evidence presented before them: <FRAGMENT_SUPPRESSED>  (T.D.). If, in this instance, I had deemed it necessary to consider whether the officer correctly interpreted IRPA subsection 113 (a) the standard of correctness would have been appropriate.", "[8] The PRRA officer proceeded on the assumption that the RPD decision considered all of the risks raised by the applicant and thus directed his mind to whether the applicant had submitted any new evidence with regard to risks which may have developed in the interim. The officer did not err in his interpretation of subsection 113 (a) but misapplied it to a context in which the limitation did not arise.", "[9] The framework for determining whether evidence is admissible under 113 (a) was set out by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> . The object of the legislation is to avoid the relitigation of issues which were dealt with in the refugee determination process. A PRRA application is not an appeal or reconsideration of the decision of the RPD to reject the claim. However, as Madame Justice Karen Sharlow states in paragraph 12 of Raza , a PRRA determination may require consideration of some or all of the same factual and legal issues as a claim for refugee protection.", "[10] It is clear from a close reading of both the RPD and the PRRA decisions that neither expressly consider how the objective country condition information set out in a United States Department of State report, an Amnesty International report, a March 2007 article in the New Statesman and an Immigration and Refugee Board Response to Information Request might support the applicant's fear of persecution. This is not a case in which I would wish to rely upon the presumption that a tribunal has considered all of the evidence before it as there are significant indications to the contrary.", "[11] The applicant had complained of a long history of persecution because of his sexual orientation. The documentary evidence contains information which could be construed as supporting his claim of risk if returned to El Salvador. Apart from a passing reference to evidence of employment difficulties, the RPD concentrated its analysis on the one specific incident alleged by the applicant and his failure to seek state protection from the threat of retaliation. That was the starting point for the PRRA officer's assessment. The PRRA officer makes a reference to the country condition documents tendered by the applicant on two occasions but simply states that he has noted the evidence about discrimination based on sexual orientation. There is no apparent analysis as to how this evidence may relate to a person with the applicant's profile.", "[12] I find that it was unreasonable for the PRRA officer to have assumed that the RPD had conducted a complete risk assessment and not to have considered whether on all of the evidence, including the objective documents, the applicant faced a risk of persecution and to his safety if returned to El Salvador.", "[13] The applicant proposed that I certify as a question of general importance whether PRRA officers have an obligation to consider a risk that is not addressed by the RPD and to consider all of the evidence with respect to the issue. The respondent proposed no question. In my view, the legal question was settled by the Court of Appeal  <FRAGMENT_SUPPRESSED> and the proposed question would not transcend the interests of the parties in this matter. JUDGMENT", "[14] IT IS THE JUDGEMENT OF THIS COURT that the application is granted and the matter is remitted for reconsideration by a different PRRA Officer. No questions are certified. [End of document] <FRAGMENT_SUPPRESSED>"]}