{"id_": "084880", "body_str": ["[1] Mosley, J. : The applicant, a citizen of Sierre Leone, seeks judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board, dated June 14, 2006, in which the Board determined that Mr. Thomas was not a refugee or a person in need of protection due to his exclusion pursuant to section 98 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27. While the Board's decision is not error free, for the reasons that follow I am satisfied that no reasonably instructed tribunal could have reached a different conclusion and exercise my discretion to dismiss the application.  <FRAGMENT_SUPPRESSED>", "[2] The applicant joined the Sierra Leone Army in 1991 rising to the level of Captain, the rank he held when he left Sierra Leone in 1998.  <FRAGMENT_SUPPRESSED>", "[3] On May 25, 1997 a coup ousted the ruling Sierra Leone People's Party (SLPP). The precise role played by the applicant, if any, in the planning and execution of the coup is unclear from the record. It is clear, however, that he was deeply involved with the military government that formed after the coup, the Armed Forces Revolutionary Council (AFRC), from its inception on May 25, 1997 until it was unseated from government on February 13, 1998 by a Nigerian-led intervention force, the Economic Community of West African States Cease-fire Monitoring Group (ECOMOG).  <FRAGMENT_SUPPRESSED>", "[4] In considering the evidence before it, the Board found that the applicant became an official spokesman for the cabal that led the coup, held the position of \"Under Secretary of State for Mineral Resources\" during the short-lived coup government, participated in negotiations in July 1997 on behalf of the AFRC, and was appointed to the position of \"Secretary of State, Marine Resources\" in a cabinet shuffle on December 17, 1997. The applicant held this last post until the AFRC was ousted on February 13, 1998. In his submissions in the present case, the applicant has not disputed that he held these positions. He asserts that he fled Sierra Leone on April 1, 1998.  <FRAGMENT_SUPPRESSED> DECISION  <FRAGMENT_SUPPRESSED>", "[5] The Board accepted the applicant's identity. The Board described the applicant's contention that he fears the current government of Sierra Leone because of his involvement with the AFRC government as being central to his claim, noting that he had testified that he risks being put to death like many of his colleagues. The Board also noted the applicant's argument that he had been forced to become involved with the AFRC, but found that a different picture emerged through his testimony and from the documentary evidence.  <FRAGMENT_SUPPRESSED>", "[6] The Board recognized that there was much reason for the applicant to try and distance himself from the AFRC, stating that the documentary evidence before the panel left no doubt as to the AFRC's nature. The Board found that the AFRC was an organization with a limited brutal purpose, and that the applicant was a leader of this organization. In reaching these conclusions, the Board relied significantly on Exhibit M-14, item 2, \"Findings\", Report of the Truth and Reconciliation Commission, Sierra Leone, 2004 (the \"TRC Report\"). The TRC Report sets out the findings of the Truth and Reconciliation Commission (the \"Commission\") that was set up in Sierra Leone to make findings in relation to the causes, nature and extent of violations and abuses during the armed conflict of which the AFRC was a part.  <FRAGMENT_SUPPRESSED>", "[7] In addressing the role of the applicant within the AFRC, the Board emphasized that though the applicant had only referred to his position as Secretary of State for Marine Resources in both his PIF and when he was questioned by the Canadian Security Intelligence Service upon his entry into Canada, he had also held other leadership positions in the AFRC government. When the applicant offered testimony trying to downplay his involvement with and knowledge of the activities of the AFRC, the Board did not accept his explanations as credible. The Board noted in particular that the applicant's progress into positions of increasing seniority was an indication that he was an integral member of the AFRC junta and a knowing participant in their plans and activities.  <FRAGMENT_SUPPRESSED>", "[8] When asked by the Board why he had stayed with the AFRC until it was ousted from power, the applicant responded that he had had no choice. The panel did not accept this explanation. The Board found instead that \"[b]y not extricating himself at the earliest possible opportunity, and by remaining with the AFRC from their inception until they were ousted from Freetown, the claimant willingly subscribed to the ideology of an organization that was 'principally directed to a limited brutal purpose.' <FRAGMENT_SUPPRESSED>", "[9] In light of the applicant's level of involvement with the AFRC, and in light of the AFRC's activities, the Board concluded that there were serious reasons for believing that the applicant had committed an international offence, namely a crime against humanity. As a result, his refugee claim was rejected pursuant to section 98 of the Act , and Article 1F(a) of the United Nations Convention Relating to the Status of Refugees , July 28, 1951, [1969] Can. T.S. No. 6 (the Refugee Convention ).  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[10] The issues raised in the present case can be described as follows:  <FRAGMENT_SUPPRESSED> 1) Did the Board err in misinterpreting the proper legal test to apply with respect to complicity?  <FRAGMENT_SUPPRESSED> 2) Did the Board err in failing to provide adequate reasons with respect to the purpose of the AFRC?  <FRAGMENT_SUPPRESSED> 3) Did the Board err in misapplying the test for complicity by:  <FRAGMENT_SUPPRESSED> a. finding that the AFRC has a limited and brutal purpose?  <FRAGMENT_SUPPRESSED> b. finding that the applicant was a knowing participant who held a shared, common interest with the objectives of the AFRC?  <FRAGMENT_SUPPRESSED> c. referring to atrocities committed after the period in which the applicant was involved with the AFRC?  <FRAGMENT_SUPPRESSED> 4) Is the present case one in which the Court should exercise its discretion to dismiss the application, despite there being an error with respect to the crimes against humanity issue?  <FRAGMENT_SUPPRESSED> STATUTORY FRAMEWORK:  <FRAGMENT_SUPPRESSED>", "[11] Section 98 of the Act provides as follows:  <FRAGMENT_SUPPRESSED> \"98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection. <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>", "[12] Article 1F(a) of the Refugee Convention states as follows:  <FRAGMENT_SUPPRESSED> \"Article 1 ...  <FRAGMENT_SUPPRESSED> \"F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that:  <FRAGMENT_SUPPRESSED> (a) He has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes; ... <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED> Standard of Proof & Standard of Review  <FRAGMENT_SUPPRESSED>", "[13] The standard of proof that applies with respect to Article 1F(a) of the Refugee Convention in this context is whether the Crown has demonstrated that there are serious reasons for considering that the claimant has committed crimes against humanity. This standard requires more than suspicion or conjecture, but something less than proof on a balance of probabilities: <FRAGMENT_SUPPRESSED> ; 175 N.R. 324 (S.C.C.) ( Sivakumar ); <FRAGMENT_SUPPRESSED>  at para. 13.  <FRAGMENT_SUPPRESSED>", "[14] With respect to the standard of review, to the extent that the issues raised go to findings of fact, they are to be reviewed on a standard of patent unreasonableness; where the question is one of mixed fact and law, they \"can only be reviewed if they are unreasonable\"; to the extent that they raise a question of pure law alone, such as the interpretation of the exclusion clause, \"the findings can be reviewed if they are erroneous\" i.e. the standard of correctness: <FRAGMENT_SUPPRESSED> . Where the issue raised is one of procedural fairness, such as the adequacy of reasons, the standard of review is correctness, and the pragmatic and functional approach need not be applied: <FRAGMENT_SUPPRESSED>  O.A.C. 38, at para. 100.  <FRAGMENT_SUPPRESSED>", "[15] The question as to whether the facts, as found, establish that an individual has been complicit in crimes against humanity is therefore reviewable on a standard of reasonableness, as this is a question of mixed fact and law: <FRAGMENT_SUPPRESSED>  at para. 12 ( Kasturiarachchi ). That being said, the question of what is required to make a finding of complicity is a question of law which must be reviewed on a standard of correctness.  <FRAGMENT_SUPPRESSED> 1. Legal Test for Complicity  <FRAGMENT_SUPPRESSED>", "[16] The applicant asserts that the first question to be determined in a complicity finding for crimes against humanity is which crimes are alleged to have been committed. According to the applicant, such a determination requires that the facts of the crimes be identified by the Board as well as the respective sanction in the corresponding international instrument, before a finding of complicity can be made.  <FRAGMENT_SUPPRESSED>", "[17] The respondent counters that the Board has made clear factual findings in the present case, setting out specific acts for which the AFRC was responsible including: abductions, forced labour (including child labour), beatings and killings of civilians, mass rape, and amputations. The respondent argues that accepting the applicant's argument would require the Court to find fault with the Board for simply not stating the obvious, that these crimes are crimes against humanity. The respondent further argues that it is not necessary for the Board to refer to specific international instruments, the real issue being whether the acts identified by the Board are crimes against humanity as defined in the jurisprudence. The respondent argues that it is plainly obvious, having regard to the jurisprudence, that the crimes at issue in the present case qualify as crimes against humanity.  <FRAGMENT_SUPPRESSED>", "[18] The applicant argues further that in finding the applicant complicit in crimes against humanity, the Board has misapplied the test. The respondent argues that the applicant appears to be objecting to the fact that the Board found both that the AFRC was a limited and brutal purpose regime, and that the applicant was a knowing participant who held a shared common purpose. The respondent asserts that the Board cannot be held in error because it made additional findings in support of its conclusion.  <FRAGMENT_SUPPRESSED>", "[19] The respondent, the applicant and the Board all refer to the same case law and principles in setting out what the appropriate law to apply is in the present case. For example, the Board citing <FRAGMENT_SUPPRESSED> ; 84 F.T.R. 227 (T.D.), at para. 22 (T.D.) ( Gutierrez ) referred to the fact that there are three prerequisites to making a finding of complicity, including:  <FRAGMENT_SUPPRESSED> \"1) membership in an organization which committed international offences as a continuous and regular part of its operation;  <FRAGMENT_SUPPRESSED> \"2) personal and knowing participation ; and  <FRAGMENT_SUPPRESSED> \"3) failure to dissociate from the organization at the earliest safe opportunity.\" (Emphasis mine)  <FRAGMENT_SUPPRESSED> These prerequisites were established by the Court  <FRAGMENT_SUPPRESSED> on the basis of an excerpt taken from the earlier decision of <FRAGMENT_SUPPRESSED>  (F.C.A.) ( Ramirez ); Moreno and  <FRAGMENT_SUPPRESSED>  (F.C.A.); and Sivakumar . These three prerequisites have since been utilized by the Court, indicating they represent an accurate summary of the law, see for example: <FRAGMENT_SUPPRESSED>  at para. 8; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 26.  <FRAGMENT_SUPPRESSED>", "[20] Referring to Ramirez , the Board further recognized six factors for determining complicity in crimes against humanity: method of recruitment; nature of the organization; position/rank; knowledge of atrocities; length of time as a member; and opportunity to leave the organization. These factors have since been described by the Court as \"the most important factors to consider when determining whether there were serious reasons to believe that the principal Applicant had personal knowledge, or could be considered as an accomplice in the perpetration of crimes against humanity\": <FRAGMENT_SUPPRESSED>  at para. 24.  <FRAGMENT_SUPPRESSED>", "[21] It is clear that the Board applied these factors in the present case. For example, in its reasons the Board found that: the applicant voluntarily joined the AFRC; the AFRC had a limited and brutal purpose; the applicant was a leader of the organization and a knowing participant; at best the applicant was willfully blind to the violence going on around him; the applicant remained a member throughout the time the AFRC was in power; and that the applicant did not leave the organization at the earliest possible opportunity.  <FRAGMENT_SUPPRESSED>", "[22] The law makes it clear that in order to be complicit in the commission of an international offence an individual's participation must be personal and knowing. Complicity in such an offence rests on a shared common purpose: <FRAGMENT_SUPPRESSED>  at para. 22, citing <FRAGMENT_SUPPRESSED>  at para. 4 This has been described as the mens rea requirement of the exclusion clause: <FRAGMENT_SUPPRESSED> ; 74 F.T.R. 214 (T.D.), at para. 12 (T.D.) ( Cardenas ).  <FRAGMENT_SUPPRESSED>", "[23] In the context of assessing complicity by way of involvement with an organization, the first step is to look at the purpose of the organization in question. Where the \"main objective of the organization is achieved by crimes against humanity or is directed towards a limited and brutal purpose, membership is generally sufficient to establish complicity\": <FRAGMENT_SUPPRESSED>  at para. 41 ( Pushpanathan ). Unless the organization at issue is found to have a limited, brutal purpose however, mere membership in a group responsible for international crimes is not enough: <FRAGMENT_SUPPRESSED>  at para. 13.  <FRAGMENT_SUPPRESSED>", "[24] It was therefore legally open to the Board to find that the AFRC had a limited and brutal purpose and to presume a shared common purpose in light of the applicant's membership as a result. As was further specified by the Court in <FRAGMENT_SUPPRESSED>  ( Yogo ), this however is a rebuttable presumption:  <FRAGMENT_SUPPRESSED> \"15 ... Where an organization is characterized as being principally directed to a limited brutal purpose, a presumption operates which may result in a finding of complicity in the absence of any further evidence other than membership . The fact that the organization exists for a single purpose leads to the assumption that, as stated by McKeown, J., in <FRAGMENT_SUPPRESSED> '... its members intentionally and voluntarily joined and remained in the group for the common purpose of actively adding their personal efforts to the group's cause. This assumption gives rise to a presumption of complicity on the part of any refugee claimant who was found to be a member of such a group ...'. A shared common purpose is presumed unless the applicant is able to rebut the presumption .\" (Emphasis mine)  <FRAGMENT_SUPPRESSED>", "[25] Therefore, when the applicant offered testimony attempting to downplay his involvement and role within the AFRC, the Board had to address the testimony and determine whether the presumption had been rebutted. In doing so, it was open to the Board to refer to other relevant factors.  <FRAGMENT_SUPPRESSED>", "[26] With respect to the leadership position of the applicant in particular, even where an organization's purpose has not been determined to be limited and brutal, it is \"possible to infer knowledge of crimes and a common purpose with the perpetrators of the crimes when the person in question occupies a sufficiently high leadership position and either tolerates the crimes or fails to withdraw from the organization\": <FRAGMENT_SUPPRESSED>  at para. 13. As was similarly noted by the Court of Appeal  <FRAGMENT_SUPPRESSED> at paragraph 10: \"[b]earing in mind that each case must be decided on its facts, the closer one is to being a leader rather than an ordinary member, the more likely it is that an inference will be drawn that one knew of the crime and shared the organization's purpose in committing that crime. Thus, remaining in an organization in a leadership position with knowledge that the organization was responsible for crimes against humanity may constitute complicity.\" See also: <FRAGMENT_SUPPRESSED>  at para. 28 ( Baqri ).  <FRAGMENT_SUPPRESSED>", "[27] By finding that the AFRC had a limited and brutal purpose, and by going on to assess the evidence and concluding that the applicant was a knowing participant; the Board did not misapply the law. That being said, the law also makes it clear that specific factual findings are required when a Board makes a finding of complicity, with respect to the crimes against humanity themselves.  <FRAGMENT_SUPPRESSED>", "[28] To meet this requirement, more is needed than vague statements about \"atrocities\" and \"abhorrent\" tactics: <FRAGMENT_SUPPRESSED>  at para. 32. Though the reasons of the Board in the present case arguably meet this standard, the Court has also found that it is insufficient for the Board to speak in \"general terms of a broad range of violent and criminal acts\", specifying instead that the Board must state specifically what crimes the applicant has been found to be complicit in: <FRAGMENT_SUPPRESSED>  at paras. 40-41.  <FRAGMENT_SUPPRESSED>", "[29] Considering the evidence that was before the Board in the present case, I believe the following words of the Court of Appeal  <FRAGMENT_SUPPRESSED> equally apply here:  <FRAGMENT_SUPPRESSED> \"33 ... Given the seriousness of the possible consequences of the denial of the appellant's claim on the basis of section F(a) of Article 1 of the Convention to the appellant and the relatively low standard of proof required of the Minister, it is crucial that the Refugee Division set out in its reasons those crimes against humanity for which there are serious reasons to consider that a claimant has committed them. In failing to make the required findings of fact, I believe that the Refugee Division can be said to have made an error of law .\" (Emphasis mine)  <FRAGMENT_SUPPRESSED>", "[30] Though the Board referred to a broad range of violent and criminal acts in the present case, this is not sufficient. It was not however necessary for the Board to refer to international instruments to make adequate findings as argued by the applicant, the \"real issue\" being whether the acts identified \"are crimes against humanity as discussed in the court's jurisprudence\": <FRAGMENT_SUPPRESSED>  (T.D.), at para. 20).  <FRAGMENT_SUPPRESSED>", "[31] By not making adequate findings of fact the Board has erred in law in the present case. The Court may however uphold a decision of the Board to exclude, despite the errors committed by the panel, if \"on the basis of the correct approach, no properly instructed tribunal could have come to a different conclusion\": Ramirez <FRAGMENT_SUPPRESSED>  at para. 34; <FRAGMENT_SUPPRESSED>  at para. 14; <FRAGMENT_SUPPRESSED>  at para. 38 ( Dzimba ). As will be seen below, whether this exception should be applied in the present case is the issue on which the case turns.  <FRAGMENT_SUPPRESSED> 2. Adequate Reasons  <FRAGMENT_SUPPRESSED>", "[32] The applicant argued that the failure of the Board to assess what the purpose of the AFRC was before finding that it was limited and brutal in nature, equates to a failure to fulfill the reasons requirement, rendering the decision inadequate.  <FRAGMENT_SUPPRESSED>", "[33] It is true that the duty to give reasons is \"only fulfilled if the reasons provided are adequate\", what constitutes adequate reasons however \"is a matter to be determined in light of the particular circumstances of each case\": <FRAGMENT_SUPPRESSED>  (F.C.A.), at para. 21 ( Via Rail ).  <FRAGMENT_SUPPRESSED>", "[34] For reasons to be adequate, the decision maker \"must set out its findings of fact and the principal evidence upon which those findings were based. The reasons must address the major points in issue. The reasoning process followed by the decision maker must be set out and must reflect consideration of the main relevant factors\": (footnotes omitted) Via Rail , above at para. 22.  <FRAGMENT_SUPPRESSED>", "[35] When assessing the adequacy of reasons however, they must not be held to a standard of perfection or read microscopically, they should be considered as a whole: <FRAGMENT_SUPPRESSED>  at para. 42; <FRAGMENT_SUPPRESSED>  at para. 21.  <FRAGMENT_SUPPRESSED>", "[36] Though the applicant is asserting that the Board did not address the purpose of the AFRC, this is not accurate. Though arguably the issue could have been more clearly addressed, the Board did review the evidence before it. It found that the documentary evidence left \"no doubt as to the nature of the AFRC\". The Board further recognized that the AFRC \"competed in sheer brutality with the notorious RUF\"; that it \"was a brutal and systematic violator of human rights whilst in office\"; and that it \"was more concerned with the pursuit of personal gain\". The Board highlighted that the AFRC plundered the resources of the state, and that the management of Sierra Leone's mineral resources was irresponsible and motivated by personal profit. The Board further found that the AFRC had \"unconstitutionally seized power and unleashed a reign of lawlessness and violence on the people\", and that \"the officers who held state functions under the military rule of the AFRC acted with utter impunity\" looting civilians' property and beating up and summarily killing both soldiers and civilians.  <FRAGMENT_SUPPRESSED>", "[37] Though the Board did not present a succinct summary of its characterization of the AFRC's purpose before describing it as being limited and brutal, it clearly made findings of fact in support of its conclusion. The Board's conclusion that the AFRC's purpose was therefore \"limited and brutal\" is sufficient to meet the adequate reasoning requirement.  <FRAGMENT_SUPPRESSED> 3. Application of the Test  <FRAGMENT_SUPPRESSED> a) Limited and Brutal Purpose  <FRAGMENT_SUPPRESSED>", "[38] As was accepted by both parties,  <FRAGMENT_SUPPRESSED> at paragraph 16 the Court of Appeal made it clear that \"mere membership in an organization which from time to time commits international offences is not normally sufficient for exclusion from refugee status\" however, \"where an organization is principally directed to a limited, brutal purpose, such as a secret police activity, mere membership may by necessity involve personal and knowing participation in persecutorial acts. <FRAGMENT_SUPPRESSED>", "[39] The applicant argues that though the AFRC was an organization that from time to time committed human rights abuses and crimes, it was not an organization with a limited and brutal purpose - it instead had a valid political purpose. The respondent counters that there was ample evidence before the Board to support the Board's conclusions that the AFRC had a limited and brutal purpose.  <FRAGMENT_SUPPRESSED>", "[40] In order for the Board to properly characterize the purpose of an organization or group as limited and brutal, it must ensure that there is sufficient evidence to support its finding. Where the documentary evidence does not support the Board's characterization of the nature of the organization its finding constitutes a reviewable error: <FRAGMENT_SUPPRESSED>  at para. 20.  <FRAGMENT_SUPPRESSED>", "[41] In support of his argument that the Board erred in finding that the AFRC's purpose was limited and brutal, the applicant relies on <FRAGMENT_SUPPRESSED> ; 91 F.T.R. 81 (T.D.), at para. 14 (T.D.), wherein the Serbian Army, which had committed international crimes in the Balkans, was found by the Court not to be an organization with a limited and brutal purpose because it had a political objective, namely Serbian control of Bosnia.  <FRAGMENT_SUPPRESSED>", "[42] It is however open to the Board to reject an asserted purpose on the evidence.  <FRAGMENT_SUPPRESSED>  at paras. 17-18 ( Antonio ) for example, the Court upheld the finding that the Angolan Army had a limited and brutal purpose for the time period in question, despite the assertion that it had had the purpose of National Defence. The Court referred to the fact that the applicant had pointed to \"two sentences in the voluminous documentary evidence that state that the role of the Angolan Army was responsible for protecting the country against external threats.\" The Court went on to find however that there was \"ample documentary evidence that, during the period of civil war in which the Applicant served in the Army, the Angolan Army carried out activities directed at defeating the UNITA and terrorizing the citizens of Angola. Importantly, there is no documentary evidence that the Army engaged in any other activities whatsoever during the time in question\": Antonio , above at para. 17.  <FRAGMENT_SUPPRESSED>", "[43] It is also open to the Board to recognize that an organization is limited and brutal in nature where its violent activities cannot be separated from whatever other objectives it may have. For example, where there is no evidence that an organization's political objectives can be separated from its militaristic activities, or where its terrorist or reprehensible activities cannot be separated from its other objectives, it is reasonable to conclude that it is an organization with a limited and brutal purpose: <FRAGMENT_SUPPRESSED>  at para. 40; <FRAGMENT_SUPPRESSED>  at para. 35 ( Nagamany ).  <FRAGMENT_SUPPRESSED>", "[44] The applicant argued that as the leader of the AFRC (Major Johnny Paul Koroma) ordered the military to cease their lawless behavior, this suggests that the sole purpose of the AFRC was not to commit international crimes. The applicant acknowledges that the AFRC was not a legitimate government but asserts it cannot be equated with a secret police force whose only purpose is the arrest and abuse of political prisoners.  <FRAGMENT_SUPPRESSED>", "[45] Though the Board did not specifically refer to this piece of evidence, it did refer to the findings of the Commission with respect to the involvement of the AFRC's leadership in the ongoing violence.  <FRAGMENT_SUPPRESSED>", "[46] As was noted by the Court in <FRAGMENT_SUPPRESSED>  (T.D.), at para. 14: \"[i]t is trite law that a tribunal must be presumed to have considered all the evidence that was presented to it. Still, a tribunal is not obliged to mention in its reasons all the elements of evidence it has taken into account before rendering its decision. Furthermore, because certain evidence is not mentioned in the tribunal's reasons, it does not mean that such evidence was ignored.\" See also: <FRAGMENT_SUPPRESSED>  at para. 43. That being said, the Board's failure to mention an \"important piece of evidence which contradicted its finding\" can support an inference that the Board failed to take this evidence into account: <FRAGMENT_SUPPRESSED>  at para. 13. I do not believe that the evidence of the announcement made by Major Johnny Paul Koroma required such specific mention as it is at best self-serving in light of the international condemnation directed at the activities of his army and not incompatible with the finding reached by the Board.  <FRAGMENT_SUPPRESSED>", "[47] In the case of the AFRC, it is clear that the Board recognized that at some level it had political objectives. The Board recognized the fact that the AFRC had come into being after the duly elected government of President Kabbah was overthrown on May 25, 1997. The Board further characterized the AFRC's time in power as a period of violent and corrupt military rule. Despite this inherent political aspect to the AFRC, there is overwhelming evidence of violence and human rights abuses characterizing its period in power. Considering the evidence before the Board, it was not unreasonable of the Board to conclude that the AFRC's purpose was one that could be characterized as limited and brutal in that there was no evidence that its violent militaristic activities could be separated from what ever other objectives it might have had.  <FRAGMENT_SUPPRESSED> b) Knowing Participant, Shared Common Purpose  <FRAGMENT_SUPPRESSED>", "[48] In addition to finding that the AFRC had a limited and brutal purpose, the Board also referred to the applicant as being a \"knowing participant\", and having \"willingly subscribed to the ideology\" of the organization. The Board relied in particular on the applicant's leadership position within the organization, his rise through the ranks, and the fact that the applicant stayed with the organization for the entire time it was in power in reaching these conclusions. As was specified by the Court of Appeal  <FRAGMENT_SUPPRESSED> at paragraph 13: \"... the closer one is to a position of leadership or command within an organization, the easier it will be to draw an inference of awareness of the crimes and participation in the plan to commit the crimes\".  <FRAGMENT_SUPPRESSED>", "[49] In the present case, the Board specifically noted that the applicant attempted in his testimony to distance himself from the AFRC and downplay his role, however the Board clearly rejected the applicant's explanations as not credible. As previously noted, the credibility findings of the Board were not challenged in this review. The applicant asserts instead that there was evidence that the violations committed by AFRC members may not have been consistent with the objectives of the AFRC, in light of the denouncement of such actions by Major Johnny Paul Koroma. On the basis of this evidence the applicant argues that his knowing participation and his support of AFRC's objectives may not render him complicit, because the crimes at issue were in fact \"isolated incidents\" or crimes committed by rogue elements which were not obeying the orders of the organization.  <FRAGMENT_SUPPRESSED>", "[50] As I noted above, it was open to the Board to reject this evidence. The Board clearly found that the leadership of the AFRC itself showed a particularly ruthless disregard for human life and limb, that the officers of the AFRC betrayed the trust of the people, unleashed a reign of lawlessness and violence, looted civilian property, acted with utter impunity, and beat up and summarily killed both soldiers and civilians. The Board further found that the applicant was a leader of this organization, and concluded that as a leader he must be held accountable for what it did.  <FRAGMENT_SUPPRESSED>", "[51] As I previously noted, it was open to the Board to rely on the applicant's leadership position within the AFRC to reinforce its findings with respect to the applicant's complicity. It was similarly open to the Board to reject the applicant's explanations as not credible. The findings of the Board with respect to this issue can not be said to be unreasonable.  <FRAGMENT_SUPPRESSED> c) Referral to Atrocities Occurring After the Applicant's Involvement  <FRAGMENT_SUPPRESSED>", "[52] As was recently made clear by the Court  <FRAGMENT_SUPPRESSED> at paragraph 37: \"it must be kept in mind that one should assess the nature of an organization on the basis of its activities at the time the particular claimant was allegedly involved\". That being said, it was not found to be fatal  <FRAGMENT_SUPPRESSED> that the Board had referred to events occurring after the time in which the applicant was clearly involved with the organization at issue, in light of the fact that it also referred to ample evidence throughout the time in which he was involved: at para. 39. Having carefully reviewed the evidence, and having acknowledged that the decision of the Board could have been better structured, the Court went on to conclude that the Board's finding that the organization at issue was one with a limited and brutal purpose was reasonable, and should therefore not be set aside: <FRAGMENT_SUPPRESSED>  at para. 41.  <FRAGMENT_SUPPRESSED>", "[53] The same can be said in the present case. It is clear that the applicant was involved with the AFRC until they were ousted from Freetown. Though in the present case the Board relied on one piece of evidence that mentioned an atrocity which took place during and after the AFRC was ousted from power, a program of amputations from 1998 to 1999, it otherwise properly restricted its analysis to evidence that pertained to the time period in which the applicant was directly involved with the AFRC. Considering the totality of the evidence, though the Board's reasons could have been better structured, it cannot be said that they are unreasonable on the basis of this issue.  <FRAGMENT_SUPPRESSED> 4. Impact of the Errors of the Board  <FRAGMENT_SUPPRESSED>", "[54] As I noted above, the Court may uphold a decision of the Board to exclude, despite errors committed, if \"on the basis of the correct approach, no properly instructed tribunal could have come to a different conclusion\": Ramirez <FRAGMENT_SUPPRESSED>  at para. 34; <FRAGMENT_SUPPRESSED>  at para. 14; <FRAGMENT_SUPPRESSED>  at para. 38. Taking into consideration that only evidence pertaining to the time in which the applicant was involved with the AFRC can be considered, the question at issue is whether this principle should be applied in the present case.  <FRAGMENT_SUPPRESSED>", "[55] As noted above, in making findings with respect to crimes against humanity, the real issue is whether the acts are crimes against humanity as defined in the jurisprudence. As was recognized by the Court in <FRAGMENT_SUPPRESSED>  at para. 11, on many occasions, the Federal Court of Appeal has adopted the definition of crimes against humanity found in section 6(c) of the Charter of the International Military Tribunal . Article 6(c) of the Charter of the International Military Tribunal (Agreement for the Prosecution and Punishment of the Major War Criminals of the European Axis) (82 U.N.T.S. 279) reads as follows:  <FRAGMENT_SUPPRESSED> \"Article 6  <FRAGMENT_SUPPRESSED> . . . . .  <FRAGMENT_SUPPRESSED> (c) Crimes against humanity: namely, murder, extermination, enslavement, deportation and other inhumane acts committed against any civilian population, before or during the war; or persecutions on political, racial or religious grounds in execution of or in connection with any crime within the jurisdiction of the Tribunal whether or not in violation of the domestic law of the country where perpetrated. <FRAGMENT_SUPPRESSED> See for example: <FRAGMENT_SUPPRESSED>  ( Mugesera ), the Supreme Court discussed crimes against humanity. As noted by the Court  <FRAGMENT_SUPPRESSED> at paragraph 17, \"[a]lthough the court was dealing with crimes against humanity in the context of admissibility, the discussion, in my view, is equally applicable to the issue of exclusion. <FRAGMENT_SUPPRESSED>", "[57] The Supreme Court, after referring to relevant Canadian domestic law and international principles, set out four criteria required for a finding that a criminal act had risen to the level of a crime against humanity. It specified: 1) that an enumerated proscribed act must have been committed (this involves showing that the accused committed the criminal act and had the requisite guilty state of mind for the underlying act); 2) the act must have been committed as part of a widespread or systematic attack; 3) the attack must have been directed against any civilian population or any identifiable group of persons; and 4) the person committing the proscribed act knew of the attack and knew or took the risk that his or her act comprised a part of that attack: <FRAGMENT_SUPPRESSED>  at para. 119.  <FRAGMENT_SUPPRESSED>", "[58] The Supreme Court went on to clarify that to meet the \"widespread or systematic\" criteria, an attack will usually involve the commission of acts of violence, though it may also involve the imposition of a system such as apartheid. Furthermore an attack need be only widespread or systematic. To determine the nature of an attack however, one must examine the means, methods, resources and results of the attack upon the civilian population. The Supreme Court further made it clear that only the attack needs to be widespread or systematic, not the act of the accused. Even a single act may constitute a crime against humanity as long as the attack it forms a part of is widespread or systematic and is directed against a civilian population: <FRAGMENT_SUPPRESSED>  at paras. 153-156.  <FRAGMENT_SUPPRESSED>", "[59] Taking the above into account, it is clear that there was a significant amount of evidence before the Board that supports the Board's conclusion that the AFRC was guilty of crimes against humanity, and that indicates that a properly instructed tribunal could have reached no other conclusion.  <FRAGMENT_SUPPRESSED>", "[60] For example, the TRC Report notes that the AFRC only came into being in 1997 and only existed until 1999. Yet it was responsible for the second largest number of human rights violations from the period of 1991 to 2000, committing 325 in 1997 and 1943 in 1998, which includes the period in which the applicant was involved: TRC Report, at paras. 108 and 112. The sheer number of human rights abuses supports the argument that the crimes committed were part of a widespread or systematic attack.  <FRAGMENT_SUPPRESSED>", "[61] In addition, the Commission states clearly that all factions of the conflict specifically targeted civilians, and that combatant groups executed brutal campaigns of terror against civilians in order to enforce their military and political agendas: TRC Report, at paras. 76 and 84. The Commission further found that while the majority of victims were adult males, the perpetrators also singled out women and children for some of the most brutal violations of human rights recorded: TRC Report, at paras. 77, 81-82. The Commission further stated that forced displacements, abductions, arbitrary detentions and killings were the most common violations. Other violations included destruction of property, assault/beating, looting of goods, physical torture, forced labour, extortion, rape, sexual abuse, amputation, forced recruitment, sexual slavery, drugging, and forced cannibalism: TRC Report, at paras. 78 and 87. Clearly many of these violations fall into the category of crimes against humanity, particularly in light of the fact that civilians were specifically targeted in systematic campaigns.  <FRAGMENT_SUPPRESSED>", "[62] The TRC Report also indicates that the Commission found that all of the armed groups pursued a policy of deliberately targeting children. The AFRC in particular was found responsible for the abduction and forcible recruitment of children as child soldiers, and the Commission found the leadership of the AFRC to be responsible for the strategy that led to these violations: (Emphasis mine) TRC Report, at para. 487.  <FRAGMENT_SUPPRESSED>", "[63] The Commission found in particular that \"the AFRC was responsible for the amputations, mutilations, slave labour, forced drugging, torture, assault, cruel and inhumane treatment of children during the conflict in Sierra Leone\" and that \" the leadership of the AFRC not only permitted those under their command to carry out these violations, but engaged in the commission of these violations themselves \": (Emphasis mine) TRC Report, at para. 489. The applicant himself acknowledged this finding in his written submissions: Application Record, at 165. The TRC further stated that \"[t]here are no mitigating factors to justify such inhuman and cruel conduct\": TRC Report, at para. 90.  <FRAGMENT_SUPPRESSED>", "[64] The Commission also found that \"the AFRC pursued a deliberate strategy of targeting girls and women with the specific intention of violating them by abducting them, raping them and perpetrating acts of sexual violence against them\": TRC Report, at para. 505. The strategy particularly targeted women and girls between the ages of 10 and 14: TRC Report, at para. 516. AFRC was listed as the major perpetrator, along with RUF, of sexual slavery and forced marriages, in addition to \"enforced sterilization\" and mutilation of women and girls.  <FRAGMENT_SUPPRESSED>", "[65] As was summarized by the Commission \"the AFRC was a brutal and systematic violator of human rights whilst in office\": TRC Report, at para. 240. Clearly much of the above meets the legal definition of crimes against humanity with respect to the activities of the AFRC.  <FRAGMENT_SUPPRESSED>", "[66] Furthermore, there was ample evidence before the Board that supported its finding that the applicant was a leader of the AFRC. As was noted by the Board, the applicant's name was included by the Commission in the list of individuals whom it had found to have played \"prominent leadership roles throughout the evolution of the AFRC\": TRC Report, at para. 261. There was also overwhelming evidence of the involvement and support of the AFRC leadership in the crimes noted above.  <FRAGMENT_SUPPRESSED>", "[67] Though the Amnesty International Report entitled \"Sierra Leone: A disastrous set-back for human rights\" which was before the Board, indicated that while the leader of AFRC, Major Johnny Paul Koroma, \"has called on soldiers to refrain from illegal activity, lack of effective control over both soldiers and members of RUF has resulted in human rights violations being committed with impunity\", the TRC Report repeatedly found that the leadership of the AFRC was responsible for the listed human rights violations. For example, the Commission found that \" the leadership and membership of the AFRC displayed a particularly ruthless disregard for human life and limb\", and that Johnny Paul Koroma \" was the man most responsible for the violations and abuses carried out by the AFRC soldiers : first as the Head of State under the AFRC junta government; later in his capacity as the Chairman of the ill-fated Commission for the Consolidation of Peace\": (Emphasis mine) TRC Report, at paras. 232 and 239.  <FRAGMENT_SUPPRESSED>", "[68] It is also of note that the applicant has not disputed the positions he held within the AFRC, nor has he disputed the Board's credibility findings with respect to his level of involvement with the AFRC.  <FRAGMENT_SUPPRESSED>", "[69] Taking all of this into account, I believe that the evidence is such that on the basis of the correct approach, no properly instructed tribunal could have concluded that the applicant was not complicit in crimes against humanity, in light of his role and involvement with the AFRC. I believe this is therefore an appropriate case in which to dismiss the application for judicial review despite the errors committed by the Board outlined above. The application is therefore dismissed. No serious questions of general importance were proposed.  <FRAGMENT_SUPPRESSED>", "[70] THIS COURT ORDERS THAT: The application is dismissed. No questions are certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}