{"id_": "084816", "body_str": ["[1] Rennie, J. : The applicants seek judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board), dated December 20, 2011, which found that they were neither Convention refugees nor persons in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ). For the reasons that follow this application is dismissed. Background", "[2] The principle applicant, Joseph Drevenak (the applicant), his common law wife, Simona Billa, and their children (collectively, the applicants) are Roma citizens of the Czech Republic. They claimed, before the Board to have experienced violent assaults and discrimination in the Czech Republic because of their ethnicity.", "[3] The applicant testified that he reported two assaults to the police; in 2000, he was attacked by a group of skinheads; and in 2006, he and his brother were assaulted in a restaurant. The applicant testified that the police did not investigate either incident.", "[4] The applicant also testified that he and his family were verbally and physically attacked on three additional occasions, in 2008 and 2009, which he did not report to authorities. During the 2009 incident a skinhead threatened to kill them. In addition to these incidents the applicant's daughters have been subjected to racial slurs in school. One daughter was slapped by a classmate.", "[5] The family arrived in Canada on April 1, 2009 and applied for refugee protection. Decision Under Review", "[6] The Board decided that the determinative issue was state protection. The Board found that the applicants did not provide clear and convincing evidence that they had inadequate state protection in the Czech Republic.", "[7] The Board found that the applicant did not offer credible testimony about his attempts to seek state protection in 2000 and 2006 because he had omitted information from his Personal Information Form (PIF) and did not provide corroborating evidence. The applicant did not provide police reports to corroborate his testimony. He had been told that he could appoint a power of attorney to obtain the reports. The Board drew a negative inference from his failure to do so.", "[8] The Board first considered the applicant's testimony that he made a police report after being attacked in 2000. The applicant testified that he returned to the police to follow up and was told that the investigation had been closed. The applicant had not mentioned returning to the police in his PIF. He explained that he did not have time to write down everything that had happened. The Board did not consider this explanation to be reasonable.", "[9] The applicant testified that he did not report the three subsequent assaults in 2008 and 2009 because of his past experiences with the police. As the Board found his testimony lacked credibility regarding those experiences, his explanation for failure to go to the police in 2008 and 2009 was considered unreasonable.", "[10] The Board found that the preponderance of the evidence suggested that state protection was adequate. The Board cited examples of individuals being convicted for racially-motivated crimes. The Board also described a variety of programs, such as police specialists who deal with extremism and racism, Minority Liaison Officers in the police and special measures to recruit Roma into the police. When the police do not adequately respond to complaints there are mechanisms to seek redress. Issue and Standard of Review", "[11] The issue for this judicial review is whether the Board reasonably decided that the applicants had not rebutted the presumption of state protection: <FRAGMENT_SUPPRESSED> . Discussion", "[12] Refugee claimants must produce clear and convincing evidence that state protection is inadequate, on a balance of probabilities. In the case of a developed democracy, claimants must first seek protection in their home country: <FRAGMENT_SUPPRESSED> . The strength of the presumption that a democratic country will provide state protection depends on the robustness of the institutions that constitute a democratic state: <FRAGMENT_SUPPRESSED> .", "[13] The Board found that the applicant did not provide credible evidence that he had ever sought state protection in the Czech Republic. The Czech Republic is a developed democracy; as such, failing to seek state protection was a serious impediment to their claim.", "[14] In his PIF, the applicant stated that he reported being assaulted in 2000 and 2006. At the hearing, he testified that he followed up with the police after making his initial report. This detail was absent from his PIF and the Board determined that the omission called his credibility into question. This gives rise to the applicants' first ground of review. It is contended that the credibility finding was unreasonable. Predicated as it is on this omission and viewed in isolation, the applicant's argument has merit; however, when this evidence is situated in the broader context of the applicant's history in seeking state protection, the inference drawn by the Board sustains scrutiny and is reasonable.", "[15] The omission of a significant detail from an applicant's PIF can reasonably lead the Board to doubt a claimant's testimony: <FRAGMENT_SUPPRESSED> . This particular omission bears upon an essential element of the claim; namely whether state protection was sought. The fact that a PIF is necessarily brief does not excuse the failure to include all material and relevant facts. This applies equally in respect of any efforts to seek state protection.", "[16] The applicants rely on <FRAGMENT_SUPPRESSED>  para 29 to argue that an omission from the PIF should not be fatal to a claim in the same way that a direct contradiction might be. I agree. However, the omission must not be considered in isolation. The Board also considered the lack of corroborating evidence and the failure of the applicants to seek police protection in respect of the incidents in 2008 and 2009. The Board was also understandably concerned that the applicant considered the matter sufficiently relevant to mention it in his evidence in 2011, but not so in completing his PIF.", "[17] The applicants also submit that the Board unreasonably expected the applicant to produce police reports from 2000 and 2006 to corroborate his testimony.", "[18] The Board may require corroboration when there is a valid reason to doubt the applicant's testimony and may make adverse findings based on the failure to produce corroborating evidence, or to provide reasonable explanations as to why corroborative evidence was unavailable. Additionally, the failure to produce documents that the Board would normally expect to be available can be considered in assessing the applicant's credibility.", "[19] The applicant was told that he could execute a power of attorney authorizing the request of police reports from the Czech authorities. He made no effort to do this. At the hearing, the applicant speculated that the police would not have been interested in providing these documents. The Board was entitled to reject this explanation as it contradicted the documentary evidence which stated that individuals can obtain police reports through a power of attorney.", "[20] The Board reasonably expected that the applicant would provide copies of any police reports. It was open to the Board to consider his failure to do so in assessing his credibility.", "[21] The Board is not obligated to show that there is adequate protection available in the Czech Republic. Rather, the applicants face the burden of overcoming the presumption of state protection with clear and convincing evidence. In this case, the Board reasonably found that they had not done so.", "[22] In closing, the Board had before it evidence that the applicant made no effort to seek state protection in 2008 and 2009, despite three incidents. His explanation for his belief that the police could do nothing to assist was based on his experience with the police in 2000 was reasonably rejected. JUDGMENT", "[23] THIS COURT'S JUDGMENT is that the application for judicial review be and is hereby dismissed. There is no question for certification.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11] <FRAGMENT_SUPPRESSED> . Analyse", "[12] <FRAGMENT_SUPPRESSED> .", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22] JUGEMENT", "[23] [End of document] <FRAGMENT_SUPPRESSED>"]}