{"id_": "084902", "body_str": ["[1] Cullen, J. : This is an application by Eli Lilly and Company and Eli Lilly Canada Inc. (\"the applicants\") for an order pursuant to s. 6(1) of the Patented Medicines (Notice of Compliance) Regulations , SOR/93-133 (\"the Regulations \"), prohibiting the Minister of National Health and Welfare (\"the Minister\") from issuing a notice of compliance (\"NOC\") under s. C.08.004 of the Food and Drug Regulations , C.R.C. 1978, c. 870, as amended, to Novopharm Limited (\"the respondent\") in connection with 10g, 1g, and 500mg powder form for intravenous administration of the drug known as vancomycin hydrochloride until after the expiration of Canadian Letters Patent 1,245,639, 1,262,800, 1,315,229, and 1,320,312. Facts", "[2] The Canadian Letters Patent in issue are 1,245,639, 1,262,800, 1,315,229, and 1,320,312 (\"the '639, '800, '229, and '312 patents\"). The patents were issued on the following dates: Patent Number 1,245,639\tNovember 29, 1988 1,262,800\tNovember 7, 1989 1,315,229\tMarch 30, 1993 1,320,312\tJuly 13, 1993", "[3] On April 6, 1993, Eli Lilly Canada, with the consent of Eli Lilly and Company, submitted seven patent lists to the Minister for Canadian Letters Patent 1,245,639, 1,262,800, and 1,315,229. The lists were submitted pursuant to s. 4(1) of the Regulations and in connection with NOCs issued to Eli Lilly Canada for 10g, 1g, and 500mg vials for parenteral administration, and 250mg and 125mg capsules, all of the drug vancomycin hydrochloride. On August 11, 1993, the patent lists were amended to include Canadian Letters Patent 1,320,312. On February 17, 1994, Canadian Letters Patent 1,326,211 was also added to the patent lists.", "[4] As part of the procedure to obtain its own NOCs for 10g, 1g, and 500mg powder form of the drug vancomycin hydrochloride, the respondent filed notices of allegation, dated February 3, 1994, in relation to the '639, '800, '229, and '312 patents. No notice of allegation was filed in relation to the '211 patent. However, on August 29, 1994, the respondent was granted leave to amend its submission under s. 5(1) of the Regulations to include an allegation against the '211 patent prior to the hearing date. According to the applicants, the respondent filed the required documents a few days before this hearing and the '211 patent is not in issue in this proceeding.", "[5] The notices of allegation were delivered to the applicants on March 1, 1994. In its notices of allegation, the respondent alleged that by making, constructing, using, or selling the vials of vancomycin hydrochloride, it would not infringe the patents, i.e., no claim for the medicine itself and no claim for use of the medicine would be infringed.", "[6] In its notices of allegation, the respondent provided to the applicants the following statements of the legal and factual basis for its allegations: Patent 1,245,639 The Patent claims a process for isolating vancomycin from crystalline diphosphate salt. This process is not employed by the Second Person. The patent further claims a pharmaceutical formulation comprising crystalline vancomycin diphosphate mixed with an excipient or diluent. The Second Person's vancomycin injectable does not contain vancomycin diphosphate. Patent 1,262,800 The Patent claims the process for preparing vancomycin hydrochloride from vancomycin diphosphate in a reaction with a hydrogen chloride source. The Second Person's vancomycin injection is not prepared in this way. Patent 1,315,229 The Patent claims a process for purifying fermentation products, including vancomycin, using a nonfunctional resin in aqueous phase. The Second Person does not and will not employ such a process. Furthermore, this Patent is not a relevant patent pursuant to s. 4(2)(a) of the Patented Medicines (Notice of Compliance) Regulations, since the Patent does not contain a claim for the Medicine itself or a claim for the use of the Medicine. Patent 1,320,312 The Patent is not a relevant patent pursuant to s. 4(2)(a) of the Patented Medicines (Notice of Compliance) Regulations, since the Patent does not contain a claim for the Medicine, vancomycin hydrochloride itself or a claim for the use of the Medicine. The Second Person's product is not the vancomycin base but vancomycin hydrochloride. This Patent makes a claim for vancomycin base.", "[7] On April 18, 1994, the applicants, pursuant to s. 6(1) of the Regulations , filed an originating notice of motion requesting this court to make an order prohibiting the Minister from issuing NOCs to the respondent until the expiration of the patents on the patent list. Issues", "[8] The main issue to be decided is whether the respondent's allegations that no claim for vancomycin hydrochloride itself and no claim for the use of vancomycin hydrochloride would be infringed by the making, constructing, using, or selling by the respondent of vancomycin hydrochloride, are justified.", "[9] In oral submissions, the issue of whether the allegations were justified broke down into two arguments. First, the respondent submitted that the patents were not properly on the patent list because they contained no claim for the medicine itself and no claim for the use of the medicine. Second, in the alternative, there would be no infringement because the respondent does not use the processes set out in the applicants' patents. Each of these arguments will be considered in turn. Analysis And Application To The Case At Bar 1. No Claim For The Medicine Itself And No Claim For The Use Of The Medicine:", "[10] The respondent submitted that there would be no infringement because the patents contain no claim for the medicine itself and no claim for the use of the medicine. The applicants strenuously objected to applying the first ground of argument to all of the patents, stating that it only applied to the '229 and the '312 patents. The applicants stated that the argument was not advanced in the detailed statement of fact and law with respect to the '639 and '800 patents.", "[11] I am inclined to agree with the applicants' position. The detailed statements of fact and law with respect to the '229 and '312 patents include a sentence, \"this patent is not a relevant patent pursuant to s. 4(2)(a) of the Patent Medicines (Notice of Compliance) Regulations , since the patent does not contain a claim for the medicine itself or a claim for the use of the medicine.\" There is no such statement made in respect of the '639 and '800 patents. If it was the intention of the respondent to argue this ground in respect of the '639 and '800 patents, it should have made such a statement, giving the applicants notice of the case they had to meet. I will not permit the respondent, at this late date, to argue that none of the patents contain a claim to the medicine itself or claim to the use of the medicine. The respondent's submission on this point will apply only to the '229 and '312 patents.", "[12] Section 4(2) of the Regulations sets out the requirements of a patent list. At issue is the requirement set out in s. 4(2)(a). That provision states: \"4(2) A patent list submitted pursuant to subs. (1) must be certified by the person to be accurate, and must set out (a) any Canadian patent that is owned by the person, or in respect of which the person has an exclusive licence or has obtained the consent of the owner of the patent for the inclusion of the patent on the patent list, that contains a claim for the medicine itself or claim for the use of the medicine and that the person wishes to have included on the patent list;\" (emphasis added) Accordingly, a patent list can only rightly include patents that \"contain a claim for the medicine itself or a claim for the use of the medicine.\" Section 2 of the Regulations states: \"'claim for the medicine itself' includes a claim in the patent for the medicine itself when prepared or produced by the methods or processes of manufacture particularly described and claimed or by their obvious chemical equivalents;\"", "[13] The respondent submits that the '229 and '312 patents do not contain a claim to the medicine itself or a claim for the use of the medicine. Rather, these patents only relate to processes. A \"claim to the medicine itself\" should not be interpreted to include a process patent. Accordingly, the '229 and '312 patents should not be on the applicants' patent list and are irrelevant in respect of this motion.", "[14] In turn, the applicants argue that the phrase \"claim to the medicine itself\" should be given its ordinary meaning, consistent with the intention of Parliament. The intention of Parliament is expressed through the : to prevent infringement. It would be illogical to permit an interpretation of \"claim to the medicine itself\" that does not embrace process, as well as product and product-by-process, claims. Only such an inclusive interpretation would meet Parliamentary intent.", "[15] The applicants have a difficult argument to make. The same issue was considered by this court in two cases: <FRAGMENT_SUPPRESSED>  (F.C.T.D.) and <FRAGMENT_SUPPRESSED>  (F.C.T.D.). In both of these decisions, Jerome, A.C.J., interpreted the phrase a \"claim to the medicine itself\" not to include a process patent. His reasoning from Deprenyl Research , supra, at 66, provides as follows: \"It is an important principle of statutory interpretation that the words of a statute be read in their entire context and in their grammatical and ordinary sense. Although the use of the word 'includes' in a definition provision may enlarge the meaning of the defined word beyond its natural sense, it does so only to the extent declared in the definition. It shows that the defined word embraces its natural meaning, plus the other matters set out in the definition. This was the approach adopted by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , wherein the court made the following comments at p. 480: 'I have not overlooked the fact that the definition employs the expansive word \"includes\" rather than the word \"means\". In applying this definition to the facts in question, I adopt the statement in Maxwell on Interpretation of Statutes (12th Ed.), p. 270, which reads as follows: \"Sometimes, it is provided that a word shall 'mean' what the definition section says it shall mean: in this case, the word is restricted to the scope indicated in the definition section. Sometimes, however, the word 'include' is used 'in order to enlarge the meaning of words or phrases occurring in the body of the statute; and when it is so used these words or phrases must be construed as comprehending, not only such things as they signify according to their natural import, but also those things which the interpretation clause declares that they shall include.' In other words, the word in respect of which 'included' is used bears both its extended statutory meaning and 'its ordinary, popular and natural sense whenever that would be properly applicable '.\"' (emphasis added) \"Therefore, the phrase 'claim for the medicine itself', in the Patented Medicines (Notice of Compliance) Regulations means a claim for the medicine itself, in the ordinary and natural sense of the words, and a claim for the medicine when prepared by a particular process, in the ordinary and natural sense of the words used in s. 2. There is nothing in the language of the legislation which suggests the phrase also covers a claim for a particular process used to produce a medicine. Such an interpretation would, in my view, be an unwarranted enlargement of the natural sense of the words used in the Regulations .\"", "[16] The applicants, although they agree with the Associate Chief Justice's interpretation of the word \"includes\", respectfully submit that his interpretation runs contrary to the intention of Parliament and is incorrect.", "[17] I do not believe that the applicants' arguments on this point can succeed. I adopt the reasons of Jerome, A.C.J., with respect to his interpretation of the word \"includes\" and the words \"claim to the medicine itself\", to mean only product claims and product-by-process claims. Moreover, I disagree with the applicants that it was the intention of Parliament to include all types of patent claims. The Regulatory Impact Analysis Statement, albeit not law, makes a number of statements about the application of the Regulations to \"product and use patents\". It was open to Parliament to include process claims in the Regulatory scheme and, from my and Jerome, A.C.J.'s, interpretation of the legislation, they did not. Only product and product-by-process patents are properly the subject matter of these proceedings.", "[18] Vancomycin, the medicine in question in these proceedings, \"is a commercially successful antibiotic which has been available since the late 1950's\" -- I note that the quoted statement is taken from the applicants' '312 patent. Vancomycin is not a new product. Keeping this in mind, I will now analyze the claims made in the '229 and '312 patents.", "[19] The '229 patent is a claim for a \"chromatographic purification process\". On my reading of the patent, I can find neither a claim for the medicine (vancomycin hydrochloride) nor a claim for the use of the medicine. Counsel for the applicants did not direct me to such claims. As far as I am concerned, the '229 patent is a process patent and is not a relevant patent pursuant to s. 4(2) of the Regulations . It is not the proper subject of a prohibition order, as requested by the applicants, pursuant to s. 6(2) of the Regulations", "[20] Likewise, the '312 patent is a claim for an improvement in the large scale processing of vancomycin using a precipitation process. Again, neither did I find claim for vancomycin or a use for vancomycin in the patent, nor did counsel direct me to such a claim. As far as I am concerned, the '229 patent is a process patent and is not a relevant patent pursuant to s. 4(2) of the Regulations . Accordingly, it, too, is not the proper subject of a prohibition order, as requested by the applicants, pursuant to s. 6(2) of the Regulations 2. No Infringement:", "[21] Much of the question surrounding the issue of infringement concerned the burdens of proof placed on the parties. Section 6(2) of the Regulations , the relevant statutory section, provides: \"The court shall make an order pursuant to subs. (1) [prohibition order against the Minister] in respect of a patent that is the subject of one or more allegations if it finds that none of these allegations is justified.\"", "[22] The first case to consider the issue of burden of proof was Eli Lilly and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 145 (F.C.T.D.). In this decision, Nadon, J., was explicit in stating that the wording of s. 6(2) places the burden of proof for showing that the second person's allegations are not justified on the first person. The conclusion reached by Nadon, J., was considered in <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 323 (F.C.T.D.). Relying on the reasons set out in Eli Lilly and  <FRAGMENT_SUPPRESSED>  McGillis, J., went on to state that there is an evidential burden placed on the generic company. At p. 327, she stated: \"However, in my opinion, the wording of s. 6(2) of the Regulations imposes an evidential burden on the generic company. In the event that the generic company fails to satisfy its burden of adducing sufficient evidence to justify its allegations, the patentee will have little difficulty meeting its overall legal burden in the proceedings.\"", "[23] Subsequent to Eli Lilly and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 302, at 319 (F.C.A.), Hugessen, J.A., agreed that it rested on the applicant to disprove the allegations made by the respondent: \"As I understand the scheme of the regulations, it is the party moving under s. 6, in this case Merck, which, as the initiator of the proceedings, has the carriage of the litigation and bears the initial burden of proof. That burden, as it seems to me, is a difficult one since it must be to disprove some or all of the allegations in the notice of allegation which, if left unchallenged, would allow the Minister to issue a notice of compliance.\" Finally, the burden of proof issue was considered most recently in <FRAGMENT_SUPPRESSED>  (F.C.A.). Strayer, J.A., writing for the court, quoted extensively from the judgment  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> . However, the court further delineated the burden resting on the respondent. On this point, Strayer, J.A., wrote: \"That decision [to prohibit the Minister from issuing a NOC] must turn on whether there are allegations by the generic company sufficiently substantiated to support a conclusion for administrative purposes (the issue of a notice of compliance) that the applicant's patent would not be infringed if the generic's product is put on the market.\"", "[24] On my reading of the case law, I do not think that there is a dispute as to the burdens of proof resting on the parties in a matter of this nature; there is a legal burden placed on the applicants but, on the respondent, there is an evidential burden to adduce sufficient evidence to support its position that it would not infringe.", "[25] In the Law of Evidence in Canada by John Sopinka, Sidney Lederman, and Alan Bryant (Toronto: Butterworths, 1992), the legal burden of proof is defined at 58: \"The incidence of the legal burden of proof means that the party has the obligation to prove or disprove the existence or nonexistence of a fact or issue to the civil or criminal standard; otherwise that party loses on that issue.\" In the case at bar, the applicants must prove on a preponderance of the evidence that their patents would be infringed if the Minister issued a NOC to the respondent. If they fail, a prohibition order will not be issued by this court.", "[26] However, there is an evidential burden placed on the respondent. Again, from the Law of Evidence , supra, the evidential burden is described as follows: \"The incidence of an evidential burden means that a party has the obligation to adduce evidence or to ensure that there is sufficient evidence of a fact on the record to raise an issue. Like the legal burden of proof, an evidential burden relates to a particular fact or issue, and where multiple facts or issues are disputed, the evidential burden in relation to different facts or issues may be distributed between the parties. The incidence of the evidential burden, the sufficiency of the evidence required to satisfy it, and the evidentiary effect of its discharge are all questions of law.\" In the case at bar, the respondent must ensure there is sufficient evidence on the record to satisfy the court that the applicants' patents would not be infringed. However, for the court to be so satisfied, there is no need for the respondent to prove that the patent would not be infringed. The evidential burden placed on the respondent can be discharged by the production of evidence that falls short of proof.", "[27] The applicants did not seriously dispute that the legal burden rested on them to prove that the issuing of a NOC to the respondent would result in the infringement of their patents. However, they argued that they had effectively discharged the legal burden because of the statutory or common law presumption that when the subject matter of an allegation lies within the knowledge of one party, that party bears the onus of proof to the contrary. The information relating to infringement was in the knowledge of the respondent and the applicants had no means to compel production of the evidence.", "[28] The applicants pointed out that they could not ascertain whether the respondent was infringing. In the affidavit filed by Ron Schlief, the affiant stated that \"without evidence as to the actual process used to make Novopharm's vancomycin hydrochloride, it is impossible to determine if any of the claims of Canadian Letters Patent 1,262,800, 1,245,639, 1,315,229, and 1,320,312 will be infringed.\" Moreover, the applicants point out, they have no opportunity to compel the further information where the respondent has not filed an affidavit or further evidence. As confirmed  <FRAGMENT_SUPPRESSED>  Frosst and <FRAGMENT_SUPPRESSED> , supra, there is no opportunity for discovery, no obligation on either party to file affidavits, limited opportunity for cross-examination if affidavits are filed, and the applicants cannot compel answers to questions or compel the production of a more-informed witness. As Hugessen, J.A., stated in <FRAGMENT_SUPPRESSED>  <FRAGMENT_SUPPRESSED> , at 320, \"the applicant cannot expect to be able to make his case out of the mouth of the respondent.\"", "[29] Given the limitations on gaining evidence from the respondent, the applicants submitted that the statutory presumption in s. 55.1 of the or the equivalent common law presumption should apply. The statutory presumption in the Act reads: \"55.1 In an action for infringement of a patent where the invention relates to the production of a new substance, any substance of the same chemical composition and constitution shall, in the absence of proof to the contrary, be deemed to have been produced by the patented process.\"", "[30] The employment of the statutory and common law presumptions was described in <FRAGMENT_SUPPRESSED> , at 25 (Ont. H.J.), affd. (1984), 1 C.P.R.(3d) 507 (Ont. C.A.). The case involved the payment of royalties under a compulsory licence. Although not framed as an action for infringement, Walsh, J., found that since the only issue in contention between the parties was infringement, it should be considered as such. Accordingly, the statutory presumption in s. 41(2) of the -- identical in wording to s. 55.1 of the current Act -- should apply. Furthermore, the statutory presumption was bolstered by a similar common law provision, explained at p. 25 of the decision: \"Relying on the authority of <FRAGMENT_SUPPRESSED> ; 26 C.R.C. 238 (S.C.C.), and Toronto  <FRAGMENT_SUPPRESSED>  (Div. Ct.), the plaintiff contends that quite apart from s. 41(2) of the , at common law the rule has always been that when the subject-matter of an allegation lies particularly within the knowledge of one of the parties that party must prove it, whether it be of an affirmative or negative character.\" In Hoffmann-La  <FRAGMENT_SUPPRESSED> , the statutory and common law presumptions placed a duty on the defendant to bring forth evidence to demonstrate that it was not infringing the plaintiff's patents.", "[31] Given the limits placed on the applicants to compel the disclosure of information by the respondent, the employment of a presumption in their favour would be very persuasive. However, the argument has a fatal flaw: proceedings under the Regulations are not actions for infringement.  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 329, at 337 (F.C.A.), Mahoney, J.A., wrote: \"The legislative scheme does not contemplate a proceeding by way of action. The person claiming patent rights must commence the proceeding within 45 days of being served with a notice of allegation and it is contemplated that the court will have resolved the matter within 30 months after that. Patent infringement actions simply do not proceed at a rate that would meet the legislative time frame.\" His statements were echoed by Hugessen, J.A.,  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , at 319: \"There may, of course, be some presumptions (such as for example the statutory presumption of validity of a patent) which may help the moving party and have the effect of displacing the burden of proof. The presumption enacted by s. 55.1, however, is not one of them. The proceedings are not an action and their object is solely to prohibit the issuance of a notice of compliance under the Food and Drug Regulations . Manifestly, they do not constitute 'an action for infringement of a patent'.\" Finally, in <FRAGMENT_SUPPRESSED> , supra, Strayer, J.A., stated, \"an application for prohibition commenced by a notice of motion is not an 'action' and the notice of motion is not a 'pleading'\". Accordingly, if proceedings such as the one before me are not actions for infringement, I do not accept that either the statutory or common law presumptions apply.", "[32] I do not dispute that the applicants are placed in an awkward position: they can neither compel the respondent to disclose information, nor rely on a presumption about infringement. However, that does not change the nature of their legal burden of proof. It is up to the applicants to prove that their patents would be infringed if a NOC issued. Once this fact is established, only then is the respondent required to satisfy the evidential burden placed on it. If the respondent cannot satisfy this burden -- the evidence it produces is not sufficient -- the applicants will be granted their order. In the absence of a presumption, the process is not reversed: the respondent does not have to produce sufficient evidence to raise the issue of noninfringement and only then must the applicants prove that there would be infringement. To require the respondent to discharge its evidential burden, rather than require the applicants to satisfy their legal burden, would be contrary to statutory language and the common law rules of evidence.", "[33] All of this being said, the remaining question to be answered is whether the applicants have satisfied the legal burden. I find that they have not. The affidavit of Ron Schlief does not depose that the applicants' patents would be infringed. Indeed, the applicants have offered no evidence that the patents would be infringed. They have not convinced me, on a preponderance of the evidence, that their patents would be infringed if the Minister issued a NOC to the respondent. No prohibition order to this effect will issue in respect of the '639 and '800 patents. As already discussed above, a prohibition order in respect of the '229 and '312 patents will also not be issued. The application is dismissed. Application dismissed. Editor: Reginald W. Curtis/ldl [End of document]"]}