{"id_": "085369", "body_str": ["[1] O'Keefe, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Ac, S.C. 2001, c. 27 (the Act), of a decision of a visa officer (the officer) dated August 21, 2006 refusing the applicant's application for a permanent resident visa as a skilled worker and finding the applicant inadmissible on the basis of misrepresentation pursuant to section 40 of the Act.  <FRAGMENT_SUPPRESSED>", "[2] The applicant requests that the application for judicial review be granted.  <FRAGMENT_SUPPRESSED> Background  <FRAGMENT_SUPPRESSED>", "[3] Mr. Abu Faisal Khan (the applicant) is a citizen of Bangladesh. In 2004, the applicant applied for permanent residence under the skilled worker category as a user support technician and computer programmer. The applicant used the assistance of a consultant in preparing and filing his application. The applicant's application stated that he had been employed as a user support technician from March 1996 to April 1998 and as a computer programmer from October 2002 to the present (time of the application).  <FRAGMENT_SUPPRESSED>", "[4] In a letter dated May 17, 2006, the applicant was notified that he was required to attend a personal interview on August 21, 2006 in order to assess his qualifications and experiences as claimed in his application. The letter also requested that the applicant bring the documents requested as per the attached document list. Within the list provided to the applicant, he was asked to bring original evidence of all paid employment in the form of W2 or T4 income statements, pay stubs, record of employment, income tax returns/receipts and letters from employers.  <FRAGMENT_SUPPRESSED>", "[5] On August 21, 2006, the applicant attended an immigration interview in Detroit. During the interview, the officer asked the applicant for his employment documentation and he presented the officer with a letter from one of his employers. No further employment documentation was given. The officer made inquiries into why no further documents were provided as requested in the letter dated May 17, 2006. The officer then proceeded to question the applicant about the work category under which he was applying, and his relevant past work experiences.  <FRAGMENT_SUPPRESSED>", "[6] Towards the end of the interview, the officer questioned the applicant concerning his more recent work experience; specifically, concerning the submission on his application that he had worked as a computer programmer from October 2002 onward. The officer asked the applicant to explain his job duties. The applicant did so. The officer asked the applicant what the name of the company was that he worked for. The applicant responded that it was a company in Bangladesh. The officer asked for the name of the company and the earnings. The applicant responded that he had never worked as a computer programmer during this period.  <FRAGMENT_SUPPRESSED>", "[7] In a letter dated August 21, 2006, the officer informed the applicant that his application for a permanent resident visa as a skilled worker had been refused and that he had been found to be inadmissible on the basis of misrepresentation pursuant to paragraph 40(1)(a) of the Act. This is the judicial review of that decision.  <FRAGMENT_SUPPRESSED> Reasons for Decision  <FRAGMENT_SUPPRESSED>", "[8] The officer refused the applicant's application on the basis that he did not meet the requirements for immigration to Canada under subsection 75(2) of the Immigration and Refugee Protection Regulations , S.O.R. 2002-227 (the Regulations). The officer also found that the applicant was inadmissible for misrepresentation as per paragraph 40(1)(a) of the Act. The following is the portion of the officer's decision that is relevant to the finding of misrepresentation:  <FRAGMENT_SUPPRESSED> [Paragraph] 40(1)(a) of the Immigration and Refugee Protection Act 2001 states that a foreign national is inadmissible for misrepresentation for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act. Paragraph 40(2)(a) specifies that the foreign national continues to be inadmissible for misrepresentation for a period of two years following, in the case of determination outside Canada, a final determination of inadmissibility under subsection (1). You stated on your application that you had been employed as a computer programmer from 10/02 to present. You were questioned at interview regarding this specific work experience. You admitted at interview that you had never been employed during this period as a computer programmer. You misrepresented a material fact that could have induced an error in the administration of the Act in that you could have been awarding points for paid work experience which you did not possess. As a result, you are inadmissible to Canada for a period of two years from the date of this letter.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[9] The applicant submitted the following issue for consideration:  <FRAGMENT_SUPPRESSED> 1. Did the officer err in law in concluding that the applicant was inadmissible on grounds of misrepresentation?  <FRAGMENT_SUPPRESSED>", "[10] I would rephrase the issues as follows:  <FRAGMENT_SUPPRESSED> 1. What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED> 2. Did the officer make a reviewable error in interpreting the paragraph 40(1)(a) to include situations where the applicant adopts a misrepresentation, but then clarifies it prior to a decision being rendered on the application?  <FRAGMENT_SUPPRESSED> 3. If not, did the officer err in finding that paragraph 40(1)(a) applied to the facts in this case?  <FRAGMENT_SUPPRESSED>", "[11] The applicant submitted that the officer erred in concluding that the applicant was inadmissible on grounds of misrepresentation. The applicant submitted that while paragraph 40(1)(a) of the Act is broadly written, it can only apply with respect to a misrepresentation that is not clarified by the applicant. The applicant submitted that there is no jurisprudence indicating that a person who makes a misrepresentation, but clarifies it prior to it being relied upon is inadmissible. A person is only inadmissible on the ground of not answering truthfully if the person continued to maintain the falsehood (see <FRAGMENT_SUPPRESSED> ). The applicant also submitted that the misrepresentation must continue until the time a decision is rendered.  <FRAGMENT_SUPPRESSED>", "[12] The applicant further argued that the interpretation rules in section 33 do not apply to paragraph 40(1)(a) and as such, the section must be interpreted in light of its clear wording. The applicant submitted that the wording requires that the misrepresentation induce or could induce (in the future) an error in the administration of the Act. In the case at hand, the applicant submitted that he corrected the misrepresentation and as such, it was not and could not in any way be relied on by the officer in making their determination.  <FRAGMENT_SUPPRESSED>", "[13] The applicant also noted that in the case at bar, the misrepresentation was the result of a mistake by the consultant. The applicant submitted that he had instructed the consultant to correct it but he had not done so. The applicant only became aware of the error at the interview as his consultant did not give him a copy of the application. The applicant submitted that where inadvertent mistakes are committed, they cannot be the basis for an adverse finding. The applicant requested the application for judicial review be allowed.  <FRAGMENT_SUPPRESSED>", "[14] The respondent submitted that in any case where an inadmissibility provision is being applied, three issues may arise: (1) the officer's interpretation of paragraph 40(1)(a) is a question of law and the correctness standard applies, (2) the officer's assessment of the evidence of the misrepresentation is a question of fact and subject to a standard of patent unreasonableness, and (3) the officer's consideration of the facts against the legal criteria applicable is a question of mixed law and fact and the standard of reasonableness simpliciter applies. The respondent submitted that the issues in this application relate to the assessment of the evidence and whether the criteria for making an inadmissibility finding are met. The respondent submitted that insofar as the issues here turn on the meaning of paragraph 40(1)(a), those questions are subject to the correctness standard ( <FRAGMENT_SUPPRESSED>  at paragraph 6).  <FRAGMENT_SUPPRESSED>", "[15] The respondent submitted that the applicant's argument cannot succeed for three reasons. Firstly, the respondent submitted that the applicant cannot assert that he corrected the wrong information at the first available opportunity. The respondent submitted that he, not his consultant, bore the burden of ensuring the information provided was correct. The respondent also submitted that the first opportunity to clarify was when the visa officer began to question him about his job duties. The respondent submitted that instead of correcting the officer, the applicant adopted the falsehood for his benefit, explaining his job duties and what company that he work for. The respondent submitted that it was only when the extent of the misrepresentation came to light that the applicant admitted it. The respondent submitted that to accept the applicant's argument would be to suggest that an applicant need not face the consequences of their falsehoods if they, at the end of the day, after making the falsehood and testing it would slip by, are caught and then admit their misrepresentation.  <FRAGMENT_SUPPRESSED>", "[16] Secondly, the respondent submitted that the applicant is incorrect in suggesting that paragraph 40(1)(a) only applies when falsehood is continued until a final decision is rendered. The respondent submitted that as per Re Rizzo and Rizzo Shoes Limited,", "[1998] 1 S.C.R. 27, the words of an act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the act, the object of the act, and the intention of Parliament. The respondent submitted that paragraph 40(1)(a) renders a person inadmissible for making a misrepresentation that \"induces or could induce\" an error in the administration of the Act. The respondent submitted that this phrasing captures situation such as the one in this case. Furthermore, the respondent submitted that the applicant's interpretation is inconsistent with the requirement in the Act to provide truthful information. Moreover, the respondent submitted that the applicant's interpretation is also inconsistent with the context within which the provision is found as the Act requires that a person advise of material changes in their circumstances pertinent to their immigration applications as those changes occur. Finally, the respondent submitted that the applicant's interpretation cannot hold as it creates an absurdity.  <FRAGMENT_SUPPRESSED>", "[17] The respondent's third point of submission was that the applicant cannot simply blame his immigration consultant. The respondent submitted that while it may be true that the consultant made the error in the first place, the fact is that he adopted it and tried to employ the misrepresentation to his advantage. The respondent also submitted that the applicant is bound by the actions of his consultant.  <FRAGMENT_SUPPRESSED>", "[18] Lastly, the respondent submitted that when one considers the purpose of the paragraph 40(1)(a) provision, its scope, and the length of the disqualification, it is apparent that the officer's finding on inadmissibility was reasonable.  <FRAGMENT_SUPPRESSED> Applicant's Reply  <FRAGMENT_SUPPRESSED>", "[19] The applicant submitted that until the respondent has entered evidence that contradicts that of the applicant, the applicant's evidence must be accepted and no adverse inference is justified. The applicant indicated in his affidavit that he was unaware that his consultant had filed inaccurate information until his interview. The applicant submitted that the fact that the applicant did not provide this information to the officer during the interview, and only provided it in his affidavit for this application, does not permit the Court to draw a negative inference.  <FRAGMENT_SUPPRESSED>", "[20] With regards to the standard of review, the applicant submitted that this matter involves a question of mixed fact and law, and therefore, the standard of review is reasonableness simpliciter .  <FRAGMENT_SUPPRESSED>", "[21] Furthermore, the applicant submitted that while an applicant could be held responsible for the action of their consultant, there must be some limits to the degree of responsibility. Where the consultant engages in something that is unauthorized by the applicant and where the applicant subsequently becomes aware of this, the applicant cannot be held responsible for the unauthorized and illegal actions of his consultant.  <FRAGMENT_SUPPRESSED> Analysis and Decision  <FRAGMENT_SUPPRESSED>", "[22] Issue 1  <FRAGMENT_SUPPRESSED> What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED> In my opinion, the issue of whether or not paragraph 40(1)(a) includes situations whereby an applicant adopts a misrepresentation, but clarifies it prior to a decision being rendered on the application is a question of pure statutory interpretation. The appropriate standard of review for questions of statutory interpretation is correctness. If the officer's interpretation was correct, then a second issue follows: does paragraph 40(1)(a) apply to the facts of this case? This section issue is a question of mixed fact and law and is reviewable on a standard of reasonableness.  <FRAGMENT_SUPPRESSED>", "[23] Issue 2  <FRAGMENT_SUPPRESSED> Did the officer make a reviewable error in interpreting the paragraph 40(1)(a) to include situations where the applicant adopts a misrepresentation, but clarifies it prior to a decision being rendered on the application?  <FRAGMENT_SUPPRESSED> Before I consider this issue, I feel it necessary to note that the applicant does not take issue with the ultimate refusal of the application, but yet with the finding of misrepresentation under paragraph 40(1)(a). The applicant submitted that paragraph 40(1)(a) does not apply to situations where the misrepresentation is corrected before a decision on the application was made. The respondent submitted that paragraph 40(1)(a) applies to misrepresentations even if it is clarified by the applicant before the decision is rendered. Thus, the question is whether the correct interpretation of paragraph 40(1)(a) of the Act applies to situations where a misrepresentation in an application is clarified before a decision on the matter is rendered.  <FRAGMENT_SUPPRESSED>", "[24] The Supreme Court of Canada in Rizzo & Rizzo Shoes Ltd. (Re) , above at paragraphs 21 to 23 held:  <FRAGMENT_SUPPRESSED> Although much has been written about the interpretation of legislation (see, e.g., Ruth Sullivan, Statutory Interpretation (1997); Ruth Sullivan, Driedger on the Construction of Statutes (3rd ed. 1994) (hereinafter \"Construction of Statutes\"); Pierre-André Côté, The Interpretation of Legislation in Canada (2nd ed. 1991)), Elmer Driedger in Construction of Statutes (2nd ed. 1983) best encapsulates the approach upon which I prefer to rely. He recognizes that statutory interpretation cannot be founded on the wording of the legislation alone. At p. 87 he states:  <FRAGMENT_SUPPRESSED> Today there is only one principle or approach, namely, the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament.  <FRAGMENT_SUPPRESSED> Recent cases which have cited the above passage with approval include: <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> I also rely upon s. 10 of the Interpretation Act , R.S.O. 1980, c. 219, which provides that every Act \"shall be deemed to be remedial\" and directs that every Act shall \"receive such fair, large and liberal construction and interpretation as will best ensure the attainment of the object of the Act according to its true intent, meaning and spirit\".  <FRAGMENT_SUPPRESSED>", "[25] Paragraph 40(1)(a) is written very broadly in that it applies to any misrepresentation, whether direct or indirect, relating to a relevant matter that induces or could induce an error in the administration of the Act. I am of the opinion that this Court must respect the wording of the Act and give it the broad interpretation its wording demands. There is nothing in the wording of the paragraph indicating that it should not apply to a situation where a misrepresentation is adopted, but clarified prior to a decision being rendered.  <FRAGMENT_SUPPRESSED>", "[26] The applicant submitted that to adopt the respondent's interpretation would result in an absurdity as individuals who made an innocent mistake in their application would be inadmissible for two years on the basis of misrepresentation. I need not deal with this argument as the applicant in this case continued the misrepresentation in his interview with the officer until the officer was able to get him to admit that he had not been employed as stated.  <FRAGMENT_SUPPRESSED>", "[27] I acknowledge that this case presents a unique situation as the misrepresentation was clarified before the decision was rendered. However, to adopt the applicant's interpretation would lead to a situation whereby individuals could knowingly make a misrepresentation, but not be found inadmissible under paragraph 40(1)(a) so long as they clarified the misrepresentation right before a decision was rendered. I agree with the respondent that such an interpretation could result in a situation whereby only misrepresentations \"caught\" by the visa officer during an interview would be clarified; therefore, leaving a high potential for abuse of the Act.  <FRAGMENT_SUPPRESSED>", "[28] <FRAGMENT_SUPPRESSED> this Court noted Parliament's intent regarding misrepresentation as per the explanatory clause-by-clause analysis of Bill C-11 (the Act) which reads:  <FRAGMENT_SUPPRESSED> This section is similar to provisions of the current act concerning misrepresentation by either permanent or temporary residents but modifies those provisions to enhance enforcement tools designed to eliminate abuse.  <FRAGMENT_SUPPRESSED>", "[29] Moreover, to accept the applicant's interpretation would be to disregard the requirement to provide truthful information under the Act. In light of these findings, I am of the opinion that the visa officer correctly interpreted section 40.  <FRAGMENT_SUPPRESSED>", "[30] Issue 3  <FRAGMENT_SUPPRESSED> If not, did the officer err in finding that paragraph 40(1)(a) applied to the facts in this case?  <FRAGMENT_SUPPRESSED> In my opinion, having correctly interpreted the legislation, the officer's application of section 40 to the facts of this case was reasonable. There is no denying that the applicant adopted the misrepresentation to his benefit, but then clarified once the officer pressed for further information.  <FRAGMENT_SUPPRESSED>", "[31] The application for judicial review is therefore denied.  <FRAGMENT_SUPPRESSED>", "[32] There is no proposed question of general importance for my consideration for certification as the respondent only wished to propose a question if I adopted the applicant's interpretation of paragraph 40(1)(a). The applicant did not submit a question.  <FRAGMENT_SUPPRESSED>", "[33] IT IS ORDERED that the application for judicial review is denied.  <FRAGMENT_SUPPRESSED> ANNEX  <FRAGMENT_SUPPRESSED> Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED> The relevant statutory provisions are set out in this section.  <FRAGMENT_SUPPRESSED> The Immigration and Refugee Protection Ac, S.C. 2001, c. 27:  <FRAGMENT_SUPPRESSED> 40.(1) A permanent resident or a foreign national is inadmissible for misrepresentation  <FRAGMENT_SUPPRESSED> (a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act;  <FRAGMENT_SUPPRESSED> (b) for being or having been sponsored by a person who is determined to be inadmissible for misrepresentation;  <FRAGMENT_SUPPRESSED> (c) on a final determination to vacate a decision to allow the claim for refugee protection by the permanent resident or the foreign national; or  <FRAGMENT_SUPPRESSED> (d) on ceasing to be a citizen under paragraph 10(1)(a) of the Citizenship Act, in the circumstances set out in subsection 10(2) of that Act.  <FRAGMENT_SUPPRESSED> (2) The following provisions govern subsection (1):  <FRAGMENT_SUPPRESSED> (a) the permanent resident or the foreign national continues to be inadmissible for misrepresentation for a period of two years following, in the case of a determination outside Canada, a final determination of inadmissibility under subsection (1) or, in the case of a determination in Canada, the date the removal order is enforced; and  <FRAGMENT_SUPPRESSED> (b) paragraph (1)(b) does not apply unless the Minister is satisfied that the facts of the case justify the inadmissibility.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}