{"id_": "085500", "body_str": ["[1]", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14] Application 2001, ch. 27, art. 72; 2002, ch. 8, art. 194. Cas particulier Instructions Application for Judicial Review 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. Application (2) The following provisions govern an application under subsection (1): (a) the application may not be made until any right of appeal that may be provided by this Act is exhausted; (b) subject to paragraph 169(f), notice of the application shall be served on the other party and the application shall be filed in the Registry of the Federal Court (\"the Court\") within 15 days, in the case of a matter arising in Canada, or within 60 days, in the case of a matter arising outside Canada, after the day on which the applicant is notified of or otherwise becomes aware of the matter; (c) a judge of the Court may, for special reasons, allow an extended time for filing and serving the application or notice; (d) a judge of the Court shall dispose of the application without delay and in a summary way and, unless a judge of the Court directs otherwise, without personal appearance; and (e) no appeal lies from the decision of the Court with respect to the application or with respect to an interlocutory judgment. 2001, c. 27, s. 72; 2002, c. 8, s. 194 Temporary Resident Permit 24. (1) A foreign national who, in the opinion of an officer, is inadmissible or does not meet the requirements of this Act becomes a temporary resident if an officer is of the opinion that it is justified in the circumstances and issues a temporary resident permit, which may be cancelled at any time. (2) A foreign national referred to in subsection (1) to whom an officer issues a temporary resident permit outside Canada does not become a temporary resident until they have been examined upon arrival in Canada. Instructions of Minister (3) In applying subsection (1), the officer shall act in accordance with any instructions that the Minister may make.", "[15] <FRAGMENT_SUPPRESSED> .", "[16]", "[17]", "[18]", "[19]", "[20]", "[21] Administrative Law in Canada", "[22]", "[23]", "[24]", "[25]", "[26]", "[27]", "[28]", "[29]", "[30]", "[31]", "[32]", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39]", "[40]", "[41]", "[42]", "[43]", "[44]", "[45]", "[46]", "[47]", "[48]", "[49]", "[50] proprio motu", "[51]", "[52]", "[53]", "[54]", "[55]", "[56]", "[57]", "[58]", "[59]", "[60]", "[61] 4. Does the failure to provide reasons for a determination under subsection 70(5) that a person constitutes a danger to the public in Canada, in the context of the procedure being used, breach the requirements of natural justice or procedural fairness? I believe it is fair to assume that the requirements of \"natural justice\" are subsumed under the general category of \"fairness\", particularly in respect of an administrative decision such as this. It is beyond debate that the requirements of fairness depend on the seriousness of the decision being taken. In my view, as expressed above, the consequence of this decision is not an order of deportation but rather the withdrawal of a discretionary power to exempt Williams from lawful deportation, such discretion instead being limited thereafter to exercise by the Minister. It also substitutes the possibility of a discretionary stay for an automatic statutory stay. The decision making authorized by subsection 70(5) is not judicial or quasi-judicial in nature involving the application of pre-existing legal principles to specific factual determinations, but rather the formation of an opinion in good faith drawn from the probabilities as perceived by the Minister from an examination of relevant material and an assessment as to the acceptability of the probable risk. In such circumstances the requirements of fairness are minimal and have surely been met for the same reasons as I have concluded that requirements of fundamental justice, if applicable, have been met.", "[62]", "[63]", "[64] <FRAGMENT_SUPPRESSED> .", "[65]", "[66]", "[67]", "[68]", "[69]", "", "", "[70]", "[71] ) à ),", "[72]", "[73]", "[74]", "[75]", "[76]", "[77]", "[78]", "[79]", "[80]", "[81]", "[82]", "[83]", "[84] JUGEMENT", "[85] Martin  <FRAGMENT_SUPPRESSED>  judicial review under subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA), of the decision of Citizenship and Immigration Canada officer Huguette Samson (also referred to as \"the Minister's delegate\") dated November 26, 2008, refusing to extend a temporary resident permit (TRP) on the basis of insufficient grounds.", "[2] The applicants are of Swedish origin and are both 79 years old.", "[3] The applicant Malle Reintamm Beyer (Ms. Beyer) arrived in Canada in April 2001, and the applicant Martin Gottfrie Beyer (Mr. Beyer) arrived in May 2001.", "[4] Ms. Beyer is morbidly obese and is bedridden all day. According to her physician, her movements remain very limited and even walking poses a major risk of falling. She does not leave her home. Her other medical conditions have been stable since the last medical report submitted to the respondent. In addition, Ms. Beyer requires constant assistance from her husband, Mr. Beyer.", "[5] Ms. Beyer has a medical condition that makes any travel or transportation hazardous. She weighs 130-140 kilograms, has been bedridden for roughly six years, and her physician, Dr. Poupart, makes house calls to treat her. Mr. Beyer feeds her, washes her and attends to her needs, all while she remains in bed.", "[6] The applicants have health insurance, which covers the medical costs.", "[7] The applicants are completely independent financially and more than able to meet their needs. They bought their residence in 1993. The residence, a vacation home, is located in St-Urbain. The applicants emphasize that they did not buy the residence with the aim of settling permanently in Canada.", "[8] On February 27, 2006, the applicants submitted a request to the respondent for permanent resident status based on humanitarian and compassionate considerations under subsection 25(1) of the IRPA, in light of Ms. Beyer's health. The request was denied. Instead of granting the applicants permanent resident status, the respondent issued a TRP valid from March 21, 2006, to March 21, 2008.", "[9] It appears that Ms. Samson, the officer, issued a two-year TRP in March 2006 to enable the applicants to prepare to leave the country. However, the applicants vigorously deny this and add that they were never notified of this condition, which does not appear in any of the official documents adduced in evidence.", "[10] When their TRPs expired, the applicants filed a new request, dated April 9, 2008, on the same grounds as the previous request, since there had been no significant change other than a deterioration of Ms. Beyer's mobility.", "[11] The applicants argue that, in theory, such travel would be very difficult and expensive, would require very complex organization for a roughly 15-hour trip from the Charlevoix region to Sweden, and would cost approximately $60,000, all because of Ms. Beyer's serious physical condition. Only one air ambulance company offers this service in Canada. It has not been verified recently whether Ms. Beyer's medical condition could even allow her to make such a long trip. Her condition has deteriorated. Moreover, Dr. Poupart's medical opinion dated July 15, 2004, stated that air travel would be very difficult for her.", "[12] The impugned decision is contained in a three-paragraph letter that the applicants received and which reads as follows: [translation] This is further to your request dated April 9, 2008, for an extension of your temporary resident permit status. Your case has been considered in order to determine the possibility of extending your temporary resident permit. After careful and empathetic consideration, it has been determined that there are insufficient grounds to extend the permit in your case. Our records indicate that your authorization to remain in Canada is valid until March 21, 2008. If you leave Canada voluntarily, please contact the officer responsible for your file at the Canada Border Services Agency in order to notify him or her of the arrangements that you will be making for your departure.", "[13] After filing this application for judicial review, the applicants also obtained certified copies of the record prepared in accordance with section 17 of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22. The record is essentially a summary of the facts or a history of the applicants' matter.", "[14] The provisions relevant to this case are as follows: Application for Judicial Review 72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court. Application (2) The following provisions govern an application under subsection (1): (a) the application may not be made until any right of appeal that may be provided by this Act is exhausted; (b) subject to paragraph 169(f), notice of the application shall be served on the other party and the application shall be filed in the Registry of the Federal Court (\"the Court\") within 15 days, in the case of a matter arising in Canada, or within 60 days, in the case of a matter arising outside Canada, after the day on which the applicant is notified of or otherwise becomes aware of the matter; (c) a judge of the Court may, for special reasons, allow an extended time for filing and serving the application or notice; (d) a judge of the Court shall dispose of the application without delay and in a summary way and, unless a judge of the Court directs otherwise, without personal appearance; and (e) no appeal lies from the decision of the Court with respect to the application or with respect to an interlocutory judgment. 2001, c. 27, s. 72; 2002, c. 8, s. 194 Temporary Resident Permit 24. (1) A foreign national who, in the opinion of an officer, is inadmissible or does not meet the requirements of this Act becomes a temporary resident if an officer is of the opinion that it is justified in the circumstances and issues a temporary resident permit, which may be cancelled at any time. (2) A foreign national referred to in subsection (1) to whom an officer issues a temporary resident permit outside Canada does not become a temporary resident until they have been examined upon arrival in Canada. Instructions of Minister (3) In applying subsection (1), the officer shall act in accordance with any instructions that the Minister may make. Application 2001, ch. 27, art. 72; 2002, ch. 8, art. 194. Cas particulier Instructions", "[15] The applicants submit that the standard of review that applies to this case is patent unreasonableness, as held in <FRAGMENT_SUPPRESSED> .", "[16] The applicants submit that the decision of officer Huguette Samson, dated November 26, 2008, is patently unreasonable on its face and arbitrary because Ms. Beyer's state of health has either remained the same or deteriorated. The applicants submit that Ms. Samson, who was in charge of examining the TRP request, clearly erred in failing to take into account the facts and documents attached to the letters submitted with the request.", "[17] The applicants allege that on November 10, 2008, Éric Lacombe, an employee of Citizenship and Immigration Canada, after examining the file, recommended that a TRP be issued to the applicant Mr. Beyer. Mr. Lacombe cited Ms. Beyer's state of health and her lack of mobility for travel. He claimed that the risks would be reduced if the Canada Border Services Agency (CBSA) did not carry out the removal. Mr. Lacombe noted that the applicants have medical insurance from the United Nations, which covers all medical expenses, including medication and hospital costs. According to Mr. Lacombe, the insurance proves that the applicants do not depend directly on the Canadian government to cover their medical expenses. Mr. Lacombe submitted that the applicants pose no risk to Canadian society and have no criminal record. Moreover, the applicants are not eligible for a restoration of their status. Mr. Lacombe pointed out that the applicants have owned a house in the La Malbaie area since 1993 and contribute to their area's economy. The applicants have no financial debts to Canada and are fully able to meet their own needs. Mr. Lacombe submitted that the applicants' situation has remained unchanged since the issuance of the TRP on May 21, 2006.", "[18] The applicants submit that the Minister's delegate's decision is also patently unreasonable and arbitrary because it provides no specific reason or ground for refusing to renew the TRP. The applicants submit that they were entitled to know the specific grounds that could have warranted the negative decision concerning them.", "[19] The applicants submit that Ms. Samson, who had personally issued the TRPs in March 2006, was acting inconsistently when she rendered the decision of November 26, 2008, in which she refused to extend the TRPs but gave no express reasons.", "[20] The applicants argue that they are entitled to know the specific reasons for the decision, especially since Éric Lacombe also recommended that the applicants be issued TRPs.", "[21] The applicants note that the duty to provide reasons for a decision has been held to exist even where the legislation does not provide for it, as stated by the author Sara Blake in Administrative Law in Canada , where the reasons for this requirement are explained.", "[22] In this case, the applicants submit that the reason given by the immigration officer, namely that [translation] \"there are insufficient grounds to extend the permit in your case\" cannot possibly be justified because the applicants' situation has not changed in any way since the issuance of the first permit, other than a deterioration of Ms. Beyer's mobility.", "[23] The applicants argue that the onus on the government must be higher where a permit has already been issued and the matter merely involves a renewal and where the additional supporting documents required by the government have been provided.", "[24] The applicants submit that, given the significant amount of documentation they provided, if additional evidence was required or questions needed to be answered, the Minister's delegate should have notified them or their lawyer that there were insufficient grounds to extend the permit.", "[25] The applicants claim that the principle of deference in judicial review does not prevent this honourable Court from condemning the respondent's conduct toward the applicants.", "[26] Thus, the applicants ask that the decision of Citizenship and Immigration Canada officer Huguette Samson, dated November 26, 2008, be set aside, and that the respondent be ordered either to issue each applicant a TRP valid for two years commencing on the date of the decision, or, in the alternative, to refer the request back for reconsideration by a different Minister's delegate so that the applicants' request can be processed in accordance with the law, with costs.", "[27] The respondent submits that the applicants are attempting to obtain equitable relief from this honourable Court. However, he submits that there are significant gaps in the file they submitted with respect to their initial entry to Canada, several past or present irregularities in their immigration file since their arrival, and finally Ms. Beyer's health problems.", "[28] The respondent submits that despite the expiry of their temporary resident status under their first permit, the applicants remained in Canada beyond the authorized period. They did not notify the Canadian authorities of this irregularity, even though they knew that they were in Canada without status. Thus, the respondent submits that the applicants did not renew their temporary status within the appropriate time.", "[29] The respondent submits that the applicants attracted the immigration authorities' attention in 2003 when they tried to clear personal property through customs. At that time, Mr. Beyer's status had expired six months earlier, and Ms. Beyer's status had expired 24 months earlier.", "[30] The respondent submits that the nature of the goods that the applicants tried to clear through customs confirms that they intended to settle permanently in Canada from the moment of their arrival, even though they had no status in Canada.", "[31] The respondent submits that an exclusion order was made against the applicants but was never enforced because the enforcement officer deferred the removal to enable the applicants to exhaust their remedies.", "[32] The respondent submits that in 2006 the applicants filed a request to renew the TRP, and that the request was granted for a two-year period.", "[33] The respondent submits that in 2008 the applicants filed a request to renew the TRP. The request was refused and this refusal is the subject of this application for judicial review.", "[34] The respondent submits that in <FRAGMENT_SUPPRESSED> the Supreme Court abolished the \"patently unreasonable\" standard of review. Since that decision, the appropriate standard of review for decisions to refuse the issuance of a TRP under subsection 24(1) of the IRPA is reasonableness. However, this Court understands that it must show a great deal of judicial deference when examining such a decision. The respondent cites <FRAGMENT_SUPPRESSED> , above, which the applicants cited earlier.", "[35] The respondent submits that in <FRAGMENT_SUPPRESSED> , this Court stated, at paragraph 15 of its decision, that the issuance of a TRP is a highly discretionary decision. In the past, the standard of review for decisions regarding TRPs was \"patent unreasonableness\". The applicants admit this principle.", "[36] The respondent submits that TRPs are issued under section 24 of the Act.", "[37] The respondent submits that, in <FRAGMENT_SUPPRESSED> , this honourable Court confirmed the exceptional nature of a TRP: Temporary resident permits (TRP) formerly known as Minister's permits under former subsections 19(3) and 37 of the Immigration Act Repealed ), R.S.C. 1985, c. I-2, constitute an exceptional regime. They allow a foreign national who is inadmissible to Canada or does not meet the requirements of IRPA or Immigration and Refugee Protection Regulations , SOR/2002-227 (Regulations) to become a temporary resident \"if an officer is of the opinion that it is justified in the circumstances.\" (Subsection 24(1) of IRPA.)", "[38] The holder of a TRP is entitled to obtain permanent residence status after three years (or in some cases five years) of residency in Canada under the permit.", "[39] The respondent submits that sections 64 and 65 of the Immigration and Refugee Protection Regulations , SOR/2002-227 (IRPR) specify that TRP holders may become permanent residents if they have continuously resided in Canada for a period of three years under the permit even if they are foreign nationals who are inadmissible on health grounds.", "[40] The respondent submits that, under sections 22 and 20(1)(b) of IRPA, persons seeking to obtain a TRP must show that they intend to leave Canada at the end of the period authorized for their stay.", "[41] The respondent submits that the applicants do not intend to leave Canada and that they are seeking to obtain a status that will enable them to remain in Canada permanently.", "[42] The applicants raise several arguments in support of their challenge.", "[43] First, the respondent notes that the applicants state in their memorandum that in 2006, [translation] \"it was established to the Canadian immigration authorities' satisfaction that the applicant Ms. Beyer had a medical condition that made travel and transportation hazardous\". The respondent argues that this allegation is erroneous. He submits that the first TRP could have been issued for several reasons, none of which necessarily had anything to do with Ms. Beyer's health. In 2006, the immigration authorities chose to regularize the applicants' status temporarily. The respondent submits that one cannot infer from this that the Minister was satisfied that removal could not take place.", "[44] The respondent submits that there is evidence contradicting the applicants' allegation, namely an opinion given by one of the respondent's physicians, who never saw Ms. Beyer, and who concluded that she was able to travel. This opinion was given in 2003. The respondent submits that, as a result, it must be presumed that the Canadian authorities knew full well from 2003 onward that it would not imperil Ms. Beyer's life and health to remove her. The respondent submits that, under administrative law, the granting of a request is never a guarantee that it will be renewed.", "[45] The respondent submits that the applicants allege that they have health insurance and therefore do not place excessive demands on society.", "[46] The respondent submits that this allegation is unfounded. He submits that the Federal Court of Appeal has already confirmed that the expression \"excessive demands\" includes both the cost and the availability of health services. The ability and willingness to pay for medical services are immaterial if the care required by Ms. Beyer constitutes excessive demands on society: <FRAGMENT_SUPPRESSED> .", "[47] In addition, the respondent submits that the renewal of the TRP may give the applicants the right to obtain permanent resident status, which would automatically make them \"insured persons\" within the meaning of Quebec's Health Insurance Act ,  <FRAGMENT_SUPPRESSED>  render the existence of medical insurance irrelevant.", "[48] In the respondent's submission, the applicants are asserting that the respondent issued a TRP instead of granting them permanent resident status. The respondent submits that the applicants filed a request for permanent residence with an exemption on humanitarian and compassionate considerations under section 25 of the IRPA on February 27, 2006.", "[49] The respondent submits that the applicants appear to believe that an officer can grant permanent resident status based on a mere letter. The respondent submits that an application for permanent residence based on humanitarian and compassionate considerations must be filed in proper form, which means that the form and the evidence required for this type of application must be submitted. Indeed, section 10 of the IRPR leaves no doubt on this point: a foreign national who makes such an application must submit the appropriate form and pay the applicable fees.", "[50] Consequently, the applicants could not expect an immigration officer to examine their permanent residence request on his or her own initiative.", "[51] The respondent submits that the applicants are alleging that Ms. Beyer is unable to leave Canada because of her health.", "[52] In the respondent's submission, it is premature to raise issues concerning removal because the applicants are not challenging the decision of a law enforcement officer, but, rather, the decision of a Minister's delegate. The applicants are not yet at the removal stage.", "[53] Travel-related difficulties are a factor that the law enforcement officer, Éric Lacombe, not the Minister's delegate, Huguette Samson, must take into account.", "[54] Mr. Lacombe is the law enforcement officer, and he works for the CBSA, which is under the authority of the Department of Public Safety. In his affidavit dated June 10, 2009, he asserts that, before removing the applicants, he will obtain a medical opinion from a Government of Canada physician so that the removal is carried out in accordance with the arrangements recommended by the physician.", "[55] The removal officer can ensure that a physician or nurse accompanies the applicants throughout their trip.", "[56] In the respondent's submission, the applicants will have the opportunity to challenge the removal arrangements if they feel that officer Lacombe does not intend to carry out the removal in accordance with acceptable standards.", "[57] Thus, the respondent submits that the arguments related to removal are not relevant at this stage of the process.", "[58] Contrary to the applicants' allegations, Mr. Lacombe does not work for the Minister of Citizenship and Immigration. The Minister's delegate, Huguette Samson, was the decision-maker who dealt with the renewal request and the decision was hers alone. In the respondent's submission, Ms. Samson was free to reject Mr. Lacombe's recommendation. The respondent submits that there is no administrative law principle that would require a decision-maker to follow a third party's recommendation.", "[59] The respondent submits that the decision-maker called upon the medical expertise of his physicians, who, unlike Ms. Beyer's own physician, concluded that Ms. Beyer was able to travel. The organization tasked with the removal will obtain a more recent medical opinion.", "[60] The applicants argue that the decision-maker's reasons are insufficient. The respondent submits that , upon reading Ms. Samson's reasons, the Court will agree that they are sufficiently detailed for a reader to understand the grounds of the decision and to follow the decision-maker's reasoning.", "[61] For example, in <FRAGMENT_SUPPRESSED>  (C.A.), the Federal Court of Appeal had to answer the following question: 4. Does the failure to provide reasons for a determination under subsection 70(5) that a person constitutes a danger to the public in Canada, in the context of the procedure being used, breach the requirements of natural justice or procedural fairness? I believe it is fair to assume that the requirements of \"natural justice\" are subsumed under the general category of \"fairness\", particularly in respect of an administrative decision such as this. It is beyond debate that the requirements of fairness depend on the seriousness of the decision being taken. In my view, as expressed above, the consequence of this decision is not an order of deportation but rather the withdrawal of a discretionary power to exempt Williams from lawful deportation, such discretion instead being limited thereafter to exercise by the Minister. It also substitutes the possibility of a discretionary stay for an automatic statutory stay. The decision making authorized by subsection 70(5) is not judicial or quasi-judicial in nature involving the application of pre-existing legal principles to specific factual determinations, but rather the formation of an opinion in good faith drawn from the probabilities as perceived by the Minister from an examination of relevant material and an assessment as to the acceptability of the probable risk. In such circumstances the requirements of fairness are minimal and have surely been met for the same reasons as I have concluded that requirements of fundamental justice, if applicable, have been met.", "[62] According to the respondent, the Federal Court of Appeal held that no reasons need be given for an agent's decision that a person constitutes a danger to Canada. a fortiorari, the reasons for a refusal to renew a TRP (a decision whose consequences are less serious) need not be given either.", "[63] The respondent submits that the applicants are complaining that the officer did not disclose her notes and reasons prior to the application for leave and judicial review. However, after being notified of the negative decision, the applicants did not ask for the reasons supporting it.", "[64] According to the respondent, the applicants did receive the reasons and had the opportunity to make all the arguments in their further memorandum. He submits that the alleged failure has not caused any prejudice: <FRAGMENT_SUPPRESSED> ; and <FRAGMENT_SUPPRESSED>  (QL).", "[65] The applicants seek costs. The respondent submits that section 22 of the Federal Courts Immigration and Refugee Protection Rules , SOR/93-22, specifies that no costs shall be awarded to or payable by any party in respect of an application for judicial review in an immigration matter unless the Court, for special reasons, so orders. The applicants have not shown that there are special reasons that would justify awarding costs.", "[66] In conclusion, the applicants demand that the immigration authorities exercise a highly discretionary power in their favour and grant them exceptional status. However, the respondent submits that the applicants breached their duty of good faith from the outset by remaining in Canada without status and by trying to settle in Canada permanently despite the refusal of the Canadian Consulate in Buffalo.", "[67] In light of the preceding arguments, the respondent respectfully asks that this Court dismiss this application for judicial review.", "[68] The issue is whether the Minister's delegate erred in refusing to renew the applicants' TRP.", "[69] The applicable standard of review is reasonableness, as described by the respondent, and not patent unreasonableness, as submitted by the applicants. However, as stated at paragraphs 7 and 8 of Justice Snider's decision in <FRAGMENT_SUPPRESSED>  this Court is not required to show deference to officer Samson's decision if she breached procedural fairness:", "[7] Both parties agree that the decision of the Officer is reviewable on a standard of reasonableness, meaning that the task of the Court is to determine \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED>  at para. 47). It is also important to note that, on this standard of review, the Court ought not to substitute its discretion for that of the Officer, even if the Court might have drawn different inferences or reached a different conclusion.", "[8] This standard does not apply to the alleged insufficiency of the reasons for the TRP decision; no deference is owed for a breach of procedural fairness.", "[70] I am of the opinion that the application for judicial review must be allowed for the following reasons.", "[71] First and by way of clarification, the applicants will not necessarily obtain permanent residence solely as a result of the passage of time after three or five years of continuous residence. Section 65.1 of the IRPR states that, in order to obtain permanent residence, a foreign national must hold a medical certificate indicating that their health condition is not reasonably expected to cause excessive demand. Thus, the applicants will probably not be granted permanent residence. Section 65.1 of the IRPR provides: 65.1 (1) A foreign national in Canada who is a permit holder and a member of the permit holder class becomes a permanent resident if, following an examination, it is established that ) they have applied to remain in Canada as a permanent resident as a member of that class; ) they are in Canada to establish permanent residence; ) they meet the selection criteria and other requirements applicable to that class; ) they hold (i) subject to subsection (4), a document described in any of paragraphs 50(1)( ) to ( ), and (ii) a medical certificate, based on the most recent medical examination to which they were required to submit under these Regulations within the previous 12 months, that indicates that their health condition is not likely to be a danger to public health or public safety and is not reasonably expected to cause excessive demand; and ) they and their family members, whether accompanying or not, are not inadmissible on any ground other than the grounds on which an officer, at the time the permit was issued, formed the opinion that the foreign national was inadmissible.", "[72] As for the decision itself, the reasons are not sufficiently detailed.", "[73] The letter setting out the decision does not sufficiently state the reasons for the decision. The notes taken for the purpose of making the decision were disclosed only after the application for leave and judicial review was filed. The notes do not specifically mention on what ground the decision was made to refuse the TRP. The notes are in fact a history of the applicants' situation. It is clear from the decision and the notes that they contain no written reasons.", "[74] As stated in <FRAGMENT_SUPPRESSED> , to determine the content of procedural fairness owed in a given context. The Court must take into account the nature of the decision and the process followed in making it (the closer it is to a judicial process, the higher the content of fairness owed), the nature of the statutory scheme (for example, greater procedural protections are required when there is no provision for appeal procedures in the statute), the importance of the decision for the individuals affected (a significant factor), the legitimate expectations of the person challenging the decision, and the choice of procedure made by the agency itself.", "[75] In my opinion, the factor that most concerns the applicants is the importance of the decision for the individuals affected - in this instance, the applicants.", "[76] The respondent's decision to issue a TRP is highly discretionary, but the exercise of that discretion is governed by guidelines which are available online and which even specify that the officer must explain why he or she is not granting the TRP: If the officer considered recommending or issuing a permit to overcome the inadmissibility, they must also explain why a permit is not being issued. Officers must be especially careful to respect procedural fairness (see OP 1) in drafting this part of the letter.", "[77] Moreover, there is evidence that the applicants legitimately expected a positive decision in view of several factors: -Ms. Beyer's health has not changed, and it is even the opinion of the applicants' physician that the situation has worsened. -The hazards and costs of the trip. -Mr. Lacombe's recommendation that the permit be extended.", "[78] As for the choice of procedure made by the agency, this factor was not raised.", "[79] The negative decision will have grave consequences for the applicants because they will have to leave the country if they do not have a TRP. The trip from Canada to Sweden could result in serious complications and pose risks for the health of Ms. Beyer, who suffers from morbid obesity, is bedridden all day and does not leave home.", "[80] According to the respondent, the Minister's delegate, Huguette Samson, made a reasonable decision. The respondent submits that the applicants do not intend to leave Canada and that this justifies, among other things, the refusal to extend the temporary permit.", "[81] However, in light of the circumstances and the facts of this case, the absence of written reasons in the Minister's delegate's decision to refuse to extend the TRPs gives the appearance of an arbitrary decision.", "[82] The facts brought to light in this case raise a doubt as to whether the applicants were treated fairly. They must be given the benefit of this doubt. The application for judicial review is allowed and the matter is referred back to the respondent or his authorized representative, as the case may be, for a reconsideration of the applicants' request.", "[83] At the end of the hearing, the applicants submitted the following question for certification: [translation] \"What is the extent of a Minister's delegate's duty to provide reasons for a decision concerning a temporary residence permit and its renewal?\"", "[84] Since I have allowed the application for judicial review, there is no need to certify the question. JUDGMENT", "[85] THE COURT ORDERS AND ADJUDGES that the application for judicial review be allowed and the matter referred back to the respondent or his authorized representative, as the case may be, for a reconsideration of the applicants' request. [End of document]"]}