{"id_": "085516", "body_str": ["[1] LIPR ).", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] , DORS/2002-227.", "[9] 4. Analyse", "[10] <FRAGMENT_SUPPRESSED> .", "[11]", "[12]", "[13]", "[14]", "[15]", "[16]", "[17]", "[18]", "[19]", "[20]", "[21]", "[22]", "[23]", "[24]", "[25] Ha <FRAGMENT_SUPPRESSED> .", "[26] Ha", "[27] <FRAGMENT_SUPPRESSED> .", "[28]", "[29]", "[30] LIPR ni le RIPR", "[31]", "[32]", "[33] d) de la LIPR", "[34]", "[35] Ha supra, JUGEMENT", "[36] <FRAGMENT_SUPPRESSED>  application for judicial review of an immigration officer's decision to reject the applicant's permanent residence application in the \"spouse or common-law partner\" class on the grounds that her marriage to her sponsor, Muhamed Pandzic, was not genuine and was primarily for the purpose of acquiring any status or privilege under the Immigration and Refugee Protection Act (IRPA).", "[2] For the following reasons, the Court finds that the officer's decision is reasonable given the evidence before her and that the principles of natural justice and procedural fairness were respected during the interview preceding this decision. 1. Facts", "[3] The applicant was born in 1975 and is a citizen of Morocco. On September 11, 2008, she obtained a visitor visa from the Canadian authorities, which was extended until November 30, 2009. She entered Canada on September 28, 2008, apparently to assist her sister because one of her sister's two children was seriously ill.", "[4] The applicant's spouse was born in 1986 in Sarajevo, Bosnia-Herzegovina. He obtained permanent residence in Canada on December 10, 2001, but is not a Canadian citizen.", "[5] The spouses met on October 2, 2008, and were married on April 13, 2009, in a Muslim ceremony. The applicant filed an application for permanent residence in Canada in the \"spouse or common-law partner\" class on September 11, 2009.", "[6] On May 19, 2010, the officer completed interviews with the applicant and Mr. Pandzic. The next day, she rejected the applicant's application for permanent residence on the grounds that the marriage was not genuine and that it was primarily for the purpose of acquiring status in Canada. 2. Impugned decision", "[7] In the notes in the file, the officer identified five discrepancies between the answers given by Ms. Essaidi and Mr. Pandzic. These discrepancies concerned the location of their first meeting, the last time they had sexual relations, the identity of the witnesses at their wedding, their activities as a couple and the applicant's educational background.", "[8] Given all of these elements, the officer arrived at the conclusion that the applicant did not meet the criteria of the \"spouse or common-law partner in Canada\" class insofar as the officer had reason to believe that the applicant's relationship with Mr. Pandzic was not genuine and that it had been established for immigration purposes under section 4 of the Immigration and Refugee Protection Regulations , SOR/2002-227. 3. Issues", "[9] The applicant's application for judicial review relies on two reasons. First, she is of the opinion that the officer erred in finding that her marriage was not genuine. Second, she is alleging that the procedure followed in this case raises several breaches of procedural fairness and natural justice. I will address these two arguments in turn. 4. Analysis", "[10] It is now well established that the officer's reasons with respect to the genuineness of a marriage must be reviewed according to the standard of reasonableness. Consequently, the Court will be concerned with \" . . . the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> .", "[12] Regarding the reasonableness of the decision, the applicant first alleged that the officer had erred by focusing on the minor discrepancies between the answers she and her sponsor gave and by not sufficiently taking correct responses into account. In her opinion, the officer should have given more thought to her spouse's memory loss caused by his medical condition as well as the fact that he does not speak Arabic and therefore has difficulty remembering the names of his spouse's family members.", "[13] The discrepancies identified by the officer between the applicant's statements and those of her sponsor are real and could have reasonably created doubt as to the genuineness of their marriage. First, regarding where they first met, the applicant had indicated that she had met her spouse at his home. For his part, Mr. Pandzic had indicated in a letter sent to Citizenship and Immigration Canada that he had met the applicant at her sister's home. During the interview, Mr. Pandzic had first reiterated that he had met the applicant at her sister's home, but when he was confronted with the response in his spouse's form, Mr. Pandzic said that he had made a mistake and that they had indeed first met at his home. The applicant indicated in the interview that they had first met at her sister's home, thereby contradicting her form and her spouse's modified answer. The applicant's explanations in the affidavit she filed before this Court do not help explain these different versions.", "[14] Moreover, Mr. Pandzic indicated during the interview that the last time he had had sexual relations with the applicant had been one to two weeks before the interview, adding that the applicant had had her period the week before the interview. In response to the same question, the applicant had replied that the couple had had sexual relations the night before. Even if this question may seem intrusive, it is customary and normal for an officer deciding on the genuineness of a marriage to ask questions on a couple's intimate life.", "[15] When questioned as to the identity of Hoummad Elhiri, the applicant's witness, Mr. Pandzic first identified him as the applicant's father or brother, indicating that he has trouble with names. When the officer showed him a picture of the wedding, he correctly identified the applicant's sister's brother-in-law, but identified him as \"Med\" and said that he did not know the identity of the other two people with him.", "[16] The officer then asked the spouses to describe their activities as a couple. The applicant said that they do not go to movies because her spouse cannot stay seated for long periods of time because he has a sore back. However, Mr. Pandzic's answer to the same question was, among other things, that the couple sometimes goes to movies.", "[17] Finally, the officer questioned Mr. Pandzic about the applicant's educational history. He replied that she did [translation] \"something like accounting with paperwork\" and then cited memory problems. However, the applicant indicated in her form that she has a bachelor's degree in secondary education and a diploma in executive assistance.", "[18] Each of these individual discrepancies would not have been fatal when considered in isolation and could have undoubtedly been explained, as the applicant indeed sought to do. The fact remains that when considered as a whole, these discrepancies could have reasonably led the officer to find that the marriage was one of convenience with the purpose of enabling the applicant to obtain permanent residence in Canada.", "[19] The applicant's argument that Mr. Pandzic's contradictory answers can be explained by the memory loss caused by his medical condition cannot be accepted because there was no evidence of this before the officer. Mr. Pandzic tried to remedy this problem by filing an affidavit on November 23, 2010, to which was attached a medical certificate attesting to the concentration problems and memory loss he has allegedly been suffering from since his employment injury. However, this exhibit was not in the file at the time of the interview with the immigration officer, and it is well established that the Court can only consider the evidence that was before the administrative decision-maker when called to assess the reasonableness of the decision reached.", "[20] What is more, the applicant's explanations of her spouse's memory loss appear contradictory. In her first memorandum, the applicant indicated that the medication her spouse was taking for back pain (not the pain itself) was causing his memory loss. Yet, Mr. Pandzic was not taking any medication during his interview. In her supplementary memorandum, the applicant instead alleged that his memory problems were the result of the fact that he had stopped taking this same medication. All of these explanations are inconsistent and raise a question of credibility.", "[21] In short, I am of the opinion that the testimony by the applicant and her sponsor, which was inconsistent in several respects, permitted the officer to find, on a balance of probabilities, that their marriage was not genuine and that its primary purpose was to acquire status in Canada. This is a conclusion that is within the \" . . . range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above, at paragraph 47).", "[22] The allegations of a breach of the principles of natural justice and procedural fairness appear to me to be without merit.", "[23] First, the applicant argued that she and her sponsor had not been informed of the reasons for the interview beforehand. This argument cannot be accepted in light of the very clear information contained in the interview letter sent to them close to two weeks earlier. This document indicated that the interview was in relation to the sponsorship application in Canada and that the meeting was essential to the assessment of the application. The spouses were also asked to bring a number of documents (passports, copies of leases, recent bank statements, wedding photos), and [translation] \"any other document that could demonstrate the genuineness of your relationship with your spouse/sponsor\". The officer's notes also indicate that, at the beginning of the interview, she informed the couple that they had been summoned because there were doubts as to whether their marriage was bona fide. Consequently, there seems to me to be no doubt that the applicant and her spouse knew the purpose of the interview and could not have been mistaken as to why they had been summoned.", "[24] Second, the applicant argued that the officer had breached her duty of procedural fairness by not informing her of her right to counsel, who could have helped her prepare for the interview and could have accompanied her to it. Relying on <FRAGMENT_SUPPRESSED>  the applicant contended that she and her spouse should have had the right to counsel given the lack of any right to appeal the officer's decision, the contradictory and intrusive nature of the questions asked and her spouse's memory problems and lack of education.", "[25] A close reading of Ha shows that, in this matter, the Court of Appeal merely enshrined the principle established in <FRAGMENT_SUPPRESSED> , that procedural fairness requirements vary according to the circumstances. More specifically, the Court indicated that the presence of counsel in an interview could be required when the issues addressed are of a legal or complex nature. In this case, the interview's sole purpose was to clarify factual issues related to the genuineness of the relationship between the spouses. These are not questions of a legal or complex nature to which the applicant and her spouse could not have responded adequately without counsel: see, by analogy, <FRAGMENT_SUPPRESSED> .", "[26] The factual background that led to Ha is absent in this case, and the argument based on a right to counsel cannot be supported here. The officer was cognizant of Mr. Pandzic's medical situation and in no way prevented the presence of counsel in the interview. In fact, no such request was made. What is more, the questions asked during the interview were of a factual nature and related to the relationship between the spouses, and the presence of counsel would have been of limited value.", "[27] The applicant also maintained that the officer failed to respect the principles of procedural fairness insofar as she failed to inform her and her spouse of their right to an interpreter. Again, there is no evidence in the record showing that Mr. Pandzic's health condition impaired his ability to understand the officer's questions and to answer them. Moreover, the officer asked Mr. Pandzic if he understood her when she spoke in French at the very beginning of the interview, to which Mr. Pandzic replied yes. Under these circumstances, the officer was not required to inform Mr. Pandzic of his right to an interpreter, especially since the answers he gave to the questions asked did not reflect a lack of understanding on his part: see <FRAGMENT_SUPPRESSED> .", "[28] Finally, the applicant argued that the officer had not noted all of the content from the interviews with the applicant and Mr. Pandzic, and that without a recording or a transcript of the hearing she could not submit a complete argument and demonstrate the unreasonable nature of the interview.", "[29] Again, I cannot but agree with the respondent's argument on this point. First, I note that each spouse signed the following statement at the end of their respective interviews: [translation] \"I, undersigned, solemnly declare that I have answered the above-mentioned questions conscientiously believing them to be true and knowing that this statement is of the same force and effect as if made under oath\". Therefore, they both had the opportunity to reread the officer's notes and verify their accuracy.", "[30] Second, neither the IRPA nor the IRPR stipulates that interviews by immigration officers in the context of sponsored permanent residence applications must be recorded. Without such a requirement, the applicant cannot raise the breach of the principles of natural justice on the grounds that the hearing was not recorded. In the absence of a right to a recording expressly stated by the Act, the principles of natural justice would only be breached in a case where the matter before the Court does not allow it to assess the reasonableness of the impugned decision: Canadian Union of Public Employees, Local 301 v. Montreal (City) , [1997] 1 S.C.R. 793, at paragraph 81; <FRAGMENT_SUPPRESSED> . In this case, the detailed notes taken by the officer allow the applicant to submit a complete argument and the Court to rule on her application for judicial review. The fact that the interviews were not recorded does not in any way adversely affect the applicant's right to procedural fairness and does not breach any rule of natural justice.", "[31] For all of the foregoing reasons, I am therefore of the opinion that the application for judicial review must be dismissed.", "[32] The applicant proposed a question for certification, which is worded as follows: [translation] Is it legal for the Minister of Citizenship and Immigration to discourage the use of counsel on the Citizenship and Immigration Canada Web site and in the forms IMM 5476 (11-2010 E) and IMM 5476 (11-2010 F) and to fail to mention the right to counsel when corresponding with clients?", "[33] The Federal Court of Appeal stated the necessary criteria for certifying a question of general importance in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  immediate parties to the litigation, contemplate issues of broad significance or general application and be determinative of the appeal. In my opinion, the question formulated by the applicant does not seem to satisfy these criteria. It is more similar to a question of general importance that has very little to do with the decision by Officer Blais. Even though the applicant indirectly raised this issue in her affidavit, it was not addressed in her oral or written submissions. On this ground alone, it must not be certified pursuant to paragraph 74( ) of the IRPA.", "[34] A close reading of the Citizenship and Immigration Web site and the forms mentioned by the applicant reveals that using counsel services is not \"discouraged\". In fact, there is no reference to counsel, only to immigration consultants. More importantly, applicants are not discouraged from using these consultants; at most they are informed that it is unnecessary to hire such consultants. In my opinion, this warning seems to arise out of a very legitimate concern by the Department, which seeks to protect a vulnerable clientele against the misleading or dishonest advertising some consultants might provide, and thus informs them that it is entirely possible to complete their application by following the instructions available to them. Consequently, I think that the very premise of the question is erroneous.", "[35] These reasons have already addressed the right to counsel. This question has already been decided several times by the highest courts, namely by the Court of Appeal in Ha , above, and therefore there is no need to certify it. JUDGMENT", "[36] THE COURT ORDERS AND ADJUDGES that the application for judicial review be dismissed. No question is certified. [End of document]"]}