{"id_": "085548", "body_str": ["[1] Strickland, J. : The Applicants seek judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (Board), dated October 26, 2012, in which it concluded that they were not Convention refugees nor persons in need of protection pursuant to sections 96 or 97, respectively, of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA). I. Background", "[2] The Principal Applicant, Nino Shatirishvili, is a citizen of Georgia. Her husband, Georgi Tsikarisvili, is a citizen of Georgia and Greece and their daughter, Mariami Tsikarisvili, is a citizen of Greece. The Principal Applicant claims to fear persecution by a man named Shalva Nozadze.", "[3] The Principal Applicant submits that beginning in 2001, Shalva became infatuated with her. In 2003, Shalva and three of his friends attempted to kidnap her by dragging her into a car. Her uncle reported the incident to the police who informed him that the Principal Applicant must undergo a medical examination and bring the papers to the police. Her family was later informed that no charges were laid against Shalva.", "[4] In December 2004, she was traveling in a taxi with her friend, Manone. The taxi stopped at a store which Manone entered. Shalva and two of his friends then got in the taxi and drove off with the Principal Applicant. They held her at a house for two days.", "[5] When her father reported the kidnapping to the police, he was told that the police would make it appear as though the Principal Applicant joined Shalva of her own volition and that her father should not complain about Shalva because his older brother held a high position in the police station. As a result of the kidnapping, she was ostracized by her village because she spent a night with a man outside of a marriage.", "[6] In 2005 the Principal Applicant met Georgi Tsikarisvili. She married him in September 2006 and moved to Greece with him in November 2006. When Shalva discovered that she had married, he threatened her family in Georgia. They later escaped to join the Principal Applicant and her husband in Greece.", "[7] On March 14, 2008, Shalva contacted her at her residence in Greece and demanded that she meet him, threatening that if she refused she would not see her family alive again. She met him in a restaurant where he demanded that she leave her family and join him, he repeated his threat.", "[8] Prior to this incident, the Principal Applicant and her husband had plans to visit Canada on March 18, 2008. A few days after her meeting with Shalva, her husband learned of it and became angry. He left Greece without telling the Principal Applicant where he was going. He arrived in Canada on March 18, 2008. With the assistance of her brother-in-law, she and her minor daughter traveled to Canada on April 3, 2008 to join her husband.", "[9] On October 26, 2012 the Board denied the Applicants' claims for refugee protection (Decision). This is the judicial review of that Decision. II. Decision under Review", "[10] As a preliminary note, while the male Applicant had recounted a fear of the mafia in Greece in his PIF, the Applicants did not contest the Board's finding respecting him which was not addressed at the hearing. For that reason, only that portion of the Decision pertaining to the Principal Applicant is set out below. The minor Applicant's claim is joined to the Principal Applicant's claim.", "[11] The Board found that the Applicants were not Convention refugees nor were they persons in need of protection. The determinative issue was credibility. The Board found that the Applicants were not credible and the Principal Applicant was not pursued by Shalva nor was the male Applicant pursued by the mafia, as alleged.", "[12] The Board stated that it considered Chairperson's Gender Guidelines and that it was cognizant of the sensitive nature of the Principal Applicant's allegations. The claims of the Principal Applicant, her husband and child were disjoined from those of the male Applicant's parents and brother for that reason.", "[13] Before the Board, the Principal Applicant claimed, for the first time and contrary to her PIF, that Shalva sexually assaulted her. The Board did not did not draw a negative credibility inference from this discrepancy.", "[14] The Board found that the Applicants lacked credibility because of the cumulative inconsistencies and omissions in their evidence. It noted the following with respect to the Principal Applicant's evidence: • In her original PIF, she stated that she was taken to Shalva's friend's house during the 2004 kidnapping. Before the Board, she testified that she did not know whose house she was kept in for two days. The Board did not accept her explanation that she did not know for sure but thought that the was kept at Shalva's friend's house; • Before the Board she stated that Manone was related to Shalva and arranged for her kidnapping in the taxi, but she did not mention this in her PIFs. The Board did not accept her explanation that a paralegal assisting her did not relate the story correctly and noted that and she had repeatedly amended her PIF until the hearing and that she was not unsophisticated or uneducated; • She testified that she never sought medical attention in Georgia because she did not want to reveal the assault. However, the Record of Examination indicates that she did receive medical attention. When confronted with this she stated that she was examined because she was bruised; • Before the Board, she stated that she received medical attention after the attempted kidnapping in June 2003, but did not mention this in her PIFs. The Board did not accept her explanation that a paralegal assisting her did not relate the story correctly; • She could not recall that she disclosed a medical report to the Board which was made following the June 2003 kidnapping attempt and testified that her father had not been able to obtain it from the police or the hospital. The Board did not accept her contradictory explanation that her father had wished to obtain the report directly from the hospital. The medical report also referred to \"Aleko\" and three other people as the culprits and not Shalva and contained no security features; • She stated in her PIF that her neighbours called the police when Shalva tried to pull her into a car in June 2003, but she testified that no calls were made to the police. The Board did not accept her explanation that this was not what she wrote or her counsel's explanation that she wrote this based on hearsay; • She testified that when her father sought help from the police on her behalf the first time, he was told that there was no such case and that Shalva's name was not included in the file. The next time the police told her father to go to another police office where he was informed that the Principal Applicant had gone to Shalva to meet him. However, in her original PIF, she stated that the police told her father to leave and not to complain about Shalva because his brother had a high position in the police and they would make it look as though she ran away with Shalva. The Board did not accept the Applicant's explanation that the paralegal who assisted her had recorded this incorrectly; • Before the Board, she testified that Shalva had bribed the police so that they would not assist her, but she did not include this in her PIFs. The Board did not accept her explanation that she was told that she could not add anything to her PIF as she had amended it on three occasions; • She testified that Shalva never telephoned her home in Georgia, but in her PIF she stated that he was calling her home and threatening her parents. The Board did not accept her explanation that she did not say this; • She testified that she was sexually assaulted in December 2004, but the doctor's letter stated that she was assaulted in June 2003. The Board found that she was not kidnapped or sexually assaulted in June 2003, and the doctor's note did not provide for a December 2004 assault. The Board did not accept her explanation that she was beaten during the kidnap attempt and sexually assaulted when she was kidnapped; • She offered the Board three different explanations as to why she failed to seek protection in Greece in the ROE, her PIF and in her testimony. At the hearing she gave only one reason and added, for the first time, that her husband was beaten by the police and her brother mistreated by them. When asked why this was not in her PIF she stated that it was the fault of the prior paralegal/translator. The Board also found that her explanation that Greek authorities do not treat immigrants and refugees well and that Shalva had threatened her to keep her from going to the police, was inconsistent with her actions as she continued to live there for 18 months.", "[15] The Board gave no weight to the reports adduced by the Principal Applicant which included two letters from physicians and a letter from the Canadian Centre for Victims of Torture (CCVT). It stated that the credentials of the authors were not provided nor did the letters comprise psychological or psychiatric assessments. One of the letters included grammatical errors. The documents did not establish satisfactorily or persuasively that the Principal Applicant's conditions were the result of what she was alleging in her refugee claims as opinion evidence is only as valid as the truth of the facts on which it is based ( <FRAGMENT_SUPPRESSED>  (QL) (TD) [ <FRAGMENT_SUPPRESSED> ]; nor can such letters serve as a cure-all for any and all deficiencies in a claimant's testimony ( <FRAGMENT_SUPPRESSED>  (QL) (TD); [ <FRAGMENT_SUPPRESSED> ].", "[16] The Board found that the Applicants were lacking in credibility generally and that the lack of credibility extended to all of their relevant testimony. III. Issues", "[17] The issues in this application are as follows: (1) Were the Board's credibility findings unsupported by the evidence? (2) Did the Board err in its treatment of the documentary evidence? (3) Did the Board err in dismissing the claim on account of credibility? IV. Standard of Review", "[18] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard ( <FRAGMENT_SUPPRESSED> , above at para 57; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[19] It is established jurisprudence that credibility findings, described as the \"heartland of the Board's jurisdiction\", are essentially pure findings of fact that are reviewable on a reasonableness standard ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (QL) (CA) [ <FRAGMENT_SUPPRESSED> ]). Similarly, the weighing of evidence and the interpretation and assessment of evidence is also reviewed on a reasonableness standard ( <FRAGMENT_SUPPRESSED> , above, at para 26).", "[20] Reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> , at para 47). V. Positions of the Parties and Analysis Issue 1: Were the credibility findings unsupported by the evidence?", "[21] The Principal Applicant submits that the Board's credibility findings are unreasonable because they were based on erroneous findings of fact and, in many instances, a microscopic review of the evidence.", "[22] Contrary to the Board's assertion, the Principal Applicant did not state in her PIF that she was taken to Shalva's friend's house during the December 2004 kidnapping. Further, she did not state in her PIF that the neighbours called the police following the attempted kidnapping; rather she stated that they threatened to call the police. Her testimony about her father's attempts to seek assistance from the police was also consistent with her narrative.", "[23] The Board also erred in relying on the Principal Applicant's original PIF despite her testifying that there were translation problems. The Board relied on her original PIF regarding whether Shalva called her parents and not her amended PIF which was consistent with her testimony at the hearing. The Board also mischaracterized her testimony about seeking medical examinations in Georgia. She explained the circumstances surrounding her father obtaining the report and also attempted to clarify her evidence regarding that report.", "[24] The Respondent submits that the Board's credibility findings are reasonable as there were numerous inconsistencies in the evidence, some of which have not been challenged. The Board's finding that the Principal Applicant's evidence concerning where she was held in December 2004 was reasonable because she provided inconsistent evidence. The Respondent concedes that the inconsistency regarding whether the neighbours contacted the police was unsupported by the evidence. However, there are many other inconsistencies which support the Board's decision.", "[25] The Respondent submits that the Board did not make a negative credibility finding on the basis that the Principal Applicant amended her PIFs, but rather that she failed to include important information. PIFs require the inclusion of significant events or reasons which lead to claim protection ( <FRAGMENT_SUPPRESSED>  (QL) (TD)). Where amendments are made to a PIF which omit highly relevant and central elements, these can be sufficient to support a negative credibility finding ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED>  (QL) (TD)).", "[26] The Principal Applicant did not include important information in her PIFs including that Shalva paid a bribe to the police and whether she sought medical attention in Georgia. Some of her oral testimony was contradictory such as whether Shalva telephoned her home in Georgia.", "[27] The Respondent also submits that claimants, who freely chose their counsel, should bear the consequences of that choice ( <FRAGMENT_SUPPRESSED>  (QL) at para 23 ( <FRAGMENT_SUPPRESSED>  (QL) at para 2 ( <FRAGMENT_SUPPRESSED>  (QL) at para 3 (CA)). Analysis", "[28] It is well-established that significant deference is owed to credibility findings made by boards and tribunals as they are well placed to assess the credibility of refugee claimants ( <FRAGMENT_SUPPRESSED> , above, at para 4; <FRAGMENT_SUPPRESSED> ). The Court will only intervene in a credibility finding if the decision-maker based its decision on \"an erroneous finding of fact made in a perverse or capricious manner or if it made its decision without regard to the material before it\" (FCA, s 18.1(4)(d)).", "[29] It is also open to the Board to base credibility findings on omissions and inconsistencies between POE notes, PIFs and a claimant's testimony at the hearing ( <FRAGMENT_SUPPRESSED> ).", "[30] However, not all omissions will be sufficient to ground a negative credibility finding.  <FRAGMENT_SUPPRESSED>  the Court stated at para 23 that \"[t]he nature of the omission, and the context in which the new information is brought forward, have to be examined in order to determine the materiality of the omission.\"", "[31] In this case, the Board found the Principal Applicant not credible based on inconsistencies between her oral testimony, her ROE and PIFs and her failure to include relevant information. The Board does not appear to draw a negative inference from the fact that she submitted amended PIFs.", "[32] Upon review of the record it is apparent that the Board made several erroneous findings of fact and impugned the Principal Applicant's credibility based on alleged inconsistencies where there were none. These are as follows: • Her testimony that she did not know where the kidnappers held her in December 2004 was consistent with both her July 20, 2011 PIF and her amended March 21, 2012 PIF. The Board erred in finding that her PIFs stated that she was kept at Shalva's friend's house; • In her July 20, 2011 PIF, she stated that the neighbours heard her scream and threatened to call the police. In her amended March 21, 2012 PIF, she stated that the neighbours heard her screams and ran to help her. The Board erred in stating that she had indicated in her PIFs that the neighbours called the police at the time of her attempted kidnapping; • As to her father's attempts to seek assistance from the police, her evidence was substantially consistent. At the hearing, she did not mention Shalva's connection to the police, but pointed out that she had mentioned this in both of her PIFs; • Her evidence was also consistent that there was an attempted abduction in 2003 and that she was abducted in 2004 and, at the hearing, she testified that she was sexually assaulted at that time. As to Dr. Felix Yaroshevky's letter, this states that in June 2003 the Principal Applicant was abducted and in 2004 she was abducted and raped. Contrary to the Board's finding, it does not state that she was kidnapped and sexually assaulted in June 2003.", "[33] However, the Board does accurately describe other inconsistencies or omissions in the Principal Applicant's evidence: • Before the Board, the Principal Applicant testified for the first time that Manone was related to Shalva and arranged for her kidnapping. She did not mention this in her PIFs and it is a significant fact central to her claim; • Before the Board and in her POE, she stated that Shalva bribed the police and that therefore they would not assist her, but she did not include this in her PIFs. Again, this is a significant omission; • Regarding whether Shalva had telephoned her family in Georgia, in her July 20, 2011 PIF, she stated that he called her home and threatened her parents. In her amended March 21, 2012 PIF, she stated only that he started to abuse her family, and, in her oral testimony denied that she had ever stated that he had called her home, but confirmed that he threatened her family; • As to medical attention, in her ROE she stated that she had a medical report indicating that she had been \"beat up\". The Forensic Medical Examination report dated June 30, 2003 is contained in the record and is consistent with the date of the attempted kidnapping. However, in both of her PIFs she stated only that the police had told her to have a medical exam after the attempted kidnapping. When asked about this inconsistency at the hearing she attributed the omission to the paralegal; • She also testified that she never sought medical attention in Georgia and when reminded of the report contained in the record explained that it pertained to the attempted abduction. However, when later asked again about the medical report given to the police, she testified that the police retained it and her father was unable to retrieve a copy from the hospital. When again reminded that the report was actually contained in the record, she said that her father had wanted to obtain a copy directly from the hospital and not from the police; • She also offered the Board different explanations as to why she failed to seek protection in Greece. At the hearing she testified that she did not seek protection because the she did not trust the police, they did not treat refugees and immigrants well, Shalva had threatened that if she went to the police he would destroy her family, and that her brother was mistreated by the police and her husband was beaten by them. She had not indicated the last reason prior to the hearing.", "[34] The accumulation of contradictions between a claimant's testimony, POE statements and PIFs may legitimately serve as the basis of a negative credibility finding ( <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Here, the Board found that there were cumulative contradictions as well as omissions. It was not bound to accept the Principal Applicant's explanations for these including that the translator selected by the Principal Applicant failed to accurately and completely record her narrative ( <FRAGMENT_SUPPRESSED> ).", "[35] While some of the Board's findings were not supported by the record, when considering those errors against its accurate findings and viewing its Decision in whole, its conclusion as to the Principal Applicant's credibility falls within the range of reasonable and acceptable outcomes. The Board accurately noted several inconsistencies and omissions which were not based on peripheral points, but were related to elements integral to her claim for protection, including the existence of the medical report, Manone's relation to Shalva and the bribe allegedly paid to the police. Given this, the Board's analysis cannot be characterized as imperfect, incomplete or inconsistent to the point where this Court's intervention would be warranted ( <FRAGMENT_SUPPRESSED> ).", "[36] It must also be kept in mind that the Board had the benefit of actually hearing the testimony of the Principal Applicant and observing her demeanour, and this affords deference. As stated in <FRAGMENT_SUPPRESSED> , above, at para 31-32: The Board members are in the best position to assess the issue of credibility. The applicant appeared before the Board and answered questions put to him. It is within the jurisdiction of the Board to \"weigh\" the answers in the context of the whole of the evidence and to decide if the answers given by the applicant are or not plausible. In a reading of the entire decision, it is apparent that the Board considered all the evidence and was within its jurisdiction to make an assessment of credibility. <FRAGMENT_SUPPRESSED> ). Issue 2: Did the Board err in its treatment of the documentary evidence?", "[37] The Principal Applicant states that the Board erred in assigning the Forensic Medical Exam report little weight because it named Aleko Lursmanashvili and three other unidentified people as the attempted kidnappers, not Shalva, and because it contained no security features. The report corroborated her allegations, was signed and contained a seal and was consistent with her PIF and testimony ( <FRAGMENT_SUPPRESSED> ). The Board was required to provide valid reasons for rejecting this corroborative evidence and, if it considered that the Applicant fabricated the letter, to clearly state this ( <FRAGMENT_SUPPRESSED>  seeking to find weaknesses in the Applicants' story and evidence.", "[38] The Principal Applicant submits that the Board committed a similar error regarding the letter from Dr. Felix Yaroshevsky which mentioned the incident of sexual assault in December 2004. The Board's concerns arise from its misapprehension of the letter. With respect to the letter from Dr. Naguib Milad, it is unreasonable to dismiss it on account of grammatical errors. The letter was signed, dated and on letterhead.", "[39] And, while the Board noted the lack of credentials of the authors of the letters, it had evidence that the Principal Applicant continued to seek counselling at the CCVT, a well-known and reputable organization.", "[40] The Respondent submits that the Board considered the medical reports but reasonably rejected them because they did not provide details of the therapy or counselling being provided, the credentials of the doctors and counsellor and whether there was an assessment of the Principal Applicant ( <FRAGMENT_SUPPRESSED> ). The Board is also entitled to use common sense and to note basic grammatical and spelling errors. The Principal Applicant simply disagrees with the Board's weighing of the evidence ( <FRAGMENT_SUPPRESSED> ). Analysis", "[41] The Decision demonstrates that the Board reasonably considered the medical and counselling letters. The Board discounted the Forensic Medical Exam report not only because it lacked security features, but also because the Principal Applicant could not remember that it was disclosed as evidence to the Board. Further, because it referred to one alleged kidnapper by name and mentioned three others. Given that the basis of the Principal Applicant's claim is persecution by Shalva, the Board reasonably afforded the report little weight as it did not name him but instead named another individual.", "[42] The letter from the CCVT is dated December 5, 2011, and states only that the Principal Applicant attended there on October 31, 2011 and was assessed and accepted as a client. As such she received counselling and emotional support and would soon be assessed by a psychiatrist for a more in-depth evaluation of her mental health. The record contains nothing further from the CCVT.", "[43] In my view, the Board also reasonably attributed little weight to the September 1, 2010 letter of Dr. Milad. This was addressed as \"to whom it may concern\" and stated only that: This is to confirm that Nino Shatirishvili is suffering from sever anxiety and panic attacks on and off, she is extremely scared and gets flashback of her kidnapping in her country, Georgia. She is much frittered from the thought of getting back to her own country knowing that the same person who kidnapped her is still looking for her. Mrs. Nino Shatirishvilil was kidnapped in Georgia for two days on Dec.2004 by a man that wanted to marry her against her wish, since then she and her family has been stocked and threatened a harassed by the same person in Georgia. It is very clear that returning to Georgia is very dangerous for her safety and the safety of her family.", "[44] Putting aside the questionable grammar, this report offers little in the way a medical assessment nor does it state what, if any, treatment was being provided to the Principal Applicant.", "[45] As to the letter from Dr. Yaroshevsky of March 12, 2012, it is addressed to Dr. Milad. It refers to the kidnapping and sexual assault and alleged persecution stating that, \"It is all described in the narrative on file.\" Based on what appears to have been a single meeting with the Principal Applicant on March 9, 2012, the doctor concludes that she suffers from post-traumatic stress disorder and ongoing stress. The letter notes that Dr. Milad is treating the Principal Applicant with unspecified pharmacotherapy and refers to the possibility of counselling. The letter does not state what Dr. Yaroshevsky's credentials are, nor does it provide a psychological assessment or definitely set out a course of treatment.", "[46] The Board reasonably found that a psychiatric report, or in this case a doctor's or counsellor's letter, submitted as evidence where there are concerns regarding the claimant's testimony, amounts only to opinion evidence that is only as valid as the truth of the facts on which it is based. Further, that it cannot serve as a cure-all for any and all deficiencies in a claimant's testimony ( <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED> ). The Board had stated that it had credibility concerns and, therefore, it was open to it to consider the corroborating letters in the context of those concerns ( <FRAGMENT_SUPPRESSED> ). Also see <FRAGMENT_SUPPRESSED> . Accordingly, the Board assigned little weight to these reports and it is not the task of this Court to reweigh this evidence. Issue 3: Did the Board err in dismissing the claim on account of credibility?", "[47] The Principal Applicant submits that the Board erred in failing to assess whether she satisfied both the subjective and objective components of the test for refugee status. A finding of credibility is not determinative of the question of whether she is a Convention refugee ( <FRAGMENT_SUPPRESSED>  (QL) at paras 11, 13 (TD); <FRAGMENT_SUPPRESSED> , above). While the Board was not convinced that Shalva was in pursuit of the Principal Applicant, it did not make a finding as to whether or not it believed that she was kidnapped, assaulted and sexually assaulted. It should therefore be presumed that the Board accepted her evidence of these incidents and the difficulties faced by women who are victims of this type of violence in Georgia.", "[48] Further, the Board did not assess state protection in relation to Georgia, which is the Principal Applicant's country of citizenship.", "[49] The Respondent did not make responding submissions. Analysis", "[50] There is case law which supports that a negative credibility finding may be determinative per se of the application in whole ( <FRAGMENT_SUPPRESSED> , above, at para 25; <FRAGMENT_SUPPRESSED> ).", "[51] <FRAGMENT_SUPPRESSED>  Justice Noël stated the following: However, it is trite law that a \"negative credibility finding in relation to section 96 will often obviate the need to consider section 97\" ( Meija , above, at para 20, citing Plancher , above, and <FRAGMENT_SUPPRESSED> ). In the case at bar, it appears that the section 97 analysis was implicit in the reasons. Accordingly, the RPD found that the absence of threats before June 2008 and the applicant's successful career supported the fact that he was not likely to experience any risks within the meaning of section 97.", "[52] It must be recalled that the basis of the Principal Applicant's claim was her allegation of persecution by Shalva. The Board clearly made a finding, based on its credibility concerns, that it was not convinced that Shalva was in pursuit of the Principal Applicant. Therefore, this finding effectively disposed of entire claim.", "[53] For all of the reasons above, the Principal Applicant's application for judicial review is dismissed. JUDGMENT", "[54] THIS COURT'S JUDGMENT is that the Applicants' application for judicial review is dismissed with no question of general importance to be certified. , LC 2001, c 27 (LIPR). I. Faits", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10]", "[11]", "[12]", "[13]", "[14]", "[15] <FRAGMENT_SUPPRESSED>  (QL) (1re inst.) [ <FRAGMENT_SUPPRESSED> ]).", "[16]", "[17]", "[18] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[19] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "[20]", "[21]", "[22]", "[23]", "[24]", "[25] <FRAGMENT_SUPPRESSED> à 24 [ <FRAGMENT_SUPPRESSED> ];", "[26]", "[27] <FRAGMENT_SUPPRESSED>  (QL), au paragraphe 3 (CA)). Analyse", "[28] )).", "[29] <FRAGMENT_SUPPRESSED> ).", "[30]", "[31]", "[32]", "[33]", "[34] <FRAGMENT_SUPPRESSED> et 103).", "[35] <FRAGMENT_SUPPRESSED> et 13).", "[36] <FRAGMENT_SUPPRESSED> ).", "[37]", "[38]", "[39]", "[40] <FRAGMENT_SUPPRESSED> ). Analyse", "[41]", "[42]", "[43] This is to confirm that Nino Shatirishvili is suffering from sever anxiety and panic attacks on and off, she is extremely scared and gets flashback of her kidnapping in her country, Georgia. She is much frittered from the thought of getting back to her own country knowing that the same person who kidnapped her is still looking for her. Mrs. Nino Shatirishvilil was kidnapped in Georgia for two days on Dec.2004 by a man that wanted to marry her against her wish, since then she and her family has been stocked and threatened a harassed by the same person in Georgia. It is very clear that returning to Georgia is very dangerous for her safety and the safety of her family.", "[44]", "[45]", "[46]", "[47]", "[48]", "[49] Analyse", "[50] <FRAGMENT_SUPPRESSED> ).", "[51] Meija , ci-haut, au para 20, citant Plancher", "[52]", "[53] JUGEMENT", "[54] [End of document]"]}