{"id_": "085556", "body_str": ["[1] , LC 2001, c 27 (« LIPR LIPR .  <FRAGMENT_SUPPRESSED>", "[2]", "[3]", "[4]", "[5]", "[6] ) du , DORS/2002-227 (« RIPR »).  <FRAGMENT_SUPPRESSED>", "[7] ) du RIPR", "[8] LIPR LIPR LIPR .  <FRAGMENT_SUPPRESSED>", "[9] LIPR", "[10]", "[11] LIPR", "[12] LIPR Analyse  <FRAGMENT_SUPPRESSED>", "[13]", "[14] LIPR , partie I de la Loi constitutionnelle de 1982 (R-U), 1982, c 11.  <FRAGMENT_SUPPRESSED>", "[15] LIPR <FRAGMENT_SUPPRESSED>  [2010] ACF no 245 (CF)(QL)).  <FRAGMENT_SUPPRESSED>", "[16] <FRAGMENT_SUPPRESSED>  ACWS (3d) 209;", "[17] LIPR LIPR .  <FRAGMENT_SUPPRESSED>", "[18]", "[19] <FRAGMENT_SUPPRESSED>  (CAF)(QL)).  <FRAGMENT_SUPPRESSED>", "[20] JUGEMENT  <FRAGMENT_SUPPRESSED>", "[21] .........................  <FRAGMENT_SUPPRESSED> Josué Bernard and Fabiola Bernard (partie demanderesse) v. Minister of Citizenship and Immigration (partie défenderesse)  <FRAGMENT_SUPPRESSED>", "[1] de Montigny, J. [Translation]: This is an application for judicial review based on subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (IRPA), of a decision by an immigration officer dated June 30, 2010, refusing the applicant Fabiola Bernard's application for a permanent resident visa as a member of the family class. This application was accompanied by an undertaking of assistance filed by her father Josué Bernard. The immigration officer also refused the application based on humanitarian and compassionate considerations under section 25 of the IRPA.  <FRAGMENT_SUPPRESSED>", "[2] In view of the reasons that follow, the Court finds that this application for judicial review must be allowed.  <FRAGMENT_SUPPRESSED> Facts  <FRAGMENT_SUPPRESSED>", "[3] The applicant, Josué Bernard, became a permanent resident of Canada on October 31, 1994. When he filed his permanent residence application, he did not declare his daughter, the applicant Fabiola Bernard (born on May 15, 1990) because he was not aware of her existence. In fact, the male applicant had had a short-term relationship in 1989 when he was still living in Haiti, and his daughter, Fabiola, was born as a result of that relationship, without his knowledge.  <FRAGMENT_SUPPRESSED>", "[4] It was only in 2005 that the male applicant found out about the existence of this child, as it appears from his affidavit. At that time, the applicant went to Haiti and, following a positive DNA test, he decided in August 2007 to acknowledge Fabiola as his daughter pursuant to Haitian law.  <FRAGMENT_SUPPRESSED>", "[5] Since then, the applicant Josué Bernard has taken care of his daughter, with her mother's agreement, and he is solely responsible for her financial support and maintenance. In September 2007, he also filed an application to sponsor and undertaking with Citizenship and Immigration Canada with respect to his daughter.  <FRAGMENT_SUPPRESSED>", "[6] This initial application was denied by an immigration officer, who found that the female applicant was not a member of the family class because the male applicant had not declared her at the time his own permanent residence application was processed. Consequently, she could not be examined in accordance with paragraph 117(9)( ) of the Immigration and Refugee Protection Regulations , SOR/2002-227 (IRPR).  <FRAGMENT_SUPPRESSED>", "[7] On January 14, 2009, the Immigration Appeal Division (IAD) of the Immigration and Refugee Board (IRB) dismissed the applicant's appeal, finding that paragraph 117(9)( ) of the IRPR is unequivocal and excludes from the family class the family members of an appellant who were not declared before the appellant received his or her permanent residence in Canada, notwithstanding the reason for the omission.  <FRAGMENT_SUPPRESSED>", "[8] Pursuant to section 65 of the IRPA, given that this was an appeal brought under subsection 63(1) of the IRPA and that the female applicant was excluded from the family class, the IAD did not have jurisdiction to consider the humanitarian and compassionate considerations that could apply to the file. Only the Minister of Citizenship and Immigration, in these circumstances, could consider humanitarian and compassionate grounds as part of an application filed under section 25 of the IRPA.  <FRAGMENT_SUPPRESSED>", "[9] Consequently, a second application for a permanent resident visa as a member of the family class, together with the male applicant's undertaking of assistance, as well as an application under section 25 of the IRPA based on humanitarian and compassionate considerations, were filed by the female applicant on or around January 21, 2010.  <FRAGMENT_SUPPRESSED>", "[10] On June 30, 2010, an immigration officer denied this second application for a permanent resident visa as a member of the family class by the female applicant, finding that she was not a member of the family class given that the male applicant had not declared her when his own permanent residence application was being processed.  <FRAGMENT_SUPPRESSED>", "[11] The immigration officer also denied the application under section 25 of the IRPA based on humanitarian and compassionate considerations. In this respect, the officer wrote:  <FRAGMENT_SUPPRESSED> [TRANSLATION]  <FRAGMENT_SUPPRESSED> After reviewing your application and the supporting information, I found that the humanitarian and compassionate considerations raised in your case did not justify an exemption from any or all of the criteria and obligations applicable under the Act. I came to that conclusion because the grounds you cite are common to everyone in Haiti. No specific and important hardship was mentioned.  <FRAGMENT_SUPPRESSED> Issue  <FRAGMENT_SUPPRESSED>", "[12] The only issue raised by this application for judicial review is whether the immigration officer's decision to deny the application under section 25 of the IRPA is reasonable in view of the facts submitted to him.  <FRAGMENT_SUPPRESSED> Analysis  <FRAGMENT_SUPPRESSED>", "[13] The fact that the male applicant did not intentionally fail to declare the female applicant before obtaining his permanent residency does not automatically lead to a favourable decision on a subsequent application based on humanitarian and compassionate considerations. If the situation were otherwise, paragraph 117(9)( ) could be seriously diluted.  <FRAGMENT_SUPPRESSED>", "[14] The principle of family reunification, which is one of the objectives of the IRPA (in paragraph 3(1)( )), cannot supplant the basic requirement of compliance with Canada's immigration law. Paragraph 117(9)( ), the purpose of which is to limit sponsorship rights in certain cases in order to dissuade visa applicants from making false or incomplete statements regarding the relevant facts about their dependants, has moreover been declared valid and consistent with section 7 of the Canadian Charter of Rights and Freedoms , Part I of the , being Schedule B to the Canada Act 1982 (UK), 1982, c. 11.  <FRAGMENT_SUPPRESSED>", "[15] That being said, section 25 of the IRPA can in some cases mitigate the harshness of the requirements imposed by that Act. Moreover, the case law has recognized that the reason why a family member was not declared or was not examined, when it is serious and convincing, may justify a person being exempted pursuant to paragraph 117(9)( ) (see, among others, <FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 245 (FC)(QL)).  <FRAGMENT_SUPPRESSED>", "[16] It is true that the wording of paragraph 117(9)( ) is unequivocal and is intended to exclude from the family class an applicant's family members who were not declared and who therefore were not examined, regardless of the reason for the omission ( <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 209; <FRAGMENT_SUPPRESSED>  F.T.R. 1). An immigration officer may however take into account the circumstances surrounding the failure to declare a family member as part of an application on humanitarian and compassionate considerations, as the IAD implicitly recognized in its decision dated January 14, 2009. However, the immigration officer reviewing the second visa application did not even allude to the context surrounding Mr. Bernard's failure to mention the existence of his daughter. Consequently, we can wonder if the officer truly took into consideration all of the evidence in the record.  <FRAGMENT_SUPPRESSED>", "[17] We can also wonder about the adequacy of the reasons given by the immigration officer to deny the application based on section 25 of the IRPA. As the respondent emphasizes, it is true that the applicable procedure for an exemption based on humanitarian and compassionate considerations is not designed to eliminate hardship, but rather to provide relief from unusual, undeserved or disproportionate hardship. The respondent was also correct to point out that it is up to those who file an application on humanitarian and compassionate considerations to show that they would suffer unusual, undeserved or disproportionate hardship if they had to comply with the requirements of the IRPA.  <FRAGMENT_SUPPRESSED>", "[18] In this case, the female applicant did indeed raise humanitarian and compassionate considerations. Among other things, she mentioned in her affidavit that she would suffer emotionally from her father's absence, that she could not expect to continue her studies without his support and that she would be deprived of many opportunities for personal, social and academic development if she were to remain in Haiti rather than joining her father in Canada. It is true that Mr. Bernard's submissions to the immigration officer could have been more thorough. However, the fact remains that the officer completely disregarded elements raised by the female applicant and was content to find that the female applicant's situation was not different from that of all Haitians. This is clearly insufficient.  <FRAGMENT_SUPPRESSED>", "[19] The officer needed to give more details for his decision, if only to indicate that he had truly taken into account the female applicant's specific situation, particularly the extreme deprivation of her mother and her emotional relationship with a father whom she had just discovered. The officer's terse comments do not make it possible to find that he carefully considered Fabiola's best interests and do not meet his obligation to give sufficient reasons in support of his decision ( <FRAGMENT_SUPPRESSED>  (FCA)(QL)).  <FRAGMENT_SUPPRESSED>", "[20] For all of the foregoing reasons, I am of the opinion that the application for judicial review must be allowed. The parties have not raised any serious question of general importance that would need to be certified for an appeal, and the Court concurs with this opinion.  <FRAGMENT_SUPPRESSED>", "[21] THE COURT ORDERS AND ADJUDGES that the application for judicial review is allowed, the immigration officer's decision dated June 30, 2010, is set aside and the matter is referred back to another immigration officer to redetermine this application on humanitarian and compassionate considerations. No question is certified.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED> <FRAGMENT_SUPPRESSED>"]}