{"id_": "085628", "body_str": ["[1] Blanchard, J. : At the outset, on consent of the parties, the style of cause is amended by changing the Applicant's name to read \"Basti Sofi Samad\".  <FRAGMENT_SUPPRESSED>", "[2] This is an application for judicial review of a decision of the Immigration and Refugee Board, Immigration Division (the Board) dated June 26, 2010, concluding that the Applicant, Mr. Sofi Samad, was inadmissible to Canada under paragraph 34(1)(f) of the Immigration and Refugee Protection Act (the IRPA). Consequently, the Board issued a deportation order against the Applicant, pursuant to subsection 45(d) of the Act and paragraph 229(1)(a) of the Immigration and Refugee Protection Regulation s (the Regulations).  <FRAGMENT_SUPPRESSED> Factual Background  <FRAGMENT_SUPPRESSED>", "[3] The Applicant, Mr. Sofi Samad, is an Iraqi citizen. He came to Canada on April 1, 2003, and made his refugee claim.  <FRAGMENT_SUPPRESSED>", "[4] The claim was suspended in 2003 when the Ministers issued a report under subsection 44(1) of the IRPA alleging that the Applicant was \"inadmissible on security grounds pursuant to sections 34(1)(f) by (b) and (c) for being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in instigating the subversion by force of any government; and engaging in terrorism\", and referred the matter to the Board for an admissibility hearing.  <FRAGMENT_SUPPRESSED>", "[5] Before the matter was heard, the Applicant applied for a Ministerial exception to inadmissibility under subsection 34(2) of the IRPA and requested a postponement of the admissibility hearing until the Minister rendered a decision on that application. The Hearing Officer supported the request for postponement.  <FRAGMENT_SUPPRESSED>", "[6] On February 15, 2010, almost seven years after the filing of the Applicant's request for a Ministerial exception, the Director of the Immigration Division issued \"Reasons and Decision\" denying further adjournment or postponement of the admissibility hearing pending the determination of the application for Ministerial relief.  <FRAGMENT_SUPPRESSED>", "[7] The Applicant did not seek judicial review of the February 15, 2010 decision of the Immigration Division Director.  <FRAGMENT_SUPPRESSED>", "[8] The Immigration Division then proceeded with the admissibility hearing on June 3, 2010.  <FRAGMENT_SUPPRESSED> The Board's Decision  <FRAGMENT_SUPPRESSED>", "[9] The Board found the Applicant to be inadmissible to Canada under paragraph 34(1)(f) of the IRPA, and issued a deportation order against the Applicant, pursuant to subsection 45(d) of the IRPA and paragraph 229(1)(a) of the Regulations. It found that the Applicant had admitted to being a member of an organization that there are reasonable grounds to believe has engaged in subversion by force of a government.  <FRAGMENT_SUPPRESSED>", "[10] The Board refused the Applicant's request to postpone the issuance of the deportation order finding that there has already been substantial delay in the admissibility hearing and that further delay in expectation of the Minister's decision could be indefinite. It found that once a removal order is made it had no discretion to consider the fairness or proportionality of the consequences that would result. It found that, \"...the question of when and where the person concerned will be removed is entirely a matter for the Minister.\" The Board also noted the Applicant had a number of avenues he may pursue prior to the enforcement of the deportation order.  <FRAGMENT_SUPPRESSED> Issues  <FRAGMENT_SUPPRESSED>", "[11] The Applicant does not challenge the Board's inadmissibility finding. The issues raised relate only to the Board's issuance of the Deportation Order. As a result, the following three issues are raised in this application:  <FRAGMENT_SUPPRESSED> a. Was there a legitimate expectation for postponing the issuance of the Deportation Order?  <FRAGMENT_SUPPRESSED> b. Were the Board's reasons for refusing to defer the issuance of the Deportation Order adequate?  <FRAGMENT_SUPPRESSED> c. Was the Board's decision not to postpone the issuance of the Deportation Order reasonable?  <FRAGMENT_SUPPRESSED>", "[12] I will deal with each of the above issues in turn.  <FRAGMENT_SUPPRESSED> Legitimate Expectation  <FRAGMENT_SUPPRESSED>", "[13] The Applicant argues that he had a legitimate expectation that he would receive a decision in application for Ministerial Relief before proceeding with his admissibility hearing. The Applicant relied on the conduct of the Minister's representative in agreeing to the postponement of the admissibility over the years to feed that expectation. It is the Director of the Immigration Division that decided on February 15, 2010 not to further postpone the hearing. As stated earlier in these reasons, the Applicant chose not to judicially challenge that decision.  <FRAGMENT_SUPPRESSED>", "[14] It is well established that the doctrine of legitimate expectation cannot serve to create substantive rights. The doctrine relates to procedural measures and for the doctrine to apply, the Applicant must demonstrate, \"the existence of a clear, unambiguous and unqualified past practice on the part of the administrative decision-maker in question\".  <FRAGMENT_SUPPRESSED>  (C.A.).  <FRAGMENT_SUPPRESSED>", "[15] The circumstances here do not establish such a past practice by the Board relating to deferring the issuance of deportation orders at the conclusion of admissibility hearings. Section 45 of the IRPA requires that the Board \"...make the applicable removal order against a foreign national if it is satisfied that the foreign national is inadmissible\". Section 229 of the Regulations provides that such a removal order [is] to be a deportation order. In the circumstances and given the mandatory language in the IRPA, there is no factual basis to support the Applicant's argument of legitimate expectation. As a result, no legitimate expectation as alleged by the Applicant arises in the circumstances.  <FRAGMENT_SUPPRESSED> Adequacy of Reasons  <FRAGMENT_SUPPRESSED>", "[16] The Applicant contends that the Board had the discretion to postpone the issuance of the Deportation Order and failed to give adequate reasons for refusing to do so. He argues that the reasons are perverse since they fail to explain how the consequences of the Deportation Order could be compensated by other avenues and failed to address the argument of legitimate expectation.  <FRAGMENT_SUPPRESSED>", "[17] I reproduce below the reasons of the Board relating to its decision to decline to adjourn without issuing the Deportation Order:  <FRAGMENT_SUPPRESSED>", "[17] Mr. Sofi Samad argued that if I should find him inadmissible I should adjourn the matter without issuing a deportation order until the Minister provides a decision on Mr. Sofi Samad's application under subjection 34(2) of the Act. That approach was apparently taken by this Division in a different case, in which an admissibility hearing was adjourned, after the Member's finding of inadmissibility but before an order was issued, to allow the subject of that proceeding to apply to the Minister for an exemption under subsection 34(2). Mr. Sofi Samad argued that, if he is determined to be ineligible now to pursue his refugee claim, the issuance of a deportation order could lead to his removal prior to the Minister's decision on the subsection 34(2) application, despite the existence of a temporary suspension of removals to Iraq, and despite the Pre-Removal Risk Assessment process. Mr. Sofi Samad's potential removal under such circumstances was described as \"a pretty draconian result. <FRAGMENT_SUPPRESSED>", "[18] I have insufficient information about the specific circumstances of the Soe case to satisfy me that it would be appropriate to adjourn this matter rather than issuing the appropriate order. I cannot assume that simply because such an approach was taken once in the past that it is appropriate to imitate it now. Unlike the subject of that proceeding, Mr. Sofi Samad submitted his application for a subsection 34(2) exception years ago, prior to the admissibility hearing, and is still awaiting a decision; this admissibility hearing was already adjourned for years, and further delay in expectation of the Minister's decision could be indefinite.  <FRAGMENT_SUPPRESSED>", "[19] With respect to the possible implications of the deportation order for Mr. Sofi Samad, the Federal Court has stated that \"When the panel has made a removal order, the question of when and where the person concerned will be removed is entirely a matter for the Minister ....At this stage, therefore, it cannot be assumed that the deportation order will be carried out by the Minister.\" Mr. Sofi Samad has a number of avenues he may pursue prior to the enforcement of the deportation order. In any case, the Federal Court has stated elsewhere that:  <FRAGMENT_SUPPRESSED> the Immigration Division's admissibility hearing is not the place ...to consider the fairness or proportionality of the consequences that flow from a resulting deportation order. Those are consequences that flow inevitably by operation of law and they impart no mitigatory discretion upon the Immigration Division.  <FRAGMENT_SUPPRESSED> Accordingly, I decline to adjourn this matter without issuing the deportation order.  <FRAGMENT_SUPPRESSED>", "[20] I am required, pursuant to paragraphs 45(d) of the Act and 229(1)(a) of the Immigration and Refugee Protection Regulations , to issue a deportation order against Mr. Sofi Samad.  <FRAGMENT_SUPPRESSED>", "[18] I am satisfied that the Board's reasons are adequate in that they fulfill the fundamental criteria for reasons as articulated by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  para. 16. The Board explained why it decided as it did. Based on the reasons, the Applicant could decide whether he would exercise his right to have the decision reviewed by a supervising court. Indeed, the within judicial review is based entirely on the Board's refusal to adjourn the proceeding without issuance of the Deportation Order. The reasons were sufficient for this Court to meaningfully assess whether the decision met the minimum standards of legality. Finally, the decision meets the standard of \"justification, transparency and intelligibility\" as set out in <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED> Was the Decision Reasonable?  <FRAGMENT_SUPPRESSED>", "[19] The Applicant argues that the Board's discretion was sufficiently broad to permit deferring a decision and that it failed to consider the prior agreements of hearing officers who agreed to adjourn the admissibility hearing over seven years. The Applicant further contends that the Board failed to consider the purpose and effect of an exemption granted under the Ministerial relief provision of the IRPA thereby rendering the decision unreasonable.  <FRAGMENT_SUPPRESSED>", "[20] I reject the Applicant's argument. There is nothing in the IRPA which would permit the Board to consider the consequences of issuing a removal order pursuant to paragraph 45(2)(d) as a factor relevant to the determination of whether a hearing before it should be adjourned or the resulting deportation order postponed to a future date. I agree with the Respondent, the possible implications and consequences of the Deportation Order are matters for the Minister. The Board's admissibility hearing is not the place to consider the fairness or proportionality of such consequences. The Board was correct in so finding. In the circumstances, its decision not to defer the issuance of the Deportation Order was reasonable.  <FRAGMENT_SUPPRESSED> Conclusion  <FRAGMENT_SUPPRESSED>", "[21] Other remedies may well be available to the Applicant relating to the timeliness of a decision on his application for a Ministerial exception, which is now approaching seven years. However, for the reasons set out above, on the issues raised in the within application, the Board committed no reviewable error. Consequently, the application for judicial review of the Board's decision will be dismissed.  <FRAGMENT_SUPPRESSED>", "[22] The parties have had the opportunity to raise a serious question of general importance as contemplated by subsection 74(d) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27, and have not done so. I am satisfied that no serious question of general importance arises on this record. I do not propose to certify a question.  <FRAGMENT_SUPPRESSED>", "[23] THIS COURT ORDERS that :  <FRAGMENT_SUPPRESSED> 1. The style of cause is amended by changing the Applicant's name to read \"Basti Sofi Samad\".  <FRAGMENT_SUPPRESSED> 2. The application for judicial review of the June 26, 2010 decision of the Immigration Division is dismissed.  <FRAGMENT_SUPPRESSED> 3. No question of general importance is certified.  <FRAGMENT_SUPPRESSED> Application dismissed.  <FRAGMENT_SUPPRESSED> Editor: Sharon McCartney/vnh  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>"]}