{"id_": "085637", "body_str": ["[1] Kelen, J. : This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated March 20, 2009 concluding that the applicant, a Chinese citizen, is not a Convention refugee or a person in need of protection pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 because of his Christian religion.  <FRAGMENT_SUPPRESSED> FACTS  <FRAGMENT_SUPPRESSED>", "[2] The forty nine (49) year old applicant is a farmer with nine (9) years of formal education from China. The applicant is married with one child. To deal with his mother's onset of terminal illness, the applicant allegedly converted to Christianity with the assistance of a friend who was involved with an underground Christian Church. The applicant arrived in Canada on June 29, 2007 on visitor's visa to visit his ailing mother. During his stay, the applicant allegedly learned from his wife that on September 9, 2007 Chinese authorities, specifically the Public Safety Bureau (PSB), were looking for him and requested that the applicant's wife contact the applicant and persuade him to return to China. The applicant allegedly learned the next day that apart from visiting his house, the PSB raided his underground church and arrested three people. On September 16, 2007 the applicant sought protection because of a well founded fear of persecution for his Christian religious beliefs. The applicant stated he has been attending the London Alliance Church since then.  <FRAGMENT_SUPPRESSED> Decision under review  <FRAGMENT_SUPPRESSED>", "[3] On March 20, 2009 the Board held that the applicant was not a Convention refugee or a person in need protection.  <FRAGMENT_SUPPRESSED>", "[4] With respect to whether the applicant is a genuine Christian, the Board noted that according to the applicant's testimony the applicant has been exposed to Christianity for about two years and was presently reading the Bible every day.  <FRAGMENT_SUPPRESSED>", "[5] The Board held that the level of knowledge of Christianity the applicant possessed was not consistent with almost two years of exposure to the Bible, Christian doctrine, and practice, even when his relative lack of sophistication was considered.  <FRAGMENT_SUPPRESSED>", "[6] The Board made the following determinations with respect to the applicant's lack of Christian knowledge at page 8 of its reasons:  <FRAGMENT_SUPPRESSED> 1. The applicant could not state one of the three basic teachings of Jesus. Instead he recited two (2) of the Ten Commandments.  <FRAGMENT_SUPPRESSED> 2. The applicant named the wrong book of his favourite verse which he marked in his book.  <FRAGMENT_SUPPRESSED> 3. The applicant was unable to say anything about his favourite verse except that if you believe in Jesus you will be saved.  <FRAGMENT_SUPPRESSED> 4. When asked about Jesus' position on wealth, the applicant stated a partially correct answer, \"take it to heaven so nobody can steal it\". However, the applicant also added \"love everybody like yourself and read the bible\", which the Board held was an incorrect answer.  <FRAGMENT_SUPPRESSED> 5. The applicant knew that Jesus' disciples wrote the books in the New Testament, but he was unable to name a single disciple.  <FRAGMENT_SUPPRESSED> 6. The applicant was unable to name any of the eight Teachings on the Mount.  <FRAGMENT_SUPPRESSED> 7. Although familiar with King David, when asked what book was written by King David, the applicant erroneously stated the \"New Testament\".  <FRAGMENT_SUPPRESSED> 8. The applicant was not able to name the two special observances of the London Alliance Church until prompted or being suggested the answer.  <FRAGMENT_SUPPRESSED>", "[7] The Board appears to have drawn an adverse inference from the applicant's quick answering to counsel's questions where he provided the names of the four Gospels. The applicant's failure to attend bible study, the internal inconsistencies in the applicant's testimony, and the inconsistencies between his testimony and his PIF were also cited as reasons for the Board negative credibility finding.  <FRAGMENT_SUPPRESSED>", "[8] The Board assigned little weight to a support letter from the applicant's Church because it lacked details on the applicant's involvement with the Church.  <FRAGMENT_SUPPRESSED>", "[9] The Board held that the applicant's history of attempted admission to Canada since 1995 indicates a strong desire to come and stay in Canada.  <FRAGMENT_SUPPRESSED>", "[10] The Board held that the applicant's testimony was not trustworthy and without credibility. The Board held that the applicant is not and never was a genuine Christian believer and that any religious activities the applicant participated in and any knowledge of Christianity that the applicant displayed was acquired for the purpose of making his refugee claim.  <FRAGMENT_SUPPRESSED>", "[11] The Board also decided that the applicant's story of being wanted by the PSB was not true. The applicant conceded at the outset of the hearing that his latter finding was reasonably open to the Board based on the applicant's inconsistent and contradictory evidence on this seminal aspect of his claim.  <FRAGMENT_SUPPRESSED> ISSUES  <FRAGMENT_SUPPRESSED>", "[12] The applicant raises the following issues:  <FRAGMENT_SUPPRESSED> 1. Did the R.P.D. err in law by ignoring or misinterpreting evidence properly before it?  <FRAGMENT_SUPPRESSED> 2. Did the R.P.D. make patently unreasonable findings of fact or base its decision on findings of fact made in a perverse and capricious manner without regard for the material properly before it? and  <FRAGMENT_SUPPRESSED> 3. If the R.P.D.'s errors were not reviewable errors of law, then did the cumulative effect of these errors amount to an error assessment.  <FRAGMENT_SUPPRESSED>", "[13] I reformulated the list of questions as follows:  <FRAGMENT_SUPPRESSED> 1. Was the Board unreasonable in determining that the applicant was not a trustworthy and credible witness?  <FRAGMENT_SUPPRESSED> STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>", "[14] <FRAGMENT_SUPPRESSED>  N.R. 1, the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of [deference] to be accorded with regard to a particular category of question. <FRAGMENT_SUPPRESSED>", "[15] In the past, I held that the standard of review for credibility findings of the Board was patent unreasonableness [see <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 700, at para. 4; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 674, at para. 13]. Before a credibility finding of the Board is set aside, one of the following criteria must be established:  <FRAGMENT_SUPPRESSED> 1. the Board did not provide valid reasons for finding that an applicant lacked credibility;  <FRAGMENT_SUPPRESSED> 2. the inferences drawn by the Board are based on implausibility findings that in the view of the Court are simply not plausible;  <FRAGMENT_SUPPRESSED> 3. the decision was based on inferences that were not supported by the evidence; or,  <FRAGMENT_SUPPRESSED> 4. the credibility finding was based on a finding of fact that was perverse, capricious, or without regard to the evidence.  <FRAGMENT_SUPPRESSED>", "[16] As a result of , it is clear that the standard of patent unreasonableness has been eliminated, and that reviewing courts must focus on only two standards of review, those of reasonableness and correctness.  <FRAGMENT_SUPPRESSED>", "[17] Implausibility and credibility determinations are factual in nature. The post- jurisprudence has held that the appropriate standard of review applicable to credibility and plausibility assessments is that of reasonableness with a high level of curial deference [see <FRAGMENT_SUPPRESSED>  2008 FC 389 at para. 13; <FRAGMENT_SUPPRESSED>  2008 FC 447 at paras. 17-20; <FRAGMENT_SUPPRESSED>  2008 FC 449 at paras. 17-20].  <FRAGMENT_SUPPRESSED>", "[18] The standard of review is therefore reasonableness with a high level of deference to the Board's findings.  <FRAGMENT_SUPPRESSED> ANALYSIS  <FRAGMENT_SUPPRESSED> Issue: Was the Board unreasonable in determining that the applicant was not a trustworthy and credible witness?  <FRAGMENT_SUPPRESSED>", "[19] The Board concluded that the applicant's basis for seeking refugee protection was not credible - namely that the PSB in China was looking for him because he was a member of an \"underground\" Christian Church. The applicant gave inconsistent and contradictory testimony at the hearing on important aspects of this key basis of his claim. The Board's finding was reasonable, which applicant's counsel conceded at the hearing. For this reason alone, the Court must uphold the Board's finding that the applicant is not credible with respect to the reason he seeks refugee status or protection in Canada.  <FRAGMENT_SUPPRESSED>", "[20] The applicant submits that the Board assessed the applicant's knowledge of Christianity too strictly when considering that the applicant has been practicing Christianity for only two years at the time of the hearing. In view of my finding above, this alleged error is not material. Nevertheless, the Court will address it for future reference.  <FRAGMENT_SUPPRESSED>", "[21] In assessing a claimant's knowledge of Christianity, the Board should not adopt an unrealistically high standard of knowledge or focus on a \"few points of error or misunderstandings to a level which reached the microscopic analysis\" criticized in <FRAGMENT_SUPPRESSED>  (QL), and subsequent cases\" [see <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 286, per Justice Mosley at para. 10; <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 929, per Justice Barnes at para 16]. The Board should not fault a poorly educated claimant for being unable to identify a passage dealing with a particular ceremony or ritual in the claimant's holy book [see <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1183, per Justice Barnes at para. 16].  <FRAGMENT_SUPPRESSED>", "[22] A reading of the Board's reasons gives the impression that to be determined to be a Christian one should be able to retain at least some encyclopaedic knowledge of the Bible or Jesus' teaching. One cannot help but have sympathy for claimant who was struggling to understand and be understood through an interpreter. Determining whether one is a genuine Christian by way of \"trivia\" is clearly contrary to the above case law. This Court has often overturned a Board Member's decision as \"unfair\" and \"unreasonable\" because the applicant could not answer detailed questions about the Bible.  <FRAGMENT_SUPPRESSED>", "[23] The Court also finds that the Board Member's dismissal of the letter from the applicant's Church to be unreasonable. This letter simply confirmed the applicant attended the Church and was baptized in the Church.  <FRAGMENT_SUPPRESSED>", "[24] Nevertheless, while the applicant may be a genuine Christian, the Board's finding that the applicant was not credible on the key basis for his claim was reasonably open to the Board. Accordingly, this application for judicial review will be dismissed.  <FRAGMENT_SUPPRESSED>", "[25] Both parties advised the Court that this case does not raise a serious question of general importance which ought to be certified for an appeal. The Court agrees.  <FRAGMENT_SUPPRESSED>", "[26] THIS COURT ORDERS AND ADJUDGES that:  <FRAGMENT_SUPPRESSED> This application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED> [End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]}