{"id_": "085668", "body_str": ["[1] Harrington, J. : Mr. Asadnejad may have, as the British say, \"egged his pudding\". The Member of the Refugee Protection Division of the Immigration and Refugee Board of Canada, who heard his claim for political asylum from Iran based on political opinion, thought he had so overstated his case that his credibility was put in issue. She determined that he was neither a refugee within the meaning of the United Nations Convention and s. 96 of the Immigration and Refugee Protection Act or otherwise in need of Canada's protection in accordance with s. 97 of the Act. This is the judicial review of that decision.", "[2] Mr. Asadnejad was an air traffic controller. The event which led him to leave Iran was this. He and two other air traffic controller colleagues decided to document and forward their concerns about the aviation safety in Iran to the International Civil Aviation Organization (ICAO) and the International Federation of Air Traffic Controllers Association (IFATCA). To camouflage their identities for reasons of safety, they created special email accounts and sent their messages from a cyber café.", "[3] He was later warned that Iranian security agents were looking for him. Because of his history with the authorities, he escaped and made his way to Canada. Allegedly, both his colleagues were arrested.", "[4] Mr. Asadnejad ties in this incident with previous events. While he was at the Civil Aviation Technology College in Tehran from 1998 to 2001, he was involved in establishing the Iranian Air Traffic Controllers Association which was subsequently registered with the IFATCA. He was also engaged in a rally and addressed striking students. He was arrested, interrogated, flogged and suspended for six months.", "[5] Thereafter, he was engaged as an air traffic controller at Lar Airport. He considered this to be a \"dead-end\" airport and that this was internal exile. Whatever it was, it could hardly be considered persecution.", "[6] Later, he apparently redeemed himself and was transferred to Shiraz, a city with a major airport. However, while there, he proposed that the local branch of the air traffic controllers invite Mir Hossein Moussavi to speak to them. He was a reformist who ran in the 2009 presidential election. As thanks for this proposal, intelligence officers arrested him and accused him in engaging in political activities. He was once more flogged and \"exiled\" to Kish Island, again as an air traffic controller.", "[7] One other event which bears mentioning is that he was granted permission to leave Iran for Iraq in 2010 and then returned.", "[8] Following his arrival in Canada, he has received letters from his cousin who helped him escape, and from his brother. His brother criticized him for the hardships which have fallen upon the family remaining in Iran. I. Issue", "[9] The real issue is credibility and the lack of what the Member considered corroborative evidence. She is said to have ignored certain objective evidence, such as a medical report which clearly indicates that Mr. Asadnejad's body bore two sets of scars which are said to support his submission that he was twice flogged, in 1999 and in 2008. II. Discussion", "[10] Mr. Asadnejad ties in his report to ICAO and IFATCA in 2011 and the alleged search for him by the authorities with earlier incidents. The Member obviously considered that he had overstated his case. He returned to Iran in 2010 which is inconsistent with a subjective fear of persecution.", "[11] The Member did not ignore the scars on his body. They may or may not have corroborated his version of events, as country conditions indicated that flogging was common in Iran and could be imposed for any number of reasons. The issue was why he was flogged, not that he was flogged.", "[12] Being posted to remote airports, and being paid for it, is not persecution.", "[13] All this naturally caused the Member some concern as to whether there was actually a complaint report sent to ICAO and IFATCA. Mr. Asadnejad had not kept copies, and his efforts, some time later, to obtain copies from the two organizations were too little too late.", "[14] The Member correctly noted that there is a rebuttable presumption that the applicant is telling the truth ( <FRAGMENT_SUPPRESSED>  (FCA). Counsel for Mr. Asadnejad submits that the Member paid scant lip service to this principle as she remarked, time and time again, that there was no corroborative evidence. While it is wrong in law to draw a negative inference about an applicant's credibility from the mere fact that no documents were submitted to support the refugee claim, a negative inference may be drawn when the applicant's credibility is in issue, as it was in this case ( <FRAGMENT_SUPPRESSED> , at para 47, the Supreme Court said: Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "[16] Deference is owed to the Member who had the opportunity of observing Mr. Asadnejad. Perhaps if I had been hearing this case in first instance, I would have come to a different conclusion. However, I must bear in mind Mr. Justice Iacobucci's caution in Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED>  (QL), at para 80: I wish to observe, by way of concluding my discussion of this issue, that a reviewer, and even one who has embarked upon review on a standard of reasonableness simpliciter , will often be tempted to find some way to intervene when the reviewer him- or herself would have come to a conclusion opposite to the tribunal's. Appellate courts must resist such temptations. My statement that I might not have come to the same conclusion as the Tribunal should not be taken as an invitation to appellate courts to intervene in cases such as this one but rather as a caution against such intervention and a call for restraint. Judicial restraint is needed if a cohesive, rational, and, I believe, sensible system of judicial review is to be fashioned. JUDGMENT", "[17] FOR REASONS GIVEN; THIS COURT'S JUDGMENT is that 1. This application for judicial review is dismissed. 2. There is no serious question of general importance to certify.", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] II. Analyse", "[10]", "[11]", "[12]", "[13]", "[14]", "[16] , [1997] 1 CSC 748, [1996] ACS no 116 (QL), au paragraphe 80: simpliciter JUGEMENT", "[17] [End of document]"]}