{"id_": "085782", "body_str": ["[1] Roy, J. : The applicant, Mr Hafidh Alawy Aboud, seeks judicial review of a negative Pre-Removal Risk Assessment [PRRA] conducted by a Senior Immigration Officer [PRRA Officer] pursuant to section 112 of the Immigration and Refugee Protection Act , SC 2001, c 27 [IRPA]. This application for judicial review is made pursuant to section 72 of the IRPA.", "[2] The PRRA Officer determined that the applicant would not be subject to risk of persecution, torture, risk to life or risk of cruel and unusual treatment or punishment if returned to Somalia, on the basis that the applicant had not proven his country of nationality or his identity. In making this decision, the PRRA Officer concluded that much of the material submitted by the applicant was not new evidence and therefore not admissible before him.", "[3] Having carefully considered the parties' written and oral submissions, the Court concludes that the application for judicial review must be dismissed. I. Facts", "[4] The applicant claims to be a member of the ethnic minority Bajuni clan who lived in Kismayo, Somalia and worked as a fisherman prior to his arrival in Canada. He asserts that, in Somalia, he and his family were regularly targeted and assaulted by members of larger clans following the civil war which began in 1991. He also alleges that, in 2006, Islamic militants tried to recruit him on multiple occasions and forced him to swear allegiance to their cause using threats of violence. Rather than join the militants, the applicant claims that he fled to Kenya on July 20, 2006. His wife and son remained in Kismayo, though he states they have since fled to Kenya.", "[5] While in Kenya, the applicant purports to have met an agent who, in exchange for a fee, provided him with travel documents and arranged his voyage to Canada. The applicant alleges that he arrived in Canada on August 24, 2006, at which point he returned the travel documents to the agent. He then made a claim for refugee protection under sections 96 and 97 of the IRPA, the applicant's first step in what has since become a procedurally lengthy series of decisions made under the IRPA.", "[6] The applicant's refugee claim was rejected by the Refugee Protection Division [RPD] of the Immigration and Refugee Board [IRB] on August 21, 2008, when it determined that he had not established his identity. Before the RPD, the applicant, who was represented by counsel, had presented no documents to prove who he was, that he was a Somali national, or when he had entered Canada. The RPD further noted that, in spite of being prompted on more than one occasion, he had made little effort to track down any documentation and did not produce any witnesses capable of supporting his identity. The RPD concluded that it had serious credibility concerns about the applicant's testimony before it. In its decision, the RPD also discussed what it characterized as a \"further problem\" for the applicant, a language analysis report created by a Swedish company called Sprakab (Certified Tribunal Record at page 470). The report had concluded that the variety of Swahili spoken by the applicant could not, with certainty, be found in Somalia but was found, with certainty, in Tanzania. Before the RPD, the applicant disagreed with the language report generally but did not address the specifics contained in it.", "[7] The applicant applied to have the RPD decision judicially reviewed by this Court, but he was not granted leave to do so (file no IMM-4366-08).", "[8] In June of 2009, the applicant filed a PRRA application without any assistance from counsel. He submitted some documentation on the country conditions in Somalia and also provided a statutory declaration from a man named Ally Said Saleh who swore to knowing the applicant in Somalia. The applicant and Mr Saleh are alleged to have reconnected in Canada in September 2008, after the applicant's negative RPD decision. This PRRA was rejected on September 19, 2011 and the applicant was detained in November of that year.", "[9] Following his detention, the applicant retained different counsel and began an application for leave and judicial review of the PRRA decision. Counsel also assisted in the preparation of a second PRRA application. The Crown agreed to defer the applicant's removal from Canada pending this second application and the applicant discontinued his application for judicial review of the first PRRA decision in January of 2012 (file no IMM-8559-11).", "[10] The applicant's second PRRA was rejected on December 14, 2011; again the applicant applied for judicial review. Prior to the matter being heard by this Court, the Crown again agreed to re-determine the PRRA because some further submissions made by the applicant prior to the negative decision being communicated to him had not been received and considered by the PRRA Officer. Again, the applicant discontinued his application for judicial review in light of the offered re-determination (file no IMM-1591-12). II. The Decision under Review", "[11] On September 4, 2012, the PRRA Officer whose decision is the subject of this judicial review wrote to the applicant and indicated that he would \"consider all PRRA submissions and evidence made in the PRRA in the application submitted on 29 November 2011 and all subsequent PRRA evidence and submissions submitted up until the time that I render a PRRA decision\" (Certified Tribunal Record at page 38).", "[12] The applicant filed additional submissions that were received by Citizenship and Immigration Canada on October 9, 2012 and October 18, 2012. The applicant put before the PRRA Officer copious documents, including submissions from counsel, an affidavit from the applicant, additional statutory declarations and affidavits from individuals supporting the applicant's claimed identity, a letter purportedly from the applicant's wife, a psychological assessment of the applicant, and updated country conditions packages for Somalia. In addition to these submissions, the applicant also obtained a report from Dr Derek Nurse, a professor emeritus of linguistics at Memorial University; this report was intended to find fault with the findings of the Sprakab language analysis which had been before the RPD.", "[13] On October 22, 2012, the PRRA Officer rejected the applicant's PRRA application. Following additional submissions by the applicant, the PRRA Officer confirmed the negative decision on November 13, 2012, subject to two typographical clarifications.", "[14] In his decision, having noted that the IRB had found the applicant generally not credible regarding his identity, his nationality and his alleged mistreatment, the PRRA Officer addressed the evidence submitted by the applicant and rejected most of it as being inadmissible before him on the basis that it was not put forward by the applicant either at the RPD hearing or prior to the applicant's first PRRA, as required by subsection 113(a) of the IRPA and the doctrine of issue estoppel. Where the PRRA Officer rejected evidence for either or both of these reasons, he also conducted an alternative analysis to reject the evidence for being of little or no probative value in establishing the applicant's identity as that of a Bajuni or as a Somali national. The evidence which the PRRA Officer did accept as new - and therefore admissible - evidence was also determined to be of little or no probative value in establishing the applicant's identity. As such, the PRRA Officer maintained the RPD's finding that the applicant was not sufficiently credible regarding his identity or nationality. As that the applicant had not provided sufficient new admissible evidence to displace the RPD's credibility finding, the PRRA Officer also determined that there was no credibility issue regarding the applicant such that an oral hearing was necessary.", "[15] In addressing the risk of returning the applicant to Somalia, the PRRA Officer found that the applicant only faced a generalized risk were he to be returned to Somalia and that he had not sufficiently demonstrated with probative evidence that he would be subject to individualized risk. The PRRA Officer also noted that since the applicant's status as a Somali national had not been established but was only alleged, the country conditions of Somalia were not relevant to the PRRA. III. Analysis", "[16] The applicant argues that this Court should quash the PRRA Officer's decision and remit the matter for redetermination, arguing that the PRRA Officer applied the wrong test to the evidence submitted by the applicant and came to an unreasonable decision. The applicant also argues that he was denied procedural fairness when the PRRA Officer did not grant him an oral interview.", "[17] Although neither party explicitly made submissions as to the standard of review applicable to the PRRA at hand, both appear to accept a reasonableness standard. I agree. A decision maker interpreting and applying his or her home statute is presumptively entitled to deference on review: REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED. There is no reason to rebut this presumption where a PRRA Officer is assessing applications before him or her.", "[18] I do note, though, that in REFERENCE_SUPPRESSED, the Federal Court of Appeal accepted the standards of review of correctness for questions of law, patent unreasonableness for questions of fact, and reasonableness for questions of fact and law relating to subsection 113(a) of the IRPA. However, CITATION_SUPPRESSED does predate the seminal case of CITATION_SUPPRESSED and has been superseded by that case and the subsequent jurisprudence on the standard of review. Post- CITATION_SUPPRESSED jurisprudence from this Court reflects a reasonableness standard for similar decisions: REFERENCE_SUPPRESSED.", "[19] The standard of review of \"[r]easonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result.\" The inquiry of the reviewing court will be focused on that notion of reasonableness that is \"concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law:\" CITATION_SUPPRESSED.", "[20] Making a PRRA application permits a person who is subject to a removal order to apply for protection; the effect of a successful PRRA is to confer refugee protection on the applicant: sections 112 and 114 of the IRPA. It is well-established that a PRRA is not an opportunity for an applicant to appeal or seek reconsideration of an RPD decision that rejected his or her claim for refugee protection: CITATION_SUPPRESSED; CITATION_SUPPRESSED; REFERENCE_SUPPRESSED. Indeed, in the words of the Federal Court of Appeal in CITATION_SUPPRESSED, the outcome of a negative refugee determination \"must be respected by the PRRA officer\" in the absence of new admissible evidence that might have affected that outcome. Subsection 113(a) of the IRPA prescribes the evidence which an applicant can submit, essentially limiting the applicant to new evidence that was not available or was not reasonably available to him or her at the time where the claim to refugee protection was rejected, or to evidence that the applicant could not have been reasonably expected to present at that hearing: Consideration of application 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; Examen de la demande", "[21] In the case at hand, the applicant has largely sought to reargue the RPD's negative credibility decision, both before the PRRA Officer and before this Court. Counsel for the applicant has worked diligently to amass statutory declarations, affidavits, and other evidence in an attempt to support the applicant's purported identity. Counsel has obtained a substantive linguistic report aimed at an attempt to dismantle the negative credibility findings surrounding the applicant's identity. This is not sufficient, however, to render the PRRA Officer's decision unreasonable, where that evidence is not properly admissible. Indeed, I have concluded that the probative value of that evidence, if it were new, could reasonably have been found to have low probative value once examined with appropriate care, as was done in this case.", "[22] The analytical framework covering evidence put forward in a PRRA application where the applicant has previously lost a claim for refugee protection is set out in CITATION_SUPPRESSED. They read:", "[13] As I read paragraph 113( ), it is based on the premise that a negative refugee determination by the RPD must be respected by the PRRA officer, unless there is new evidence of facts that might have affected the outcome of the RPD hearing if the evidence had been presented to the RPD. Paragraph 113( ) asks a number of questions, some expressly and some by necessary implication, about the proposed new evidence. I summarize those questions as follows: 1. Credibility : Is the evidence credible, considering its source and the circumstances in which it came into existence? If not, the evidence need not be considered. 2. Relevance : Is the evidence relevant to the PRRA application, in the sense that it is capable of proving or disproving a fact that is relevant to the claim for protection? If not, the evidence need not be considered. 3. Newness : Is the evidence new in the sense that it is capable of (a) proving the current state of affairs in the country of removal or an event that occurred or a circumstance that arose after the hearing in the RPD, or (b) proving a fact that was unknown to the refugee claimant at the time of the RPD hearing, or (c) contradicting a finding of fact by the RPD (including a credibility finding)? If not, the evidence need not be considered. 4. Materiality : Is the evidence material, in the sense that the refugee claim probably would have succeeded if the evidence had been made available to the RPD? If not, the evidence need not be considered. 5. Express statutory conditions (a) If the evidence is capable of proving only an event that occurred or circumstances that arose prior to the RPD hearing, then has the applicant established either that the evidence was not reasonably available to him or her for presentation at the RPD hearing, or that he or she could not reasonably have been expected in the circumstances to have presented the evidence at the RPD hearing? If not, the evidence need not be considered. (b) If the evidence is capable of proving an event that occurred or circumstances that arose after the RPD hearing, then the evidence must be considered (unless it is rejected because it is not credible, not relevant, not new or not material).", "[14] The first four questions, relating to credibility, relevance, newness and materiality, are necessarily implied from the purpose of paragraph 113( ) within the statutory scheme of the IRPA relating to refugee claims and pre removal risk assessments. The remaining questions are asked expressly by paragraph 113( ).", "[23] Justice Sharlow, writing for the Federal Court of Appeal, held that evidence must satisfy four conditions that are necessarily implied by subsection 113(a) within the statutory scheme of the IRPA and two express statutory conditions set out in that provision for it to be admissible in a PRRA. Evidence submitted must be, by necessary implication, credible, relevant, new, and material; the express statutory conditions also require it to be capable of proving an event or circumstances that arose after the refugee claim was rejected, or in the case of an event or circumstances that arose prior to the rejection, the evidence must have not been reasonably available to the applicant for presentation at that hearing or such that the applicant could not have reasonably been expected to present it. Where evidence submitted in a PRRA application fails to meet any of these conditions, it need not be considered by the PRRA Officer.", "[24] The PRRA Officer's decision that the evidence submitted by the applicant was not admissible was reasonable. When assessing whether evidence satisfies the newness requirement, the date on which it was created is not determinative, rather \"[w] hat is important is the event or circumstance sought to be proved by the documentary evidence\": CITATION_SUPPRESSED.", "[25] In the applicant's case, he lost a claim for refugee protection before the RPD by reason of being unable to satisfactorily prove his identity. Many years later, his identity remains cloudy. The onus to produce acceptable documentation establishing a claimant's identity is on the claimant himself or herself: REFERENCE_SUPPRESSED. The applicant's status as a Somali national, or the lack thereof, is a circumstance that arose prior to the RPD hearing. As such, per CITATION_SUPPRESSED, the applicant can only present evidence proving his nationality where he can establish \"that the evidence was not reasonably available to him ... for presentation at the RPD hearing, or that he ... could not reasonably have been expected in the circumstances to have presented the evidence at the RPD hearing.\"", "[26] Where an individual seeks to submit evidence that he or she alleges is new, the individual must provide a \"compelling argument as to why [it] constitutes 'new', and therefore admissible evidence\" and without such an argument, there is no reviewable error in the PRRA Officer's decision to reject it: REFERENCE_SUPPRESSED.", "[27] In his submissions to this Court, the applicant suggests that the evidence only reasonably became available when his current counsel was able to assist him to obtain it: In this case, the Applicant provided evidence that was only reasonably available at the time of his second PRRA, when counsel was able to engage the assistance of a Bajuni interpreter and an expert in linguistics. Furthermore, the Applicant was finally able to obtain a letter from his wife, and a new witness to his identity was willing to come forward. These circumstances, in addition to the fact that the Applicant was unrepresented at the time of his first PRRA, were put before the officer and explained why the evidence was new. (Applicant's Memorandum of Fact and Law at paragraph 32)", "[28] This explanation is not \"compelling\" and it does not render the PRRA Officer's decision unreasonable. Although the applicant was unrepresented at the time he made his first PRRA application, he was represented by counsel before the RPD. The RPD pressed the applicant for evidence to support his identity, but none was forthcoming either from the applicant or from his counsel. Indeed, a tactical decision was taken between the applicant and his counsel not to bring a witness to the RPD hearing to speak to his purported identity, apparently on the basis that the potential witness may have had credibility issues himself.", "[29] Whether owing to a lack of diligent effort or to strategic choices, the applicant failed to produce evidence capable of establishing his identity before the RPD. That is critical as well as basic. Having counsel now that is better able or more willing to track down persons to make statutory declarations, affidavits, linguistics reports, etc. is not a compelling argument that this evidence should have been admissible before the PRRA Officer. That would be enough to dispose of the application.", "[30] I would add that the Nurse report is largely a red herring once a finding about the identity of the applicant has been made. Furthermore, although the Nurse report was commissioned only after the applicant retained his current counsel, this does not mean that it is new evidence, admissible pursuant to subsection 113(a) of the IRPA. On the contrary, as previously discussed per CITATION_SUPPRESSED, the event sought to be proved by the document, rather than the document's time of creation, is what determines if it is new. The Sprakab report that it seeks to counter came into being in 2007; the RPD hearing was the time where the Nurse report, or a similar rebuttal to the Sprakab report, would have been properly admissible. The rejection of the Nurse report was in my view a reasonable decision. The PRRA Officer went on to consider the Nurse report and he concluded that the Sprakab report was more persuasive. That is a conclusion that was reasonably open for the PRRA Officer to reach. Thus, if corroborative evidence was needed, and it was not, it could have been found in the Sprakab report as its probative value could reasonably be seen to be superior to the Nurse report.", "[31] The question remains as to whether evidence submitted by the applicant is admissible where that evidence was not available or reasonably available at the time of the RPD hearing but was available or reasonably available at the time of the applicant's first PRRA application. I find that the decision to reject this evidence was reasonable. In REFERENCE_SUPPRESSED, the Federal Court of Appeal was clear that \"an application for protection under section 112 is an application for refugee protection.\" As such, a prior PRRA meets the statutory language of subsection 113(a); it is a \"claim to refugee protection [that] has been rejected.\" Indeed, this Court has applied subsection 113(a) to limit the admissibility of evidence submitted in subsequent PRRA applications: REFERENCE_SUPPRESSED.", "[32] I now turn to the overall reasonableness of the PRRA Officer's decision and I conclude that it was a reasonable decision, within the articulation of that standard in CITATION_SUPPRESSED , above. Given the applicant's failure to put before the PRRA Officer admissible evidence that was capable of challenging the RPD decision, the PRRA Officer did not displace the RPD decision regarding the applicant's credibility. The applicant simply has not proven his identity as a Somali national. Without proof of identity, the risks alleged by the applicant should he be removed to Somalia are not relevant to the PRRA. Without first establishing his identity, he cannot make out a well-founded fear of persecution or risk requiring that he be deemed a protected person: REFERENCE_SUPPRESSED.", "[33] In addition to determining that the applicant had not adduced new admissible evidence, the PRRA Officer also conducted alternative analyses regarding the probative value of the information. In doing so, he determined that the evidence, assuming for the sake of argument that the evidence submitted by the applicant was admissible, was of no or little probative value to the determination of his identity. This Court has reviewed that same evidence in order to ascertain its probative value. As the Court has noted previously \"[d] eference must be given to PRRA officers in their assessment of the probative value of the evidence before them\":REFERENCE_SUPPRESSED. With deference in mind, the PRRA falls within the range of possible, acceptable outcomes that are defensible on the facts and law. The burden was on the applicant to establish, on a balance of probabilities, that the PRRA Officer's decision was not reasonable. Without probative evidence, this burden cannot be discharged. The PRRA Officer's overall decision was reasonable.", "[34] Finally, the applicant has also argued before the Court that his rights to procedural fairness were breached when the PRRA Officer declined to interview him. Questions of whether a decision maker complied with the duty of procedural fairness are reviewable on a correctness standard: REFERENCE_SUPPRESSED.", "[35] The applicant submits that the PRRA Officer effectively challenged the credibility of the applicant's evidence, which entitles him to an oral hearing. This, however, is a mischaracterization of the PRRA Officer's decision. The officer merely concluded that the identity of the applicant was not established before the RPD and the evidence before him did not displace that finding, whether that evidence is admissible or not. As discussed above, a PRRA Officer is to respect findings made by the RPD unless there is new, properly admissible evidence that might have affected the RPD decision. Determining whether there is sufficient admissible evidence to establish the applicant's identity is not itself a question of credibility. Being unconvinced by the evidence before him or her because of its low probative value is not the same as a PRRA Officer questioning an applicant's credibility: CITATION_SUPPRESSED. It is well-established that oral hearings in PRRA applications are required only in exceptional circumstances: CITATION_SUPPRESSED; REFERENCE_SUPPRESSED. The applicant's case is not exceptional in this regard, and the duty of procedural fairness does not entitle him to an oral hearing. IV. Conclusion", "[36] The application for judicial review is dismissed. The parties did not submit a serious question of general importance and no question for certification arises. JUDGMENT", "[37] THIS COURT'S JUDGMENT is that the application for judicial review is dismissed. There is no question for certification. CITATION_SUPPRESSED"]}