{"id_": "085737", "body_str": ["[1] Southcott, J. : This is an application for judicial review, pursuant to section 18.1 of the Federal Courts Act , RSC 1985 c 41, of the decision of the Band Council of Duncan's First Nation [Council] dated April 21, 2014 suspending Virginia Gladue, the Applicant, from Council.", "[2] For the reasons that follow, this application is dismissed. I. Background", "[3] On July 15, 2013, Virginia Gladue was elected as Councillor of the Duncan's First Nation. Her term of office is for three years.", "[4] The Council is composed of three councillors: Chief Don Testawich, the chief's brother, Councillor Tony Testawich, and the Applicant, Councillor Virginia Gladue. It is apparent from the affidavit evidence that Duncan's First Nation is currently dealing with issues surrounding financing and record-keeping. However, these issues are not the subject of this judicial review.", "[5] On March 4, 2015, the Council unanimously adopted the Western Cree Tribal Council Governance Administrative Policies and Procedures Manual at a Council meeting through a Band Council Resolution [the Policy BCR]. This document includes a Leadership & Governance Enforcement Policy [the Policy].", "[6] On April 10, 2015, proceeding under the Policy, Chief Testawich provided notice by letter to the Applicant and to the Councillor Testawich of a special council meeting to be held on April 14, 2015 in camera to review nine concerns respecting the Applicant's conduct as a councillor [the Special Council Meeting]. The Applicant requested that the meeting be rescheduled to give her more time to address the allegations made in the notice and questioned Council's intention to hold the meeting in camera.", "[7] On April 14, 2015, the Applicant was provided with notice that the Special Council Meeting had been rescheduled to April 21, 2015 but that it would still be held in camera and without legal counsel to facilitate \"an open and honest dialogue\" with a view to resolving the concerns that has been raised. On April 15, 2015, the Applicant advised that she still objected to the meeting being held in camera , that she was seeking legal advice and that the meeting would have to await engagement of her legal counsel. The Applicant was advised later that day that the re-scheduled meeting would proceed. The Applicant did not attend the Special Council Meeting.", "[8] As a result of the Special Council Meeting, the Council passed a Band Council Resolution [BCR], suspending the Applicant from Council with pay pending investigation into her conduct as a councillor.", "[9] The Applicant initiated this judicial review application on April 27, 2015. On May 11, 2015, Justice Annis granted an interlocutory injunction that enjoined the Council from suspending the Applicant from her elected position as councillor and ordered that she be reinstated with all benefits and privileges attached to that position until the completion of this judicial review. On June 3, 2015, Council rescinded the suspension. II. Issues and Standard of Review", "[10] While the Applicant's Memorandum of Fact and Law does not explicitly identify a list of issues, her Notice of Application seeks the following relief: A. An Order declaring the suspension dated on or about April 22, 2014 removing her from Council to be null and void under the Duncan First Nation Custom Election Regulations and the law respecting democratic office of Councillors; B. An Order declaring the in camera Special Council Meeting held on April 21, 2015 to be contrary to the law respecting public meetings of First Nations Councils, contrary to democratic government in Canada and contrary to natural justice and procedural fairness; C. An Order declaring that Band Council Resolution dated March 4, 2015 purporting to adopt the \"Western Cree Tribal Council Governance and Administrative Policies and Procedures manual\" does not refer to a document and is accordingly void; D. An Order declaring that Band Council Resolution dated March 4, 2015 does not apply to democratically elected Councillors; E. In the alternative and in any event, an Order declaring that the Band Council Resolution dated March 4, 2015 is not retroactive and does not apply to events that took place prior to its passage as a Band Council Resolution; F. An interlocutory injunction restoring Virginia Gladue to her position on Council and removing her suspension; and, G. Costs of this proceeding to Virginia Gladue on a solicitor-client basis against the Duncan's First Nation.", "[11] In her Memorandum of Fact and Law, the Applicant repeats her request for this relief, with the exception of the request to declare her suspension null and void and to restore her to her position on Council, as Council had already rescinded the suspension on June 3, 2015.", "[12] In its Memorandum of Fact and Law, the Respondent raises the following issues to be considered in this application: A. This application is moot and should be dismissed without considering the issues proposed in the Applicant's memorandum; B. The in camera Special Council Meeting held on April 21, 2015 was not contrary to Canadian common or statute law, natural justice or procedural fairness; C. The Policy established internal disciplinary procedures that may result in sanctions short of removal that apply to all members of the Duncan's First Nation council in all disciplinary proceedings started after March 4, 2015 and is not void; D. The Applicant's continued challenge to in camera Special Council Meetings and the validity and meaning of the Policy has been so clearly without merit and contrary to the Canadian and Duncan's First Nation common and statute law that the Applicant should be awarded no further costs and, instead, the Applicant should be ordered to pay the Respondent's post June 3, 2015 costs, on a solicitor-client or elevated basis.", "[13] I would characterize the issues as follows: A. Are the Orders sought by the Applicant moot? B. If not, did the Council act reasonably in holding an in camera hearing and applying the Policy in arriving at the decision to suspend the Applicant? C. What should be the disposition of costs in this application?", "[14] The Applicant's position is that the applicable standard of review is correctness, because this application involves interpretation of the Policy BCR, which amounts to an exercise in statutory interpretation, and considerations of procedural fairness surrounding her conflict of interest arguments. The Respondent takes the position that the applicable standard of review respecting Council's procedural decisions and the interpretation and application of Duncan's First Nation's laws is reasonableness. III. Positions of the Parties A.", "[15] The Applicant refers to the principles surrounding the analysis of mootness as advanced in REFERENCE_SUPPRESSED, noting that often in circumstances involving governance of First Nations, important issues are raised that are evasive of review.", "[16] The Applicant submits that although the Council has rescinded her suspension, the majority of issues raised in this judicial review remain as issues affecting the elected position that she holds as Councillor.", "[17] First, regarding the in camera meeting, the Applicant argues that there are no provisions in the Duncan's First Nation Custom Election Regulations , under which the Council is elected, providing for removal of a Councillor that apply in these circumstances. There is also no provision in the Indian Act RSC, 1985, c I-5 or the Indian Band Council Procedure Regulations CRC, c 950 for a meeting of the Council to be held in camera", "[18] The Applicant also submits that it is a fundamental provision of democracy that the legislative process be public. As such, no BCR can be passed at an in camera meeting, and the Council cannot review the actions of a Councillor at such a meeting, as this is the role of the voters during an election.", "[19] Second, the Applicant submits that the Policy BCR is meaningless as it purports to adopt the \"Western Cree Tribal Governance and Administrative Policies and Procedure Manual\" as the policy framework for Duncan's First Nation. However, there is no document by that precise name. Further, the Applicant argues that the Western Cree Tribal Council is a society incorporated under the Societies Act , R.S.A. 2000, c. S-14 and that provisions applicable to a corporation should not apply to a legislative body such as the Council.", "[20] Third, the Applicant argues that the Policy BCR cannot be applied retroactively. There is nothing in any of the Council's Resolutions stating that they apply retroactively, and this must be specified if legislation is to be retroactive (REFERENCE_SUPPRESSED).", "[21] Fourth, she argues that administrative polices such as the Policy do not apply to councillors.. She argues that, if statements made by a Councillor are defamatory, then the method of reviewing them is an action for defamation, not to have them reviewed at an in camera special meeting.", "[22] At the hearing of this application, the Applicant bolstered this argument by asserting that it represented a conflict of interest for Council to address her alleged misconduct, because Chief Testawich and Councillor Testawich had personal interests in these allegations. B.", "[23] The Respondent submits that the CITATION_SUPPRESSED for exercising the Court's discretion to hear and decide moot cases should not result in such an exercise of discretion in this case. The issues that the Applicant is asking the Court to decide on are not independent issues of public interest or issues respecting the interpretation of a First Nation's governance or other substantive law. The Applicant is not asking the Court to interpret a statute which may have changed or restricted the Canadian common law of legislative and deliberative assemblies. Rather, she is seeking changes generally and in a factual vacuum, absent any specific legislation or government context.", "[24] On the merits, the Respondent submits that it is an established practice for Council to hold Council meetings or parts of Council meetings in camera to discuss personnel and legal matters. The Applicant is aware of this practice, as she has attended several meetings between January 20, 2015 and March 25, 2015, where the Applicant seconded motions to go in camera", "[25] The Respondent also argues that holding meetings in camera is a common law power and procedural practice available to all legislative assemblies and deliberative bodies and societies that follow parliamentary procedures (Anson, The Law and Custom of the Constitution (Oxford: Clarendon Press: 1911), pp. 161-162). Further, the Respondent submits that the Indian Band Council Procedure Regulations made under the Indian Act do not apply to the Council, which is elected under customary laws pursuant to the Duncan's First Nation Custom Election Regulations, not under the Indian Act . There is no Duncan's First Nation law or custom that purports to change or limit the common law rights or powers of the Council to hold meetings in camera when circumstances warrant it.", "[26] The Respondent notes that the meeting did not breach any procedural fairness requirements, as notice was sent to all members of Council including the Applicant.", "[27] The Respondent further submits that Council has the power to discipline its own members and the power to establish procedures for disciplining its own members. This power is no different, absent statutory restrictions, from those exercised by municipal councils and societies (REFERENCE_SUPPRESSED). The Applicant was at the March 4, 2015 Council meeting, voted for and signed the Policy BCR adopting those disciplinary procedures.", "[28] The Respondent explains that the \"Western Cree Tribal Council Governance and Administrative Policies and Procedure Manual\" is the colloquial name of the document that was adopted in the Policy BCR and notes that a copy of this document was attached to the Policy BCR, such that there is no ambiguity as to what was adopted. The Respondent also argues that its use was not retroactive as it did not change any of the Applicant's substantive rights", "[29] The Respondent's position is that using the Policy to commence a proceeding does not breach the presumption against retroactivity applied in CITATION_SUPPRESSED , as it merely provided the Applicant with clarity respecting the procedure that would be followed in determining what consequences, if any, might be appropriate after she had explained her conduct. IV. Analysis", "[30] My decision is that this application should be dismissed as moot.", "[31] The parties both rely on CITATION_SUPPRESSED for the principles governing the Court's analysis of mootness. In the recent decision in REFERENCE_SUPPRESSED, Justice Diner succinctly outlined the relevant principles to be derived from CITATION_SUPPRESSED", "[7] The test for mootness comprises a two-step analysis. The first step asks whether the Court's decision would have any practical effect on solving a live controversy between the parties, and the Court should consider whether the issues have become academic, and whether the dispute has disappeared, in which case the proceedings are moot. If the first step of the test is met, the second step is - notwithstanding the fact that the matter is moot - that the Court must consider whether to nonetheless exercise its discretion to decide the case. The Court's exercise of discretion in the second step should be guided by three policy rationales which are as follows: i. the presence of an adversarial context; ii. the concern for judicial economy; iii. the consideration of whether the Court would be encroaching upon the legislative sphere rather than fulfilling its role as the adjudicative branch of government. (See REFERENCE_SUPPRESSED)", "[32] The Applicant's position is that each of the two steps in the required analysis favours the Court deciding this application on its merits. On the first step, she refers to the various arguments she has raised, and declarations sought in her Notice of Application, as representing live controversies between the parties. While there is no doubt that the parties take very different positions on those issues, I do not consider that to give rise to a situation where a decision by the Court on the merits of their respective arguments will have a practical effect on solving a live controversy. In CITATION_SUPPRESSED , the Supreme Court referred to the necessity to determine whether the requisite tangible and concrete dispute has disappeared, rendering the issues academic. In that respect, the concrete dispute between the parties was the Applicant's challenge of the Council's April 22, 2015 decision to suspend her from Council, which dispute was resolved when the suspension was rescinded by Council on June 3, 2015 following the issuance of the interlocutory injunction by Justice Annis.", "[33] What then remained were the arguments raised by the Applicant in support of her challenge of the suspension. However, a decision on these arguments will not have the effect of resolving some controversy which affects or may affect the rights of the parties. As such, applying the first step of the CITATION_SUPPRESSED analysis, this application is moot as failing to meet the \"live controversy\" test.", "[34] This case is distinguishable from the authorities relied on by the Applicant. REFERENCE_SUPPRESSED involved a judicial review of a decision by the Canadian Human Rights Commission not to grant the applicant Network access to a particular complaint proceeding. The issue of mootness was raised because the Commission dismissed the complaint for lack of jurisdiction before the judicial review was decided. However, the Court reached the conclusion that there was a live controversy between the parties, because the Commission's jurisdictional decision had itself been challenged by judicial review and had therefore not been finally resolved. There is no similar context in the case at hand.", "[35] The Applicant also relies on REFERENCE_SUPPRESSED. Although the impugned appointment of a Third Party Manager had been withdrawn, the Court held that its determination of the legality of such appointment would have a practical effect on the rights of the parties, such as responsibility for the fees drawn by the Manager and the legality of his actions in administering the First Nation's funds. There is no comparable residual effect of the rescinded suspension upon the parties in the case at hand. The Court in CITATION_SUPPRESSED also noted that the interpretation of the default and remedy provisions of the Comprehensive Funding Agreement that the applicant had put in issue remained a live controversy and that other funding agreements between the Government and First Nations contained similar provisions. These factors do not apply in the present case, as there is no indication in the record that the issues raised by the Applicant, which relate to the narrow context of the Council's entitlement and process to suspend a councillor, will surface in future disputes between them or involving the band councils of other First Nations.", "[36] After providing these reasons, the Court in CITATION_SUPPRESSED stated that, even if the proceeding was technically moot, it would rely on those reasons to exercise its discretion to decide the issues raised. It was there referring to the second step of the CITATION_SUPPRESSED analysis which, in the absence of a live controversy between the parties to the present application, requires consideration whether the Court should nevertheless exercise its discretion to decide the issues raised.", "[37] As noted above, the facts underlying the decision in CITATION_SUPPRESSED are distinguishable from the case at hand. While the Court in CITATION_SUPPRESSED would have relied on those facts to exercise its discretion under step two of the CITATION_SUPPRESSED analysis the present case does not involve facts that favour such a decision. As explained in CITATION_SUPPRESSED , the three policy rationales to be considered under step two are the presence of an adversarial context, the concern for judicial economy, and consideration of whether the Court would be encroaching upon the legislative sphere rather than fulfilling its role as the adjudicative branch of government.", "[38] I have no difficulty concluding that the necessary adversarial relationship exists in this application. Despite the fact that the Applicant's suspension has been rescinded, she has continued to pursue vigorously the other relief sought in this application. I also have no concern that rendering a decision on the substantive issues raised in this application would encroach upon the legislative sphere, as the applicant is not seeking relief that would amount to legislative pronouncements. However, in considering the concern for judicial economy, and in particular the expansion upon that rationale provided in CITATION_SUPPRESSED , my conclusion is that this is not an appropriate case for me to exercise my discretion to pronounce on the merits of the issues raised. At pages 360-361 of CITATION_SUPPRESSED , the Supreme Court explained the following: The concern for conserving judicial resources is partially answered in cases that have become moot if the court's decision will have some practical effect on the rights of the parties notwithstanding that it will not have the effect of determining the controversy which gave rise to the action. The influence of this factor along with that of the first factor referred to above is evident in REFERENCE_SUPPRESSED, supra Similarly an expenditure of judicial resources is considered warranted in cases which although moot are of a recurring nature but brief duration. In order to ensure that an important question which might independently evade review be heard by the court, the mootness doctrine is not applied strictly. This was the situation in REFERENCE_SUPPRESSED. The issue was the validity of an interlocutory injunction prohibiting certain strike action. By the time the case reached this Court the strike had been settled. This is the usual result of the operation of a temporary injunction in labour cases. If the point was ever to be tested, it almost had to be in a case that was moot. Accordingly, this Court exercised its discretion to hear the case. To the same effect are REFERENCE_SUPPRESSED. The mere fact, however, that a case raising the same point is likely to recur even frequently should not by itself be a reason for hearing an appeal which is moot. It is preferable to wait and determine the point in a genuine adversarial context unless the circumstances suggest that the dispute will have always disappeared before it is ultimately resolved. There also exists a rather ill-defined basis for justifying the deployment of judicial resources in cases which raise an issue of public importance of which a resolution is in the public interest. The economics of judicial involvement are weighed against the social cost of continued uncertainty in the law. See REFERENCE_SUPPRESSED: \"The question, as I have said, is one of general public interest to municipal institutions throughout Canada.\"", "[39] None of the circumstances canvassed in this explanation apply to this application. A decision by the Court on the merits of the moot issues will not have any practical effect on the rights of the parties. These issues also cannot be characterized as being of a recurring nature but brief duration or, for that reason or others, raising important questions which might otherwise evade review by the Court. Nor do they raise issues of public importance. The declarations sought by the Applicant relate to narrow issues surrounding the internal governance of the Council in the context of particular disagreements among its three members. There is no indication that those issues will resurface between the parties or that, if they did, they would not then be capable of review and determination in the context of a live controversy.", "[40] Certainly the retroactivity issue appears unlikely to resurface. I also note that the evidence demonstrates that the Applicant took no issue with the use of in camera sessions prior to the meeting at which she was suspended, and that the Policy BCR had been unanimously approved by all Councilors including the Applicant. In the event the members of Council do in the future diverge on the use of these governance vehicles, that divergence is best resolved in the context of whatever specific dispute develops.", "[41] There is also no indication that these issues will resurface in the context of the governance of other First Nations. In this respect, the decision in REFERENCE_SUPPRESSED, relied upon by the Applicant, is distinguishable, as the Court in that case relied on evidence that the constitutionality of the impugned electoral residency requirement would be evasive of review and that the governance of First Nations across Canada had suffered due to uncertainties as to the validity of this requirement. No comparable considerations exist in the present application.", "[42] It is accordingly my conclusion that this application is moot and that this is not an appropriate case for the Court to exercise its discretion to decide the substantive issues argued by the Applicant. V. Costs", "[43] The Applicant sought costs on a solicitor-client basis, relying on authority for such awards where individual members have brought judicial review applications involving the interpretation of First Nations' governance laws and their application.", "[44] The Respondent argues that there is no reprehensible, scandalous or outrageous conduct by the Council that would warrant awarding solicitor-client costs to the Applicant. It further submits that, having pursued an unmeritorious and moot judicial review application, the Applicant should be subject to a costs award on a solicitor-client or elevated basis.", "[45] The Respondent having prevailed in this application on the issue of mootness, it is entitled to an award of costs. Notwithstanding my decision on mootness, the Applicant had an arguable, albeit ultimately unsuccessful, position that the Court should exercise its discretion to decide the issues raised. On that basis, I do not consider the authorities, relied upon by the Respondent in support of its request for solicitor-client or increased costs, to apply to the present application.", "[46] At the hearing, I asked counsel to advise if the parties had a position on appropriate quantification of costs if they were not awarded on a solicitor-client basis. The Respondent, while maintaining that solicitor-client costs should be awarded, suggested that costs in accordance with Column III of the Tariff B Table, from June 3, 2015, would be an appropriate approach if the Court chose to award party-and-party costs instead. I adopt this approach to quantification and award the Respondent party-and-party costs on this basis. JUDGMENT", "[47] THIS COURT'S JUDGMENT is that this application is dismissed, with costs to the Respondent to be assessed in accordance with Column III of the Tariff B Table. [End of document]"]}