{"id_": "085845", "body_str": ["[1] Lagacé, D.J. : The applicant seeks judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , S.C. 2001, c. 27 (Act) of a decision of December 5, 2007 (impugned decision) by an Enforcement Officer (Officer) not to defer the Applicant's removal from Canada until a decision is made on his humanitarian and compassionate (H&C) application. I. Facts", "[2] A citizen of Zimbabwe, the applicant arrived in Canada in July 2001. Before his arrival in this country, he had spent three years in the United States where he completed studies in business and ministry. During his stay in United States, he was convicted in January, 2001 of attempting to obtain property under false pretences.", "[3] After his arrival in Canada, the applicant made a refugee claim which was ultimately rejected by the Refugee Protection Division, in a decision of December 8, 2003, with a finding that the applicant was not credible, and that he had joined the Movement for Democratic Change (MDC) political party in Canada in order to purposefully create a \" refugee sur place\" situation to bolster his claim.", "[4] The applicant subsequently made a Pre-Removal Risk Assessment (PRRA) application which was denied on October 18, 2004. The PRRA Officer concluded that the Applicant had not established that he would be at risk upon his return to Zimbabwe.", "[5] In addition to his conviction in the United States, the applicant has been convicted three times in Canada. On July 14, 2004, he pled guilty to fraud over $5,000 and failing to comply with recognizance. On December 9, 2005 he was convicted of personating with intent in a matter dealing with a mortgage application. On April 5, 2007, he pled guilty to uttering a false document, fraud under $5,000, breach of probation, unauthorized use of credit card data, possession over $5,000 and unlawfully possessing a counterfeit mark. The applicant has also been charged on four occasions with assault although the charges in each of those occasions were withdrawn, subject in one case to a peace bond.", "[6] The applicant has been incarcerated since February 1, 2007, serving a sentence for his criminal charges and then on immigration hold. He has remained incarcerated since then awaiting his removal from Canada. Prior to being incarcerated, the applicant had failed on several occasions to report when required resulting in warrants being issued for his arrest.", "[7] The applicant has been married since 1990 and has seven children. The applicant, his wife, and one of his children are HIV positive. The applicant's wife and children are not currently being removed from Canada. While the applicant's wife and his two oldest children are citizens of Zimbabwe, his third child is a citizen of the United States and his youngest four children are Canadian. The applicant had also a child with another woman, but they are not relevant to this application.", "[8] The applicant submitted his initial H&C application on May 27, 2005. However, this application was returned on September 13, 2005 as Citizenship and Immigration Canada requested separate application forms completed by the applicant and his wife. The applicant did not however submit the forms until more than two years later that is on November 15, 2007.", "[9] On November 19, 2007, the applicant requested deferral of his removal from Canada until his H&C application is determined. In the decision dated December 5, 2007, the Officer denied the request. The applicant was scheduled for removal on January 8, 2008. However, that removal was stayed until such time as this application for judicial review has been disposed. II. Whether Application is Moot", "[10] The applicant's removal date has passed, which raises the question whether this judicial review is moot. This question has been certified in other hearings to be determined by the Federal Court of Appeal. Regardless, the Court agrees with both parties' submissions that, although the proceedings are technically moot, it should consider the merits of the applicant's arguments in this case, as the applicant's H&C application has not yet been determined and the remaining presence of an adversarial context. III. Standard of Review", "[11] The Officer's findings are reviewable on the standard of reasonableness ( <FRAGMENT_SUPPRESSED>  [2008] S.C.J. No. 9 (QL)). This is a deferential standard which recognizes that certain questions before administrative tribunals do not lend themselves to one specific, particular result but instead give rise to a number of possible and reasonable conclusions.", "[12] Therefore the Court should not intervene unless the Officer's decision does not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at paragraph 47). III. Issues", "[13] The impugned decision raises three issues: a. Did the Officer err in determining that the applicant would not face imminent risk upon his return to Zimbabwe? b. Did the Officer fail to properly consider the best interests of the Applicant's children? c. Did the Officer improperly draw an adverse inference on the lateness of the submission of the H&C forms and fee? IV. Analysis", "[14] The record shows that the Officer considered the applicant's positive HIV diagnosis. He noted that the Applicant was not currently taking any medications and that antiretroviral drugs were available, albeit expensive, in Zimbabwe and that the applicant's parents who are still in Zimbabwe may be able to support him. The Officer's conclusion on this point appears reasonable particularly given that Officer's discretion does not duplicate the role of the PRRA or H&C Officer. The fact that better care would be available in Canada is not a ground for deferral. The issue of discrimination or stigma that the applicant may face due to his HIV status in Zimbabwe is also not a ground for deferral and is outside the scope of an Enforcement Officer.", "[15] The Officer noted that the applicant's children are under the care of their mother and the supervision of the Children's Aid Society by Order of the Ontario Superior Court of Justice. The Officer noted that no submissions had been made as to the involvement of the applicant in the upbringing of his children other than the applicant's assertions.", "[16] Clearly the applicant had not been residing with his children since February 10, 2007, as he has been incarcerated since that date. Hence, removal of the applicant would essentially maintain the status quo as the children would continue to remain in Canada under the care of their mother with support, as held necessary, by the Children's Aid Society. Therefore the Officer made no error in concluding that the immediate interest of the children will continue to be looked after if the applicant were to be removed from Canada. The status quo would continue and the children would remain in Canada with their mother, or in the custody of the state until otherwise decided.", "[17] The applicant raises concerns that his wife and three oldest children also have removal orders. However, at this time no steps are being taken to remove the applicant's wife or any of his children. Thus, these concerns are purely speculative and premature.", "[18] The Officer's responsibility does not require him to undertake a substantive review of the children's best interests at this stage. That question, is for the H&C Officer to decide ( <FRAGMENT_SUPPRESSED>  (T.D.)). For these reasons, the Officer made no reviewable error in finding that the immediate interests of the children would be looked after if the applicant was to be removed from Canada.", "[19] The Officer found that the applicant's explanation for the late filing of his H&C application lacked credibility. The applicant had claimed that he had not filed the forms and paid the fee as he was dealing with his criminal charges and the difficulty in saving the money to pay for the fee. But there is no merit to the argument that the applicant's criminal charges explain a two-year delay. The Court also notes that the record indicates that the Applicant was able to procure $2,500 on June 29, 2006 as a bond for his release after he was arrested on an immigration warrant two weeks earlier.", "[20] A late filed H&C application does not warrant a deferral even if there is a backlog in processing those applications. Parliament did not intend there to be a statutory stay of removal for H&C applicants. The H&C applications should be made at the earliest practical opportunity ( <FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraph 18).", "[21] The applicant was essentially requesting that the Officer stay his removal indefinitely to wait for a process which could take years to complete and this in great part due the late filing of his H&C application.", "[22] This argument does not raise a serious issue: The effect of the applicants' submission is that, in every case where an H & C application is submitted, there would be a bar to the execution of a valid removal order. It would permit applicants to \"automatically and unilaterally stay the execution of validly issued removal orders at their will and leisure by the filing of the appropriate application\": <FRAGMENT_SUPPRESSED>  (T.D.) If Parliament had intended such a result, it would have expressly provided for it. <FRAGMENT_SUPPRESSED>  2006).", "[23] In his limited discretion the Enforcement Officer made no error in holding that the pending H&C application - which would continue to be processed in the Applicant's absence - did not warrant a deferral in this case.", "[24] This Court for all these reasons concludes that the Officer's decision, far from being unreasonable, falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law, and made no reviewable errors in his decision.", "[25] The application will therefore be dismissed. Further, the Court agrees with the parties that there is no question of general interest to certify. JUDGMENT", "[26] FOR THE FOREGOING REASONS THE COURT dismisses the application. [End of document] <FRAGMENT_SUPPRESSED>"]}