{"id_": "085894", "body_str": ["[1] Russell, J. : This is an application under s 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 [Act] for judicial review of the decision of a senior immigration officer [Officer], dated August 21, 2013 [Decision], which rejected the Applicant's Pre-Removal Risk Assessment [PRRA] application. II. BACKGROUND", "[2] The Applicant is a citizen of El Salvador. He claims to face a risk of death or serious harm at the hands of the Maras gang in El Salvador.", "[3] The Applicant says his family owned several businesses in El Salvador. In 2005, his family was robbed. They called the police and the robbers were arrested, prosecuted and sentenced to five years in prison. One robber escaped from prison in November 2005. Shortly after, someone came to their store and laid a gun on the counter to intimidate the family.", "[4] In August 2009, someone who self-identified as a Maras member came to the family's home searching for the Applicant's father. The Maras member said that he knew about the family's businesses and travel, and demanded money from them. The police were called and the Applicant's father was interviewed by an inspector and a detective.", "[5] In February and March 2010, the family received three notes demanding even more money. The family continued to report these incidents to the detective in charge of their case. The family believed they were being targeted for retaliation for reporting members of the Maras to the police after the 2005 robbery.", "[6] In March 2010, the Applicant's family fled El Salvador. The Applicant's father went into hiding in Honduras. The Applicant, his mother and his brother came to Canada to seek refugee protection. The Refugee Protection Division of the Immigration and Refugee Board [RPD] refused their claim in August 2011. The RPD found no nexus between the claimants' fear of persecution and a Convention ground. It also found that the fear of criminal gangs was not a personalized risk but a general risk faced by everyone in El Salvador. Judicial review of the decision was dismissed in August 2012.", "[7] After their refugee claim was rejected, the Applicant's mother and brother returned to El Salvador and then fled to Honduras to join his father. The Applicant's mother required medical treatment which she was unable to receive in Honduras. The Applicant's mother, father and brother returned to El Salvador on December 21, 2011. On their way to the hospital, their car was cut off. Men came out of the car stopped in front of them and shot at the family's car. The Applicant's mother and father were both injured. The Applicant's father died of his gunshot wounds the next day. The Applicant's mother reported the attack to the police immediately and followed up with the police after the Applicant's father died. The Applicant's mother and brother are now hiding in Honduras.", "[8] In April 2013, the Applicant submitted his PRRA application. He fears the Maras continue to seek revenge for the 2005 robbery and because the family failed to pay the extortion demands. He says that the attack and murder are new evidence of the risk he faces in El Salvador at the hands of the Maras. He also says that family members and friends living in El Salvador continue to receive phone calls asking for the Applicant. III. DECISION UNDER REVIEW", "[9] The Officer rejected the Applicant's PRRA application on August 21, 2013.", "[10] The Officer first considered the Applicant's new evidence. This consisted of the police report regarding his father's murder and letters from his mother, his aunt, his youth pastors, and the Captain of an aviation school that the Applicant attended in El Salvador. The Officer said that the evidence had little probative value because it came from sources close to the Applicant. As a result, he assigned \"little weight\" to the evidence. The Officer also assigned the Captain's letter little weight because he found that the Captain had a vested interest in the outcome of the application because he had maintained contact with the Applicant despite the Applicant having moved a number of times.", "[11] The Officer said that the Applicant had not indicated that his fear of the Maras was based on a Convention ground. The Officer acknowledged that the Applicant claims he is being personally targeted by the gang but said that the RPD had rejected this claim. The Officer acknowledged that the police report indicated that another incident had occurred since the RPD hearing; however, he found the Applicant had provided insufficient evidence to demonstrate that the murder was linked to the earlier events, or that the murder was an act of revenge. The Officer said that the initial police report (taken approximately thirty minutes after the shooting) indicated that the Applicant's mother did not know the reason for the attack. The Applicant's mother returned to the police station two days later to provide further information after the Applicant's father's death. At this time, she said that she thought her husband's murderers belonged to gangs because the family had been receiving threatening phone calls and demands for money in the week leading up to the attack. The Officer acknowledged that the letters also spoke to threatening phone calls but said that he had already assigned little weight to them.", "[12] The Officer said that the documentary evidence indicated that the risk of gang-related crime and violence is widespread in El Salvador and is a risk generally faced by the population of El Salvador. The Officer found that the Applicant had provided insufficient evidence to distinguish his risk from that of the general population.", "[13] In addition, the Officer said that, despite counsel's submissions, state protection is available in El Salvador. El Salvador has a functioning judiciary and police force which offers witness protection and victim programming. Furthermore, the Applicant's family received police assistance after the robbery, the extortion attempts and the murder. IV. ISSUES", "[14] The Applicant raises four issues in this proceeding: 1. Whether the Officer erred in dismissing or assigning little weight to relevant probative evidence; 2. Whether the Officer erred in casting doubts on the credibility of the Applicant's evidence without affording him an oral hearing; 3. Whether the Officer erred in law in focusing on the Applicant's previously asserted risk and ignoring his new evidence of the new risk; and 4. Whether the Officer applied the wrong test for state protection. V. STANDARD OF REVIEW", "[15] The Supreme Court of Canada in <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis: <FRAGMENT_SUPPRESSED> .", "[16] The Respondent submits that the Officer's findings of fact and mixed fact and law are reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> , above, at paras 47, 53, 55, 62; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Questions of procedural fairness and natural justice are reviewed on a standard of correctness: <FRAGMENT_SUPPRESSED> , above, at para 60; <FRAGMENT_SUPPRESSED> .", "[17] The first three issues raise questions of the Officer's treatment of the evidence. Such questions are reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> . So far as the second question also raises a question of procedural fairness, it will be reviewed on a standard of correctness: <FRAGMENT_SUPPRESSED> .", "[18] The fourth issue raises a question of mixed fact and law and is reviewable on a standard of reasonableness: <FRAGMENT_SUPPRESSED> .", "[19] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see <FRAGMENT_SUPPRESSED> , above, at para 47; <FRAGMENT_SUPPRESSED> , above, at para 59. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" VI. STATUTORY PROVISIONS", "[20] The following provisions of the Act are applicable in this proceeding: Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. [...] Application for protection 112. (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1). [...] Consideration of application 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; (b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; (c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98; [...] [...] Demande de protection [...] Examen de la demande [...] VII. ARGUMENT A. Applicant", "[21] The Applicant submits that the Officer erred in rejecting his PRRA for a failure to provide sufficient evidence of a particularized risk when the Officer unreasonably dismissed all of his evidence of particularized risk. Despite the Officer saying that he was assigning \"little weight\" to the evidence, it is clear that he actually assigned no weight to the evidence. Had this evidence not been discounted, the Applicant could have established the links between the various events: <FRAGMENT_SUPPRESSED> .", "[22] The Officer also erred in providing no other reason for dismissing the Applicant's evidence beside the fact that the sources were close to the Applicant. The Court has repeatedly said that an officer cannot reject evidence solely because it emanates from someone associated with the person concerned: <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Mata Diaz ].", "[23] The Applicant says he should have been afforded an oral hearing to address the Officer's decision to discount the Captain's letter because of what the Officer perceived to be \"some level of friendship.\" He says he could have explained the nature of their relationship and continuing contact. Furthermore, while the Officer provided some analysis for rejecting the Captain's letter, the concerns raised by the Officer are in fact addressed in the Captain's letter.", "[24] The Officer also erred in finding that there was no evidence that the Applicant was personally targeted. The Applicant does not fear general gang violence; rather, he fears retaliation for his family's failure to comply with the Maras' demands: <FRAGMENT_SUPPRESSED> . The threats began as extortion but continued as personal targeting for the family's defiance of the Maras' demands. The threats were targeted at the Applicant's home and former school. His family even continued to receive threats while they were living in Honduras. In addition, there is no other apparent motive for the Applicant's father's murder.", "[25] Finally, the Officer erred in failing to consider the efficacy of the state protection measures that he detailed: <FRAGMENT_SUPPRESSED> . The test for state protection is whether a state is able to provide actual protection; mere good intentions or legislation does not satisfy the burden: <FRAGMENT_SUPPRESSED> . B. Respondent", "[26] The Respondent submits that the PRRA is intended only to assess new developments which arose between the refugee hearing and the anticipated removal date: <FRAGMENT_SUPPRESSED> ; Act, s 113(a); <FRAGMENT_SUPPRESSED> . The Officer relied on the RPD decision which found that the Applicant was generally credible. The Applicant was not entitled to an oral hearing because the Officer did not make any credibility findings but rather found that there was little supporting evidence to establish a link between the recent incidents to either the earlier events or to motives of revenge. These are sufficiency of evidence findings, not credibility findings: The Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . A PRRA officer is entitled to skip an assessment of the credibility of evidence and move directly to weight: <FRAGMENT_SUPPRESSED> [ Ferguson ]; <FRAGMENT_SUPPRESSED> . Furthermore, the new evidence did not rebut the RPD findings.", "[27] An officer is entitled to assess the weight of evidence from witnesses with a personal interest in a matter before considering its credibility: Ferguson , above, at para 25; <FRAGMENT_SUPPRESSED> , above, at para 20. Further, evidence from third parties who cannot independently verify the facts to which they testify and evidence lacking corroboration generally may be assigned little weight without an assessment of its credibility: <FRAGMENT_SUPPRESSED> . It was open to the Officer to give the letters from family members little weight because they came from sources close to the Applicant. There was also no corroborative evidence of what was described in the letters.", "[28] It was also open to the Officer to give little weight to the Captain's letter. The Officer gave various reasons for giving it little weight and it was not solely because the letter came from an interested party. The Officer said that even if he accepted that the Captain had received calls for the Applicant, there was nothing in the evidence to establish that the calls were from Maras members.", "[29] In addition, contrary to the Applicant's assertions, the Officer properly understood what was required on a s 97 analysis. He did not reject the application solely because he assigned little weight to the letter. Rather, there was no evidence to link the attack to the previous events or to his claim of revenge. As a result, there was no evidence of a personalized risk.", "[30] The Officer also applied the proper test for state protection. The state is presumed to be able to offer protection to its citizens absent a complete breakdown of the state: <FRAGMENT_SUPPRESSED> . Not only did the Officer find that there was state protection available in El Salvador, the Officer found that the Applicant had actually received state protection a number of times. C. Applicant's Reply", "[31] In reply, the Applicant submits that his submissions do not ignore the RPD decision but rather argue that, in light of the evolving jurisprudence, the PRRA Officer was required to revisit the RPD decision. VIII. ANALYSIS", "[32] I agree with the Applicant that the Officer's handling of the new evidence from the Applicant's mother, his youth pastors and his aunt is fraught with reviewable error. This evidence is given \"little weight\" (which appears to mean no weight at all when read in context) because it \"comes from sources close to the applicant.\" The jurisprudence of this Court is that evidence cannot be rejected on this basis alone. See Mata  <FRAGMENT_SUPPRESSED> , at para 37; <FRAGMENT_SUPPRESSED> , above, at para 11. Obviously in this case, if the Maras wanted to make threatening phone calls they would not phone strangers. Threats are made to and through family members. To reject or significantly discount evidence on this basis alone would deprive applicants of their principal source of evidence and, logically, it would mean that applicants would be disbelieved when they give evidence themselves.", "[33] The same applies to the Officer's treatment of the evidence from the aviation school Captain, except in this case the Officer also relies on pure speculation to support a conclusion that the Applicant and the Captain are friends. There was no evidence before the Board to support such a finding.  <FRAGMENT_SUPPRESSED> .", "[34] With regard to the Captain's evidence, the Board also says that (Certified Tribunal Record [CTR] at 6): While I accept that Captain Carlos Dardano may have received phone calls intended for the applicant during the specified periods of time, I find that the intentions of the calls are unclear. Insufficient evidence has been provided to demonstrate the calls were from Mara members and that Mara members were looking to inflict harm on the applicant.", "[35] The Captain said in his letter that (CTR at 43): We immediately suspected that the phone call came from gangs due to the language they used ... We believe that they thought you had returned to the country and that is why they were looking for you ... We want to tell you Jaime that the risk you run is immense.", "[36] The evidence of the Captain should have been considered in conjunction with the aunt's evidence which specifically identifies the Maras' threats. Taken together, the evidence might well have supported a finding that the Applicant and his family had been subjected to threats by the Maras from October to December 2011, and that the Applicant's father was targeted and murdered by the Maras in December 2011. This could well have supported a finding of personalized risk and a campaign of targeting against the family that cannot be described as generalized risk under s 97. The Applicant's fear of returning to El Salvador is not that he will be randomly robbed or extorted, but that he will be further targeted for retaliation because he and his family have not complied with the Maras' demands.", "[37] Officers should not dismiss direct evidence of the threat complained of on spurious grounds and then draw unreasonable adverse inferences.", "[38] The difficulty for the Applicant is that the Board also found that he had not rebutted the presumption of adequate state protection. In essence, the Applicant claims that the Board relies upon state efforts and initiatives, but does not look at the realities and operational adequacies of what the state can or will do to protect someone in his position. The Board addressed the state protection that the Applicant's family has received in the past (CTR at 7-8): Although counsel stated that state protection against the Maras is inadequate in El Salvador, I note the applicant and his family received assistance and protection from the police authorities in El Salvador. The family experienced a robbery in 2005; the police were called and the robbers were arrested, prosecuted and sentenced for five years in prison. In 2009 and 2010, extortion attempts were made against the applicant's family. The police and PNC were contacted; the applicant's father was interviewed by an inspector and a detective was assigned to their case. In the most recent incident in 2011, the applicant's family members were attacked and his father was murdered; the police arrived at the scene thirty minutes after they were contacted and provided assistance. The police report provided by the applicant also demonstrates that the police authorities in El Salvador took the time to listen to his mother and document her allegations. These incidents demonstrate that the authorities in El Salvador took necessary action to provide protection to him and his family members and also possess the ability to perform investigations, prosecute perpetrators and convict those responsible. While it appears that the Salvadoran authorities have not been able to identify the perpetrators in the 2009/2010 and 2011 incidents, I note that they took action to address and investigate the incidents. I find that the failure to convict those responsible, after a police investigation, does not indicate that state protection does not exist. The applicant has provided insufficient evidence to demonstrate that the authorities in El Salvador have failed to provide protection to him and his family members and has failed to rebut the presumption of state protection.", "[39] The Applicant points out that, apart from the 2005 robbery incident which was investigated and dealt with, there was really no evidence before the Officer to support a finding that, while it appears that the Salvadoran authorities have not been able to identify the perpetrators in the 2009/2010 and 2011 incidents, they took action to address and investigate the incidents, and the failure to convict those responsible, after a police investigation, does not indicate that state protection does not exist.", "[40] While it is clear that the police responded and took reports, there does not appear to be evidence to support a conclusion that the \"authorities in El Salvador took necessary action to provide protection to him and his family members\" (CTR at 8). Assigning an investigator to a case does not mean that investigations took place or that the Applicant and his family were given any protection. As the Applicant's mother made clear in her Personal Information Form [PIF], following the 2009 incident, the police simply told the family \"not to answer the phone and not to give attention to that threats [ sic ] \" and \"we realized that was not the support we needed\" (CTR at 92). The Applicant went to the extortion unit of the police and was interrogated by the officer in charge but his mother says \"[w] e passed the rest of the day waiting for the detective but he never came and less [ sic ] gave a call to give instructions\" (CTR at 92). The mother later says in her PIF (CTR at 93): The detective showed his concern because the gang was not interested in money anymore, we asked the PNC for help and they said they could do nothing, that we had to wait what could happen, that we would be so careful and avoid leaving the house.", "[41] This does not look like adequate investigation and protection to me. I can find no evidentiary basis for the Officer's conclusions that, apart from what happened in 2005 before the active and intense targeting began, the authorities in El Salvador took adequate action to investigate the threats or to protect the Applicant and his family. This is hardly surprising considering the general documentation on the record.", "[42] The Immigration and Refugee Board Responses to Information Requests, dated June 25, 2012, advises as follows (CTR at 28): According to the US Department of State, \"inadequate training, insufficient government funding, lack of a uniform code of evidence, and isolated instances of corruption and outright criminality interfered with the PNC's effectiveness\" (US 8 Apr. 2011, Sec 1d). Sources also indicate that the judiciary is inefficient, corrupt and prone to political interference, and that impunity remained high (ibid., Sec. 1e; IDHUCA 2010, 15). The US Department of State indicates that police officers, victims and witnesses are intimidated and assassinated; judges are subject to outside influence; and that the criminal conviction rate is less that [ sic ] 5 percent (8 Apr. 2011, Sec. 1e). IDHUCA indicates in its 2010 report that, during judicial proceedings, oral testimony takes precedence over scientific evidence, with the latter hardly ever used (2010, 13).", "[43] No adverse credibility findings were made by either the RPD or the PRRA Officer. I can find no evidence to support the Officer's findings that the Applicant and his family received adequate state protection when they approached the police with their concerns. This undermines the Officer's entire state protection analysis.", "[44] As regards the general documentation referred to by the Officer, I agree with the Applicant that, generally speaking, it is more about \"efforts\" than an examination of the \"operational adequacy\" of those efforts when it comes to the kind of threats made against the Applicant and his family and the stated risks of targeting that he says he faces if returned to El Salvador. This is not reasonable.", "[45] In conclusion, the Officer unreasonably discounted evidence that, if accepted, could have established the targeting that the Applicant says he faces and that removes him from the generalized risk category. The Officer's state protection analysis is also unreasonable.", "[46] When this matter goes back for reconsideration, the following should be borne in mind: a) There are no credibility issues; b) The Applicant's father has been murdered and his mother and brother have had to flee El Salvador; c) The Applicant has been targeted by the Maras who are actively seeking him; d) The Court has produced extensive recent case law on s 97 and the issue of generalized risk and personal targeting. This jurisprudence should be followed; and, e) While state protection need not be perfect, its operational adequacy must be assessed.", "[47] Counsel agree there is no question for certification and the Court concurs. JUDGMENT", "[48] THIS COURT'S JUDGMENT is that 1. The application is allowed. The Decision is quashed and this matter is returned for reconsideration by a different officer in accordance with my reasons. 2. There is no question for certification. <FRAGMENT_SUPPRESSED>  Russell II. CONTEXTE", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8] III.", "[9]", "[10]", "[11]", "[12]", "[13] IV.", "[14] V. NORME DE CONTRÔLE", "[15] <FRAGMENT_SUPPRESSED> .", "[16] <FRAGMENT_SUPPRESSED> .", "[17] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "[18] <FRAGMENT_SUPPRESSED> et 10; <FRAGMENT_SUPPRESSED> .", "[19] VI.", "[20] [...] Demande de protection [...] Examen de la demande [...] Convention refugee 96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, (a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or (b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally (a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or (b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. Person in need of protection (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. [...] Application for protection 112. (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1). [...] Consideration of application 113. Consideration of an application for protection shall be as follows: (a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; (b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required; (c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98; [...] VII. ARGUMENTS A.", "[21] <FRAGMENT_SUPPRESSED> à 15.", "[22] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ Mata Diaz ].", "[23]", "[24] <FRAGMENT_SUPPRESSED> à 24;", "[25] <FRAGMENT_SUPPRESSED> et 39. B.", "[26] <FRAGMENT_SUPPRESSED> ; la Loi, alinéa 113 ); <FRAGMENT_SUPPRESSED> et 26 [ Ferguson ];", "[27] Ferguson <FRAGMENT_SUPPRESSED> et 23;", "[28]", "[29]", "[30] Canada (Procureur général) c Ward C.", "[31] VIII. ANALYSE", "[32] Mata Diaz", "[33]", "[34]", "[35]", "[36]", "[37]", "[38]", "[39]", "[40] sic", "[41]", "[42]", "[43]", "[44]", "[45]", "[46]", "[47] JUGEMENT", "[48] [End of document]"]}