{"id_": "086001", "body_str": ["[1] Shore, J. [Translation]: This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 (IRPA), for judicial review of a decision by the Refugee Appeal Division (RAD) confirming the determination of the Refugee Protection Division (RPD), that the applicant is not a \"Convention refugee\" or a \"person in need of protection\" within the meaning of sections 96 and 97 of the IRPA. II. Facts", "[2] In his written account, the applicant alleged the following facts.", "[3] The applicant is a Pakistani citizen of Sunni Muslim origin.", "[4] In his first account, as set out in his Basis of Claim (BOC) form dated August 19, 2013, the applicant alleged that his friend, who is of Shia Muslim origin, became pregnant with his child in 2012. In an amendment to his BOC, dated October 1, 2013, the applicant instead claimed that his friend became pregnant with his child in 2010.", "[5] When the parents of the applicant's friend found out that she was pregnant, they became furious and went looking for the applicant. The applicant also claims that he was beaten and reprimanded by his own family.", "[6] Following these events, the applicant fled to Islamabad for six months and then left Pakistan.", "[7] In his initial account, the applicant claims that he left Pakistan for Canada, without first trying to travel to another country. In his amendment to his BOC, the applicant claims that he left Pakistan for the United Kingdom and that he stayed there for twenty-nine months, that is, from March 17, 2011, to August 8, 2013, before arriving in Canada.", "[8] The applicant states that his fear of persecution is based on the threats from his family and his friend's family.", "[9] Following a hearing on October 8, 2013, the RPD found that the applicant is not a \"refugee\" or a \"person in need of protection\" under sections 96 and 97 of the IRPA because of his lack of credibility concerning the essential elements of his claim. III. Impugned decision", "[10] In a decision dated January 28, 2014, the RAD found that there was no need for a hearing under subsection 110(6) of the IRPA because the applicant had not submitted any new evidence in his appeal.", "[11] After analyzing the respective roles of the RPD and RAD, the RAD stated that the standard of review applicable to findings by the RPD is reasonableness. More specifically, the RAD stated that it must extend deference to the RPD's findings concerning issues of credibility and the assessment of evidence in the context of the appeal before it (RAD decision, at paragraph 44).", "[12] The RAD found that the RPD did not commit any error in its assessment of the applicant's credibility and it analyzed each of the RPD's findings.", "[13] Given all of the contradictions in the applicant's accounts, the RAD found that the RPD did not err in its assessments of the applicant's credibility. IV. Statutory provisions", "[14] The following statutory provisions of the IRPA apply to the determination of the applicant's refugee status: Convention refugee 96 . A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection. 96", "[15] Concerning the role of the RAD, the holding of a hearing and the admissibility of the evidence, the following statutory provisions of the IRPA are relevant: Appeal 110 . (1) Subject to subsections (1.1) and (2), a person or the Minister may appeal, in accordance with the rules of the Board, on a question of law, of fact or of mixed law and fact, to the Refugee Appeal Division against a decision of the Refugee Protection Division to allow or reject the person's claim for refugee protection. Procedure (3) Subject to subsections (3.1), (4) and (6), the Refugee Appeal Division must proceed without a hearing, on the basis of the record of the proceedings of the Refugee Protection Division, and may accept documentary evidence and written submissions from the Minister and the person who is the subject of the appeal and, in the case of a matter that is conducted before a panel of three members, written submissions from a representative or agent of the United Nations High Commissioner for Refugees and any other person described in the rules of the Board. Evidence that may be presented (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection. Hearing (6) The Refugee Appeal Division may hold a hearing if, in its opinion, there is documentary evidence referred to in subsection (3) (a) that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; (b) that is central to the decision with respect to the refugee protection claim; and (c) that, if accepted, would justify allowing or rejecting the refugee protection claim. Decision 111 . (1) After considering the appeal, the Refugee Appeal Division shall make one of the following decisions: (a) confirm the determination of the Refugee Protection Division; (b) set aside the determination and substitute a determination that, in its opinion, should have been made; or (c) refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate. Appel 110 111 V. Issues", "[16] The following issues arise in this application: (a) Did the RAD err in applying the standard of reasonableness to the RPD's credibility findings? (b) Did the RAD err in confirming the RPD's findings regarding the applicant's lack of credibility? VI. Analysis", "[17] First, a hearing can only be held before the RAD when an appellant raises new documentary evidence that is the subject of subsection 110(4) of the IRPA. The applicant did not submit any new evidence before the RAD that could justify holding a hearing under subsection 110(6) of the IRPA. The RAD appropriately based its analysis on the record that was before the RPD.", "[18] According to subsection 111(1) of the IRPA, the RAD may, depending on the circumstances, substitute the RPD determination for that that should have been made, after analyzing the record. It is logical to find that the RAD, as the appeal tribunal, exercises a specialized jurisdiction that is equal to or greater than that of the RPD at trial. Otherwise, the creation of a specialized appeal tribunal for refugee determination would serve no purpose ( <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> )).", "[19] As the statutory and jurisprudential framework surrounding the RAD's role reveals, an appeal to the RAD may attract variable standards of deference, in particular where a decision under appeal to the RAD is based on credibility findings ( <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED> ).", "[20] As a result, in its analysis, the RAD may show a certain level of deference towards the RPD's findings, when credibility issues are involved. The RPD has the considerable advantage of hearing testimony viva voce and assessing the credibility of witnesses and the probative value of the evidence submitted by the parties ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above, at paragraph 12). In this regard, Justice Yvan Roy stated the following in <FRAGMENT_SUPPRESSED> : [translation]", "[39] If the appeal discussed in sections 110 and 111 of the Act must be dealt with as an appeal and not quasi-judicial review, this does not mean that it will be an opportunity for a new trial or a reconsideration of the matter in its entirety. The Court of Appeal of Quebec makes a very attractive proposition in Parizeau , above, that the appeal of an administrative decision before another administrative tribunal should be treated like any other appeal: . . .", "[40] My colleague Justice Phelan would have preferred in <FRAGMENT_SUPPRESSED> , above, to apply the standard of reasonableness to questions of credibility (paragraph 37). With respect, I am still concerned with the blurring of lines. It seems to be preferable to focus on the standard of palpable and overriding error on appeals on questions of fact. There is nothing new in proposing that an appeal tribunal show deference when a body whose decision is being appealed flows from considerable discretion such as assessing credibility. The law is clear: the RAD does not hear witnesses except in very exceptional and specific cases. The credibility to be given to the witnesses heard by the RPD is its responsibility and the RAD, on appeal, must show deference <FRAGMENT_SUPPRESSED> ; R v Burke , [1996] 1 SCR 474). [Emphasis added.]", "[21] In a recent decision ( <FRAGMENT_SUPPRESSED> , above), Justice Michael L. Phelan identified the RAD's power of intervention when it is dealing with an appeal of an RPD decision:", "[55] In conducting its assessment, it can recognize and respect the conclusion of the RPD on such issues as credibility and/or where the RPD enjoys a particular advantage in reaching such a conclusion but it is not restricted, as an appellate court is, to intervening on facts only where there is a \"palpable and overriding error\".", "[22] Furthermore, according to Justice George J. Locke in <FRAGMENT_SUPPRESSED> , above, at paragraph 17, \"[s] ave for cases in which the credibility of a witness is critical or determinative, or where the RPD enjoys a particular advantage over the RAD in reaching a specific conclusion, the RAD owes no deference toward the RPD's assessment of the evidence\".", "[23] The applicant's credibility is central to his claim for protection under sections 96 and 97 of the IRPA before the Immigration and Refugee Board. The Court believes that the standard of review issue itself, applied by the RAD towards the RPD decision, is not determinative in this case.", "[24] The applicant's record contains numerous contradictions and omissions, in particular between his initial account, as set out in his BOC, and the amendments made to his BOC after being summoned by the Canada Border Services Agency (CBSA) concerning significant gaps in his statements. Namely, as raised by the RAD, the applicant presented contradictory information regarding the following: (a) The year in which his friend apparently became pregnant with his child, which was the purported trigger for his fear. The applicant first stated that it was in 2012, and then that it was in 2010; (b) The applicant's itinerary after leaving Pakistan. The applicant first stated that he left directly from Pakistan for Canada, and then stated that he stayed for more than two years in England, passing through Ireland, to finally come to Canada in 2013.", "[25] It is only after being made aware of the information obtained by the CBSA concerning his stay in England, during an interview on September 5, 2013, that the applicant contradicted the information that he provided in his initial BOC. The applicant's amendments to his account directly affect the very basis of his claim.", "[26] The Court finds that the RAD validly showed deference to the RPD's credibility findings. In this regard, the result before the RAD would have been the same, regardless of the standard of review it applied VII. Conclusion", "[27] The intervention of the Court is not warranted. Consequently, the application must be dismissed. JUDGMENT", "[28] THE COURT ORDERS AND ADJUDGES that 1. The application for judicial review is dismissed; 2. There is no question for certification. II. Faits", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9] III.", "[10]", "[11]", "[12]", "[13] IV.", "[14] 96 Convention refugee 96 . A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, ) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or ) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country. Person in need of protection 97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally ) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or ) to a risk to their life or to a risk of cruel and unusual treatment or punishment if (i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country, (ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country, (iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and (iv) the risk is not caused by the inability of that country to provide adequate health or medical care. (2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "[15] Appel 110 111 Appeal 110 . (1) Subject to subsections (1.1) and (2), a person or the Minister may appeal, in accordance with the rules of the Board, on a question of law, of fact or of mixed law and fact, to the Refugee Appeal Division against a decision of the Refugee Protection Division to allow or reject the person's claim for refugee protection. Procedure (3) Subject to subsections (3.1), (4) and (6), the Refugee Appeal Division must proceed without a hearing, on the basis of the record of the proceedings of the Refugee Protection Division, and may accept documentary evidence and written submissions from the Minister and the person who is the subject of the appeal and, in the case of a matter that is conducted before a panel of three members, written submissions from a representative or agent of the United Nations High Commissioner for Refugees and any other person described in the rules of the Board. Evidence that may be presented (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection. Hearing (6) The Refugee Appeal Division may hold a hearing if, in its opinion, there is documentary evidence referred to in subsection (3) (a) that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; (b) that is central to the decision with respect to the refugee protection claim; and (c) that, if accepted, would justify allowing or rejecting the refugee protection claim. Decision 111. (1) After considering the appeal, the Refugee Appeal Division shall make one of the following: (a) confirm the determination of the Refugee Protection Division; (b) set aside the determination and substitute a determination that, in its opinion, should have been made; or (c) refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate. V.", "[16] VI. Analyse", "[17]", "[18] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "[19] <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> ).", "[20] <FRAGMENT_SUPPRESSED> :", "[...]", "<FRAGMENT_SUPPRESSED> ; R c Burke, [1996] 1 RCS 474). [Je souligne.]", "[21]", "", "[22]", "[23]", "[24]", "[25]", "[26] VII. Conclusion", "[27] JUGEMENT", "[28] [End of document]"]}