{"id_": "086023", "body_str": ["[1] Rennie, J. : This action for impeachment of the 2,139,653 patent (the '653 patent) and counter-claim for infringement pertains to a compound known as esomeprazole. Esomeprazole is a proton pump inhibitor (PPI), which is used in the reduction of gastric acid, reflux esophagitis and related maladies. They are known, collectively, as GERD. Esomeprazole is sold in Canada as Nexium, in 20 and 40 mg strength tablets. It has proven to be a very successful drug for the plaintiff AstraZeneca Aktiebolag.", "[2] Apotex Inc. sought to sell a generic version of esomeprazole. Accordingly, it applied to the Minister of Health for a Notice of Compliance ( NOC ) allowing it to do so. In response, AstraZeneca brought an application for prohibition under the Patented Medicines (Notice of Compliance) Regulations (SOR/93-133) ( PMNOC Regulations ) prohibiting the Minister from issuing an NOC to Apotex. On June 30, 2010, Justice Roger Hughes, in <FRAGMENT_SUPPRESSED>  [ Nexium NOC ], dismissed the application for prohibition. Apotex subsequently commenced to sell its generic version of esomeprazole, precipitating these proceedings.", "[3] The validity of the '653 patent ultimately turns on its proper interpretation, as informed by the following statement: It is desirable to obtain compounds with improved pharmacokinetic and metabolic properties which will give an improved therapeutic profile such as a lower degree of interindividual variation. The present invention provides such compounds, which are novel salts of single enantiomers of omeprazole (emphasis added)", "[4] AstraZeneca contends that this is a mere statement of a hoped for advantage or a goal that the compound may have an \"improved therapeutic profile,\" and not a promise of such. In particular, AstraZeneca contends that the use of the word \"will\" in the patent supports its characterization of an \"improved therapeutic profile\" as merely a goal. \"Will,\"  <FRAGMENT_SUPPRESSED> 's submission, is prospective, and simply indicative of only a hope or expectation. I will address this analysis in greater detail below - I promise. Suffice to say, AstraZeneca seeks to circumvent the ordinary meaning of \"will\" and a plain reading of the phrase by truncating it - effectively reading out the phrase \"which will give an improved therapeutic profile such as a lower degree of individual variation.\" This interpretation is not consistent with the governing principles of patent utility nor is it consistent with how the patent would be read by a skilled person.", "[5] Apotex, in response, contends that a plain reading of the patent makes an explicit promise of an improved therapeutic profile. In support of this position, Apotex relies on received principles underlying the interpretation of the promise of the patent in the context of utility. Accordingly, the '653 patent promises an improved therapeutic profile - a promise that it fails to keep.", "[6] For the reasons that follow, AstraZeneca's action for infringement is dismissed, and Apotex's counter-claim for a declaration of invalidity is granted. II. Preliminary Issues", "[7] Prior to interpreting the '653 patent and assessing its validity two preliminary issues merit discussion, namely, Apotex's view that AstraZeneca Canada lacks standing and secondly that AstraZeneca Canada and AstraZeneca Aktiebolag should be precluded, in this trial, from re-litigating the validity of its patent in the prior NOC proceeding. A. Standing of AstraZeneca Canada", "[8] The first preliminary issue is the standing of AstraZeneca Canada. Under section 55(1) of the , RSC, 1985, c P-4, a patent-infringer is liable to \"the patentee [in this case, AstraZeneca Aktiebolag] and to all persons claiming under the patentee.\" As a consequence, the standing of AstraZeneca Canada turns on whether or not it qualifies as a person \"claiming under\" AstraZeneca Aktiebolag.", "[9] Apotex contends that AstraZeneca Canada lacks standing. In particular, Apotex asserts that neither the Further Amended Statement of Claim nor the evidence support a finding that AstraZeneca Canada is a person claiming under AstraZeneca Aktiebolag. In support of this assertion, Apotex notes, correctly, that there is no express license agreement between AstraZeneca Aktiebolag and AstraZeneca Canada.", "[10] In my view, AstraZeneca Canada has standing. More specifically, AstraZeneca Canada qualifies as a person claiming under the patentee because there is an implied license between AstraZeneca and AstraZeneca Canada regarding the sale of Nexium. However, prior to elaborating on this finding, it is important to note the factual background underlying Apotex's surprisingly technical standing defence against its alleged infringement.", "[11] That factual background overwhelmingly supports AstraZeneca Canada's standing in this case. AstraZeneca Canada has sold Nexium in Canada for the last 13 years. During those 13 years, AstraZeneca Aktiebolag has supplied AstraZeneca Canada with either bulk tablets or pre-packaged Nexium except for two brief interruptions in supply where AstraZeneca UK was a substitute supplier for approximately 3-6 months. In turn, AstraZeneca Canada sold Nexium in Canadian markets, as its name suggests, throughout those 13 years. Now, both AstraZeneca Canada and AstraZeneca Aktiebolag are joined before this court seeking recovery for AstraZeneca Canada's losses caused by Apotex's alleged infringement in the Canadian market. For Apotex to claim that there was no implied license, no right whatsoever, arising from a common understanding between AstraZeneca Canada and AstraZeneca Aktiebolag that AstraZeneca Canada was entitled to sell Nexium in Canada, strains credulity. Presumably, Apotex is of the opinion that AstraZeneca Aktiebolag supplied AstraZeneca Canada with pre-packaged Nexium for some purpose other than its sale - perhaps, for the profitable venture of storing unsold pharmaceuticals. In this regard, Justice Rothstein's remarks in <FRAGMENT_SUPPRESSED>  (FCA) at para 99 are on point: It is perhaps not uncalled for to observe that this is not a case in which the alleged licensee is alone in advancing its claim for patent infringement. Here, the patentee is also before the Court as a co-plaintiff supporting the claim of GWI. It is difficult to conceive of what more is necessary to prove the existence of a licence than to have the licensor and licensee both attesting to the validity of the licence. Where both the patentee and the person claiming under the patentee are before the Court, are affiliated as being owned by the same parent and have an identity of interest in the litigation--with the patentee supporting the person claiming under the patentee--it is, to say the least, surprising that technical questions of status to sue would be advanced as a defence to infringement.", "[12] On that basis alone, Apotex's standing defence rests on a weak foundation. Regardless, I will proceed to the merits of the standing issue.", "[13] The substance of Apotex's argument relates to amendments to the pleadings of the Statement of Claim which, admittedly, result in partial ambiguity with respect to the various relationships amongst the AstraZeneca corporations. I described those amendments in an earlier ruling ( <FRAGMENT_SUPPRESSED>  amendments re-characterized the relationships between AstraZeneca Aktiebolag, AstraZeneca UK, and AstraZeneca Canada.", "[14] The Further Amended Statement of Claim, at paragraph 5, state that AstraZeneca Aktiebolag is the exclusive holder of the intellectual property rights to Nexium: By reason of the grant of the patents, AstraZeneca AB has, in Canada, the exclusive right, privilege and liberty of making, constructing, importing, exporting, using, offering for sale and selling to others to be used, the invention claimed in the patents.", "[15] This exclusive right is confirmed in the Distribution Agreement between AstraZeneca Aktiebolag and AstraZeneca Canada which authorizes AstraZeneca Canada, as a distributor of Nexium, to formulate and package Nexium. However, the Further Amended Statement of Claim, surprisingly, do not allege that AstraZeneca Canada has permission, express or implied, to sell Nexium. In particular, paragraph 6(a) does not allege that permission: AstraZeneca UK with the agreement of AstraZeneca AB can sell, and has sold is a licensee of the patentee AstraZeneca AB in respect of the patents and has sold and continues to sell NEXIUM brand tablets containing (-)-omeprazole magnesium trihydrate to AstraZeneca Canada who in turn distributes and sells the NEXIUM brand tablets in Canada. (emphasis as in original).", "[16] It is from this omission of AstraZeneca Canada's right to sell Nexium that Apotex grounds its defence that AstraZeneca Canada lacks standing.", "[17] This lacunae in the claim is compounded by the absence of a plea of a licence, express or implied, between AstraZeneca Canada and AstraZeneca Aktiebolag. Rather, the pleadings make the bald statement that they are \"related companies,\" In Apotex's submission, the pleadings only support that AstraZeneca Aktiebolag alone has the exclusive right to the invention claimed in the patent.", "[18] The sole pleading of material fact in support of AstraZeneca Canada's standing is that AstraZeneca Canada sells and distributes Nexium. Arguably, the Court is left to infer, from this, that a right traceable to the patentee arises from the sale alone.", "[19] For their part, AstraZeneca Aktiebolag and AstraZeneca Canada urge the Court to take a broad view of section 55(1) of the and the phrase \"persons claiming under the patent.\" They also rely on evidence of the relationship between AstraZeneca Aktiebolag and AstraZeneca Canada with respect to Nexium, and urge a finding of an implied licence from AstraZeneca Aktiebolag to AstraZeneca Canada to sell Nexium in Canada, and thus, a right of AstraZeneca Canada to claim under the patentee. As stated earlier, both the evidence, and common sense, support such a finding.", "[20] The starting point in this analysis is the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  (FCA). In that decision, Justice Hugessen wrote, at paragraph 24: In my view, a person \"claiming under\" the patentee is a person who derives his rights to use the patented invention, at whatever degree, from the patentee. The right to use an invention is one of the monopoly to which is conferred by a patent. When a breach of that right is asserted by a person who can trace his title in a direct line back to the patentee that person is \"claiming under the patentee\". It matters not by what technical means the acquisition of the right to use may have taken place . It may be a straightforward assignment or a licence. It may, as I have indicated, be a sale of an article embodying the invention. It may also be a lease thereof. What matters is that the claimant asserts a right in the monopoly and the source of that right may be traced back to the patentee (emphasis added)", "[21] In a more recent articulation of the test under section 55(1), Justice Judith Snider examined whether the \"right to use\" the product could be traced back to the patent holder and affirmed that Canadian jurisprudence has provided a broad interpretation of \"persons claiming under\" the patentee which can include the exclusive licensee, the non-exclusive licensee, the purchaser of a patented article, and sales agents ( <FRAGMENT_SUPPRESSED> ).", "[22] The inquiry as to whether the right to use can be traced back to the patentee is highly fact-dependent. In Apotex's favour, there is no express licence between AstraZeneca Canada and AstraZeneca Aktiebolag. However, the existence of an express licence is not determinative of whether a right may be traced back to the patentee. On the other side,  <FRAGMENT_SUPPRESSED> 's favour, it has sold Nexium for 13 years, though, as Apotex points out, it too sells esomeprazole. Accordingly, the sale of a product alone is similarly not determinative of whether a right may be traced back to the patentee - there must be something more.", "[23] In this case, there is something more. Indeed, a number of facts support the finding that AstraZeneca Canada's right of use can be traced back to AstraZeneca Aktiebolag: 1. AstraZeneca Canada and AstraZeneca Aktiebolag are both indirect subsidiaries of a common parent, AstraZeneca PLC, located in Sweden; 2. AstraZeneca Aktiebolag, the owner of the '653 patent, is the principal source of supply to AstraZeneca Canada and globally; 3. AstraZeneca Canada sought and obtained regulatory approval to sell Nexium in Canada. The information in support of the regulatory filing derived from AstraZeneca Aktiebolag - the holder of the master regulatory file for Nexium; 4. AstraZeneca Canada and AstraZeneca Aktiebolag entered into a Formulation, Packaging and Distribution Agreement (Distribution Agreement) in December 2000. In the Distribution Agreement, AstraZeneca Canada is defined as the \"Distributor,\" and is granted non-exclusive rights to the \"Products\" which are defined to include Nexium. This agreement addresses intellectual property rights in articles 24.1 and 24.2: 24 INTELLECTUAL PROPERTY RIGHTS 24.1 All intellectual property rights relating to the Products shall remain the property of ASTRAZENECA at all times. The Distributor shall not acquire any intellectual property rights relating to the Products and shall only have permission to use such rights granted to the Distributor under this Agreement. 24.2 The Distributor will inform ASTRAZENECA of any infringement or suspected infringement of any of ASTRAZENECA's intellectual property rights in the Market which comes to the notice of the Distributor. ASTRAZENECA will take all reasonable steps, at its own expense, to prosecute infringers. The Distributor will give ASTRAZENECA all reasonable assistance in such prosecution [emphasis added]. 5. From 2001-2008 AstraZeneca Canada packaged Nexium which it received from AstraZeneca Aktiebolag in bulk tablets, prior to sale in Canada. In 2008, AstraZeneca Canada's packaging facility in Mississauga was closed. The letter agreement between AstraZeneca Canada and AstraZeneca Aktiebolag dated December 12, 2007 stated that after closure, Nexium would be supplied by AstraZeneca Aktiebolag to AstraZeneca Canada in finished packaged form, and that AstraZeneca Canada would continue to act as the distributor. Accordingly, after 2008, AstraZeneca Canada received pre-packaged Nexium from AstraZeneca Aktiebolag for sale in Canada. Thus, AstraZeneca Canada has always received its supply of Nexium (pre-packaged or in bulk) from AstraZeneca Aktiebolag, except for a three month period in 2001 and a six month period in 2012, during which AstraZeneca UK was the source of supply. 6. According to the evidence of Ms. Elaine Campbell, CEO of AstraZeneca Canada, AstraZeneca Canada has obtained the consent of AstraZeneca Aktiebolag to file Form IV patent lists under the PMNOC Regulations 7. Ms. Campbell testified that all of AstraZeneca Canada's legal costs in respect of this litigation were being paid by AstraZeneca Aktiebolag.", "[24] When assessed against this factual landscape, AstraZeneca Canada's right to use the patent may be traced back to AstraZeneca Aktiebolag, the patentee. All rights of use of Nexium by AstraZeneca Canada are derivative, by an implied agreement, from AstraZeneca Aktiebolag. While there is no express licence and no plea of licence, the conduct of the parties is consistent with a finding of an implied licence granted by AstraZeneca Aktiebolag. The Distribution Agreement grants AstraZeneca Canada permission to use AstraZeneca Aktiebolag's intellectual property rights \"insofar as is necessary to exercise the rights granted\" under the Distribution Agreement. These rights include the right to sell Nexium and the obligation to assist AstraZeneca Aktiebolag in the civil prosecution of possible infringement by others. Commencement of an infringement action by AstraZeneca Canada falls within a reasonable interpretation of sections 24.1 and 24.2, and implicit to that is an acknowledgment of a right to recover damages on behalf of the patentee for infringement. Consequently, AstraZeneca Canada is a person claiming under the patentee as required by section 55(2) of the and has standing in this trial. B. Preclusion from Contesting Invalidity (1) Relationship between NOC Proceedings and an Action for Infringement", "[25] The parties advance diametrically opposed positions with respect to the legal effect of the decision of Justice Hughes in the prior NOC proceeding addressing the same patent (the Nexium NOC ). AstraZeneca contends that the decision is neither binding nor instructive. Further, it says that if the Court does consider it, the decision is wrong and should not be followed.", "[26] Apotex contends that the Nexium NOC must have some meaningful legal effect or consequence, otherwise the NOC proceedings provide an empty remedy. In support, Apotex contends that the doctrines of issue estoppel and abuse of process preclude AstraZeneca from re-litigating the same issues in this proceeding as were previously determined in the NOC proceeding. In the alternative, it says that comity requires that the reasoning and result reached by a judge of this Court ought to be followed.", "[27] The distinctions between the PMNOC proceedings and patent infringement proceedings are well known. They differ in form (an application as opposed to a trial) and in remedy (prohibition as opposed to declarations, damages, or an accounting of profits). It is settled law that decisions taken in the NOC proceedings are not binding on infringement actions or to declare a patent invalid. NOC proceedings were never intended to be a surrogate for a trial on infringement. In consequence, a plea of res judicata will be struck: This Court has been very clear on the fact that section 6 proceedings are not adjudicative of the rights of the patentee. In Merck Frosst Canada , supra at 319, Hugessen J.A. rejected the notion that prohibition proceedings could be assimilated to an action of any kind: The proceedings are not an action and their object is solely to prohibit the issuance of a notice of compliance under the Food and Drug Regulations. Manifestly, they do not constitute \"an action for infringement of a patent. In these circumstances, it is idle to suggest that any decision that this Court makes in these appeals could be used to attack collaterally a judgment in an infringement action ( <FRAGMENT_SUPPRESSED> [ Apotex sildenafil ], the Court of Appeal observed that there are nonetheless circumstances where the interrelationship between the two proceedings can give rise to a remedy in estoppel, and it is on these passages that Apotex predicates its argument that AstraZeneca should be precluded from pursuing this action: Even where a later proceeding involves issues quite different from an earlier proceeding, it may be open to a judge to apply the doctrines of issue estoppel or abuse of process in the later proceeding to prevent a party from relitigating certain factual and legal issues decided in the earlier proceeding: <FRAGMENT_SUPPRESSED> , 2001 SCC 44 [ <FRAGMENT_SUPPRESSED> ] (involving issue estoppel) and <FRAGMENT_SUPPRESSED> , 2003 SCC 63 [ <FRAGMENT_SUPPRESSED> ] (involving abuse of process). <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> both emphasize that these bars against relitigation are discretionary and that the discretion must be exercised taking into account a wide variety of circumstances. [...] This court has repeatedly said that NOC proceedings are quite different from subsequent infringement or impeachment actions. In my view, there is scope for applying the bars of issue estoppel and abuse of process in the later proceedings to prevent the relitigation of subsidiary factual and legal issues in order to preserve judicial resources, promote the integrity of the justice system, prevent inconsistent findings, and prevent abuse. The difference between the NOC proceeding and later proceedings is an important consideration for the judge in the later proceedings, along with all of the other discretionary considerations discussed in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> Simply put, <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> can apply in proceedings such as these.", "[29] There is support for Apotex's argument, both in the legal policy objectives served by the doctrines of issue estoppel and abuse of process, and as well in the Regulatory Impact Analysis Statement (RIAS) which accompanies the 1998 amendments to the PMNOC Regulations", "[30] While a defence of res judicata will be struck, the doctrines of issue estoppel and abuse of process remain open for consideration in the discretion of the trial judge. Thus, the re-litigation of an issue decided against a party in an NOC proceeding \"is generally not permissible\" ( Apotex sildenafil , at para 22). Justice Sexton gave one example where he could foresee the application of issue estoppel or abuse of process at paragraph 26: Specific applications of the principles  <FRAGMENT_SUPPRESSED>  and C.U.P.E. should await later cases. But, for clarity, I offer one illustration. If a witness gives exactly the same evidence in both proceedings, and the judge found the witness not to be credible in the NOC proceedings, it may be open to the trial judge in the action to bar relitigation of the witness's credibility through issue estoppel or abuse of process. On the other hand, if the witness gives different or additional evidence at the action, the trial judge may be justified in reconsidering the witness's credibility. There may of course be other considerations as well. Obviously, this is a discretionary matter. Suffice to say, the facts that will inform the discretion are not known in a pleadings motion.", "[31] The application of these principles in any particular case is discretionary and informed by the factual context, to which I now turn.", "[32] There is, in this case, a significant overlap between the issues and the evidence led in the two proceedings. Justice Hughes found the allegation of invalidity based on lack of sound prediction and obviousness to be justified ( Nexium NOC , at paras 94 and 137). Sound prediction and obviousness are again in issue in this trial. Apotex contends that AstraZeneca should not be able to re-litigate the same issues, with the same evidence, before another judge of this Court.", "[33] Apotex contends that all of the criteria to engage issue estoppel are at play here: the same parties, the decision which creates the estoppel is final, and the same question has been decided. However, as the Court of Appeal emphasized, the doctrine depends on similarity in the substance of the evidence, whether it is contested, and the Court's assessment of its weight and credibility. The fact that the same witnesses testified in respect of the same issues does not alone dispose of the matter.", "[34] Five of AstraZeneca's key witnesses in the NOC proceeding also gave evidence at trial. However, the scope of their evidence at trial, in the form of expert reports, reply reports, sur-reply reports, was broader. Additionally, the form of giving evidence, viva voce , distinguishes the nature of the evidence. The issues in respect of which the experts testified were not constrained by the Notice of Allegation. There was much new evidence, and some key witnesses, whose evidence may have informed the appreciation of the testimony of other witnesses, did not testify.", "[35] I note, in particular, the extensive use at trial of prior testimony to impeach the evidence of witnesses. This exercise of confronting witnesses with apparent inconsistencies provided this Court with an appreciation of the evidence and witnesses which was unavailable to Justice Hughes. Importantly, credibility was not critical to Justice Hughes' assessment of the evidence. Accordingly, this is not a case, as envisioned by Justice Sexton, where a party seeks to re-coup before one judge credibility lost before another.", "[36] Put otherwise, while Apotex focuses on the similarities, they are overshadowed by the differences. Though many cards in the deck are the same, they have been shuffled, considerably. Additionally, witnesses and the evidence they give take their colour, in part, from the Court's appreciation of other witnesses. Dr. Bernard Kohl, one of the inventors behind a key piece of prior art in this case, gave evidence in the NOC proceeding, but not in this action. As will be seen, in some cases my conclusions as to the expert opinion evidence have been affected by my observations of their demeanour in court. To conclude the issue estoppel analysis, the evidentiary record was not shown to be sufficiently similar and therefore the doctrine does not apply.", "[37] It is in the context of this guidance that I have considered the decision of Justice Hughes. It is informative and instructive, but it remains a decision taken in a different context on a similar, but nonetheless different, record. Given the clear language of the Court of Appeal  <FRAGMENT_SUPPRESSED>  sildenafil to the effect that the NOC decision does not make validity and infringement res judicata , I have reached my own conclusions based on a different evidentiary record. (3) Abuse of Process", "[38] Apotex has a second bow in its quiver. It contends that AstraZeneca has adopted positions in this infringement action that are inconsistent with the positions it adopted in the NOC proceeding, thus engaging the doctrine of abuse of process ( <FRAGMENT_SUPPRESSED> ). In <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada observed, at paragraph 52, that \"relitigation carries serious detrimental effects and should be avoided unless the circumstances dictate that relitigation is necessary to enhance the credibility and the effectiveness of the adjudicative process as a whole\". In this case, Apotex argues that AstraZeneca abusively adopted new and contradictory views with respect to two issues: (1) the promise of the patent (relevant to utility) and (2) the motivation to separate the enantiomers of omeprazole (relevant to obviousness). Though these are new and contradictory views, for the reasons that follow, I do not consider them abusive and worthy of precluding AstraZeneca from advancing its arguments.", "[39] First, Apotex contends that AstraZeneca has modified its position in respect of the promise of the patent. In the NOC proceeding, AstraZeneca took the position that there was no promise of utility in the '653 patent specification. At paragraph 85 of his decision, Justice Hughes wrote: Nowhere in the patent, whether in the Examples or otherwise, is any information given to the person skilled in the art as to whether, in fact, the highly pure esomeprazole salt does give an improved therapeutic profile such as a lower degree of interindividual variation. There is no evidence from any witness to say that there is anything in the disclosure of the '653 patent that would inform a person skilled in the art that the purified esomeprazole salt fulfills this promise. Counsel for AstraZeneca argued that all that was required was that an alternative to racemic omeprazole be provided not whether it is an improvement. This argument ignores the promise of the patent as set out in the portion recited above at page 1 that the resulting product would provide \" an improved therapeutic profile \" (emphasis in original)", "[40] In contrast, before this Court, AstraZeneca argues that the patent promises improved properties.", "[41] I do not see the promise advanced by AstraZeneca in this case to be such a change in position that it could be considered abusive. Admittedly, it is a variation of AstraZeneca's position, presumably in response to the decision of Justice Hughes in which that position was rejected. However, the promise of the patent is ultimately a legal question about which a party may strategically tailor their arguments through multiple proceedings. AstraZeneca's shift from no promise to a minor promise, while still a shift, is not abusive, but rather, an argument that has strategically evolved in the course of multiple proceedings. Moreover, it is a shift with respect to a question of law informed by expert testimony, the substance of which has changed between the NOC proceeding and this infringement trial. Finally, as I discuss below, I ultimately accept Apotex's version of the promise of the patent over AstraZeneca's version, thus resulting in the '653's invalidity for lack of utility. As a consequence, abusive or otherwise, AstraZeneca's change of heart does not alter the outcome or reasoning of this decision.", "[42] Apotex is correct to say that the promise of the patent was an issue before Justice Hughes and now before this Court and that the administration of justice is not enhanced by having differing interpretations on an identical legal issue between the same parties. However, as I described earlier, it is also a legal issue informed by expert testimony, the substance of which is different between the NOC proceedings and this infringement action. As a consequence, while a patent's promise does not vary depending on the day it is litigated, the evidence before the court charged with interpreting that promise may vary, and did vary in this case. If anything, to rely on all of Justice Hughes legal conclusions in the NOC proceeding after several months of litigation and expert testimony in this infringement trial would be the gravest error.", "[43] Second, AstraZeneca now disputes, in this infringement trial, that a person of ordinary skill in the art (the skilled person) would be motivated to separate the enantiomers of omeprazole - a point which it conceded before Justice Hughes in the NOC proceeding. At paragraph 132 of the Nexium NOC , Justice Hughes wrote: There was no serious argument raised by AstraZeneca that a person could and would be sufficiently motivated to make a salt of the esomeprazole enantiomer.", "[44] Further, at paragraph 43 of the Nexium NOC , Justice Hughes wrote: AstraZeneca, in argument, put forward a portion of Dr. Caldwell's affidavit, an Apotex expert, and agreed with that portion as far as it went. I refer to paragraphs 114 and 115 (Record, page 5616), noting that the acronym PPI stands for \"proton pump inhibitor\", the proton pump being that which is found in the stomach that produces acid: 114. Omeprazole was a blockbuster PPI - By May 1993, it was common knowledge that omeprazole was a very successful drug that was useful to treat conditions that required the inhibition of gastric acid secretion in humans. This fact was described in many sources available to skilled persons including Lindberg et. al., \"Omeprazole: The first Proton Pump Inhibitor.\" 115. Skilled persons were motivated to resolve omeprazole to its enantiomers and study their respective properties - Omeprazole was a drug that was known to be racemic. It was also known that both of its enantiomers were active as PPIs. It was also known that the two enantiomers of omeprazole might be metabolized differently.", "[45] By contrast, in this action, AstraZeneca took the position that there would be no motivation to investigate differences in the activity of the single enantiomers, no motivation to investigate toxicity, and no motivation to assess pharmacokinetic differences (or, at least, a very limited motivation to investigate these issues).", "[46] I consider this change of position to be more problematic than AstraZeneca's change of position with respect to the promise of the patent. In particular, a changed view on the question of motivation is problematic because it relates to a question of fact with respect to the actual motivations facing research scientists in the early 1990s, rather than a question of law such as the promise of the patent (though I recognize that the question of motivation centers on the motivations of a legal creation: the skilled person).", "[47] That being said, the focus of this Court is not on the conduct of AstraZeneca, but on truth and fact finding. Put otherwise, the focus of this Court, regardless of AstraZeneca's adoption of inconsistent positions, remains on the evidence before it. Save in egregious cases, which this is not, relevant and otherwise compelling expert evidence should not be excluded by reason of the conduct of the party who called the witness. While I do ultimately agree with AstraZeneca's position and find that the skilled person was not motivated to investigate the enantiomers of omeprazole, that is because I prioritized weighing the most credible and compelling evidence before me (in the interest of truth-seeking) over disciplining the parties for their inconsistent positions between the NOC proceeding and this trial. AstraZeneca's inconsistent positions speaks to its own integrity, not that of its witnesses, and Dr. Armstrong's compelling analysis of the incentives and barriers facing the skilled person in 1993 displayed, as I discuss below, that a limited motivation existed to investigate the enantiomers of omeprazole at that time. In that sense, AstraZeneca's \"relitigation\" of the motivation question was, in the phrasing of <FRAGMENT_SUPPRESSED> , \"necessary to enhance the credibility and the effectiveness of the adjudicative process\" (at para 52).", "[48] Additionally, I note that motivation is only one of many factors considered in the obviousness analysis, the majority of which, motivation aside, favour AstraZeneca's position on obviousness. I also note that, in any event, the '653 patent is ultimately invalidated for lack of utility, rendering the patent's validity with respect to obviousness insufficient to save its overall validity. III. Interpretation (Construction)", "[49] Having addressed the preliminary issues in this case, I turn to the interpretation and assessment of the validity of the '653 patent.", "[50] Before addressing the grounds of invalidity, three interpretive aides must be established: (1) identifying the skilled person, (2) identifying the skilled person's common general knowledge, and (3) interpreting (i.e. constructing) the claims of the patent from the perspective of that skilled person. A. The Skilled Person", "[51] The skilled person is a notional person used by the courts to ensure that patents are read in an \"informed\" way. For the purpose of patent law, and as a reflection of reality, patents are notionally addressed to a skilled person rather than an ordinary member of the public. The skilled person is \"deemed to be unimaginative and uninventive, but at the same time is understood to have an ordinary level of competence and knowledge incidental to the field to which the patent relates and to be reasonably diligent in keeping up with advances.\" Additionally, the skilled person can come from a single discipline, or reflect a combination of multiple disciplines, depending on the nature of the patent: <FRAGMENT_SUPPRESSED> [ Merck finasteride ].", "[52] The parties substantially agreed on the characteristics of the skilled person. The skilled person of the '653 patent is a composite of: • An organic or medicinal chemist; • A pharmacologist; • A pharmaceutical formulator; and • A physician familiar with the pharmaceutical treatment of excess gastric acid secretion and related diseases.", "[53] This composite skilled person (who is really a combination of skilled persons, or a skilled team), embodies the science incidental to the '653 patent. Throughout the trial, both parties advanced witnesses who described how their specific expertise related to a proper reading of the '653 patent in light of the ground of invalidity they discussed: chemistry for obviousness and anticipation, pharmacology for utility, medicine for clinical effectiveness, etc. At the end of testimony, the above list emerged as the various fields touched upon by the '653 patent. Accordingly, the skilled person's expertise in this case is a combination of the fields listed above. To hold otherwise, and limit the skilled person to a single field, would result in a skilled person who, for example, is knowledgeable in the chemistry necessary to juxtapose the '653 with prior art for the purpose of anticipation, but ignorant to the pharmacology necessary to understand the scope of the patent's promised uses for the purpose of utility. I note, also, that a composite skilled person in this case reflects the diverse team of experts likely employed by pharmaceutical companies to develop and test drugs like Nexium, making the use of a composite skilled person particularly appropriate in the context of a pharmaceutical patent. B. The Common General Knowledge", "[54] The common general knowledge of the skilled person is also, for the most part, undisputed between the parties. It includes: • Stereochemistry; • The role of stereochemistry in drug action; • Omeprazole, in particular; - its salts, and - its mechanism of action; • Esomeprazole and its salts; • The use of salts to improve drugs; • The motivation to purify enantiomers.", "[55] Many scientific concepts are discussed throughout this judgment. However, certain key concepts, which are central to the '653 patent, and which fall within the common general knowledge of the skilled person, merit an immediate discussion to ground the remaining analysis. That being said, any science considered in the interpretation of the '653 patent or the assessment of its validity throughout this judgment was either science within the common general knowledge of the skilled person or science the skilled person would have encountered through reasonably diligent research relating to the research questions before him (e.g. a literature search).", "[56] In this case, the relevant aspects of the '653 patent related to enantiomers and their optical purity . As a consequence, my discussion of the common general knowledge will focus on those two key concepts. I will first discuss the basic chemical principles within the common general knowledge of the skilled person relating to enantiomers and their optical purity. Then, I will briefly discuss aspects of the '653 patent within the common general knowledge of the skilled person relating to esomeprazole.", "[57] Enantiomers are molecules that are structurally similar (and which, as a consequence, have identical physical and chemical properties) but that differ with respect to their orientation in three-dimensional space. Their structural similarity comes from the same atoms connected by the same types of bonds. However, these molecules, which are comprised of multiple atoms and bonds, can rotate around those bonds in many ways resulting in different three dimensional orientations. When those orientations are non-super-imposable mirror images of each other, they are labelled enantiomers . In other words, though they are similar structurally, enantiomers cannot be oriented such that their reflections are identical. A useful analogy is a right and left hand, which are similar structurally (one palm, five fingers), but when oriented similarly (palms facing down) and reflected in a mirror plane, are not identical because the thumbs point in opposite directions, resulting in non-super-imposability. [Diagram omitted - see printed version]", "[58] As can be seen in the image above, some objects (like a left and right hand), despite being structured similarly, cannot be oriented in such a way so as to be super-imposable on one another. Those non-super-imposable objects are described as chiral . Chiral objects (such as enantiomers) may be described as \"handed\" because of the convenient analogy of a left and right hand for describing chirality. By contrast, other objects (like two flasks), can be oriented so as to be super-imposable on one another. Those super-imposable objects are described as achiral", "[59] The optical purity of a mixture relates to the ratio of enantiomers in that mixture (i.e. the relative proportions of the two enantiomers in the mixture). However, before elaborating on optical purity, chemical purity must be explained. The chemical purity of a mixture refers to the degree to which one substance is contaminated by others. Put differently, chemical purity is inversely related to the extent of chemical contamination. Accordingly, a highly contaminated mixture would have a low chemical purity, and a lowly contaminated mixture would have a high chemical purity. Molecules may be contaminated by a variety of substances. Of particular interest to the '653 patent is the contamination by certain enantiomers in a mixture.", "[60] Combining chemical purity and enantiomers produces optical purity. While chemical purity more generally addresses the degree of contamination in a mixture, optical purity addresses the degree of contamination in a mixture caused by varying levels of the two different enantiomers contained within that mixture.", "[61] In this particular field of science, there are two different ways of expressing the optical purity of an enantiomeric compound. One way is to express optical purity in absolute terms i.e. how much of the whole compound is made up of the enantiomer in question. A second way is to express optical purity in terms of the excess of one enantiomer over the other, enantiomeric excess or \"ee\" i.e. how much more there is of one enantiomer over the other enantiomer in the compound. For example, with respect to the '653, the two enantiomers are the (+) and (-) enantiomers of omeprazole, which may be labelled (+)-omeprazole and (-)-omeprazole (with (-)-omeprazole being synonymous with \"esomeprazole,\" the key compound claimed in the '653 patent). Assume a compound (the (-) enantiomer) was described as having an absolute optical purity of 90%. This would mean that the (-) enantiomer comprises 90% of the whole mixture , leaving the (+) enantiomer to comprise the remaining 10%. Alternatively, 90% absolute purity could be translated into 80%ee - an expression in terms of enantiomeric excess. In other words, 80%ee means that there is 80% more of the (-) enantiomer than the (+) enantiomer in the mixture. To do the math, 90% absolute purity means 80%ee because 90% (the (-) enantiomer) - 10% (the (+) enantiomer) = 80%(ee). The optical purity in dispute in this case is put in terms of enantiomeric excess.", "[62] Optical purity can play a significant role in the efficacy of pharmaceuticals. The human body is made up of chiral molecules that may react differently to the \"left\" or \"right\" handed enantiomer of a particular drug. Sometimes, this difference in reaction between the human body and the different enantiomers of a drug is so small that it is of trivial interest in the pharmaceutical context. For example, Advil (or Ibuprofen) is sold as a 1:1 mixture of its two enantiomers (known as a racemic mixture , or a racemate ) because the difference in effect between the two enantiomers is insignificant. By contrast, Thalidomide \"opened the world's eyes\" to the significance of chirality. One enantiomer of Thalidomide reduced morning sickness in pregnant women, while the other had the tragic consequence of causing birth defects in their children. Thus it may be desirable, depending on the compound, for a pharmaceutical which is made up of enantiomers to be separated into its \"left\" and \"right\" handed enantiomers in order to maximize optical purity and in turn optimize its therapeutic effect.", "[63] In sum, when the '653 patent refers to \"new compounds with high optical purity\" it is referring to a compound (either a left or right handed enantiomer) with low contamination from the other enantiomer; contamination which may have significant implications for the therapeutic effect of the drug on the human body.", "[64] Moving now to the specific subject matter of the '653 patent itself, the skilled person would have known by May 28, 1993 that omeprazole (the precursor of the drug in the '653) is a racemate, containing equal amounts of (-)-omeprazole (esomeprazole) and (+)-omeprazole. The skilled person would have also known that omeprazole is a proton pump inhibitor (or, PPI), acting by blocking the proton pumps within the gastric parietal cells, and is useful as an inhibitor of gastric acid secretion and for the treatment of gastric acid-related diseases. Finally, the skilled person would have known that omeprazole was a very safe and effective drug. (1) The Analytical Approach to Claims Construction", "[65] Claims construction is the interpretation of the patent's claims preceding the validity analysis. This preliminary interpretation ensures that a patent's validity is assessed purposively, rather than through an inordinately rigid and technical approach. However, while claims construction may significantly impact subsequent issues in patent validity and infringement, it is not a result-oriented exercise. As a consequence, the claims of the '653 patent must be constructed before issues such as validity or infringement are considered: <FRAGMENT_SUPPRESSED>  [ Whirlpool ]. The basic objective of patent interpretation is isolating the \"essential elements\" of the patent: Free World Trust v Électro Santé Inc , 2000 SCC 66 at para 31, [2000] 2 SCR 1024 [ Free World Trust ].", "[66] The overall approach to claims construction is \"purposive.\" Thus, constructing patent claims must look beyond a literal interpretation and instead consider how the claims would be read by the skilled person, as of the publication date, with the purpose and context of the patent in mind, and with a \"mind willing to understand\" the specification that is addressed to him ( Whirlpool , at paras 43 and 48-49). To determine how the claims would be read by the skilled person generally requires the assistance of expert testimony regarding the skilled person's knowledge and for explaining technical terms. That being said, the court, and not the experts, must interpret the patent: Whirlpool , at paras 45 and 57; Merck finasteride , at paras 69-70.", "[67] More practically, the analytical approach to constructing the claims of a patent places different weight on different sections of the patent which requires an understanding of their respective purposes. The patent as a whole (the specification ) may be divided into two discrete sections: the claims and the remainder, known as the disclosure . In other words, combining the claims and the disclosure yields the specification (these terms are occasionally used differently in other judgments, but for clarity, I will consistently use them as I have defined them above). The claims, not surprisingly, are central to the question of claims construction, though the disclosure can play a role in interpreting the meaning of the claims. The tension between reading the claims in the context of the specification, and abstaining from rewriting the claims, is a long-standing struggle in patent interpretation: <FRAGMENT_SUPPRESSED>  at 122 [ <FRAGMENT_SUPPRESSED> ]; Whirlpool , at para 48, 49(f), and 52.", "[68] In essence, a two-step approach to constructing claims can be employed: (1) Are the claims, when read in a principled manner, and in the context of the entire specification, clear and un-ambiguous? If they are, then the disclosure should not be consulted for the purpose of qualifying the scope of clear and unambiguous claims. However, if the claims are ambiguous, then a further question must be asked: (2) do the claims and disclosure complement or contradict each other? If they complement each other, then they can be read harmoniously (i.e. the claims may be qualified by the disclosure). If they contradict each other, then the disclosure cannot be used to resolve the ambiguity because the consequence would be to inappropriately re-write the claims.", "[69] This distilled approach to claims construction necessarily flows from the recognition in binding appellate authorities that the specification may be reviewed when constructing the claims, but only to clarify ambiguities in a way that is harmonious with those claims. For example, in <FRAGMENT_SUPPRESSED> the Federal Court of Appeal observes that \"[t]he claim of the patent which is to be construed by the Court must be read in the context of the rest of the specification\". I would add to this, however, that reference to the rest of the specification cannot be used to expand the patentee's monopoly as expressed in the claim.", "[70] To the same effect, the Supreme Court in Whirlpool recognized how the disclosure is an aide that provides context to understanding the claims when constructing the claims, rather than being a source for additional claims. First, at paragraph 48, the Supreme Court states: \"the scope of the monopoly remains a function of the written claims but, as before, flexibility and fairness is achieved by differentiating the essential features (\"the pith and marrow\") from the unessential, based on a knowledgeable reading of the whole specification \" (emphasis added). Then, at paragraph 49(f) the Court noted: \"While the appellants express concern that 'purposive construction' may open the door to extrinsic evidence of intent [...] neither Catnic, supra, nor O'Hara, supra, goes outside the four corners of the specification, and both properly limit themselves to the words of the claims interpreted in the context of the specification as a whole \" (emphasis added). Finally, the Court, at paragraph 52, affirmed the following statement of Justice Taschereau in <FRAGMENT_SUPPRESSED> , at 122: The claims, of course, must be construed with reference to the entire specifications, and the latter may therefore be considered in order to assist in apprehending and construing a claim, but the patentee may not be allowed to expand his monopoly specifically expressed in the claims 'by borrowing this or that gloss from other parts of the specifications.", "[71] The two-step approach to claims construction that I provide above only permits qualification of the claims by the disclosure if the claims, when read in the context of the specification, are ambiguous. This pre-condition of ambiguity is implicit to the above statements from appellate authorities which all affirm that the claims are the subject of construction, whereas the disclosure merely aids in that construction. Otherwise, to allow qualification in the absence of ambiguity would necessarily entail importing \"claims\" from the disclosure. As the Court explained in Whirlpool : \"More recently, Hayhurst, supra, at p. 190, cautioned that '[t] erms must be read in context, and it is therefore unsafe in many instances to conclude that a term is plain and unambiguous without a careful review of the specification'\" (at para 52, emphasis added). Put differently, the conclusion that a claim is \"plain and unambiguous\" precludes qualifying the claim with reference to the disclosure, as long as that conclusion of lacking ambiguity is founded on an informed reading of the patent as a whole. (2) Construction of the '653 Patent's Claims", "[72] With the approach to claims construction established, the essential elements of the '653 patent may now be identified. An \"essential element\" of a patent is either: an element which, if varied, would make a difference to the way in which the invention works, or an element which is essential irrespective of its practical effect according to the intent of the inventor, expressed or inferred from the claims: Free World Trust , at para 31. However, the \"intent of the inventor\" is construed from the claims objectively, and is not an attempt to ascertain his subjective intent: Free World Trust , at para 66.", "[73] I will first provide a brief outline of the disclosure of the '653. No disputes relevant to the construction of the claims arose between the parties with respect to qualifying the claims with reference to the disclosure. As a consequence, I will only briefly outline the disclosure before proceeding to the essential elements of the claims. Other aspects of the disclosure, as they relate to the grounds of invalidity, are discussed in greater depth later on.", "[74] The '653 patent describes its invention as new compounds with high optical purity, a process for their preparation, and their use in medicine. Those compounds are the \"novel salts of single enantiomers of omeprazole.\" By way of process, the '653 outlines how recrystallizing the salts of partially separated enantiomers can result in enantiomers that have optical purity of greater than 99.8%ee. Further, the '653 patent notes that optically pure esomeprazole salts are resistant to racemization (the process through which an enantiomerically pure mixture converts into an impure mixture i.e. into a racemate).", "[75] The '653 patent acknowledges that the enantiomers of omeprazole could be obtained by previous methods: (1) in analytical scale using the High-performance Liquid Chromatography (HPLC) technique taught by the Erlandsson paper (Erlandsson, P. et al Journal of Chromatography , 532 (1990), 305-19) and (2) in preparative scale using a technique involving a chiral auxiliary taught by the abandoned German Patent Application No 40 34455 [DE 455] (see discussion of HPLC at paragraph 254).", "[76] The '653 patent states that its compounds have improved pharmacokinetic and metabolic properties (understood by the skilled person as including improved absorption, metabolism, distribution, and elimination) which give an improved therapeutic profile (understood by the skilled person as meaning a better or more predictable or consistent response to the drug between people) such as a lower degree of interindividual variation (understood by the skilled person as reduced variability between people with respect to pharmacokinetics and pharmacodynamics). Additionally, the skilled person would have understood that \"improved,\" in this context, refers to an improvement over the precursor to esomeprazole: omeprazole. The '653 patent also states that its compounds, similar to omeprazole, are effective gastric acid secretion inhibitors and useful anti-ulcer agents.", "[77] The '653 patent provides various examples of how to apply its method to obtain the single enantiomers of omeprazole. In examples 10 and 11, the '653 patent exemplifies the preparation of (-)-omeprazole having a purity of 94%ee and (+)-omeprazole having a purity of 98%ee, respectively. Most importantly, in examples 1-5, the '653 exemplifies the preparation of the sodium and magnesium salts of the enantiomers of omeprazole having purity 99.8%ee.", "[78] Having discussed the disclosure, I will now proceed to the main focus of claims construction: the claims.", "[79] The '653 patent has 29 claims, of which claims 1, 2, 4, 6-8 and 25-27 are at issue (though the majority of evidence centred solely on claims 7 and 8). Those claims may be loosely organized into two groups: compound claims relating to the compound itself and its composition (claims 1-2, 4-5 and 7-8) and relating to how the compound will be used (claims 25-27). A \"cleansed\" version of the relevant claims, consisting of only their essential elements, is below.", "[80] The compound claims, in aggregate, relate to optically pure salt forms of a specified chemical formula. More specifically, the relevant compound claims may be constructed as follows: • Claim 1: An optically pure sodium, magnesium, lithium, potassium, calcium or tetraalkylammonium salt of esomeprazole. • Claim 2: A compound of claim 1 in solid state form. • Claim 4: The sodium, magnesium or calcium salts of esomeprazole of claims 1, 2 or 3. • Claim 5: The magnesium salt of esomeprazole of claims 1, 2 or 3. • Claim 7: A compound of claims 1 to 6 having an optical purity of 98% or greater. • Claim 8: A compound of claims 1 to 6 having an optical purity of 99.8% or greater.", "[81] The use claims, in aggregate, relate to the use of the claimed compounds in therapy and for the preparation of pharmaceutical formulations for inhibiting gastric acid secretion and for the treatment of gastric acid inflammatory diseases. More specifically, the relevant use claims may be constructed as follows: • Claim 25: The use of the compounds of claims 1 to 8 in therapy. • Claim 26: The use of the compounds of claims 1 to 8 for preparation of a pharmaceutical formulation for inhibiting gastric acid secretion. • Claim 27: The use of the compounds of claims 1 to 8 for the preparation of a pharmaceutical formulation for the treatment of gastrointestinal inflammatory diseases.", "[82] With the claims constructed, I now proceed to the grounds of invalidity for the '653 patent. IV. Utility", "[83] Apotex asserts that the '653 patent is invalid because it was not useful. Utility is a requirement for an \"invention\" under section 2 of the . In essence, an alleged patent satisfies the requirement of utility if, from the perspective of the skilled person as of the filing date (May 27, 1994), its utility is demonstrated , or in the alternative, if its utility is soundly predicted <FRAGMENT_SUPPRESSED>  [ Teva sildenafil ].", "[84] A key concept underlying the utility analysis is the \"promise of the patent.\" Given the centrality of utility in this case, a review of its meaning is necessary. A. Legal Principles Regarding the Promise of the Patent", "[85] The utility analysis is intimately connected to the determination of the promise of the patent. Indeed, the promise of the patent is \"fundamental to the utility analysis\": <FRAGMENT_SUPPRESSED> [ Novopharm Zyprexa ].", "[86] Conceptually, the promise of the patent is the yardstick against which utility is measured. Put differently, requiring that a patent be useful begs the question: \"useful for what?\" The answer to that question is the promise of the patent: <FRAGMENT_SUPPRESSED> [ Mylan Aricept ]. In the words of the Supreme Court, inutility means \"that the invention will not work, either in the sense that it will not operate at all or, more broadly, that it will not do what the specification promises that it will do\": <FRAGMENT_SUPPRESSED>  at 525. Thus, if a patent makes a promise, it will have utility only if that promise is fulfilled.", "[87] Identifying the promise of the patent requires a consideration of \"the patent as a whole\" ( Novopharm Zyprexa , at para 93). Claims construction, in contrast, only considers the disclosure for broader context and to resolve ambiguities (discussed earlier). Identifying the promise of the patent based on a review of the entire patent specification, rather than the claims alone, is echoed in a recent article, Richard Gold & Michael Shortt, \"The Promise of the Patent in Canada and Around the World\" (2014) 30:1 CIPR 35: The majority tendency is [...] to look to the patent as a whole, including both the claims and the disclosure, in order to construe the promise. As long ago as 1959, in a decision affirmed by the Supreme Court of Canada, the Quebec Court of Queen's Bench (Appeal Side) held that an invention's utility is to be assessed based on a holistic reading of both the claims and the description: [...] The inevitable result of looking to the patent specification as a whole is that the disclosure will furnish most promises, since patentees are rarely required to discuss utility directly in the claims. In most promise cases, the promise is found in an explicit statement in the disclosure that explains the invention's intended purpose, such as \"carboxyalkyldipeptides ... are useful as inhibitors of angiotensin-converting enzyme and as anti-hypertensive agents.", "[88] Indeed, the debate over the promise in this case centres on a passage from the disclosure of the '653. While both parties have differing perspectives on the scope of the promise flowing from the disclosure, neither party disputes the relevance of the disclosure to the identification of the promise of the '653.", "[89] The perspective adopted in ascertaining the promise of the patent is that of \"the [skilled person] in relation to the science and information available at the time of filing\": Novopharm Zyprexa , at para 93. However, while adopting such a perspective to ascertain the promise of the patent may be assisted by expert evidence, it remains a question of law in the exclusive province of the courts: <FRAGMENT_SUPPRESSED> [ Apotex Xalatan ]. To that end,  <FRAGMENT_SUPPRESSED>  Aricept , at paras 218-24, Justice Hughes reinforces the need for a clear demarcation of roles between experts and the Court.", "[90] Finally, if the patent does not promise a specific result, a \"mere scintilla\" of utility will suffice. However, if the patent does promise a specific result, utility is measured against that explicit promise. In essence, \"[t] he question is whether the invention does what the patent promises it will do\": Novopharm Zyprexa , at para 76. B. The Utility Experts", "[91] The two utility experts (Dr. Urs Meyer for Apotex, and Dr. Timothy Tracy for AstraZeneca) addressed the same mandates regarding utility, namely: a. To whom the '653 patent is addressed; b. The subject matter to which the '653 patent and its claims relate; c. The explicit promises (if any) made by the '653 patent regarding useful properties of its subject matter; and d. The demonstration or prediction of those properties as of May 27, 1994.", "[92] I first note that the utility experts were refreshingly cooperative and credible. Both Drs. Meyer and Tracy were willing to make concessions adverse to the interests of the party who called them, reasonably qualified their answers, and generally came across as providing honest and objective testimony for the assistance of the Court.", "[93] Additionally, there were areas of substantial agreement within their expert reports and testimonies. In particular, both experts essentially agreed on the skilled person of the '653 patent as a person with knowledge in chemistry, basic and clinical pharmacology, and pharmaceutical formulations and therapeutic use of such formulations to inhibit gastric acid secretions and treat gastric-acid related disease. They also agreed that the subject matter of the '653 patent was optically pure salts of the enantiomers of omeprazole, described as novel compounds, having improved pharmacokinetic and metabolic properties and high stability to racemization in neutral and basic pH, a method to make them, and therapeutic uses.", "[94] Therefore, the key controversies relate to the promise of the '653 patent regarding useful properties, and whether those properties were demonstrated or soundly predicted. C. The Promise of the '653 Patent", "[95] The three potential promises found in the '653 patent include: a. Use as a proton pump inhibitor; b. Stability against racemization; and c. Improved pharmacokinetic and metabolic properties. (1) Preliminary Issue: The \"Promise\" of Stability against Racemization", "[96] The second potential promise - stability against racemization - is complicated. An initial hurdle is whether or not it is a promise at all (unlike the hurdles facing the other promises, which centre on their scope). AstraZeneca characterizes stability against racemization as a promise, whereas Apotex characterizes it as an \"integral aspect\" of the third promise (improved pharmokinetic and metabolic properties), rather than as a promise in itself. As Dr. Meyer opined: The pharmacologist would understand that stability of the single enantiomers to racemization allows the single enantiomers to be used therapeutically in humans to provide the promised lower degree of interindividual variation. [...] Thus, stability of the single enantiomers to racemization is an integral aspect of the promise that they will provide an improved therapeutic profile such as a lower degree of interindividual variation. (Meyer Report, at para 92; emphasis added).", "[97] I agree with this characterization described by Dr. Meyer. The promise of the patent, it must be recalled, is related to the patent's utility. Thus, the promise must be related to how the patent will ultimately be used (assuming there is an explicit promise made, which both experts agreed on). The patent in this case is not useful for possessing the chemical property of being stable against racemization; it is useful as a pharmaceutical drug in therapy. Stability against racemization merely enables that use and is not a use in itself.", "[98] By way of analogy, think of \"stability against racemization\" as a bridge over a river and \"use in therapy\" as the other side of the river that you want to reach. If the patent promises that it gets you across the river, and the intended means is a bridge, then the promised use of the patent is still merely crossing the river; the bridge is just the intended route. Scientifically speaking, the '653 patent may still be useful, even if it were not perfectly stable against racemization, if the period of racemization was so long that the drug was still useful in therapy notwithstanding the eventual racemization that only meaningfully degraded the compound decades later. Metaphorically speaking, if the patent still gets you across the river (for instance, by boat), then the promise (crossing the river) is still achieved, whether or not the intended means (a bridge) is ultimately used.", "[99] Before leaving this point, I note that in the Nexium NOC Justice Hughes makes the same observation in respect of the '653 patent: It is important to distinguish between the utility promised by the patent - \" improved therapeutic profile, such as lower degree of interindividual variation \" - and the particular property that makes that possible \" high stability towards racemization \" ( Nexium NOC , at para 84; emphasis in original).", "[100] In sum, the only two promises of utility in this case are use as a PPI and improved properties. I recognize that stability against racemization is itself an \"improved property,\" but it is an intermediate property upon which the ultimate use in therapy depends and is not useful in itself in the context of the '653. Nevertheless, I will discuss the \"promise\" of stability against racemization below in the event that a different interpretation of the promise (a question of law) is found so that all relevant findings of fact are provided in this judgment. For ease of writing, from this point on I will treat stability against racemization as a promise. However, for maximal clarity, I conclude the utility analysis with a section summarizing all of my key legal and factual findings regarding the promised utilities of the '653 patent. (2) Common Ground Regarding All Three Promises", "[101] The first promise - the use of the '653 patent as a proton pump inhibitor - is agreed to between the experts.", "[102] Similarly, parts of the second and third promises are also agreed to between the experts (besides the characterization of the second promise as a promise, discussed above). However, both the second and third promises are either extended by Apotex or truncated by AstraZeneca (depending on which side's characterization you prefer). Those extensions and truncations are the subject of dispute between the witnesses with respect to the promise.", "[103] Regarding the second promise, both experts agree to a promise of stability against racemization with respect to chemical stability. However, Apotex further asserts that the '653 patent promises enzymatic stability, which AstraZeneca disputes.", "[104] Regarding the third promise, both experts agree to a promise of improved metabolic and pharmacokinetic properties. However, this promise is interpreted by Apotex to include the qualification that such properties include \"an improved therapeutic profile such as a lower degree of interindividual variation.\" AstraZeneca disputes this purported extension as well.", "[105] These extensions - stability against enzyme-mediated racemization and an improved therapeutic profile such as a lower degree of interindividual variation - are the disputed promises. (3) Does the '653 Patent Promise Stability against Enzyme-Mediated Racemization?", "[106] As stated earlier, the promise of the patent is interpreted by reference to the entire patent including both the claims and the disclosure: Novopharm Zyprexa , at para 93.", "[107] The following portion of the '653 patent's disclosure (from the \"Detailed Description of the Invention\") was central to the experts' disagreement with respect to a promise regarding stability against racemization: [T]he optically pure salts are stable towards racemization both in neutral pH and basic pH, which was surprising since the known deprotonation at the carbon atom between the pyridine ring and the chiral sulfur atom was expected to cause racemization under alkaline conditions. This high stability towards racemization makes it possible to use a single enantiomeric salt of the invention in therapy . ('653 patent, page 4, lines 16-22; emphasis added).", "[108] The experts agree that the promise of stability against racemization is limited, by the express language of the patent above, to circumstances of neutral and basic pH.", "[109] Dr. Tracy's interpretation focuses on the earlier emphasized portions in the passage above: that the stability of the salts was surprising because \"the known deprotonation [...] was expected to cause racemization.\" Dr. Tracy argues that deprotonation - a chemical transformation - links the claimed stability to chemical racemization. Additionally, Dr. Tracy argues that the patent only claims stability against chemical racemization because racemization is \"only rarely\" mediated by enzymatic processes, and because the experiments described in the patent examine chemical-mediated racemization.", "[110] In contrast, Dr. Meyer's interpretation focuses on the later emphasized portions in the passage above: that the use of the salt in therapy depends on its stability. Dr. Meyer argues that the link of the claimed stability to a use in therapy necessitates both chemical and enzymatic stability towards racemization. However, Dr. Meyer also admits that this link only necessitates enzymatic stability if the therapy claimed includes \"an improved therapeutic profile such as a lower degree of interindividual variation\" (which relates to the third disputed promise). As a consequence, the merit of Dr. Meyer's view of the promise regarding enzymatic stability is predicated on the assumption, and his interpretation, that the patent also promises an improved therapeutic profile. Put differently, according to Dr. Meyer, if the '653 patent promises an improved therapeutic profile, then it must also promise enzymatic stability. Alternatively, if the '653 patent does not promise an improved therapeutic profile, then it does not promise enzymatic stability.", "[111] These logical deductions are agreed to by Dr. Tracy. He acknowledges the link between stability and therapy, but limits that therapy to the salt's effectiveness as a PPI, which precludes a promise of enzymatic stability. In sum, both experts agree that the promises of stability against racemization and therapeutic use go hand in hand. Either (1) the patent promises both an improved therapeutic profile and stability against enzyme-mediated racemization, or (2) the patent promises neither.", "[112] With that relationship between the second and third promises established, I now consider the third promise upon which the scope of the second promise depends: an improved therapeutic profile. (4) Does the '653 Patent Promise an Improved Therapeutic Profile such as a Lower Degree of Interindividual Variation?", "[113] This question distils to the proper interpretation, in light of the patent as a whole, of the following passage from the '653 patent: It is desirable to obtain compounds with improved pharmacokinetic and metabolic properties which will give an improved therapeutic profile such as a lower degree of interindividual variation. The present invention provides such compounds, which are novel salts of single enantiomers of omeprazole. ('653 patent, page 1, lines 18-22; emphasis added).", "[114] Apotex interprets the emphasized portion above to be an explicit promise. In contrast, AstraZeneca interprets the emphasized portion above as a \"goal\" that falls short of an explicit promise. I will first outline the difference between \"goals\" and \"promises\" in the jurisprudence. Then, I will dispose of the arguments raised by AstraZeneca in this regard which, in turn, will explain why the emphasized portion above is best characterized as a promise of the '653 patent.", "[115] There is a difference between the goals that a patent hopes to address, and the outcomes that a patent promises will occur.  <FRAGMENT_SUPPRESSED>  [ Mylan Arimidex ], I observed that \"not all statements of advantage in a patent rise to the level of a promise. A goal is not necessarily a promise\" (at para 139). This distinction between goals and promises has been affirmed by the Federal Court of Appeal (see e.g. <FRAGMENT_SUPPRESSED> [ Sanofi-Aventis Plavix ]).", "[116] Differentiating goals and promises is a question of characterization. Thus, before interpreting whether or not the '653 patent's reference to an improved therapeutic profile is a goal or a promise, goals must be distinguished from promises in the abstract.", "[117] Goals merely describe \"a hoped-for advantage of the invention\" ( Mylan Arimidex , at para 139). For example,  <FRAGMENT_SUPPRESSED>  Arimidex , I found that an object clause, beginning with \"it is a particular object of the present invention to,\" merely described a goal that the patent strived to achieve rather than a promised outcome. Similarly,  <FRAGMENT_SUPPRESSED> -Aventis Plavix , at paras 55-67, Justice Pelletier found the inference of a promise of therapeutic utility based on indirect references to the use of the drug in humans (e.g. references to human diseases and dosages that potentially correspond to use in humans) was insufficient to substantiate a promise and merely alluded to potential uses. In sum, promises are explicit and define guaranteed or anticipated results from the patent (depending on whether the promise is demonstrated or soundly predicted), whereas goals merely relate to potential uses for the patent.", "[118] AstraZeneca advanced two arguments in support of an improved therapeutic profile being merely a goal (which in turn supports the truncated promise). First, it argued that the use of \"will\" in the patent supports the characterization of an improved therapeutic profile as a goal rather than promise. Second, it argued that the absence of clinical trials from the specification supports this characterization. Neither argument can succeed.", "[119] First, AstraZeneca argued that the use of \"will\" is prospective and therefore indicative of an expectation or goal rather than a promise. I cannot accept that argument. Promises (and goals) are both inherently prospective. Thus, the use of prospective language such as \"will\" does not undermine the promissory nature of this passage. The fact that promises are forward looking should be self-evident, though I also note that such an understanding of a promise, and how the word \"will\" conveys that understanding, is additionally supported by the jurisprudence ( <FRAGMENT_SUPPRESSED> , at 525: \"what the specification promises that it will do\"; emphasis added) and the dictionary definition of the word \"promise\" ( Oxford Concise Dictionary , 12th ed, sub verbo \"promise\": \"a declaration or assurance that one will do something or that a particular thing will happen\"; emphasis added). No persuasive explanation was provided by AstraZeneca as to why the skilled person would understand \"will\" differently than its ordinary meaning.", "[120] There are much clearer terms that express the view advanced by AstraZeneca. Had the patent stated that such compounds \"may\" or \"could\" give an improved therapeutic profile, then the argument that such statements referred merely to a goal would be more compelling. The same cannot be said of \"will.\" Will does not convey a low threshold of potential outcomes, but to the contrary, a high threshold of probable or certain outcomes that will occur, which in turn, suggests that such outcomes are promised by the patent.", "[121] Second, AstraZeneca argued that the skilled person would characterize an improved therapeutic profile as merely a goal because such a promise could not be substantiated in a patent that does not contain clinical studies. In other words, will , must, in the absence of clinical studies, mean may . However, this argument is predicated on the skilled person assuming that, when reading a patent, all promises made within the patent are also demonstrated therein. This assumption is not supported by the evidence. Moreover, extrapolating on such an assumption would effectively nullify the possibility for a patent ever being found invalid for a lack of utility.", "[122] Based on the evidence, and on the plain and ordinary meaning of the language used, the skilled person would not read down the unequivocal language of the patent promising an improved therapeutic profile because of the absence of clinical studies. The evidence of Dr. Meyer (for Apotex) is more compelling in this regard.", "[123] First, Dr. Meyer is clear that, in his view, the language of the patent \"unambiguously\" promises an improved therapeutic profile: Q. Okay. Let me back up. The first part of that language talks about it being desirable to obtain compounds with improved pharmacokinetic and metabolic properties. I can pause there. Do you agree that's what the language says? A. Yes, that's desirable to have these compounds. Q. And then the last sentence says that the present invention provides such compounds? A. Yes, but the pharmacokinetic and metabolic properties are then identified with such unambiguous language as \"will give an improved therapeutic profile, such as a lower degree of interindividual variation,\" so it's clearly qualified what these pharmacokinetic and metabolic properties are . That's how I understood the patent. (Meyer Cross, Trial Transcript, Vol 9, p 1458 at line 28 - p 1459 at line 18; emphasis added).", "[124] Second, Dr. Meyer clearly explains how the absence of clinical studies does not change his perspective about the promise of an improved therapeutic profile: I thought that if you say \"will give,\" that this was quite clear that these compounds will have these properties. These compounds, you know, that the present invention provides, will have these properties. It's clear that these are properties in therapy, in vivo. You know? Even if you have in vitro data and all that, these are properties that relate to therapy and to therapy of patients. (Meyer Cross, Trial Transcript, Vol 9, p 1462 at lines 3 - 11; emphasis added).", "[125] By contrast, Dr. Tracy (for AstraZeneca) reads out the qualification of an improved therapeutic profile, appears to restrict his analysis to a subset of the claims (as opposed to the patent as a whole, as he should have), and provides an unpersuasive explanation for doing so: Q. And then in 92, you give the promise only for claims 1 to 8. Right? A. In 92, yes. Q. Can you tell us how it came to be that in answering the same question you immediately came to claims 1 to 8 as opposed to the patent as a whole? A. From what I was stating here, claims 1 to 8 dealt with stability toward chemical mediated racemization, proton pump inhibitors and pharmacokinetic and metabolic properties that were in claims 1 through 8. I did not address anything beyond that Q. I gather that. You don't have separate sections dealing with the promise of claims 9 to 24 or the promise of claims 25 to 29. You limit yourself to claims 1 to 8, and I want to know why it is that you came to do that given that your mandate wasn't to do that. A. I addressed it from the concept of the person, of a pharmacologist, and I felt the others related to others than a pharmacologist . I used the pharmacologist as the skilled person. [...] Q. [...] you didn't look at claims 9 through the rest of them to figure out what the promise was because that's not what the pharmacologist would have read? A. That's correct. Q. Are pharmacologists not concerned with interindividual variability? A. Yes, they are. Q. Doesn't claim 28 , one of the claims you didn't direct yourself to and didn't consider as part of the promise, you say, doesn't it talk about using a compound in the manufacture of medicament with a lower degree of interindividual variation in plasma levels? A. Yes, it does Q. Wouldn't that be exactly what a pharmacologist would be interested in? A. It would be one of the concepts, yes Q. So it can't be that you excluded yourself from considering that claim as part of the promise because a pharmacologist wouldn't consider it A. No. I did not consider it. (Tracy Cross, Trial Transcript, Vol 15, p 2440 at line 3 - 2442 at line 1; emphasis added).", "[126] Both sides agree that the skilled person in this case included a pharmacologist. And Both Dr. Meyer and Dr. Tracy consider interindividual variability relevant to the field of pharmacology. Yet, in Dr. Tracy's opinion, he disregards those sections of the patent that refer to reduced interindividual variation. As a consequence, I prefer the evidence of Dr. Meyer who considered the patent as a whole, and who concluded that reduced interindividual variability was unambiguously provided for in the '653 patent. Indeed, the language of the '653 patent clearly provides for such a promise. It describes \"compounds\" with improved properties \"which will give an improved therapeutic profile such as a lower degree of interindividual variation\" as \"desirable\" and then states that \"[t] he present invention provides such compounds\" - an unambiguous statement that the '653 promises to provide compounds with a lower degree of interindividual variation. (5) Additional Grounds for Rejecting AstraZeneca's Proposed Promise", "[127] The evidence aside, the interpretation advanced by AstraZeneca is unpalatable because it is tautological, promotes perverse incentives for innovators, and fails to appreciate the distinction between disclosure and utility requirements under the", "[128] First, AstraZeneca's approach to utility is tautological. On a high level, the promise is the yardstick against which utility is measured for the purpose of demonstration. Yet, AstraZeneca proposes a backwards approach that establishes that benchmark based on what can ultimately be demonstrated in the patent. To circumscribe the scope of the promise based on what is demonstrated in the patent makes it impossible to ever conclude that a patent is invalid for lack of utility. No matter how broad a promise (e.g. this drug cures cancer), it would always be read down to a narrower promise based on what was demonstrated. Such an approach would run contrary to the policy objectives of patent law which serve to create consistency and clarity in the bargain struck between innovators and the public. Instead, unequivocal promises in patents could in no way be relied upon and would be subordinate to more complex questions of demonstration within the patent.", "[129] Moreover, such an approach would perversely encourage patentees to over-promise. The broadest possible promise would potentially provide the greatest protection against invalidity based on obviousness and anticipation (though I recognize that there are differences between the legal constructions underlying those inquiries, such as the promise of the patent and the inventive concept). Simultaneously, that overbroad promise would present no concern with respect to invalidity based on inutility because any promise that cannot be demonstrated will be read down to what can be demonstrated.", "[130] Finally, such an interpretation disregards how patent law currently accommodates scenarios in which the promised utility is not demonstrated in the patent. I discuss the disclosure requirements with respect to utility in greater depth later on, but for now I will simply state that it is not in dispute that disclosure is not required for the demonstration of utility. As a consequence, it is illogical to interpret the scope of a patent's promise based on the assumption that the evidence of demonstration will be disclosed in the patent. While extrapolating on the legal implications of AstraZeneca's interpretation is not directly relevant to how the skilled person would read the '653 patent, I find it hard to accept AstraZeneca's perspective on the skilled person when it would result in nullifying pivotal doctrines of patent law.", "[131] As a final note, AstraZeneca's argument with respect to clinical studies is also inconsistent with its interpretation of another promise in the '653 patent. AstraZeneca advances that the patent promises improved properties that are either demonstrated or soundly predicted by studies that, like clinical studies, are also absent from the specification. But how can the patent promise improved properties when the studies demonstrating or soundly predicting such properties are not disclosed? By AstraZeneca's own reasoning, the skilled person, without such studies, would not view a promise of improved properties as credible. Needless to say, such reasoning is not the proper approach to the construction of the promise.", "[132] I find that the '653 patent promises improved metabolic and pharmacokinetic properties which will give an improved therapeutic profile such as a lower degree of interindividual variation. As a corollary of this promise (as explained in an earlier section), I therefore also find that the '653 patent promises stability against enzyme-mediated racemization - a precondition to such improved pharmacokinetic and metabolic properties.", "[133] In summary, the unambiguous wording of the patent supports three promises (subject to my caveats about the promise of stability against racemization described earlier): a. Use as a proton pump inhibitor; b. Stability against racemization (both chemical and enzyme-mediated) in neutral and basic pH; and c. Improved pharmacokinetic and metabolic properties which will give an improved therapeutic profile such as a lower degree of interindividual variation. D. Demonstration and Sound Prediction of Utility", "[134] Having established the promises outlined above I turn to whether or not those promises were demonstrated or soundly predicted. I will consider the demonstration and sound prediction of both the full and truncated versions of the promises in the event that my interpretation of any of the promises is subsequently reconsidered. (1) The Evidence Regarding Demonstration and Sound Prediction of Utility", "[135] The '653 patent does not contain studies or references to studies that were relevant to the issue of demonstration or sound prediction of utility (except with respect to the promise of use as a PPI, which is not in dispute). Rather, the evidence at trial in this regard consisted of several internal studies performed by AstraZeneca.", "[136] The two key studies were a human liver microsomal study and two human blood plasma re-analyses. In addition, studies performed in rats were also considered. These studies were not disclosed in the '653 patent. However, as I explain below in the discussion of proper disclosure, this has no bearing on the ultimate legal and factual conclusions. Regardless, I note the absence of the studies from the patent here in the event that their disclosure becomes relevant on appeal. (2) The Law on Demonstration and Sound Prediction of Utility (a) Differentiating Demonstrated and Soundly Predicted Utility", "[137] Demonstrated utility is based on whether, as of the filing date, there was proof that the patent worked as it promised. In the words of the Federal Court of Appeal: \"what amounts to demonstrated utility would be evidence that establishes that the embodiment at issue does in fact work in a manner that gives rise to the advantages stated in the patent\" ( <FRAGMENT_SUPPRESSED>  [ AZT ]: (1) there must be a factual basis for the prediction, (2) the inventor must have at the date of the patent application an articulable and sound line of reasoning from which the desired result can be inferred from the factual basis, and (3) there must be proper disclosure. (b) The Meaning of Proper Disclosure", "[139] Before turning to the demonstration and sound prediction of utility I will first dispose of the issue of proper disclosure. To be clear, proper disclosure is only engaged in this case in the alternative. For proper disclosure to influence the final outcome in this case both my interpretation of the promise and my conclusions on demonstration and sound prediction would have to be incorrect. Regardless, in order to ensure a complete record, I am committed to making all legal and factual conclusions. Furthermore, given the recent evolution in the jurisprudence on the issue of proper disclosure in the context of sound prediction it deserves more detailed consideration.", "[140] The question of proper disclosure is engaged in this case with respect to the second and third promises. The promises of stability against enzyme-mediated racemization and an improved therapeutic profile are, according to AstraZeneca, soundly predicted because of studies that were internal to AstraZeneca and not disclosed in the '653 patent. I conclude that the patent promises reduced interindividual variation, and that none of the studies, disclosed or otherwise, demonstrate or soundly predict such utility. However, if the validity of the patent were to depend on the sound prediction of the second or third promises, Apotex further submits that such a sound prediction is invalid in law because it fails to satisfy the requirement of proper disclosure.", "[141] The law on proper disclosure with respect to utility is unsettled. However, my reading of the jurisprudence suggests that the requirement for proper disclosure of utility is limited to the context of \"new use\" patents, assuming such a utility disclosure requirement exists at all. As a consequence, I would rule that the failure of AstraZeneca to disclose the studies it relies upon for a sound prediction in this case would be irrelevant because the '653 patent is not a new use patent.", "[142] By way of outline, my view that \"proper disclosure\" of utility applies only to new use patents is based on my reading of AZT , together with the Supreme Court's recent obiter remarks  <FRAGMENT_SUPPRESSED>  sildenafil , which I conclude overturn previous Federal Court of Appeal decisions alleging such a disclosure requirement in all cases of sound prediction. Notably, my reading of AZT finds support in Justice Gauthier's recent comments at the Federal Court of Appeal in her concurring remarks  <FRAGMENT_SUPPRESSED> -Aventis Plavix - a decision released after Teva sildenafil", "[143] The starting point for the requirement of a valid patent is the . In particular, with respect to the disclosure of utility, sections 2 and 27(3) are of interest.", "[144] Utility and disclosure are addressed separately in the . Thus, there is no statutory basis for combining the two to create a disclosure requirement for utility. Section 2 - which addresses utility - provides that an \"invention\" by definition is \"useful\" and makes no mention of such utility needing to be disclosed. Section 27(3) - which addresses disclosure - provides that \"[t]he specification of an invention must\" disclose several things, none of which include the demonstration or prediction of an invention's utility. Read together, there is no statutory basis for a requirement to disclose either the factual basis or the sound line of reasoning required to support a sound prediction of utility. As I will point out below, this reading of the was affirmed by a unanimous decision from the Supreme Court of Canada in 2012.", "[145] The next authority to be considered with respect to characterizing a \"proper disclosure\" is the Supreme Court of Canada's decision in AZT . This decision is the jurisprudential basis for the view that there is a disclosure requirement for utility in cases of sound prediction. However, as I will show, such an argument as advanced by Apotex, does not account for the Supreme Court's subsequent remarks  <FRAGMENT_SUPPRESSED>  sildenafil", "[146] To begin, Justice Binnie's discussion in AZT of proper disclosure is best characterized as a general rule with an exception. First, he describes the general rule: Normally , it is sufficient if the specification provides a full, clear and exact description of the nature of the invention and the manner in which it can be practised [...] It is generally not necessary for an inventor to provide a theory of why the invention works. Practical readers merely want to know that it does work and how to work it. (at para 70, emphasis added)", "[147] Then he describes the exception: In this sort of case, however , the sound prediction is to some extent the quid pro quo the applicant offers in exchange for the patent monopoly. (at para 70, emphasis added)", "[148] Finally, he elects to not elaborate on this exception because it makes no difference in AZT and would therefore be obiter dicta Precise disclosure requirements in this regard do not arise for decision in this case because both the underlying facts (the test data) and the line of reasoning (the chain terminator effect) were in fact disclosed, and disclosure in this respect did not become an issue between the parties. I therefore say no more about it.", "[149] The question of proper disclosure therefore turns on the scope of the exception flagged by Justice Binnie in AZT . Put differently, when Justice Binnie says that the sound prediction is the quid pro quo \"in this sort of case\" (at para 70), what sort of case is he referring to? The Federal Court of Appeal interpreted this to mean in cases of sound prediction: The decision of the Supreme Court in AZT is particularly significant to the disposition of this appeal . [...] As was said in that case (para. 70): \"the sound prediction is to some extent the quid pro quo the applicant offers in exchange for the patent monopoly.\" In sound prediction cases there is a heightened obligation to disclose the underlying facts and the line of reasoning for inventions that comprise the prediction. ( <FRAGMENT_SUPPRESSED> ; emphasis added)", "[150] More recently, the Federal Court of Appeal confirmed this same interpretation of AZT in <FRAGMENT_SUPPRESSED> though that affirmation was phrased in terms of judicial comity as opposed to a full consideration of the issue (at para 50).", "[151] AZT do not support an enhanced disclosure requirement in all cases of sound prediction. I say this for two reasons. First, it is clear from Justice Binnie's reasoning that \"this sort of case\" is a subset of sound prediction cases and not a reference to all sound prediction cases. As he writes, \"[i]n this sort of case, the sound prediction is to some extent the quid pro quo the applicant offers in exchange for the patent monopoly\" (at para 70). By implication, there are other \"sort[s] of case[s]\" where the sound prediction is not the quid pro quo offered by the applicant.", "[152] Second, and even more critically, limiting \"this sort of case\" to new use cases, rather than sound prediction cases generally, is consistent with the rationale provided by Justice Binnie. In a new use case (which AZT was), there may be an enhanced disclosure requirement because utility is the only thing being offered in exchange for the patent monopoly since the compound itself was previously disclosed. Theoretically, without such an enhanced disclosure requirement in new use cases, a new use patent could consist of a single sentence alleging a new use and a reference to a prior patent disclosing the compound to which the use attaches. None of the research or studies supporting that new use would have to be disclosed. While new uses can be of tremendous importance (see AZT ), such seemingly sparse patents would fairly raise concerns for the court when evaluating the bargain between innovators and the public. That Justice Binnie was emphasizing new use cases and not sound prediction cases in general is further supported by his earlier comments in AZT at paragraph 56 where he expressly described the \"new use\" as the \"gravamen\" (i.e. the essence or the quid pro quo ) of the invention in that case.", "[153] As I noted earlier, this reading of AZT is supported by subsequent appellate authorities from the Federal Court of Appeal and the Supreme Court. In Sanofi-Aventis Plavix , Justice Gauthier observed: In contradistinction with the situation in AZT , where the invention claimed was the new use/utility and thus the quid pro quo for the grant of the monopoly was a full disclosure in respect of such utility, the public here received all the information necessary to make and use clopidogrel. (at para 135)", "[154] Further,  <FRAGMENT_SUPPRESSED>  sildenafil , at para 37, Justice Lebel makes specific reference to the purported heightened disclosure requirement in sound prediction cases. In the course of rejecting such a requirement based on his own interpretation of AZT , he writes: [A]ll that is required to meet the utility requirement in s. 2 is that the invention described in the patent do what the patent says it will do, that is, that the promise of the invention be fulfilled [...]. That the invention must be useful as of the date of the claim or as of the time of filing is consistent with this Court's comments in AZT , at para. 56: Where the new use is the gravamen of the invention, the utility required for patentability (s. 2) must, as of the priority date, either be demonstrated or be a sound prediction based on the information and expertise then available. If a patent sought to be supported on the basis of sound prediction is subsequently challenged, the challenge will succeed if ... the prediction at the date of application was not sound, or, irrespective of the soundness of the prediction, \"\"[t] here is evidence of lack of utility in respect of some of the area covered.\" [Italics in original; underlining added.] Nothing in this passage suggests that utility is a disclosure requirement; all it says is that \"the utility required for patentability (s. 2) must, as of the priority date, either be demonstrated or be a sound prediction\". Utility can be demonstrated by, for example, conducting tests, but this does not mean that there is a separate requirement for the disclosure of utility. In fact, there is no requirement whatsoever in s. 27(3) to disclose the utility of the invention: see, e.g., <FRAGMENT_SUPPRESSED> , at p. 521, per Dickson J.: \"I am further of the opinion that s. 36(1) [now s. 27(3)] does not impose upon a patentee the obligation of establishing the utility of the invention\". (At paras 38-40)", "[155] Notably, Justices Lebel and Rothstein were part of both unanimous decisions of the Supreme Court of Canada  <FRAGMENT_SUPPRESSED>  sildenafil and AZT . This supports the interpretation of AZT as not creating an enhanced disclosure requirement in all cases of sound prediction.", "[156] Admittedly, Justice Lebel's remarks  <FRAGMENT_SUPPRESSED>  sildenafil were obiter dicta because sound prediction was not \"the main issue\" on appeal (at para 36) and because \"in any event, Pfizer disclosed the utility of sildenafil\" (at para 41). Still, the Supreme Court's view that this secondary topic deserved such explicit treatment places this commentary within the \"wider circle of analysis which is obviously intended for guidance and which should be accepted as authoritative,\" or, at the very least, makes the remarks \"commentary, examples or exposition that are intended to be helpful and may be found to be persuasive\" ( R v Henry , 2005 SCC 76 at para 57, [2005] 3 SCR 609).", "[157] Since Teva sildenafil , the Federal Court of Appeal has made no binding remarks regarding the issue of disclosure in the context of sound prediction. The only Federal Court of Appeal decision to discuss this issue is <FRAGMENT_SUPPRESSED> . However, the discussion of disclosing utility is obiter dicta (see <FRAGMENT_SUPPRESSED> , at para 159 and the dismissal of a motion to reconsider <FRAGMENT_SUPPRESSED> , 2013 FCA 261 at para 18). Further, the discussion of disclosing utility in <FRAGMENT_SUPPRESSED> falls short of expressly reaffirming a disclosure requirement of utility in sound prediction cases. The Court of Appeal observed that \"where the factual basis is reliant on data which does not form part of the common general knowledge, then disclosure in the specification may indeed be required to support a sound prediction\" (at para 153; emphasis added).", "[158] I am compelled to follow the Supreme Court's remarks  <FRAGMENT_SUPPRESSED>  sildenafil and the interpretation of AZT endorsed by Justice Gauthier  <FRAGMENT_SUPPRESSED> -Aventis Plavix . As a final note, I would also add that Professor Siebrasse's remarks on this very question provide further support to this interpretation. In his paper, \"Must the Factual Basis for Sound Prediction be Disclosed in the Patent?\" (2012) 28:1 CIPR 39, Professor Siebrasse concluded that: the requirement that the factual basis for a sound prediction of utility must be disclosed in the patent itself, is unsound in both law and policy. There is no basis in the text of the Patent Act, in legal principle, or in practice, for a distinction between utility based on sound prediction and demonstrated utility.", "[159] Having reviewed Professor Siebrasse's article, I generally agree with his observations, and echo Justice Gauthier's view  <FRAGMENT_SUPPRESSED> -Aventis Plavix , at para 132, that the article identifies negative policy consequences of an enhanced disclosure requirement for sound prediction.", "[160] In conclusion, I am of the view that there is no enhanced disclosure requirement in all sound prediction cases. Utility and disclosure are treated separately under the , and consequently, should be treated separately in the jurisprudence as well.", "[161] I will now consider the legal tests related to demonstration and sound prediction of utility for each of the promises made by the '653 patent without regard to the disclosure of utility. I will, however, for completeness of the evidentiary record, note which sound predictions depend on undisclosed studies. (c) Application of the Law on Demonstration and Sound Prediction of Utility to the Promises of the '653 Patent (i) Demonstration and Sound Prediction of Use as a Proton Pump Inhibitor", "[162] Both experts agree that the claimed compounds would be useful as proton pump inhibitors.", "[163] For his part, Dr. Tracy opined that the use of the claimed compounds as a proton pump inhibitor was either demonstrated or soundly predicted (this aspect of his evidence was unclear) based on the Erlandsson paper, which taught that the activities of the omeprazole enantiomers were the same. Omeprazole itself had already been extensively studied and proven to be useful as a PPI. It follows that Erlandsson's conclusion regarding the omeprazole enantiomers having identical activity either demonstrated or soundly predicted the usefulness of the enantiomers as PPI's as well.", "[164] Dr. Meyer, while less certain than Dr. Tracy in this regard, nonetheless also conceded that the use of the claimed compounds as a proton pump inhibitor was soundly predicted based on omeprazole's known mechanism of action. Through omeprazole's mechanism of action, its enantiomers are converted into an achiral sulfenamide - the inhibitory active agent in the parietal cell. As explained earlier, chirality is the primary attribute distinguishing the enantiomers of omeprazole. Consequently, the transfer into an achiral sulfenamide eliminates that difference, leaving the enantiomers with predictably equal effect.", "[165] In my view, the knowledge that omeprazole is itself useful as a PPI, and that its enantiomers have identical activity, supports a sound prediction of utility. The use of the enantiomers as a PPI was, however, not directly demonstrated. Without studies directly on the enantiomers themselves such evidence falls short of demonstration. Rather, such a use is extremely likely given the relationship between the enantiomers and the racemate.", "[166] With respect to this first promise, there is no issue regarding proper disclosure. Dr. Tracy's opinion, that the use of the claimed compounds as PPI's was soundly predicted, is based on the Erlandsson paper which is expressly referred to in the '653 patent. Moreover, Dr. Meyer's opinion is based on omeprazole's mechanism of action, which the parties agreed formed part of the common general knowledge of the skilled person and consequently need not be disclosed in the '653 patent (see <FRAGMENT_SUPPRESSED> , at para 153). (ii) Demonstration and Sound Prediction of Stability Against Racemization", "[167] As discussed earlier, this second promise is directed at two types of racemization: stability against chemical-mediated and enzyme-mediated racemization. The experts agreed that the promise of stability against chemical-mediated racemization is limited to circumstances of neutral and basic pH.", "[168] Regarding chemical-mediated racemization, the experts agreed that this promise was demonstrated as described on page 21 of the '653 patent with respect to basic pH conditions. The experts also agreed that demonstration in basic conditions in turn supported a sound prediction of stability against chemical-mediated racemization in neutral conditions because basic conditions were a \"worst case\" scenario for racemization.", "[169] I agree. Chemical stability in a worst-case scenario (basic conditions), while not a direct demonstration of chemical stability in a less-than-worst-case scenario (neutral conditions), amounts to a sound prediction of stability in neutral conditions. Therefore, the promised utility of chemical-mediated racemization was satisfied by the '653 patent.", "[170] Regarding enzyme-mediated racemization, neither expert claimed that this promise was demonstrated. Such a demonstration would be unlikely, if not impossible, because of the absence of studies in humans.", "[171] Whether or not this promise was soundly predicted is more controversial for two reasons: (1) because the experts' opinions depend on the AstraZeneca rat studies that were not disclosed in the '653 patent (therefore putting the issue of \"proper disclosure\" in play), and (2) because the experts were in less agreement on this issue.", "[172] A preliminary critique of Dr. Tracy's opinion on sound prediction regarding enzymatic stability is that his written opinion is located within his expert report in the section addressing the demonstration of utility rather than the sound prediction of utility and thus was not the subject of a discrete analysis. This critique was best displayed during his cross-examination: Q. [...] Paragraphs 111 through 113. This is your analysis of Dr. Meyer's promise of in vivo racemization. Correct? A. Correct. Q. Now, you start paragraph 111 saying that you agree with Dr. Meyer [...] that the in vivo racemization study in the rat determined that the enantiomers of omeprazole undergo minimal racemization in vivo in the rat, and you say you agree with that conclusion. Q. Is the rest of that which follows here an analysis of sound prediction or of demonstration? A. Sound prediction. Q. So it's an analysis of sound prediction, notwithstanding that it's in your demonstration section? A. Correct. Q. Where in paragraphs 111 through 114, or any paragraphs that come before, do you set out what your understanding is of a sound prediction? A. I don't. Q. And where in paragraphs 111 through 114 do you say that the analysis of in vivo racemization was based upon was to answer the question of prediction, not demonstration? A. I do not say that. (Tracy Cross, Trial Transcript, Vol 15, p 2461 at line 28 - p 2462 at line 28).", "[173] A later section in Dr. Tracy's report which is directed at sound prediction (beginning at para 178 of his report) only addresses the promise of an improved therapeutic profile because, in his view, stability against chemical racemization (Dr. Tracy's truncated promise) was demonstrated. As a consequence, some doubt is cast on the extent to which Dr. Tracy turned his mind to the substance of a \"sound prediction\" in the context of stability against enzyme-mediated racemization. To be clear, this is not, in itself, fatal to AstraZeneca's argument. If the content of Dr. Tracy's opinion, regardless of the heading it is under, amounts to a sound prediction, then it is still evidence that tends to prove a sound prediction.", "[174] The above issue aside, the evidence of Dr. Tracy and Dr. Meyer supports a sound prediction of stability against enzyme-mediated racemization.", "[175] A sound prediction requires (1) a \"factual basis for a prediction\" and (2) \"an articulable and sound line of reasoning\" from that prediction to an inference of the desired result ( <FRAGMENT_SUPPRESSED> , at para 70).", "[176] The \"factual basis for the prediction\" is not in dispute - both experts provided ample evidence regarding the AstraZeneca studies relevant to a sound prediction of stability against racemization.", "[177] Thus, the key issue is whether or not those studies support an \"articulable and sound\" line of reasoning. I will first expand on how the case law describes a sound prediction, and then apply that standard to the evidence in this case.", "[178] In AZT , at para 71, the Supreme Court of Canada made clear that a sound prediction is a question of fact that is case specific: It bears repetition that the soundness (or otherwise) of the prediction is a question of fact. Evidence must be led about what was known or not known at the priority date, as was done here. Each case will turn on the particularities of the discipline to which it relates.", "[179] Second, the Supreme Court was clear about a lower limit that falls below what is necessary for a \"sound prediction\": There is no doubt that care must be taken that the doctrine is not abused, and that sound prediction is not diluted to include a lucky guess or mere speculation. The public is entitled to obtain a solid teaching in exchange for the patent rights. ( AZT , at para 69; emphasis added).", "[180] Third, the Supreme Court, while outlining the history of the jurisprudence regarding sound prediction, tacitly approved of Pigeon J's phrasing in <FRAGMENT_SUPPRESSED> , which defined an upper limit that exceeds the requirements for a \"sound prediction\": I have quoted again the passage quoted by the [Patent Appeal] Board because I consider the last sentence of the paragraph of some importance as it does clearly indicate what is meant by a \"sound prediction.\" It cannot mean a certainty since it does not exclude all risk that some of the area covered may prove devoid of utility. ( AZT , at para 62 citing <FRAGMENT_SUPPRESSED> , at 1117; emphasis in original).", "[181] Thus, a sound and articulable line of reasoning falls somewhere above a \"lucky guess\" or \"mere speculation\" and somewhere below \"a certainty.\" This characterization of the upper and lower limits on a sound prediction has recently been applied by the Federal Court of Appeal (see e.g. Apotex Xalatan , at para 33). To be clear, though, these statements do not establish the precise boundaries of a sound prediction. In this case, having passed the first hurdle of mere speculation, what threshold must AstraZeneca actually meet to satisfy a sound prediction?", "[182] The most recent Federal Court of Appeal decision to provide precision to the meaning of an articulable and sound line of reasoning is Novopharm Zyprexa. In that decision, at paragraph 85, the Federal Court of Appeal interpreted AZT as providing that a sound prediction \"requires a prima facie reasonable inference of utility.\" The situating of a prima facie reasonable inference between mere speculation and certainty provides the clearest guidance to the proper approach to be taken in this case.", "[183] The evidence of Dr. Tracy and Dr. Meyer supports a prima facie reasonable inference from the AstraZeneca studies that the enantiomers of omeprazole would be stable against enzymatic racemization in humans.", "[184] In his expert report, Dr. Tracy opined that the in vivo racemization studies in rats demonstrated \"minimal racemization\" of the omeprazole enantiomers in rats. Further, he stated that \"the physiological pH conditions in rats do not materially differ from humans\" and that \"enzyme mediated racemization/interconversion was typically more extensive in rats than humans.\" On that basis, Dr. Tracy concluded that \"the expectation would be that there would be even less enzyme-mediated interconversion/racemization in humans.\" In my view, this amounts to a prima facie reasonable inference. Testing showed minimal racemization in rats, a species that is similar in this regard to humans, and which is typically known, if anything, to experience more enzyme-mediated racemization than humans. Such reasoning is sound. Moreover, such reasoning, which is based on evidence, knowledge, and reason, is well above \"mere speculation.\"", "[185] Apotex was critical of this opinion and asserted that Dr. Tracy equated sound prediction with an \"expectation.\" While it is true that Dr. Tracy used the word \"expectation\" in his explanation above, isolating that word from the rest of his opinion would be an incomplete analysis. His \"expectation\" that the enantiomers of omeprazole would be stable against racemization was reasonably inferred from the factual basis of the rat studies and his scientific knowledge of physiology. As a consequence, regardless of whether he labelled his perspective as an \"expectation,\" or a \"prediction,\" or a \"sound prediction,\" it amounted to a sound prediction.", "[186] It is critical when assessing expert evidence, particularly in the context of patent litigation, to not be beholden to the specific wording put forth by experts. It is all too easy for an expert to claim that they \"soundly predict\" a specific use, or that an invention was \"obvious,\" in an attempt to strengthen their evidence before a judge who must apply legal tests which use that same terminology. In that same vein, the court should not weigh too heavily when an expert fails to use the precise wording from the jurisprudence in their opinion. Rather, the court must look beyond this language to the substance of the expert's evidence to form its own opinion on these issues.", "[187] Dr. Meyer's evidence corroborates this sound prediction. During examination-in-chief, Dr. Meyer accepted that enzyme-mediated racemization in humans was \"relatively unlikely.\" Furthermore, while Dr. Meyer insisted that the skilled pharmacologist would demand human studies for a prediction, his explanation makes clear that the standard he applied for a sound prediction was too high: Q. Why at the level of the skilled pharmacologist would he want to see it in humans to make the prediction? A. To be I think to be absolutely certain the study has to be done in humans. (Meyer Chief, Trial Transcript, Vol 8, p 1399 at lines 6 - 11; emphasis added).", "[188] The jurisprudence is clear: \"certainty,\" or \"absolute certainty,\" is above the threshold required of a sound prediction. As a consequence, Dr. Meyer's claim that a \"prediction\" of use in humans requires studies in humans is not consistent with the legal standard for a sound prediction. To be clear, I am not merely rejecting Dr. Meyer's evidence because of his choice of words (as I cautioned against just above). Rather, these words accurately reflect the substance of his overly stringent approach to sound prediction. In substance , Dr. Meyer's evidence consisted of the skilled person preferring clinical studies in humans to studies in rats to support predictions of utility. That view is entirely reasonable, if not clearly correct. However, the doctrine of sound prediction does not require that the skilled person be able to make the prediction, only a sound one. Accordingly, Dr. Meyer applied too stringent a standard in this regard.", "[189] The second critique of Dr. Tracy's opinion advanced by Dr. Meyer is that Dr. Tracy's opinion was \"obviously the opinion of an expert in this field who has done these studies himself, not as the normal skilled person.\" The only possible elaboration on this assertion provided by Dr. Meyer consisted of pointing out how Dr. Tracy's analysis was not contained in the AstraZeneca research documents themselves. Presumably, this was because the researchers  <FRAGMENT_SUPPRESSED>  may have lacked the expertise that Dr. Tracy possesses, although this point was not established in evidence. Without a more particular description of how Dr. Tracy specifically relied on knowledge or skills beyond the capabilities of the skilled person, such a vague criticism cannot succeed.", "[190] In conclusion, the promise of stability against enzyme-mediated racemization, like the promise of stability against chemical-mediated racemization, is satisfied by the '653 patent through a sound prediction. I note that this sound prediction is supported by studies that were not disclosed in the '653 patent. (iii) Demonstration of the Full Promise of an Improved Therapeutic Profile", "[191] Both experts agreed that the promise of an improved therapeutic profile was not demonstrated by the filing date.", "[192] I agree. The insufficiency of the studies relied upon for only a sound prediction of such utility, explained below, explains with even greater force the insufficiency of those studies with respect to demonstration. As a consequence, this promise is not demonstrated in the '653 patent. (iv) Sound Prediction of the Full Promise of an Improved Therapeutic Profile", "[193] The evidence of Dr. Meyer (for Apotex), in opposition to a sound prediction of an improved therapeutic profile, was most compelling. In particular, Dr. Meyer's evidence was more comprehensive and instructive than the evidence of Dr. Tracy and ultimately persuaded me that the internal AstraZeneca studies were insufficient to make a sound prediction across an entire patient population of an improved therapeutic profile.", "[194] Dr. Meyer testified that the limited data in the two studies - three human livers and six plasma re-analyses - could not form the basis for a sound prediction of utility that extrapolates across an entire patient population. In response, Dr. Tracy asserted that such a limited sample was sufficient, but was unable to point to any prior art that had relied on a similarly small sample for the purpose of extrapolating across an entire population, either with respect to the three livers or the six plasma re-analyses. Absent any such examples, or other compelling evidence addressing the validity of such an extrapolation, I am more persuaded by Dr. Meyer's view that the studies in question are insufficient to support a sound prediction of utility across an entire patient population. In other words, this critique alone is sufficient to refute a sound prediction of utility.", "[195] In conclusion, the expert testimony with respect to utility supports Apotex's claim that the internal AstraZeneca studies neither demonstrate nor soundly predict the full promise of an improved therapeutic profile. The '653 patent is therefore invalid because of a lack of utility. (v) Demonstration of the Truncated Promise of Improved Properties", "[196] Even if I accepted the truncated promise advanced by AstraZeneca, there would still be no demonstration of utility. In the end, both experts agreed that \"improved pharmacokinetic and metabolic properties\" were not demonstrated by the internal AstraZeneca studies. Dr. Meyer consistently held this view. While Dr. Tracy initially opined otherwise in his expert report, on cross-examination, he ultimately conceded that the studies did not demonstrate improved pharmacokinetic and metabolic properties.", "[197] In closing argument, AstraZeneca attempted to rescue these admissions from Dr. Tracy by advancing that, while the studies independently fail to demonstrate utility, they succeed in demonstrating utility when read together. I cannot accept this argument for two reasons. First, Dr. Tracy conceded that the plasma re-analysis work was not a demonstration, but was a prediction. Second, no explanation was provided for how the gaps in the microsomal studies were filled by the plasma reanalysis studies or vice versa. As Apotex argued in closing: What Astra says is this. [...] it acknowledges Tracy's admission that the human liver microsomal studies did not demonstrate the truncated promise. But, it says, this admission is of no moment because Dr. Tracy relied upon the combined results of the microsomal studies and the plasma reanalysis in providing a demonstration, an opinion of demonstration. Respectfully, this is not correct. Dr. Tracy admitted that the plasma reanalysis work was not a demonstration at all, but it was a prediction . The result is that each of the studies, in my submission, even if both relied upon, failed to provide a demonstration of the truncated promise . At no point did Dr. Tracy provide an opinion that the two studies only when taken together provide a demonstration . (Trial Transcript, Vol 31, pg 4945 at lines 10 - 27; emphasis added).", "[198] I agree with these submissions. Bare assertions about how two studies when combined demonstrate utility without any elaboration on how those studies complement one another in that regard is unconvincing. Thus, both experts were of the view, and I am as well, that the AstraZeneca studies do not demonstrate the truncated promise of improved pharmacokinetic and metabolic properties. (vi) Sound Prediction of the Truncated Promise of Improved Properties", "[199] Two questions underlie the sound prediction of the truncated promise of improved properties: (1) what amounts to \"improved pharmacokinetic and metabolic properties?\" and (2) were such properties soundly predicted?", "[200] First, the interpretation of improved properties. I did not address this interpretation when dealing with demonstration above because both experts agreed, independent of that interpretation, that no such properties could be demonstrated. However, greater detail on the meaning of \"improved pharmacokinetic and metabolic properties\" at this stage is required because both its meaning and its sound prediction are in dispute between the experts.", "[201] Though I have typically used \"esomeprazole\" to mean the (-) enantiomer of omeprazole in this judgment, for the purpose of clarity in the ensuing discussion, I will use (-)-omeprazole and (+)-omeprazole since both are implicated.", "[202] Dr. Tracy interpreted \"improved pharmacokinetic and metabolic properties\" as (-)-omeprazole undergoing a slower metabolism and exhibiting a greater area under the curve (AUC) than (+)-omeprazole and the racemate (omeprazole). In other words, Dr. Tracy viewed only (-)-omeprazole, rather than both enantiomers, as the improved compound.", "[203] However, Dr. Tracy's evidence with respect to sound prediction should be given less weight because of his understanding of the promise of improved properties.", "[204] The first problem with Dr. Tracy's interpretation of the promise of improved properties is that it does not reflect the specification of the '653 patent. In particular, his interpretation incorrectly limits the promise to an improvement of (-)-omeprazole over (+)-omeprazole and the racemate, rather than an improvement of both enantiomers over the racemate.", "[205] Dr. Tracy's basis for limiting the promise to (-)-omeprazole stems from it being the only enantiomer referred to in the claims: [\"The present invention provides such compounds, which are novel salts of single enantiomers of omeprazole\"] doesn't specify which enantiomer of omeprazole. It simply says, \"Single enantiomers of omeprazole,\" but if one were to look at the claims later in the patent, the claims describe minus omeprazole which is the [(-)-enantiomer] in this case. I believe the skilled person would take from that, then, that the invention is providing compounds being [(-)-omeprazole], the [(-)-omeprazole] enantiomer, which would have those improved pharmacokinetic and metabolic properties. (Tracy Chief, Trial Transcript, Vol 15, p 2344 at lines 17-27)", "[206] However, it would only be reasonable to limit the entire specification with reference to an implication from the claims that the patent promises improved properties for (-)-omeprazole alone if there was ambiguity in the specification about what the patent was promising. That is not the case here. Viewed in its entirety, the '653 patent is clearly directed at both enantiomers being an improvement over the racemate. As a consequence, there is no need to \"read between the lines\" and inordinately weigh the significance of the claims to discern the '653 patent's purportedly hidden (and narrower) promise. Beyond this assertion, Dr. Tracy provided no evidence in support of his view that an implication from the claims should trump the consistent language throughout the specification.", "[207] There are multiple reasons for interpreting the '653 patent as promising improved properties for both enantiomers of omeprazole: a. the '653 patent states that the invention, without qualification, provides for \"novel salts of the single enantiomers of omeprazole\" ('653 Patent, p 1 at lines 21-22; emphasis added); b. the '653 patent makes reference throughout to both the (+) and the (-) enantiomers (see e.g. '653 Patent, p 2 at lines 17-22; p 3 at lines 4-30); c. the examples in the patent provide methods for the synthesis of both enantiomers ('653 Patent, pp 10-15); d. the stability studies in the patent are performed on both enantiomers ('653 Patent, p 21); and e. there is no mention in the patent of (-)-omeprazole having improved properties over (+)-omeprazole.", "[208] Thus, Dr. Tracy's interpretation that the promise only applies to the (-) enantiomer of omeprazole and its improvements cannot be supported by the specification when read as a whole, as is required when interpreting the promise of the patent.", "[209] A second problem with Dr. Tracy's interpretation of the promise is that the properties he advances may not actually be an improvement at all. Dr. Tracy argues that the improved properties are slower metabolism and an increased AUC. Keeping in mind his view that reduced interindividual variability is merely a goal (and hence not promised), the improved properties he advances must still, at the very least, be consistent with such a goal. Yet, by his own admission, the improved properties he advances (increased AUC) would result in increased interindividual variation amongst slow metabolizers: Q. In fact, if you were to increase bioavailability in slow metabolizers, all other things being equal, that would lead to an increase in interindividual variation between rapid metabolizers and slow metabolizers? A. If you had higher areas under the curve for poor metabolizers, then it would as compared to rapid metabolizers there would be increased difference between the two. Q. And, therefore, an increase in variation across the patient population? A. Comparing the two groups. (Tracy Cross, Trial Transcript, Vol 16, p 2504 at lines 17-28).", "[210] Furthermore, Dr. Tracy conceded that there were other possible interpretations of improved properties (see: Tracy Cross, Trial Transcript, Vol 16, p 2505 at line 1 - pg 2507 at line 18). Such interpretations, which are consistent with the expectation of reduced interindividual variation, ought to be preferred.", "[211] To the extent that Dr. Tracy's interpretation of the promise differed from what was actually promised, his testimony with respect to the demonstration and sound prediction of these properties is of little weight. That combined with Dr. Meyer's evidence about the maximal prediction that could be supported by limitations in the AstraZeneca studies precludes a sound prediction of improved properties.", "[212] For his part, Dr. Meyer did not advance an alternative interpretation of improved pharmacokinetic and metabolic properties (recall that, in his view, such properties were expressly qualified in the patent as reduced interindividual variation). Rather, he opined that, at most, the AstraZeneca studies could form the basis for a prediction of (-)-omeprazole having slower metabolism than (+)-omeprazole: Q. What is your opinion as to whether there is a sound basis to predict the Tracy promise, if I can use that, not an improved therapy profile but rather an improved pharmacokinetic or metabolic property relative to omeprazole? [...] A. This is a question I really kind of struggled with because I said myself what if you take the whole papers in the AstraZeneca documents what is the minimal prediction you can make from these results? Can you actually make a minimal prediction? And I think the minimal prediction there would be that there probably will be some differences in metabolic rate if this is an advantage. If this is improved, we don't know either, but the prediction would be there is slower metabolism of [(-)-omeprazole] than [(+)-omeprazole] to some degree in vivo. Again, it is not clear if this would result in an improved therapeutic profile. I think that prediction could be made. (Trial Transcript, Vol 8, p 1441 at line 25 - p 1442 at line 20; emphasis added)", "[213] This minimal prediction, which mirrors Dr. Tracy's misinterpretation of the promise (namely, improvements in (-)-omeprazole over (+)-omeprazole), fails to accord with the promise in the '653 patent (namely, improvements of both enantiomers over the racemate) and therefore displays how the AstraZeneca studies, regardless of the interpretation of improved properties, cannot form a factual basis in support of a sound prediction of the improved properties promised in the '653 patent. E. Summary of Utility Analysis", "[214] In my view, the promises of the '653 patent were; (1) use as a PPI; and (2) an improved therapeutic profile such as a lower degree of interindividual variation.", "[215] The demonstration and sound prediction of these promises may be summarized as follows: promise (1) was soundly predicted and promise (2) was neither demonstrated nor soundly predicted. As a consequence, the '653 patent is invalid because of inutility, namely, the lack of demonstration or sound prediction with respect to promise (2).", "[216] Again, although not necessary to do so, to ensure completeness of the record, I addressed the following promises as well 1. stability against chemical-mediated racemization; 2. stability against enzyme-mediated racemization; and 3. improved pharmacokinetic and metabolic properties.", "[217] With respect to the demonstration and sound prediction of these additional promises, I concluded as follows: promise (3) was soundly predicted, promise (4) was soundly predicted, though based on a study that was not disclosed in the '653 patent, and promise (5) was neither demonstrated nor soundly predicted.", "[218] Inutility is itself fatal to the validity of the '653 patent. I will nevertheless for completeness of the record, consider the other grounds of invalidity. V. The Differences between Novelty and Obviousness", "[219] There are two key differences between novelty and obviousness: (1) the body of prior art that they consider and (2) the threshold of ingenuity (in the case of obviousness) or effort (in the case of novelty) that must be met when moving from that prior art to the patent in question (see: <FRAGMENT_SUPPRESSED>  at 197-99).", "[220] With respect to the body of prior art considered, novelty considers whether a single prior art reference makes the patent old whereas obviousness considers whether the state of the art (i.e. multiple prior art references) makes the patent obvious. Put differently, novelty asks if the invention was already discovered by a single prior art reference whereas obviousness asks if the invention would have been self-evident to discover given the state of the art: Merck finasteride , at paras 181-82.", "[221] With respect to the threshold that must be met to move from this prior art to the patent in question, novelty considers a lower threshold relating to effort: whether or not a single prior art reference teaches the patent in question without \"undue burden\" ( <FRAGMENT_SUPPRESSED>  [ Sanofi-Synthelabo Plavix ]). In contrast, obviousness considers a higher threshold relating to ingenuity: whether or not the state of the art teaches the patent in question without the need for an \"inventive step\" or \"degree of invention\" ( Sanofi-Synthelabo Plavix , at paras 33 and 67). Requiring an inventive step to get from a single prior art reference to the impugned patent is determinative of the impugned patent being novel with respect to that prior art reference. In other words, inventive steps exceed the threshold of undue burden ( Sanofi-Synthelabo Plavix , at paras 33).", "[222] With these key differences established, I turn to an analysis of novelty and obviousness. However, as a preliminary observation I note that the science involved was, at the risk of understatement, complex. Both parties retained experts fit to the challenge. In particular, Dr. Stephen G. Davies (Chairman of the Department of Chemistry at Oxford), Dr. Eric N. Jacobsen (Chair of the Department of Chemistry & Chemical Biology at Harvard), and Dr. Rick L. Danheiser (AC Cope Professor of Chemistry and former Associate and Acting Department Head of Chemistry at MIT) are pre-eminent experts, holding senior positions at prestigious academic institutions. They are all recognized globally for their research and teaching, their publication records, and the role they play on editorial boards of leading scientific journals. Each has received awards recognizing their contributions in the course of shaping aspects of modern chemistry. They provided the court with a wealth of knowledge underlying the dispute, and, suffice to say, the amount of instruction these experts provided to the court was likely equivalent to an undergraduate course in chemistry, if not the whole degree. VI. Novelty", "[223] Apotex asserts that the '653 patent is invalid because what the patent claims was not new, or rephrased in positive terms, because it was \"anticipated.\" Novelty is a requirement for a valid patent under sections 2 and 28.2 of the . In essence, an alleged patent is anticipated if the skilled person, before the patent claim date (May 28, 1993), and with reference to a single prior art reference, could have performed the patent without \"undue burden.\"", "[224] The Supreme Court of Canada established a refined two-part test for anticipation  <FRAGMENT_SUPPRESSED> -Synthelabo Plavix , at paras 30-33. For a patent to be anticipated there must be, from the perspective of the skilled person: (1) prior disclosure and (2) enablement from that prior disclosure. A. Prior Disclosure (1) The Law of Prior Disclosure", "[225] To satisfy the first part of the novelty test - prior disclosure - Apotex must demonstrate that there is at least one prior art reference which, on its own, discloses subject matter that would, if performed, result in infringement of the '653 patent: Sanofi-Synthelabo Plavix , at paras 25 and 28. Put differently: what infringes later, anticipates earlier.", "[226] The scope of prior disclosure is governed by section 28.2 of the which sets out the relevant dates for disclosure depending on its source. In this case, Apotex did not advance any evidence of disclosure originating directly or indirectly from the applicant (section 28.2(1)( )) or originating from a third-party's pending patent application (sections 28.2(1)( ) and ( )). As a consequence, Apotex can only prove prior disclosure if it can show that the subject-matter of the '653 patent was made \"available to the public before the claim date\" by any person other than AstraZeneca (section 28.2(1)( )).", "[227] The only prior disclosure alleged by Apotex with regard to novelty is DE 455, which was filed on November 8, 1990 and published on May 14, 1992. DE 455 relates to a method for separating the enantiomers of a broad class of compounds known as pyridylmethylsulphinyl -1H-benzimidazoles. The method uses a strategy of preparing diastereomers by introducing another chiral molecule, a chiral auxiliary. Unlike the enantiomers, the diastereomers have different physical properties which may allow separation. The method requires several steps: preparation of diastereomers by reacting a chiral auxiliary with a salt of a racemic substituted benzimidazole; chromatography to separate the mixture of diastereomers; crystallization to purify the diastereomer; hydrolysis in strong acid to remove the chiral auxiliary group; and neutralization of the hydrolysate using strong base. The '653 makes the binding admission that DE 455 may be used to separate the enantiomers of omeprazole in a preparative scale ( <FRAGMENT_SUPPRESSED> ).", "[228] I conclude that DE 455 does not disclose the subject matter of the '653 patent because it does not contain an essential element of the '653 patent, namely, a specified optical purity of 99.8% enantiomeric excess.", "[229] There can only be prior disclosure if every essential element in the '653 is found within DE 455. A prior disclosure, upon performance, results in infringement ( Sanofi-Synthelabo Plavix , at para 25). Infringement, in turn, requires infringement of each essential element ( Free World Trust , at paras 31 and 68). It therefore follows that the absence of a single essential element of the '653 from the DE 455 disposes of the issue of prior disclosure, and in turn, anticipation (see Elli Lilly and  <FRAGMENT_SUPPRESSED> ). (2) No Prior Disclosure of 99.8% Enantiomeric Excess", "[230] The '653 patent specifies a significant threshold of optical purity. As discussed earlier in the \"Claims Construction\" analysis, claim 8, when read by the skilled person in light of the disclosure, describes a compound having an optical purity of 99.8%ee or greater. Thus, an essential element of the '653 patent is a compound having that high degree of optical purity.", "[231] The DE 455 does not specify a degree of optical purity with sufficient detail to disclose the degree of purity specified in the '653. Admittedly, the DE 455 describes a high degree of optical purity: \"optically pure,\" \"configurationally homogeneous,\" \"enantiomerically pure,\" etc. These descriptions are unqualified, and as a consequence, Apotex argued that the DE 455, by providing for an \"optically pure\" compound, previously disclosed the high degree of purity specified in the '653 patent. However, prior disclosure must be assessed from the perspective of the skilled person. From that perspective, the DE 455 did not disclose the same degree of purity as the '653 patent.", "[232] On this point, Dr. Armstrong (for AstraZeneca) convincingly described how \"optically pure\" under the old nomenclature (during the time of the DE 455) meant \"as pure as we can make it ... according to the techniques at hand.\" From that perspective, the DE 455's reference to optical purity cannot be read as a prior disclosure of 99.8%ee or greater. Rather, such an unqualified reference to optical purity merely discloses that, at the time, the DE 455 disclosed the greatest possible purity attainable by its methods, not an objective benchmark.", "[233] According to Dr. Jacobsen (for Apotex), \"optically pure\" lacks a clear meaning to the skilled person. Nevertheless, Dr. Jacobsen claimed that a sufficient degree of purity is disclosed because of the context of the DE 455. In particular, Dr. Jacobsen claimed that the skilled person would understand \"optically pure\" as meaning the same extent of purity as that found in the '653 patent because it would be desirable from a commercial perspective. This interpretation is unconvincing. The mere fact that high optical purity is desirable is not equivalent with an explicit benchmark of 99.8%ee.", "[234] Furthermore, the evidence of Dr. Danheiser (for Apotex) is particularly unconvincing with respect to the prior disclosure of sufficient purity. He was instructed by Apotex to assume that \"enantiomerically pure\" is equivalent to 99.8%ee. As a consequence, he appears to not have turned his mind to the question of how the skilled person would understand DE 455's reference to \"optically pure.\"", "[235] Finally, Dr. Davies (for AstraZeneca) claimed that \"optically pure\" by convention suggests a meaning of 90%ee or greater. However, Dr. Davies also argued that this suggestion, without the disclosure of specific methods or evidence of purity, is without substance. With the significant amount of expert critique in this trial of methods for assessing purity, I am sympathetic to Dr. Davies' hesitation to affirm a specific degree of purity that appears to be unsubstantiated.", "[236] Whether or not other essential elements of the '653 patent were disclosed in the DE 455 was also in dispute (e.g. salts, the (-)-enantiomer of omeprazole, the properties of the omeprazole enantiomers). However, I need not go into detail about those purported essential elements because the element that received the most thorough analysis and which had the most evidence raised in its respect (99.8%ee optical purity) was not disclosed.", "[237] A patent that provides for an \"optically pure\" substance, which, in context, means 90%ee or greater, does not necessarily infringe a patent that specifies a purity of 99.8%ee. Consequently, the prior disclosure criterion of novelty is not met in this case. B. Enablement (1) The Law of Enablement", "[238] While I have concluded that there is no prior disclosure, I will briefly discuss the second part of the novelty test: enablement.", "[239] Enablement is directed at whether the skilled person, with reference to the single prior art reference, can \"perform or make the invention of the second patent without undue burden\" ( Sanofi-Synthelabo Plavix , at para 33). In Sanofi-Synthelabo Plavix , the Supreme Court does not provide a definition for \"undue burden\" and instead relies on a non-exhaustive list of factors that \"will apply in accordance with the evidence in each case\" (at para 37). In particular, the Supreme Court summarizes those factors (which I paraphrase) as follows: a. the prior patent as a whole including the specification and the claims; b. the skilled person's common general knowledge; and c. the nature of the invention, meaning, that what is considered to be \"undue burden\" within a particular field depends on how common potentially burdensome activities such as trials and experiments are in that field.", "[240] The Supreme Court also referred to a fourth factor: the extent to which obvious errors and omissions do not prevent enablement if \"reasonable skill and knowledge in the art could readily correct the error or find what was omitted\" (at para 37). In my view, this is more an application of the second factor above to the assessment of undue burden than an independent factor, though it is helpful for it to be specifically pointed out. (2) The Evidence Regarding Enablement", "[241] The Court was presented with ample conflicting evidence on the issue of enablement. In particular, both parties relied on their respective successful and failed attempts at following DE 455 to reach the purity described in the '653 patent. As these attempts applied the prior patent (DE 455) and purported to follow an approach reflective of the skilled person my analysis of both parties testing evidence in addition to expert commentary on that evidence considers the enablement factors described above.", "[242] AstraZeneca provided fact evidence from Dr. Larsson, a former employee of AstraZeneca. He described AstraZeneca's unsuccessful efforts in applying the DE 455 to produce sufficient quantities of the enantiomers of omeprazole for testing in 1993. Apotex responded with a thorough critique of both Dr. Larssons' limited personal involvement with the experiments and the apparent errors  <FRAGMENT_SUPPRESSED> 's attempted application of the DE 455 based on the laboratory notes of Mr. Niman. Mr. Niman, who performed the experiments, was not called as a witness.", "[243] Apotex's evidence was similarly inconclusive. Apotex relied on the fact evidence of Dr. Taylor, an esteemed chemist who possesses skills and knowledge well in excess of the skilled person in this case. Further, AstraZeneca provided a satisfactory critique of how Dr. Taylor went beyond the scope of DE 455 in his experiments.", "[244] On the whole, I am unconvinced that the DE 455 enables the '653 patent. (3) No Enablement of 99.8% Enantiomeric Excess", "[245] Neither party advanced compelling evidence regarding enablement. Viewed in its entirety, the evidence regarding testing is \"controversial and inconclusive.\" As a consequence, I assign it little weight ( <FRAGMENT_SUPPRESSED> ). Further, as both parties' arguments with respect to enablement rested primarily on the testing, I conclude that Apotex has failed to meet its burden with respect to enablement.", "[246] Dr. Larsson (for AstraZeneca) described many struggles in performing the DE 455. Ultimately, these tests were unable to obtain optically pure enantiomers of omeprazole and encountered \"major degradation.\" That being said, Apotex had a strong critique of Dr. Larsson's evidence and of the testing he described. First, Apotex pointed out many flaws in Dr. Larsson's evidence, namely: a. The experiments were conducted by Mr. Niman, who was not called to give evidence at trial. b. Mr. Niman's work began in 1992, prior to Dr. Larsson joining AstraZeneca in March 1993. c. Mr. Niman's work was initially supervised and instructed by Dr. Hjalmarsson, who himself was not called to give evidence at trial. d. Dr. Larsson did not conduct the actual experiments. e. Dr. Larsson says he observed some of the experiments, but could not say which ones. f. Dr. Larsson has not discussed Dr. Niman's work with Dr. Niman since 1993. g. Dr. Larsson could not explain whether or why certain steps were performed. h. Dr. Larsson was unable to confirm whether analyses were performed at various stages.", "[247] Second, Apotex convincingly argued that Mr Niman, based on the evidence of his laboratory notebooks, did not faithfully follow the steps in DE 455 as a skilled chemist. In particular, Apotex observed that: a. Mr. Niman at times failed to control the pH of the reactions and failed to properly neutralize the solution after hydrolysis exposing it to destructive acid pHs. b. Mr. Niman failed to carry out the chromatography as a skilled chemist, repeatedly beginning purifications on a chromatographic column and leaving them overnight. c. Mr. Niman, when unable to chromatographically purify omeprazole using one solvent system, failed to try other solvents.", "[248] In light of these critiques it is difficult to give much weight to Dr. Larsson's evidence or to consider that evidence compelling with respect to anticipation.", "[249] Unlike AstraZeneca, Apotex encountered little difficulty when performing the DE 455. However, AstraZeneca's critique of Apotex's evidence is similarly persuasive.", "[250] First,  <FRAGMENT_SUPPRESSED> 's favour, I accept that Dr. Taylor, who organized the Apotex testing of the DE 455, was insulated from bias or any pre-conception as to the ultimate objective because of how Apotex approached his retainer. In particular, I note that Dr. Taylor: a. was not given the '653 patent; b. was not told that a desired level of purity was desirable; and c. would have had no way of knowing whether it favoured Apotex that the examples worked (e.g. supporting an anticipation argument) or did not work (e.g. supporting an inutility argument).", "[251] Dr. Taylor is an exceptional chemist with skills well-beyond that of the skilled person. While it is true that solely attacking his credentials would amount to a mere ad hominem attack (as Apotex argued), the entire context of the Apotex testing (including Dr. Taylor's impressive credentials) undermines its credibility. Apotex claims that the DE 455, with its \"exquisite level of detail,\" would easily enable the skilled chemist to attain compounds as pure as the '653 patent. Yet they enlisted a highly esteemed chemist, who performed several tests of the DE 455 before performing those same tests in the presence of representatives for AstraZeneca, and who was not instructed to perform the tests as if he was a chemist in 1993.", "[252] Mere speculation about how Dr. Taylor does not perfectly align with the skilled person is insufficient to discredit his evidence. However, when coupled with multiple variations that he used when performing DE 455, his evidence loses weight. In particular, Dr. Taylor's use of unusual solvent ratios and cooling techniques, without convincing evidence as to how the skilled person would have approached DE 455 similarly, and viewed in light of Dr. Taylor's exceptional expertise, leaves me with doubts about his success with DE 455 in 2013 being reflective of the skilled person's success with DE 455 in 1993. As a consequence, I am not convinced that the skilled person could perform DE 455 and achieve the purity described in the '653 patent without \"undue burden.\"", "[253] The above flaws aside (which defeat Apotex's claim of enablement because Dr. Taylor's approach was not reflective of the skilled person), I accept Apotex's argument that Dr. Taylor ultimately achieved the degree of purity specified in the '653 patent.", "[254] Dr. Taylor calculated the degree of purity in his tests by two methods: High-performance Liquid Chromatography (HPLC) and Nuclear Magnetic Resonance (NMR). Despite its efforts, AstraZeneca's attempt at discrediting the findings from these methods was unpersuasive.", "[255] Regarding the HPLC testing, AstraZeneca argued that the calculations may have been compromised by impurities. After each hydrolysis, the material obtained was purple. Both parties agreed that this purple colour was an impurity because the enantiomers of omeprazole are colourless. As a consequence, the HPLC results were potentially unreliable. However, Apotex's response to this \"purple impurity theory\" is compelling. More specifically, Apotex convincingly argued that this theory is inordinately speculative and forces the Court to \"postulate the existence of a number of highly improbable facts,\" namely: a. The impurity is undetectable on NMR - Dr. Taylor's NMR did not show any impurity. b. The impurity just happens to co-elute with the major enantiomer in sufficient amount to affect the enantiomeric purity calculation. c. The impurity just happens to co-elute at precisely the same point as the major enantiomer such that the symmetry of the peak representing the major enantiomer is not distorted. d. The impurity has the same spectral properties as the major enantiomer at two different wavelengths even though molecules that are different colours (e.g. colourless omeprazole and the purple impurity) are likely to have different spectra both in the colour spectrum and in the UV region. e. The impurity would have to generate a peak that is 20 times larger than the peak associated with the major enantiomer in order to visually impact the peak associated with the enantiomer in question.", "[256] Regarding the NMR testing, there was a lively debate between Drs. Jacobsen and Davies over the assignment of peaks in the calculation of the diastereomeric ratio. In the end, however, the use of NMR as a tool for monitoring the progress of a reaction, as opposed to calculating the purity of the final product (as HPLC does), makes this debate largely inconsequential. In light of the HPLC results, I conclude that Dr. Taylor was able to reach the level of purity specified by the '653 patent.", "[257] Finally, AstraZeneca's last attempt at discrediting Dr. Taylor's approach was to critique that he went beyond the scope of DE 455 by making salts. This critique belies two factors outlined  <FRAGMENT_SUPPRESSED> -Synthelabo Plavix , at para 37: the plain language of the DE 455 and how obvious errors and omissions do not prevent enablement if \"reasonable skill and knowledge in the art could readily correct the error or find what was omitted.\" First, the DE 455 application states that salts of racemic substituted benzimidazoles with bases can be made \"in a customary manner by reaction of the compounds with the appropriate hydroxides.\" In fact, Dr. Taylor made a sodium salt, and the DE 455 application specifically mentions as base addition salts of the racemic benzimidazoles among others the sodium, potassium, calcium, magnesium and titanium salts. Further, even if this direction was not clear enough for the skilled person to follow, as Dr. Jacobsen opined, the procedure described for the making of omeprazole salts in European Patent Application 0 124 495 dated November 7, 1984 [the '495] could be used, without modification, to obtain the salts of the enantiomers of omeprazole. As Dr. Taylor independently located the '495 as part of the testing he performed, reliance on its methods falls within the scope of the diligent skilled chemist.", "[258] In sum, the '653 patent was novel. The DE 455 did not disclose the essential characteristic of a specified degree of high optical purity. Moreover, Dr. Taylor's performance of the DE 455 does not convince me that the skilled person would have been enabled to reach the degree of purity specified in the '653 patent by performing DE 455. As a consequence, Dr. Taylor's evidence regarding his testing was inconclusive and therefore incapable of satisfying Apotex's burden with respect to enablement. VII. Obviousness", "[259] Apotex's final argument for the invalidity of the '653 patent is that it is invalid because it was \"obvious.\" It is a requirement for a valid patent under sections 2 and 28.3 of the that the subject of the patent not be obvious. In essence, an alleged patent is obvious if, from the perspective of the skilled person as of the patent claim date, no inventive step was required to get from the state of the art to the inventive concept of the patent.", "[260] The Supreme Court set out a four part test for obviousness  <FRAGMENT_SUPPRESSED> -Synthelabo Plavix , at para 67: a. Identify the person skilled in the art and the relevant common general knowledge; b. Identify the inventive concept of the claim in question or, if that cannot readily be done, construe it; c. Identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept; and d. Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps that would have been obvious to the skilled person or do they require a degree of invention?", "[261] The first step of this test is not in dispute. The parties substantially agreed on the characteristics of the skilled person, as set out above. The skilled person of the '653 patent is a composite of: • An organic or medicinal chemist • A pharmacologist • A pharmaceutical formulator • A physician familiar with the pharmaceutical treatment of excess gastric acid secretion and related diseases", "[262] Further, the common general knowledge of that skilled person is also, for the most part, undisputed between the parties (also set out above). It includes: • Stereochemistry • The role of stereochemistry in drug action • Omeprazole, in particular - its salts, and its mechanism of action - Esomeprazole and its salts • The use of salts to improve drugs • The motivation to purify enantiomers", "[263] The remaining three steps in the Sanofi-Synthelabo Plavix four-step obviousness test merit more elaborate consideration. A. Step 2: The Inventive Concept of the Claims in Question", "[264] In this case, the first disputed step of the Sanofi-Synthelabo Plavix obviousness test is the identification of the inventive concept of the claims in question. (1) The Meaning of the Inventive Concept", "[265] The meaning of the \"inventive concept\" of a patent's claims was the subject of controversy in this case. The parties adopted conflicting interpretations of the inventive concept. Whereas AstraZeneca argued for a truncated promise (lowering its utility burden), it argued for an expansive inventive concept (raising Apotex's obviousness burden). Apotex, on the other hand, argued the reverse: for a broader promise (raising AstraZeneca's utility burden) and a narrower inventive concept (lowering its own obviousness burden).", "[266] The parties had conflicting views on the legal principles underpinning the inventive concept as well. AstraZeneca, in its closing, argued that the inventive concept, promise of the patent, and claims construction, are \"just one construction for all purposes.\" By contrast, Apotex argued that all three exercises are distinct inquiries. Such a stark contrast in the basic legal framework underlying key doctrines in patent law, between two highly sophisticated litigants, is alarming to say the least.", "[267] Courts have consistently held that the identification of the inventive concept begins with the claims of the patent, and only looks to the disclosure when necessary. In its leading authority on obviousness the Supreme Court states that a court, at the second step of the obviousness inquiry, must \"[i]dentify the inventive concept of the claim in question or if that cannot readily be done, construe it\" ( Sanofi-Synthelabo Plavix , at para 67).", "[268] The Supreme Court goes on to say: A bare chemical formula in a patent claim may not be sufficient to determine its inventiveness. In such cases, I think it must be acceptable to read the specification in the patent to determine the inventive concept of the claims. Of course, it is not permissible to read the specification in order to construe the claims more narrowly or widely than the text will allow (at para 77).", "[269] Thus, similar to claims construction, the identification of the inventive concept begins with the claims, and only considers the remainder of the patent (the disclosure) if necessary. Courts have consistently affirmed this approach (see e.g. <FRAGMENT_SUPPRESSED> ). (2) The Inventive Concept of the '653 Patent", "[270] The '653 patent is not one that requires a consideration of the full specification to identify the inventive concept. It does not merely claim a \"bare chemical formula\" as discussed  <FRAGMENT_SUPPRESSED> -Synthelabo Plavix . Rather, it claims a multitude of things (compounds, purities, uses) none of which require a consideration of the disclosure to understand their inventiveness. On that basis, Apotex's interpretation of the inventive concept, which flows unambiguously from the claims of the '653 patent, should be accepted over AstraZeneca's interpretation of the inventive concept, which unnecessarily imports aspects of the disclosure.", "[271] Two inventive concepts were proposed by the parties in this case. Apotex argued for a narrower inventive concept: \"the salts of esomeprazole, including the magnesium salt, having an ee of up to 99.8% ee.\" By contrast, AstraZeneca argued for a broader inventive concept: \"an optically pure salt of (-)-omeprazole as claimed, together with improved pharmacokinetic and metabolic properties over omeprazole, and high stability to racemization in neutral and basic pH.\" Consequently, the inventive concept proposed by AstraZeneca may be viewed as an extension of the inventive concept proposed by Apotex. More specifically, the disagreement between the parties distils to whether or not the inventive concept of the claims in the '653 includes esomeprazole's improved properties described in the disclosure of the patent.", "[272] There is, however, no need to look to the disclosure for improved properties within the inventive concept of the '653 patent because a viable inventive concept is present in the claims alone. Both parties focus their analysis of the inventive concept on claims 7 and 8 of the '653, which read: 7. A compound according to any one of claims 1 to 6 having an optical purity of 98% or greater. 8. A compound according to any one of claims 1 to 6 having an optical purity of 99.8% or greater. (emphasis added)", "[273] AstraZeneca argues that these are merely \"bare compound claims\" that necessitate a consultation of the disclosure to ascertain their inventive concept. I disagree. Claims 7 and 8 refer not merely to a \"bare\" compound, but its specific degree of optical purity. Notably, that degree of optical purity, and whether or not an inventive step was necessary to achieve it, was the primary focus of much of the expert testimony in this case. While it is true that the inventive concept could be expanded by referring to the properties of these compounds discussed in the disclosure, that would be an improper approach. The Supreme Court  <FRAGMENT_SUPPRESSED> -Synthelabo Plavix permits a consideration of the disclosure for instances like \"bare compound claims\" because they \" may not be sufficient to determine\" the inventive concept, not because it would be possible to expand on a viable inventive concept that has already been identified (at para 77; emphasis added). Indeed, the Supreme Court notes that \"it is not permissible to read the specification in order to construe the claims more narrowly or widely than the text will allow\" (at para 77). Such an improper interpretation is precisely what AstraZeneca advances in this case. The '653 patent never claims the improved properties AstraZeneca seeks to add to the inventive concept. Further, an inventive concept may be identified in the claims alone with respect to novel compounds with a previously unattainable degree of purity. As such, the inventive concept, which is rooted in the claims of the patent, is found in claims 7 and 8 alone.", "[274] Both claims identify a compound (esomeprazole) with a specific trait (high purity). The inventive concept is therefore the compound and its specific high degree of purity that was obtained. More specifically, the inventive concept is the compound with the highest extent of purity claimed (claim 8); or, as Apotex argued: \"the salts of esomeprazole, including the magnesium salt, having an ee of up to 99.8% ee.\"", "[275] I need not look to other claims in the '653 patent because the \"claims in question\" in this case (i.e. the claims to which the pleadings and experts were directed with respect to obviousness) were only claims 7 and 8. B. Step 3: Differences Between the State of the Art and the Inventive Concept", "[276] This takes us to the third step of the Sanofi-Synthelabo Plavix obviousness test. Before discussing the differences between the prior art and inventive concept, the time frame for prior art must be established. Section 28.3 sets out the relevant dates for prior art depending on its source. In this case, Apotex did not advance any evidence of prior art originating directly or indirectly from the applicant (AstraZeneca). As a consequence, the only prior art that is relevant must have been \"made available to the public\" before the claim date by any person other than AstraZeneca ( , s 28.3( )).", "[277] Apotex, given its views on anticipation, argues that there is no difference between the state of the art and the inventive concept because, in its view, the '653 patent was anticipated by the DE 455 German patent application. I have already explained, above, how the DE 455 does not anticipate the '653 because it lacks an essential element of the '653: a specified optical purity of 99.8%ee.", "[278] In the alternative, Apotex argues, with respect to obviousness, that the only differences between the state of the art and the inventive concept are the following: a. a quantitative (e.g. 99.8%ee in the '653) rather than qualitative (e.g. \"optically pure\" in DE 455) description of purity and b. the listing of specific base addition salts (e.g. magnesium in the '653) rather than the general description of base addition salts (e.g. \"salts with bases\" in DE 455).", "[279] AstraZeneca does not dispute these differences between the state of the art and the inventive concept. They are quite plainly differences between the DE 455 and the '653. Instead, AstraZeneca adds three further differences: a. the isolated (-) enantiomer of omeprazole, b. in alkaline salt form, and c. its properties.", "[280] I will assess each of the proposed differences in turn, ultimately concluding that all of the proposed differences between the state of the art and the inventive concept are valid except the enantiomers in alkaline salt form or their advantageous \"properties.\" I note, though, that compiling a list of differences between the state of the art and an impugned patent does not protect it from invalidity because those differences could have been obvious to overcome.", "[281] Attaining the specified optical purity of 99.8%ee is a difference between the state of the art and the inventive concept. Though DE 455 describes its compounds as \"optically pure\" I have already described above how, when read in context, that means approximately 90% pure. The only other piece of prior art referred to on this point is the Erlandsson paper which describes a method achieving 91.2%ee optical purity. As a consequence, the degree of optical purity attained and specified in the '653 is a difference between the state of the art and the inventive concept of the '653.", "[282] The listing of specific base addition salts (such as magnesium) is also a difference between the state of the art and the inventive concept. The only piece of prior art referred to on this point is the DE 455 which more generally refers to \"salts with bases\" as opposed to enumerating specific salts as the '653 does in its claims.", "[283] The isolated (-) enantiomer of omeprazole similarly differs from the state of the art. The DE 455 only exemplifies the (+) enantiomer of omeprazole. Moreover, Erlandsson only provides for a partial separation and isolation of the omeprazole enantiomers.", "[284] Finally, the two remaining differences between the state of the art and the inventive concept proposed by AstraZeneca must be dismissed. Neither the enantiomer in alkaline salt form nor its improved properties, such as improved pharmacokinetic properties, is part of the inventive concept claimed in the '653. Rather, they are both discussed in the disclosure outside of the relevant claims (7 and 8) and do not form part of the inventive concept. Accordingly, they cannot be a \"difference\" between the state of the art and the inventive concept of the '653.", "[285] In conclusion, the differences between the state of the art and the inventive concept include the following: a. A specified optical purity of 99.8%ee; b. The listing of specific base addition salts; and c. The isolated (-) enantiomer of omeprazole. C. Step 4: Inventive Step from State of the Art to the Inventive Concept", "[286] Finally, the fourth step of the Sanofi-Synthelabo Plavix obviousness test considers whether overcoming the above differences (that is, getting from the state of the art to the inventive concept) requires a \"degree of invention\" or, in other words, an \"inventive step.\" I will first outline the proper approach to the obviousness inquiry, and in particular, the \"obvious to try\" inquiry, and then follow that approach in reaching the conclusion that the '653 patent was not obvious because an inventive step was required to achieve its high optical purity. (1) The Law Governing Obviousness (a) The Merged Obviousness and Obvious to Try Inquiries", "[287] As previously described, the general obviousness inquiry was provided  <FRAGMENT_SUPPRESSED> -Synthelabo Plavix . However, at the fourth step of that general obviousness inquiry, an overlapping inquiry - the \"obvious to try\" inquiry - may arise (see Sanofi-Synthelabo Plavix , at para 67). The obviousness and obvious to try inquiries should not be conceived of as discrete inquiries. Rather, the four-step obviousness test always governs the analysis, with the notion of whether or not a particular experiment was \"obvious to try\" comprising \"only one factor to assist in the obviousness inquiry\" ( Sanofi-Synthelabo Plavix , at para 64). In that sense, they are overlapping inquiries, wherein the general obviousness test is always applied and the obvious to try inquiry occasionally supplements the fourth step of the general obviousness test, depending on whether or not the area of science engaged by the patent in question is sufficiently experimental.", "[288] More specifically, the obvious to try approach may be applied at the fourth step of the general obviousness test in \"areas of endeavour where advances are often won by experimentation\" ( Sanofi-Synthelabo Plavix , at para 68). In particular, the Supreme Court  <FRAGMENT_SUPPRESSED> -Synthelabo Plavix notes that \"some inventions in the pharmaceutical industry might warrant an 'obvious to try' test since there may be many chemically similar structures that can elicit different biological responses and offer the potential for significant therapeutic advances\" (at para 68). The '653 patent, which relates to optically pure enantiomers with promised therapeutic advances (esomeprazole) in contrast with its predecessor, a previously discovered and similarly structured racemate (omeprazole), satisfies this criterion and ought to be evaluated pursuant to the obvious to try approach. That being said, obvious to try is still merely a factor to be considered. Accordingly, the factors outlined in the jurisprudence with respect to both the general obviousness inquiry and the obvious to try inquiry are relevant in this case. (b) Obvious to Try and Obviousness Factors", "[289] I begin with factors related to the obvious to try inquiry. In Sanofi-Synthelabo Plavix , the Supreme Court outlines a non-exhaustive list of primary and secondary factors which may be considered when evaluating whether or not an invention was obvious to try (at paras 69-71). The primary factors may be summarized as follows: a. Whether what was being tried obviously ought to work and whether there are a finite number of identified predictable solutions known to the skilled person. b. The extent, nature, and amount of effort required to achieve the invention and whether the experimentation amounts to trials that are routine or trials that are prolonged and arduous. c. Whether there is a motive provided in the prior art to find the solution the patent addresses.", "[290] Additionally, the Court notes \"[a]nother important factor\" (arguably, a secondary factor), that being \"the actual course of conduct which culminated in the making of the invention,\" in so far as it relates to how the skilled person would have acted in light of the prior art - the proper focus of the obviousness inquiry (at para 70).", "[291] Next, the factors related to the general obviousness inquiry.  <FRAGMENT_SUPPRESSED>  [ Novopharm Levofloxacin ], the Federal Court of Appeal outlines a non-exhaustive list of principal and secondary factors which may be considered when evaluating obviousness more generally (at para 25). In particular, the court emphasizes that \"this list is a useful tool, but no more\" and that it should not be \"slavishly followed\" (at para 27). As a consequence, my analysis will be directed at those factors (whether outlined  <FRAGMENT_SUPPRESSED>  Levofloxacin or not) which, based on the patent in question and evidence presented, are relevant to the question of obviousness in this case. Not surprisingly, there is significant overlap between the factors discussed by the Supreme Court with respect to the obvious to try inquiry and the factors discussed by the Federal Court of Appeal with respect to the general obviousness inquiry since they are overlapping inquiries.", "[292] The primary factors in the general obviousness inquiry from Novopharm Levofloxacin may be summarized as follows. First, there are three primary factors which I have already addressed above in the earlier stages of the Sanofi-Synthelabo Plavix a. The invention b. The skilled person, and c. The skilled person's common general knowledge", "[293] Second, there are additional primary factors that are analyzed in light of the above three factors, namely: a. The climate in the relevant field at the time the alleged invention was made. b. The motivation in existence at the time of the alleged invention to solve a recognized problem. c. The time and effort involved in the invention", "[294] Notably, and not surprisingly, these factors align significantly with the obvious to try factors. Finally, there are also secondary factors to consider, namely: a. The commercial success of the invention, and b. Meritorious awards received by the invention. (c) The Threshold to be Met to Satisfy the Obvious to Try and Obviousness Inquiries", "[295] The above factors are considered with a view to the ultimate legal question of the obviousness of the impugned patent.", "[296] For an invention to be obvious to try, \"there must be evidence to convince a judge on a balance of probabilities that it was more or less self-evident to try to obtain the invention. Mere possibility that something might turn up is not enough\" ( Sanofi-Synthelabo Plavix , at para 66).", "[297] More broadly, for an invention to be obvious, it must require an \"inventive step\" to get from the state of the art to the inventive concept, meaning, similarly, that it must have been \"obvious\" or \"very plain\" to discover the invention given the state of the art ( Sanofi-Synthelabo Plavix ̧ at para 65). (2) Application of the Law Governing Obviousness to the '653 Patent", "[298] As described above, there are three proposed differences between the state of the art and the inventive concept that must be addressed, namely: a. A specified optical purity of 99.8%ee; b. The listing of specific base addition salts; and c. The isolated (-) enantiomer of omeprazole.", "[299] The second and third differences are easily characterized as obvious extensions from the state of the art. As a consequence, I will briefly address the non-inventive step that would have brought the skilled person from the state of the art to those differences before analyzing the inventive step required to reach a specified optical purity of 99.8%ee in greater detail. (a) The Non-Inventive Step from the State of the Art to Specific Salts and the (-) Enantiomer of Omeprazole", "[300] Both the listing of specific salts and the isolation of the (-) enantiomer of omeprazole were obvious extensions on the state of the art, and in particular, on the DE 455.", "[301] First, the listing of specific base addition salts was an obvious extension on the state of the art. The DE 455 generally describes and claims \"salts with bases\" which AstraZeneca contrasts with the '653's specific enumeration of base addition salts. This difference, however, is superficial. The skilled person would have understood the DE 455's reference to \"salts with bases\" as referring to pharmaceutically acceptable salts that can be formed from the addition of a base. No inventive ingenuity would have been required to know that these would include salts formed by the addition of metal cations, such as sodium, potassium, calcium, and magnesium, in an appropriate hydroxide. The DE 455 notes that basic salts of the racemic substrates can be formed with these metallic cations in a \"customary manner\" and that the skilled person would recognize that these same cations could also be used to form salts of the resulting enantiomers. While AstraZeneca's experts (Drs. Davies and Armstrong) emphasized that the specific salts enumerated in the '653 were not exemplified in the DE 455, this came across in their testimony as a minor technical difference easily overcome by the skilled person. Further, as Dr. Jacobsen explained: [P]reparation of salts is advantageous for purification for storage, for handling of compounds, and it's the norm in pharmaceuticals. In fact, omeprazole, which was a marketed drug at that time, was sold as a salt. As a salt, they called, with base. That simply means that the salt is generated by adding a base and generating a deprotonated form of omeprazole as a salt. That salt has to have a cation, a plus charge, to go with it. Those are listed as sodium, potassium, calcium, magnesium, types of pharmaceutically acceptable salts. This is very, very standard language in any pharmaceutical patent or description and a skilled chemist would understand what's referred to by those salts. It's simply sort of a simple matter of considering the readily accessible salts of the compound in question. (Jacobsen Chief, Trial Transcript, Vol 2, p 322 at line 26 - p 323 at line 15)", "[302] With that understanding, which Dr. Jacobsen explained credibly, there is no reason to doubt that the listing of specific salts would be an obvious extension of \"salts with bases.\" Indeed, the experts for AstraZeneca did little more than point to the absence of an enumerated list in the DE 455 (a difference between the state of the art and the inventive concept) as opposed to describing the ingenuity required in listing specific salts (whether it takes an inventive step to make up for that difference). When viewed in light of the compelling evidence raised by Apotex on this point, AstraZeneca's evidence was insufficient to rebuild its claim that listing specific salts is inventive.", "[303] Further, as chemistry is an experimental field, this conclusion is bolstered by how identifying specific salts in light of the state of the art is, at a minimum, obvious to try. The procedure described for the making of omeprazole salts in the '495 could be used, without modification, to obtain the salts of the enantiomers of omeprazole, and the skilled person would know that the same method could be employed to form salts of the enantiomers of omeprazole with bases and could readily determine which of the salts formed the best crystalline solid. As a consequence, no inventive step would be required to go from the state of the art (salts with bases) to the inventive concept in the '653 (enumerated salts).", "[304] The (-) enantiomer of omeprazole was also an obvious extension on the state of the art. The DE 455 patent application exemplifies the preparation of the (+) enantiomer in its examples 5 and 6. Further, the skilled person would understand that this example also teaches how to obtain the (-) enantiomer using the enantiomer of the reagent specified. The obviousness experts from both sides (Drs. Jacobsen and Davies) essentially agreed on this point.", "[305] Consequently, getting from the state of the art to either the listing of specific salts or the isolation of the (-) enantiomer would not have required an inventive step. While they are differences between the state of the art and the inventive concept of the '653, they would have been overcome by routine non-inventive experimentation. (b) The Inventive Step from the State of the Art to a Specified Optical Purity of 99.8%ee", "[306] In contrast with the differences described above, an inventive step would have been required for the skilled person to get from the state of the art to the optical purity specified in the '653. This non-obvious difference, in light of it being the most disputed and controversial difference on the record, merits a more elaborate analysis of the factors pertaining to the obviousness and obvious to try inquiries. I will discuss every factor relevant in this particular case in turn. (i) Motivation to Separate the Enantiomers of Omeprazole", "[307] The motivation to separate the enantiomers of omeprazole is central to the question of obviousness in this case. Absent such a motivation, it is hard to believe that the innovation found in the '653, which is predicated on such a separation, was obvious.", "[308] The most compelling evidence on motivation came from Dr. Armstrong. Before his testimony there was minimal engagement between the experts - they simply disagreed about whether or not the skilled person would have been motivated to separate the enantiomers of omeprazole before the filing date. However, after Dr. Armstrong's testimony, it became clear that the differences in opinion amongst the experts with respect to omeprazole could be explained by the varying specificity of their analysis. Put differently, Dr. Armstrong explained how, while there was a motivation generally to separate racemic drugs, there was no motivation specifically to separate omeprazole because of its unique attributes, namely, a wide therapeutic profile and no toxicity.", "[309] First, it is undisputed that there was little to no motivation to investigate the difference in PPI activity between the enantiomers of omeprazole. This is because of the mechanism of action of omeprazole through which its enantiomers are converted into an achiral sulfenamide - the inhibitory active agent in the parietal cell. As explained earlier, chirality is the primary attribute distinguishing the enantiomers. Consequently, the transfer into an achiral sulfenamide eliminates that difference, leaving the enantiomers with presumably equal effect.", "[310] Second, there was no motivation to investigate differences in toxicity between the enantiomers. Omeprazole was very safe, with an \"unusually high\" therapeutic index (meaning that there was an inordinately high spread between safe and unsafe doses when administering omeprazole). A safe racemic drug with little to no negative side effects provides minimal motivation to investigate the enantiomers to identify whether negligible amounts of toxicity originate with a particular enantiomer.", "[311] Third, there was little to no motivation to investigate different enantiomers in the interest of improving on the properties of omeprazole. Dr. Wainer (for Apotex) spoke at length about the \"possibility\" that an enantiomer \"could\" have improved properties over its racemate - a contention that AstraZeneca does not dispute. However, researchers have limited time and resources. It is unrealistic to assume that the skilled person would pursue every possible inquiry until it was proven unfruitful (even if information is the \"lifeblood\" of the chemist, as Dr. Jacobsen described). Instead, the skilled person, when faced with a scientific problem, would weigh costs and benefits of various options in charting a reasonable course of research. In this regard, Dr. Davies views were most on point: Chemistry is certainly an experimental science, but there are millions of experiments out there to do. You have to pick ones that you think are reasonably going to - there's a reasonable course of action. If you don't have any expectation it's going to work, why would you go down that track? (Davies Chief, Trial Transcript, Vol 10, p 1746 at lines 17-23)", "[312] To hold otherwise would render the motivation criteria not only permanently resolved in all cases, but further, permanently resolved against the interests of the innovator. Virtually any scientific endeavour \"could\" yield helpful results. The focus when discussing the factor of motivation in the context of obviousness is not about whether there is a theoretical motivation that can be speculated about, but rather, whether or not a specific motivation would have actually existed with respect to the patent in question. As Justice Rothstein held  <FRAGMENT_SUPPRESSED> -Synthelabo Plavix , at para 90: It is well known that the pharmaceutical industry is intensely competitive. Market participants are continuously in search of new and improved medications and want to reach the market with them as soon as possible. So demand for an effective and non-toxic product to inhibit platelet aggregation might be assumed to exist. However, nothing in the '875 patent or common general knowledge provided a specific motivation for the skilled person to pursue the '777 invention. The prior patent was a genus patent, and selection might be expected. However, the prior patent did not differentiate between the efficacy and the toxicity of any of the compounds it covered. This suggests that what to select or omit was not then self-evident to the person skilled in the art (emphasis added).", "[313] In this case, no such specific motivation to separate the enantiomers of omeprazole existed. The state of the art with respect to omeprazole would have informed the skilled person that it would have been \"very difficult to improve on omeprazole\" because of its characteristics: a wide therapeutic index, known safety and efficacy, and clinically negligible differences in metabolism between individuals. Apotex's attempt at describing the motivation as a desire to know everything about omeprazole and its enantiomers (potential toxicity, potential properties) is unpersuasive without a scientific problem to be addressed. It is too easy for a generic to argue that a motivation stems from a desire to comprehensively record all potential information about a compound when there is nothing motivating the recording of that information.", "[314] Further, the absence of studies on other similar racemic drugs bolsters the conclusion that there was minimal motivation to separate the enantiomers of omeprazole. There is no evidence of any racemic drug that as of May 1993 was considered safe and efficacious with a wide therapeutic index, where one of the enantiomers was developed to a clinical drug because of differences in the affinities of the enantiomers for drug metabolizing enzymes.", "[315] In sum, there was little to no motivation to investigate the enantiomers of omeprazole. Apotex convincingly argued that the skilled person would have a general interest in enantiomers. Indeed, many other pharmaceutical discoveries discussed in this case related to racemic drugs and their enantiomers. However, AstraZeneca specifically distinguished omeprazole from that general interest given omeprazole's unique attributes. It was a widely successful \"blockbuster\" drug whose enantiomers presented a low expectation of improvement on the racemate because of its wide therapeutic window and lack of toxicity. This absent motivation strongly militates in favour of the inventiveness required in attaining a single enantiomer with an optical purity of 99.8%ee. (ii) Climate in the Field", "[316] In Novopharm Levofloxacin , this factor was described as the \"attitudes, trends, prejudices and expectations\" in the field (at para 25). In a way, this complements the analysis of motivation above because a field whose climate deters against researching a particular question limits the motivation to research that question. In this case, the climate surrounding enantiomeric separations, for the most part, deterred against researching the resolution of omeprazole.", "[317] The attitude that omeprazole was the \"gold standard\" of PPIs contributed to a trend of investigating analogues to omeprazole rather than improving on it directly. This further undermines the obviousness of separating its enantiomers and investing energy in isolating them with an optical purity reaching 99.8%ee.", "[318] The evidence showed that many large pharmaceutical corporations, rather than looking into the enantiomers of omeprazole, were instead investigating analogues (i.e. new molecules with structural similarities to omeprazole). Most notably, with respect to Sepracor, a company who specifically adopted the business model of patenting single enantiomeric forms of racemic drugs, there was no suggestion that it had ever applied to patent esomeprazole or expressed an interest in doing so. This absence of interest from Sepracor, of all companies, in omeprazole, casts significant doubt on Apotex's assertion that there was a specific motivation to investigate the enantiomers of omeprazole, or that the climate in the field would have encouraged such an investigation.", "[319] The \"climate in the field\" factor is also engaged by the purported expectation of racemisation for esomeprazole and the prejudice that this allegedly caused against further consideration of separating the enantiomers of omeprazole. While I ultimately find that the \"fear of racemisation\" advanced by AstraZeneca is unpersuasive, the climate in the field still leans in favour of the non-obviousness of the '653 because of the trends discussed above with respect to investigating analogues. In other words, the motivation to not investigate the enantiomers of omeprazole still stands despite the lack of a fear of racemization. A fear of razemization is merely a deterrent against researching esomeprazole. Eliminating that deterrent against researching esomeprazole (removing a stick) is not equivalent with creating an incentive to perform such research (adding a carrot).", "[320] The purported fear of racemisation advanced by AstraZeneca is unpersuasive and therefore would not have deterred the skilled person from investigating the enantiomers of omeprazole. The basis for a fear of racemisation was the Brändström paper (Brändström A, \"Chemical reactions of omeprazole and omeprazole analogues. III Protolytic behaviour of compounds in the omeprazole system\" Acta Chem Scand . (1989) 43:569); a paper not addressing the racemisation of omeprazole, but rather, which provides indirect support for a speculative possibility of racemisation. From that pillar, the experts from AstraZeneca built up a purported fear of racemisation which would paralyze a skilled person considering the investigation of esomeprazole. Unfortunately for AstraZeneca, that pillar rested on a weak foundation of science and reason.", "[321] First, Apotex's experts' disbelief in a fear of racemisation facing the skilled chemist is more credible because its experts more closely emulated the perspective of the skilled person. Drs. Jacobsen and Danheiser (for Apotex) had mandates that allowed them to opine on the state of the art, in the words of the Supreme Court of Canada, \"viewed without any knowledge of the alleged invention as claimed\" ( Sanofi-Synthelabo Plavix , at para 67), while both Drs. Davies and Armstrong (for AstraZeneca) did not. More specifically, the Apotex experts were \"blinded\" from the 653 for their initial reports addressing whether and how the enantiomers of omeprazole could be obtained. By contrast, Dr. Davies has given extensive evidence in prior esomeprazole litigation, while Dr. Armstrong, to a lesser extent, has also addressed the '653 patent in a prior case.", "[322] Admittedly, I have accepted conclusions put forward by the AstraZeneca experts on other points above, such as motivation, despite their not being blinded to the 653. That is because, put simply, the explanations advanced by the experts for AstraZeneca, on those points, were more persuasive. However, the blinding of the Apotex experts is particularly relevant to the issue of a fear of racemisation because that fear is predicated on a single paper that the skilled chemist would likely not have considered particularly relevant or interpreted as the AstraZeneca experts urge. The Apotex experts, who emulated a literature search that would have been performed by the skilled chemist investigating the separation of omeprazole (a literature search made particularly convincing given their lack of knowledge with respect to the '653), failed to find any basis for a fear of racemisation. Their approach to the search was rigorous and credible. Indeed, Dr. Danheiser took emulating the skilled person so seriously that he performed a manual search of archived chemical abstracts to literally follow the precise steps that would have been pursued by the skilled person as of the relevant date.", "[323] In contrast, AstraZeneca did not endeavour to similarly situate its witnesses. Further, AstraZeneca's experts commented on publications provided to them by counsel, even where they appeared in journals the experts themselves had never heard of or read. This approach casts significant doubt on the fear of racemisation proposed by AstraZeneca. While the '653 patent does describe the stability against racemisation of the claimed salts as being \"surprising,\" AstraZeneca's approach leaves the impression that its experts, who consulted the '653 in advance of providing their reports, went about to justify that proposition rather than test its veracity.", "[324] Second, Apotex's experts' disbelief in a fear of racemisation facing the skilled chemist is more credible because their interpretation of the Brändström paper - the foundation of the fear of racemisation - is more reasonable. In their initial reports, the Apotex experts say little to nothing about Brändström because, in their view, the skilled person seeking to resolve omeprazole would concentrate primarily on the DE 455 and Erlandsson - two pieces of prior art with clear and direct relevance to the problem before them. By contrast, the AstraZeneca experts took a single passage from the Brändström paper, dissociated from the paper's thesis, and stretched that passage as far as possible to justify a fear of racemisation. To be clear, my issue with the fear of racemisation described by AstraZeneca is not that racemisation is scientifically impossible, but rather, that the weight assigned to a fear of racemization was inordinate - a fear more analogous to a paper tiger than a lion in the path of the skilled person ( <FRAGMENT_SUPPRESSED> ).", "[325] To understand why AstraZeneca's emphasis on the Brändström-based fear of racemisation was inordinate demands a brief outline of the logic and science behind the argument. Brändström does not stand for the proposition that omeprazole will inevitably racemize in all circumstances and that its resolution is therefore a fruitless endeavour. Rather, in a single passage, it indicates that deprotonation of a methylene group is possible at a pKA of the methylene protons that is \"too high to be of interest.\" From this, the AstraZeneca experts extrapolated about how that deprotonation could lead to racemization. But Brändström provides no experimental detail as to the conditions in which this racemization occurred or whether those conditions are ones that they should worry about in the formation of a salt. Further, Brändström does not indicate that the deprotonation caused a chemical reaction which would lead to racemization or degradation.", "[326] The paralyzing fear of racemization advanced by AstraZeneca, based on a single reference that was not found by the credible literature searches performed by Apotex's blinded experts, is unconvincing. At most, such an extrapolation would have alerted the skilled person to a possible speed bump, rather than an insurmountable barrier. To permit such extraneous concerns to preclude the skilled person from performing routine testing in the investigation of science would preclude the ability of the skilled person to adequately emulate the predicted conduct of researchers in the patent law context. Every scientific question has some footnote in an obscure publication suggesting possible struggles when researching a question. To allow innovators to stretch those footnotes into guaranteed ingenuity on the part of their patents would set too high a standard for obviousness. Extrapolation is certainly a part of distilling and interpreting complex scientific literature, but extrapolating from minor speculative harms into blanket prohibitions on areas of research is simply not reflective of the reasonable conduct of scientific researchers or the skilled person.", "[327] Further, Apotex convincingly argued that the fear of racemisation flowing from Brändström was not only inordinately weighted, but ill-founded. Deprotonation of the methylene proton is extremely unlikely to occur or would occur to an infinitesimally small degree because of the high pKA of the protons on the methylene group which would be very difficult to abstract. Additionally, extensive literature on chiral sulfoxides (the family to which omeprazole belongs) states that deprotonation does not result in racemization. AstraZeneca claimed that omeprazole was unique and would not behave like other chiral sulfoxides, but the mechanisms for racemisation advanced by its experts were thoroughly debunked under cross-examination as, at best, speculative concerns falling below an expectation that would dissuade the skilled person from investigating the omeprazole enantiomers.", "[328] In sum, the climate in the field also favours the non-obviousness of the '653. Though the fear of racemisation was misplaced, the climate in the field, which favoured research into analogues of omeprazole rather than its separation into enantiomers, supports the ingenuity in attaining a uniquely high optical purity of esomeprazole. (iii) Effort Required", "[329] With respect to the obvious to try analysis, this factor was described as follows  <FRAGMENT_SUPPRESSED> -Synthelabo Plavix , at para 69: \"What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine?\" This factor as well favours the non-obviousness of the '653 patent.", "[330] Apotex sought to demonstrate the minimal effort required to achieve the invention in the '653 patent through multiple routes. To be clear, the obviousness inquiry considers whether or not the \"state of the art,\" not a single piece of art, can reach the invention without an inventive step. That said, three principal approaches were advanced by Apotex: (1) DE 455, (2) the Erlandsson paper, and (3) commercially available columns. None of these approaches, either independently or in conjunction, would have obviously led to the degree of purity attained in the '653.", "[331] With respect to the DE 455, I cannot accept Apotex's contention that attaining the '653 patent's degree of purity was obvious to the skilled person when Apotex's purported re-enactment of the skilled person's resolution of esomeprazole in 1993 consisted of two highly esteemed chemists in 2013, never instructed to emulate the skilled chemist, who only performed a trial in the presence of opposing counsel after performing trials first. If a 99.8%ee level of purity really was obvious to the skilled person then an individual much closer in aptitude and experience to that skilled person ought to have reached it through routine trials, not careful calibration of the DE 455 by leading academics whose approach to the DE 455 could only be scrutinized once polished from multiple practice runs.", "[332] With respect to Erlandsson, given Apotex's view that the skilled person is naturally motivated to achieve the highest purity possible, Erlandsson's achievement of 91.2%ee purity is presumably from an optimized process seeking a maximal purity. This view is bolstered by Dr. Armstrong's explanation of how the efficiency of Erlandsson's resolution, which was likely optimized for, engages the same factors as those related to achieving maximal purity. As a consequence, Apotex's assertion that Erlandsson could simply be improved upon is unconvincing. Further, Apotex's view that techniques from Erlandsson, such as peak-shaving and recycling, could simply be repeated until any desired purity was achieved are unconvincing. As Dr. Armstrong observed: If you have broad peaks [...] if you run it through the system again, they get even broader which goes against separation and you're in danger of the recycled portion overlapping with the other side of the other peak. That is the danger. (Armstrong Chief, Trial Transcript, Vol 19, p 2988 at lines 9-14)", "[333] Thus, it is incorrect to suggest that any material may simply be purified to 100% purity (or 99.8%ee, which is not much less) through the reiteration of these processes.", "[334] Finally, the testing with respect to commercially available columns was particularly unconvincing. Apotex relied on the testing results of Dr. Conor Scully to demonstrate the ability for commercially available columns to achieve the purity attained by the '653 patent. However, Dr. Scully's use of a 1999 column to emulate a 1993 column with no evidence that they would operate with equivalent proficiency (but rather, some evidence that advances over those 6 years likely would have occurred) is unconvincing.", "[335] In particular, Dr. Okamoto, Apotex's primary witness who testified regarding the similarities between the 1993 and 1999 columns, conceded that he had little to no actual knowledge of whether any changes may have been made during that six year span. He also conceded that Daicel (the column manufacturer) had problems with its columns in the early 1990s that it may have sought to remedy, a fact which Dr. Armstrong also confirmed. Additionally, Apotex made little effort to ensure that Dr. Scully's testing reflected the testing that would have been performed by the skilled person. Dr. Scully was not instructed to perform the testing as such a person. Even further, Dr. Scully was told which limited solvents to purchase, to only use those solvents, and even which solvent ratios to start with. In total, Apotex was incapable of demonstrating that Dr. Scully's testing and the columns he used were materially analogous to the skilled person and the columns that person would have used as of May 1993. As a consequence, Apotex's testing with 1999 columns provides minimal support to its claim that commercially available 1993 columns would have obviously led the skilled person to the degree of purity attained in the '653 patent.", "[336] In sum, having reviewed all of the key pieces of prior art forming the state of the art and the various testing results applying that state of the art to the task of resolving omeprazole, the extent, nature and amount of effort required to achieve the invention in the '653 patent did not consist merely of routine trials. Rather, the skilled person would have been confronted with multiple avenues, none of which would self-evidently lead to the significant purity achieved in the '653 patent. As a consequence, this factor also favours the non-obviousness of the '653 patent. (iv) Actual Course of Conduct Leading to Invention", "[337] With respect to the obvious to try analysis, this factor was described as follows  <FRAGMENT_SUPPRESSED> -Synthelabo Plavix , at para 70: Another important factor may arise from considering the actual course of conduct which culminated in the making of the invention. It is true that obviousness is largely concerned with how a skilled worker would have acted in the light of the prior art. But this is no reason to exclude evidence of the history of the invention, particularly where the knowledge of those involved in finding the invention is no lower than what would be expected of the skilled person.", "[338] With that in mind, Sverker von Unge (one of the named inventor's of the '653) and his two year long \"informal side project\" of separating the enantiomers of omeprazole is instructive. The background to his discovery provides further support for the non-obviousness of the '653 patent.", "[339] First, it is refreshing to note that von Unge is much closer to the skilled person than the highly esteemed experts in this case, and in that sense, provides an additional lens on the struggles in isolating the enantiomers of omeprazole.", "[340] Second, von Unge's course of conduct leading to the '653 patent not only displays the non-obviousness of its invention, but additionally, exemplifies the extent of a lacking motivation amongst pharmaceutical companies to investigate the resolution of omeprazole (discussed earlier). The \"Omeprazole Successor Project,\" AstraZeneca's research initiative focussed on omeprazole analogues (rather than omeprazole enantiomers) was the primary focus of AstraZeneca's research and development aimed at following up on omeprazole. Though von Unge was a member of the successor project, AstraZeneca's policy enabling researchers to spend 10-20% of their time on personal projects enabled von Unge to pursue his informal side project of resolving omeprazole sporadically over the course of two years. Even after von Unge made the highly pure alkaline salts of omeprazole enantiomers, AstraZeneca did not investigate the properties of the enantiomers readily despite their enhanced knowledge of omeprazole.", "[341] I note that von Unge's work, which occurred from 1989-1991, precedes DE 455 and certain chiral chromatographic options, pieces of art that inform the skilled person in this case who exists as of May 1993. Still, von Unge's pursuit of resolving omeprazole over the course of two years, while sporadic, at the very least casts doubt on Apotex's assertion that such a resolution reaching the same extent of purity as the '653 patent would have been obvious to the skilled person using techniques despite those that came to be known following his research. Further, von Unge's experimentation, which involved the manipulation of various analogues and chiral auxiliaries with varying connectivity, suggests that his work was not a routine experiment self-evidently resulting in high optical purity, but rather, multiple experiments involving the exercise of discretion and indicative of inventive ingenuity. (v) Commercial/Clinical Success", "[342] The Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  Levofloxacin states that secondary factors - like commercial success - \"may be relevant but generally bear less weight because they relate to facts arising after the date of the alleged invention\" (at para 25). More specifically, with respect to commercial success, the Court of Appeal observes: Was the subject of the invention quickly and anxiously received by relevant consumers? This may reflect a fact that many persons were motivated to fill the commercial market, which may suggest inventive ingenuity. However, it may also reflect things other than inventive ingenuity such as marketing skills, market power and features other than the invention (at para 25).", "[343] There is no doubt that Nexium was a commercially successful drug. Indeed, that commercial success presumably underlay, in part, Apotex's decision to enter the market. However, evidence of clinical success, like that of commercial success, may be attributable to factors extrinsic to the drug itself. Whether clinical or commercial, the success of Nexium, and the degree to which doctors may or may not prescribe it, provides limited insight into the core question of the degree of inventive ingenuity required to invent it: <FRAGMENT_SUPPRESSED> . The Court heard evidence from two expert witnesses in respect of the clinical success of esomeprazole: Dr. Vakil and Dr. Howden. As will become clear, the evidence does not lean decidedly one way or the other, such that evidence of clinical success informs the obviousness inquiry.", "[344] Dr. Nimish Vakil is a clinical professor of medicine at the University of Wisconsin, in Madison, Wisconsin. He is a Fellow of the American College of Gastroenterologists, has published extensively, lectured globally, and sits on the editorial boards of several academic journals. He is the author of the chapter on peptic ulcers in a leading medical textbook on gastroenterology. He has large clinical practice dealing with more complex gastro oesophageal reflux disease (GERD) cases. He was qualified as an expert in the field of gastroenterology, with particular expertise in the treatment of GERD, including the pathophysiology, diagnosis, and management of GERD and the use of PPIs in clinical practice.", "[345] Dr. Vakil testified that for patients with mild to moderate GERD symptoms, the original PPI's worked and continue to work well. According to Dr. Vakil, the majority of patients do not benefit from Nexium more than other PPIs (e.g. pantoprazole). Dr. Vakil's opinion, however, was that there was extensive support in the academic literature for the fact that Nexium provides more effective treatment than other PPIs in patients with more severe cases of erosive esophagitis (EE). EE is not present in all patients with GERD, rather it is a complication of GERD. Erosions of the oesophagus are graded based on an international classification system called the Los Angeles Classification, which has four grades, A through D, to categorize the degree of severity.", "[346] I recognize, from the evidence of Dr. Vakil, that esomeprazole has been successful, based on his own clinical experience, as a therapy for Grades C and D of EE. Accepting that in his experience it has an advantage over omeprazole, the difference is marginal both in scope and effect and, for the reasons that follow, does not inform the analysis of the obviousness issue.", "[347] Dr. Howden is a Professor of Medicine in the Gastroenterology Division of the Department of Medicine at Northwestern University in Chicago, Illinois, and an attending physician at Northwestern Memorial Hospital. He is a certified specialist in internal medicine and gastroenterology by the American Board of Internal Medicine, and is equally accredited in the UK. He is, amongst others, a Fellow of the American Gastroenterological Association and the British Society of Gastroenterology. Dr. Howden is also the associate editor of the American Journal of Gastroenterology, sits on the editorial board of six other relevant journals, and has refereed articles for the New England Journal of Medicine, the Annals of Internal Medicine, JAMA, and the Lancet.", "[348] Beginning with his doctoral thesis \"Clinical Pharmacological Studies with Omeprazole: A Novel Inhibitor of Gastric Acid Secretion\" in 1985, Dr. Howden's career has focused on the treatment and management of GERD, including consultation on the design and conduct of clinical trials. He has considerable expertise in the use of all PPIs, including Nexium, and is familiar with the clinical trials of esomeprazole that led to its approval by the Food and Drug Administration (FDA).", "[349] Dr. Howden was quick to acknowledge, in both his expert report and oral testimony, many points of Dr. Vakil's evidence with which he agreed. He disagreed, however, with Dr. Vakil's opinion that there is \"substantial support in the academic literature for the fact that Nexium provides more effective treatment than other PPIs in patients at the severe end of the spectrum.\" Dr. Howden's opinion is that the literature, on a proper reading, does not demonstrate \"more effective\" treatment by esomeprazole, but only modest statistically significant differences, and that there is little evidence that these differences equate to clinical advantages.", "[350] I prefer the evidence of Dr. Howden, which reflects a more targeted and, for the purposes of the issues before the Court, relevant reading of the literature. I also prefer Dr. Howden's opinion as it is consistent with the prevailing guidance of specialized medical associations that have examined the question of clinical effectiveness of PPIs.", "[351] In sum, I am not satisfied that the evidence of clinical success in the use of esomeprazole in the treatment of GERD assists AstraZeneca in responding to the question of whether the '653 patent was obvious. There are several reasons for this. As will be seen there are limitations in the clinical studies comparing esomeprazole to other PPIs such that, to the extent that conclusions can be drawn, they are limited and equivocal.", "[352] Clinicians are restricted to the use of approved formulations of drugs in their trials. They can only administer, and hence, evaluate, the efficacy of the dosages approved by the FDA in the United States or Health Canada in Canada. As a result, different dosages of drugs are compared, which necessarily undermines the lessons to be drawn from the clinical trial. In other words, it is not an apples to apples comparison. See for example: a. Esomeprazole Versus Other Proton Pump Inhibitors in Erosive Esophagitis: A Meta-Analysis of Randomized Clinical Trials , Clinical Gastroenterology and Hepatology 2006;4:1452-1458 (Tab 19 Expert Statement of Nimish Vakil, MD, July 21, 2013); b. The new proton pump inhibitor esomeprazole is effective as a maintenance therapy in GERD patients with healed erosive oesophagitis: a 6-month, randomized, double-blinded, placebo-controlled study of efficacy and safety , Aliment Pharmacol Ther 2001: 15: 927-935 (Tab 24 Expert Statement of Nimish Vakil, MD, July 21, 2013) which contrasts results for different doses of esomeprazole; c. Esomeprazole 20 mg and lansoprazole 15 mg in maintaining healed reflux oesophagitis: Metropole study results , Aliment Pharmacol Ther 2003: 17: 333-341 (Tab 25 Expert Statement of Nimish Vakil, MD, July 21, 2013) which compares two different drugs in different doses; or d. Effect of Esomeprazole 40 mg vs Omeprazole 40 mg on 24-Hour Intragastric pH in Patients with Symptoms of Gastroesophageal Reflux Disease , Digestive Diseases and Science, Vo. 47, No. 5 (May 2002), pp 954-958 (© 2002) (Tab 12 Expert Statement of Nimish Vakil, MD, July 21, 2013) where the authors noted that esomeprazole 40mg \"demonstrates improved acid inhibition over omeprazole 20 mg.\"", "[353] I turn now to my second reservation.", "[354] While some of the studies indicate a statistical difference in treatment success rates, there is also uncertainty as to whether this statistical difference translates into a clinically meaningful difference. I note, for example, that in Esomeprazole Compared with Omeprazole in Reflux Oesophagitis: Aliment Pharmacol Ther 2000 : 14: 1249-1258 (Tab 14 Expert Statement of Nimish Vakil, MD, July 21, 2013) the authors conclude at page 1253: This greater efficacy for esomeprazole 40 mg vs. omeprazole 20 mg was seen consistently when adjusting for baseline oesophagitis grade and remained statistically significant after 8 weeks' treatment based on crude rates [...]. At week 4, the difference between the esomeprazole 20 mg vs. omeprazole 20 mg group was not statistically significant ( = 0.09). There were no differences in healing at week 8 between the three groups with respect to age or gender.", "[355] Importantly, both Dr. Vakil and Dr. Howden agreed that there was a difference between statistically significant results and clinically significant results.", "[356] One of the articles relied on was a metadata analysis of 10 randomly selected clinical trials, conducted over 8 weeks by Gralnek et al: Clinical Gastroenterology and Hepatology 2006;4:1452-1458 (Tab 19 Expert Statement of Nimish Vakil, MD, July 21, 2013). The authors' conclusion is consistent with Dr. Howden's observation that the link between statistically significant and clinically significant results in patients is tenuous: In summary, we found that as compared with alternative PPIs, esomeprazole provides a statistically significant but only modest degree of improved effectiveness in the healing of EE, and this appears to be largely limited to those individuals with more severe erosive disease (LA grades C and D). In addition, we found no evidence of what we believe would be considered a clinically meaningful improvement in symptom relief with esomeprazole compared with alternative PPIs, although clinical meaningfulness is subjective, is determined by each individual practitioner, and might vary widely.", "[357] There are only two studies which compare omeprazole against esomeprazole in equal dosages. In A Multicenter, Randomized, Double-Blind, 8-Week Comparative Trial of Low-Dose Esomeprazole (20mg) and Standard-Dose Omeprazole (20mg) in Patients with Erosive Esophagitis, Lightdale et al, Dig Dis Sci (2006) 51:852-857 (Tab 16 Expert Statement of Nimish Vakil, MD, July 21, 2013) the authors observed 1176 patients over 8 weeks treated daily with 20 mg of esomeprazole and 20 mg of omeprazole. They concluded that cumulative healing rates at 8 weeks for esomeprazole were \"similarly high\" for omeprazole and that \"the two treatments were comparable for other secondary measures and had similar tolerability profiles.\"", "[358] The authors continue, at pages 855 and 856 and conclude: In this study, 20 mg esomeprazole had a higher healing rate than 20 mg omeprazole at 8 weeks, but the difference was not significant. Similar healing rates were achieved at weeks 4 and 8 with low-dose esomeprazole (20 mg) and standard-dose omeprazole (20 mg) in the entire study population and when patients were classified according to baseline severity of EE. Patients in both treatment groups also had similar control of heartburn at week 4. [...] The lack of a statistically significant difference in EE healing between 20 mg esomeprazole and 20 mg omeprazole in this study differs from the results of other studies [16, 17]. [...] In this study, however, 20 mg omeprazole failed to show a significant advantage over 20 mg omeprazole in short-term EE healing rates. In conclusion, the findings of this study show that both 20 mg esomeprazole and 20 mg omeprazole once daily are effective for the healing of EE and for heart-burn resolution in patients with GERD. Both PPIs are well tolerated.", "[359] I conclude that there is insufficient evidence of the clinical success of esomeprazole to alter my analysis in respect of obviousness.", "[360] As a final note, independent medical associations and one non-governmental organization have also considered the question of omeprazole v esomeprazole. Their conclusions reflect the ambivalence of the clinical experience.", "[361] In March 2007 the Canadian Agency for Drugs and Technologies in Health (CADT), issued an Optimal Therapy Report on PPIs. The mandate of the CADT is to \"help health care decision makers, patients, health care professionals, health systems leaders and policy makers make well informed decisions.\" After expressing reservations about the relatively small number of randomized control trials, and the \"poor\" quality rating of the existing trials, the authors continued: There are no clinically important differences among standard-doses of PPIs (omeprazole 20 mg, lansoprazole 30 mg, pantoprazole 40 mg, rabeprazole 20 mg, esomeprazole 20 mg) in the treatment of symptomatic GERD, ENRD and esophagitis. (Exhibit 205, p 6)", "[362] Further, The Canadian Consensus Conference on the management of gastro-oesophageal reflux disease in adults - 2004 [the Consensus Conference], as published in the Canadian Journal of Gastroenterology (2005), Volume 19, No 1 observed that: 24 h intragastric pH studies suggest greater suppression of gastric acidity with esomeprazole 40mg compared with lansoprazole 30 mg, although these differences do not necessarily lead to a difference in esophageal acid exposure. There also appears to be a dose-response effect for some PPIs (108, 109). Corresponding to the pH results, the results of meta-analyses suggest that standard dose omeprazole, lansoprazole, pantoprazole and rabeprazole are equivalent to each other with respect to healing esophagitis. [...] These differences do not necessarily lead to a difference in oesophageal acid exposure. [...] While these meta-analyses and the largest available randomized controlled studies suggest that esomeprazole 40 mg produces somewhat higher four- and eight-week healing rates than standard dose omeprazole, lansoprazole or pantoprazole, particularly in more severe (Los Angeles grades C and D) erosive esophagitis, overall differences in healing proportions at eight weeks are small, ranging from just over 3% to just over 6%. Furthermore, although the differences are statistically significant, their clinical relevance is debated and the results have not been replicated consistently in other studies.", "[363] The Consensus Conference made no recommendation with respect to the choice of PPI for initial or long-term therapy, noting that factors such as cost affect the choice of PPI.", "[364] To conclude, there is competing evidence as to whether, on a clinically significant basis, esomeprazole has been established as superior. There is statistical evidence that it is more effective in respect of more severe cases of EE, but not sufficient to warrant conclusions in the specialized professional groups responsible for the treatment of GERD. No findings can be therefore drawn in respect of clinical success such that they inform the obviousness inquiry. D. Conclusion on Obviousness", "[365] The '653 patent was not obvious, nor were the specific methods ultimately employed to reach its high purity obvious to try.", "[366] The high degree of purity attained by the '653 patent could not be achieved through routine trials informed by the state of the art as of May 1993. Certainly, methods known to the skilled person could have resulted in potentially fruitful discoveries regarding the resolution of omeprazole, but that resolution, and more importantly, an optical purity of 99.8%ee, would not have been self-evidently achieved. Put differently, an inventive step would have been required to reach the '653 from the state of the art. As a consequence, its invention was not obvious. VIII. Conclusion", "[367] The '653 patent, though it was novel and non-obvious, is invalid because it lacks utility. It promised more than it could provide. Its ingenuity and novelty could not overcome the absence of a demonstration or sound prediction of an improved therapeutic profile such as a lower degree of interindividual variation, which the '653 promised to provide. Accordingly, despite its many strengths, for this fatal flaw, the '653 patent for Nexium is invalid. JUDGMENT", "[368] THIS COURT'S JUDGMENT is that 1. The action by the Plaintiffs for a declaration that Apotex has infringed claims 7, 8, and 25-27 of the 2,139,653 patent is dismissed. 2. The action by the Plaintiffs by Counter-Claim for a declaration that the 2,139,653 patent is invalid is granted, with costs. 3. If the parties cannot agree on costs they are to advise the Registry and a date will be set at which the amount of costs can be addressed. Action dismissed; counterclaim allowed. Editor: Elizabeth M.A. Turgeon/vnh"]}