{"id_": "086163", "body_str": ["[1] Locke, J. : This is an application for judicial review pursuant to subsection 72(1) of the Immigration and Refugee Protection Act , SC 2001, c 27 ( IRPA ) of the November 25, 2015 decision (the decision) of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, wherein the RPD determined that the applicant is not a Convention refugee and is not a person in need of protection pursuant to section 96 and subsection 97(1) of the IRPA II. Facts", "[2] The applicant is a citizen of the People's Republic of China (China). He asserts that he fears persecution at the hands of the Chinese authorities, and more specifically at the hands of the Public Security Bureau (PSB), for his perceived association with Falun Gong.", "[3] The applicant's parents operated a bookstore in their local area where they secretly sold Falun Gong books. On February 11, 2012, the applicant (who was 15 years old at the time) was helping his parents at the bookstore, and sold a Falun Gong book entitled \"Zhuan Falun\" to a costumer. The applicant later went to play with a friend, and was subsequently informed by his brother that their parents had been arrested by the PSB.", "[4] The applicant and his brother went into hiding, as the PSB allegedly also accused them of being Falun Gong propagandists. The PSB allegedly came to arrest the applicant and his brother and left summons for them with their grandfather. Fearing that he would be arrested and jailed, the applicant fled China with the assistance of a smuggler. He arrived in Canada on August 1, 2012 and made a claim for refugee protection on August 27, 2012. III. Decision", "[5] The impugned decision turns on the applicant's lack of credibility. The RPD found that the applicant was not credible for the following reasons: 1. Given the documentary evidence and the fact that the PSB allegedly visited the home of the applicant and the applicant's relatives repeatedly (at least 21 times), there would have been an arrest warrant against the applicant in the circumstances. The applicant testified that he didn't know if an arrest warrant had been issued against him and that his grandfather (who he speaks with every two weeks) had not told him of an arrest warrant. Moreover, the PSB would have become more aggressive in light of the applicant's continued absence. The applicant likewise had no information of any such increased aggression. 2. The applicant did not submit any documentation confirming that his parents were Falun Gong practitioners; and the photocopy of his parents' arrest warrants indicated that they were detained due to \"cult propagandize,\" rather than as Falun Gong practitioners. 3. The summons submitted by the applicant does not have the physical dimensions indicated in the documentary evidence for such documents. 4. The applicant's Resident Identity Card (RIC) was issued by PSB on the same date as the summons. The PSB would not issue an identity document that could facilitate the applicant's flight from the authorities at the same time as they were seeking to detain him. 5. The RPD places little evidentiary weight on the arrest warrants issued against the applicant's parents, for the following reasons: a. Though the applicant stated during his hearing before the RPD that his parents were arrested at the family bookstore, the arrest warrants indicate that the PSB sent officers to the applicant's home instead. b. The applicant provided only copies of the arrest warrants, not originals as were provided of the applicant's summons. This impeded the RPD's ability to test their authenticity. c. There appears to be writing on the stamp that \"seals\" the document. d. The warrants were not signed. e. The documentary evidence reveals that almost any document can be forged in China. f. The applicant's admitted use of both a fraudulent passport and a fraudulent Canadian visa to exit China demonstrates that he is able to obtain fraudulent documents. 6. When he left China using the fraudulent passport, the applicant was not aware of basic information in the event that he was questioned. He was unaware of the information contained in his passport as well as the Canadian visa, and he received very little information from the smuggler. In light of the fact that the PSB was allegedly seeking the applicant for arrest, it \"strains the limits of plausibility to believe the [applicant] would not be discovered in this circumstance.\" The RPD continued saying \"[t] his action undermines the basis of the [applicant's] alleged fear of apprehension by the authorities.\"", "[6] Alternatively, the RPD also found that even if the applicant helped in distributing Falun Gong books from the family's bookstore, he would have contravened a law of general application. Therefore, the RPD concluded that the Chinese government's actions against the claimant are the enforcement of an ordinary law of general application, which is merely prosecution and not persecution. IV. Issue", "[7] This matter raises the following issue: 1. Did the RPD err in assessing the applicant's credibility of the applicant?", "[8] Because of my findings on this issue, it is not necessary to address the RPD's alternative finding. V. Analysis A. Standard of review", "[9] The lack of credibility of the applicant is a question to be reviewed on the standard of reasonableness (REFERENCE_SUPPRESSED). B. Credibility issues (1) Lack of arrest warrant", "[10] The applicant argues that it was unreasonable for the RPD to draw any inference from the failure of the PSB to issue an arrest warrant for the applicant or to become more aggressive after at least 21 visits to his home. He points to documentation showing that policing in China is inconsistent, and argues that it is sheer speculation and a reviewable error to expect any particular behavior from the PSB.", "[11] However, even accepting that policing in China is inconsistent, it was entirely reasonable for the RPD to expect that, in the course of its many attempts to locate the applicant, the PSB would have done something other than simply return another day expecting the same result. This expectation was all the more reasonable in light of the arrest warrants that had been issued for the applicant's parents in the same matter.", "[12] I leave no room for the possibility that an arrest warrant for the applicant was issued but that he never learned of it. The applicant's grandfather would have received such an arrest warrant and would surely have mentioned it to the applicant in their bi-weekly telephone conversations. (2) No safety plan when leaving China", "[13] The applicant argues that it was unreasonable for the RPD to form an expectation that the applicant (who was only 15 years old when he left China) would have arranged with his smuggler some sort of contingency plan in the event of problems leaving China, despite customs officials having been bribed. In support of this argument, the applicant cites jurisprudence to the effect that findings of implausibility should be made only in the clearest cases, especially when another culture is involved (REFERENCE_SUPPRESSED).", "[14] Though I might not have drawn the same conclusion from the facts, I am not prepared to find that the RPD's conclusion was unreasonable. The applicant asks where the RPD's conclusions lead since the applicant clearly did leave China for Canada. One possible answer that comes to my mind is that the Chinese authorities may not actually have been looking for the applicant, and he may actually have left China under circumstances that did not require a fraudulent passport, a smuggler, or any safety plan. (3) Parents' arrest warrants", "[15] The applicant criticises a number of the reasons cited by the RPD for placing little evidentiary weight on the parents' arrest warrants. Specifically, the applicant argues that the RPD erred in: a. drawing any kind of conclusion from the fact that the arrest warrants refer to the parents as being cult propagandists rather than Falun Gong practitioners (the applicant notes that Falun Gong practitioners are often called cult propagandists by Chinese authorities); b. concluding that there was an inconsistency in the address on the arrest warrants (the parents' home) and the location where they were arrested (the parents' bookstore) (the applicant notes that the address on the warrants indicates the parents' place of residence, not where they were arrested); c. being concerned about the absence of a signature on the arrest warrants without any documentation suggesting that a signature should be present and that such absence affects the documents' authenticity; d. drawing any conclusions from the presence of writing on the stamps on the arrests warrants.", "[16] In my view, I need not address these issues because they are trumped by the RPD's reasonable concerns arising from the fact that only copies of the arrest warrants were provided, even though it appears that originals were available. This impeded testing the documents' security features. The applicant does not argue that the expectation of the originals of important documents is unreasonable.", "[17] The applicant asserts that he did not receive the originals from his grandfather because his grandfather said they were not needed. The applicant argues that he is young and was reliant on his grandfather's advice. I agree with the respondent's answer to these submissions: that the applicant was assisted by counsel and by a guardian, and it was not unreasonable for the RPD to be concerned about the failure to provide original documents. (4) Dimensions of the applicant's summons", "[18] The applicant argues that there are three different kinds of summons in China (public security summons, criminal summons, and coercive summons), and the only information in the evidence concerning the dimensions of summons in China concerns criminal summons. The applicant's summons is not a criminal summons but a coercive summons. The available evidence indicates that details on the formats and appearances of coercive summons are not available.", "[19] For its part, the respondent notes that the RPD's concerns about the dimensions of the summons were brought to the applicant's attention at the hearing and that no further evidence or information on the subject was provided. The respondent argues that the applicant was made aware of the RPD's concern and failed to meet his burden to prove his case in this respect.", "[20] In light of the RPD's other reasonable concerns about credibility, I am of the view that it was reasonable for the RPD to expect more information before accepting the authenticity of the applicant's summons. I note here that another reason expressed by the RPD for doubting the authenticity of the summons was that it was issued on the same day as the applicant's RIC. In my view, the RPD was reasonable to be doubtful that the authorities would issue the summons and the RIC on the same day. VI. Conclusion", "[21] For the reasons discussed above, the application for judicial review should be dismissed. JUDGMENT", "[22] THIS COURT'S JUDGMENT is that 1. The present application is dismissed. 2. No serious question of general importance is certified. [End of document]"]}