{"id_": "086288", "body_str": ["[1] Gleeson, J. : This is an application for judicial review of the Canada Human Rights Commission's [Commission] decision, pursuant to subparagraph 44(3)(b)(i) of the Canada Human Rights Act , RSC 1985, c H-6 [CHRA], to dismiss the applicant's complaint against Canada Post Corporation [CPC]. The Commission found that the evidence did not support the applicant's allegations of discriminatory treatment and harassment pursuant to sections 7 and 14 of the CHRA.", "[2] For the reasons that follow the application is dismissed. I. Background", "[3] The applicant is a self-represented litigant who identifies himself as an African Canadian male. The respondent employed the applicant as a letter carrier commencing in December of 2002. The applicant was a member of the Canadian Union of Postal Workers [CUPW]. CPC and the CUPW are parties to a collective agreement which sets out wages and working conditions for unionized employees.", "[4] On November 8, 2013 the applicant resigned from CPC. On or about November 28, 2013, the applicant filed a complaint with the Commission alleging that in comparison to Caucasian and Asian employees of CPC he was treated in an adverse and differential manner by supervisory personnel and subjected to harassment in the workplace. The applicant's complaint alleges discrimination from 2002, but primarily focuses on alleged discriminatory conduct between February 2012 and November 2013. He alleged seven specific instances of discrimination in the initial complaint and during the investigation: 1. a supervisor made comments to the applicant that were libelous and slanderous when he inquired about overtime pay on April 30, 2013 but that CPC supervisors took no such exception to Asian and Caucasian employees booking overtime in similar circumstances; 2. he was called to a disciplinary meeting on April 19, 2013 for alleged misplacement of mail when Asian and Caucasian employees were not subject to supervisory intervention in similar circumstances; 3. he was directed by his supervisor on March 28, 2013 not to be in possession of mail while riding his bike when Caucasian peers were permitted to use bicycles, personal cars, or golf carts to assist them in the performance of their mail delivery duties; 4. CPC failed to address numerous acts of vandalism committed with respect to cars the applicant had parked on CPC property prior to 2012, and that post 2012 he alleged he had five bicycles vandalized in the parking lot at his place of employment; 5. he was subjected to excessive work hours and paid less than his Caucasian and Asian peers; 6. he was tricked into resigning from his employment on November 8, 2013 when, a CPC manager led him to believe, at a meeting on October 7, 2013, that CPC would accept his proposal to resign and settle all outstanding grievances in exchange for a cash payment from CPC; and 7. he was subjected to racial and intra-racial slurs in the workplace and, despite complaints to both CPC and CUPW, no action was taken.", "[5] CPC provided a written response to the applicant's complaint. The applicant subsequently provided the Commission with numerous written submissions between March, and September 2014.", "[6] On May 21, 2014, a Commission Investigator wrote to the applicant advising that she would be investigating the applicant's complaint. In conducting the investigation the Commission Investigator reviewed the applicant's and respondent's written material, interviewed the applicant, and interviewed the following additional individuals: (1) CPC Supervisor, Michael Mak; (2) CPC Human Rights and Legislated Programs Officer, Kelly Edmunds; (3) the applicant's CPC Supervisor, John Jackson; (4) the CPC Manager of Delivery Operations, Joseph Mateus; (4) CPC Letter Carrier, Jeffrey Chaisson; and (5) CUPW Grievance Officer, Learie Charles.", "[7] On November 6, 2014, the Commission Investigator issued an Investigation Report recommending the dismissal of the applicant's complaints pursuant to subparagraph 44(3)(b)(i) of the CHRA because the applicant failed to bring evidence demonstrating: (1) adverse differential treatment due to his national/ethnic origin, colour or sex; (2) the termination of his employment; or (3) that he experienced harassment at the workplace due to his national/ethnic origin, colour or sex.", "[8] The Commission provided the applicant with an opportunity to provide submissions on the Investigation Report, which he did on November 11, 2014. The applicant's response notes that his ability to defend himself was compromised by many factors that include; (1) the CPC and CUPW employees that provided feedback to the Commission were protecting their own employment and a culture of discrimination; (2) that he was forced to defend his rights without video or audio tape while also doing his best to protect former Caucasian and Asian peers he viewed as friends; and, (3) the failure of the Investigator to review CPC written log books which would have demonstrated that despite written policies and a collective agreement management frequently relied on a clause in the collective agreement intended to ensure mail delivery in adverse circumstances to advance bias and unwritten rules that primarily benefitted Caucasian and Asian employees. The applicant also expressed concerns with the Investigator's apparent failure to contact a list of potential witnesses the applicant had provided. The applicant further raised a number of fresh allegations of differential treatment based on race and gender discrimination by CPC employees and CUPW officers, and stated that his complaint has been mishandled by various Commission representatives. II. Decision", "[9] On January 15, 2015 the Commission dismissed the complaint and closed the file pursuant to subparagraph 44(3)(b)(i) of the CHRA, finding an inquiry into the complaint was not warranted. The Commission's decision letter advises the applicant that prior to rendering the decision the Commission reviewed both the Investigation Report and the response provided by the applicant.", "[10] The Commission's decision letter does not provide further reasons in support of the decision. As such, the Investigation Report itself constitutes the reasons for the decision (REFERENCE_SUPPRESSED).", "[11] The Investigation Report describes the complaint and the investigation process followed in addressing each of the three areas where discrimination on a prohibited ground was alleged. In each case the first step in the investigation was to examine whether there was support for the applicant's allegation. This involved a consideration of each of the specific allegations and whether the evidence established the constituent elements of the alleged discrimination. Step 2, which was to be pursued only where there was evidence supporting the allegation of discrimination on a prohibited ground, involved a consideration of whether or not the respondent's actions could be reasonably explained.", "[12] The Investigation Report set out each of the applicant's allegations, reviewed the information obtained in the course of the investigation, and reached a conclusion in respect of each. A. Adverse Differential Treatment", "[13] The Commission addressed the five specific instances cited by the applicant, finding that the applicant failed to demonstrate adverse differential treatment due to his race, colour, national or ethnic origin and/or sex.", "[14] First, the Commission found the evidence did not support the applicant's contention that a CPC supervisor made a \"specific charge of double dipping\" against the applicant after the applicant had requested overtime for preparing unaddressed mail. The Commission found that the collective agreement between CPC and CUPW contained a specific process for overtime requests. This process allowed a supervisor to determine the reason for an employee's request for overtime. The supervisor's use of the expression \"double dipping\" in addressing the applicant's request for overtime was an attempt to impress upon the applicant that the request was not proper practice as a bonus was paid for work related to unaddressed flyer preparation under the collective agreement. Claiming overtime to perform this work would result in an employee being paid twice. The applicant brought no evidence demonstrating that the CPC subjected the applicant to an inconsistent process or that Caucasian and Asian letter carriers were subject to a different process.", "[15] Second, the evidence did not support the applicant's reported reason for being asked to attend a meeting relating to undelivered mail on April 19, 2013. Instead, the Commission found the evidence demonstrated that CPC had asked the applicant to attend a meeting regarding the mis-delivery of mail to an address on his route. The applicant did not attend the scheduled meeting as was his right under the collective agreement. The Commission found no evidence that the CPC took any specific disciplinary action against the applicant for either failed delivery and/or his non-attendance at the meeting. Furthermore, the Commission found that the applicant provided no evidence to support the allegation that management was negligent in addressing violations of the collective agreement by unnamed Caucasian and Asian employees.", "[16] Third, the evidence did not demonstrate that CPC discriminatorily prohibited the applicant from delivering mail when riding his bicycle on March 28, 2013. There was evidence that at least two mail carriers did use bicycles prior to March 2013 but not after that date. The Commission found that the evidence indicated that health and safety concerns guided CPC's request that the applicant not use his bicycle to deliver mail. The Commission also noted that the collective agreement allows a carrier to request the use of a golf cart or a similar cart to assist in mail delivery. The Commission found no evidence that the applicant ever requested the provision of a golf or similar cart to assist him or whether his route could have accommodated such use.", "[17] Fourth, no evidence supported the existence of alleged incidents of racially motivated vandalism. The Commission held that both CUPW and Canada Post Labour Relations have processes to address incidents of vandalism so long as the complainant brings proof. However, the Commission found that the applicant never reported incidents of vandalism to CUPW or to CPC. The Commission held that the failure to report the alleged incidents precluded a conclusion that the respondent had failed to act. The Commission also notes that the applicant did not provide any evidence to show the alleged damage such as pictures or statements.", "[18] Fifth, the Commission found there was no evidence to support the allegation that CPC refused to adequately compensate the applicant for assignments that exceeded an eight hour day. The applicant provided no information respecting financial advantages to the Asian and Caucasian peers whom he believed had superior advantages to him. The Commission found that the evidence showed a process existed under the collective agreement to address employee concerns if he/she believed there had been an undervaluing of his/her route. The applicant did not pursue this avenue. Furthermore, the Commission found that when the applicant raised the issue of improper compensation with his CUPW representative the applicant was unwilling to provide any specific information. The applicant also alleged a claw back of wages when an insurer denied a portion of the applicant's short term disability claim. The Commission found nothing inappropriate in the CPC recovering the overpaid funds. The Investigation Report also notes the applicant's position that the insurer unfairly terminated his sick leave and finds that the applicant chose not to appeal the insurer's decision. B. Termination of Employment", "[19] The Commission found that the evidence did not support the applicant's allegation that CPC tricked him into resigning. Rather the Commission found that the evidence demonstrated that the applicant voluntarily resigned from his employment to access the commuted value of his pension which he would not be able to do once he reached 50 years of age. His 50th birthday was approaching. The Commission also noted that the applicant stated he had financial issues which the denial of sick benefits exacerbated all of which led him to submit his resignation to access his pension benefits. C. CPC failed to provide a harassment free work environment", "[20] The Commission found that the applicant did not have a record of an incident where he alleged being subjected to racial slurs in the form of a written message on the wall of an apartment building on his route. The Investigation Report notes that the applicant says that he could not state whether or not he had reported the incident to management or the CUPW and the Commission finds that it appears the incident was not reported. As a result the Commission could not conclude that CPC had failed to act. It also held that the evidence demonstrates that CPC had a clear policy regarding workplace discrimination/harassment which outlines the responsibilities of management, union and employees in addressing issues of this nature. Finally, the Commission made an alternative finding that the evidence does not support that this incident occurred. III. Positions of the Parties A. Applicant", "[21] The applicant asserts that the Commission's decision to dismiss his complaint is not worthy of any deference. His memorandum of fact and law reasserts the complaints and allegations advanced in his initial complaint, and advances additional allegations of discriminatory conduct by CPC employees. In oral submissions the applicant describes the Commission as being almost relentless in their attempts to direct the applicant back to CPC to address allegations of discrimination. He states that his verbal and written communications with the Commission were improperly interpreted by Commission employees and that interaction with the Commission investigator by telephone was combative on the part of the investigator. The applicant's record discloses the following bases upon which the Commission's decision is being challenged: (1) Procedural Fairness", "[22] The applicant implies that the Commission breached its duty of procedural fairness by limiting the length of his submissions in advancing his original complaint and in responding to the Commission's Investigation Report. He argues that these limitations were very detrimental to attaining a just result. He further alleges ongoing communication problems with Commission employees that left him with no choice but to support his position with additional documents, emails to the Commission and telephone calls. (2) Failure to interview all witnesses and review all documents", "[23] The applicant also argues that the Commission improperly failed to interview all of the individuals the applicant identified as witnesses in his various communications with the Commission and to review relevant records and documents. (3) Findings Unreasonable", "[24] The applicant advances various allegations in his submissions to support the argument that the Commission's decision to dismiss his complaint was unreasonable. These allegations are not all found in the original complaint and in many cases it is unclear when they occurred relative to the time period addressed in the applicant's complaint. The allegations include: 1. Caucasian letter carriers were allowed to book over-time, regardless of the protocols in place but that he and another dark-skinned letter carrier were forced to comply with CPC protocols; 2. A situation involving a CPC supervisor who made racist remarks about Black males, including the applicant. The applicant's submissions also indicate that this individual's employment was subsequently terminated by CPC for inappropriate workplace conduct in relation to a female African-Canadian employee; 3. CPC management's failure to take action against a CPC employee who used racial slang in front of Caucasian and Asian Supervisors and CUPW Representatives and referred to the applicant in a derogatory manner. The applicant further alleges this individual spat in his face during a dispute over the return of another employee's overtime form and no action was taken; and 4. CPC management's failure to take action in response to an incident where the screws from the stool at the applicant's workstation were removed, causing the stool to collapse with injury to the applicant when he attempted to sit down. (4) Remedies", "[25] The applicant is seeking relief in the form of monetary damages and what is described as a public service remedy to address the overlap between municipal bodies, tribunals and commissions that lack the authority to handle legal complaints against federal regulated entities and or companies and organizations with a unionized workforce. (5) Additional written material", "[26] At the outset of his oral submissions the applicant sought to put a lengthy written document before the Court containing his oral arguments and submissions. The respondent objected to the document and the Court denied the request. The applicant presented the full contents of the document to the Court as his oral submission. B. Respondent", "[27] The respondent argues that the Commission's decision to dismiss the complaint in this case engages questions of mixed fact and law. The respondent notes that previous jurisprudence has adopted reasonableness as the appropriate standard of review where a complaint has been dismissed by the Commission pursuant to subparagraph 44(3)(b)(i) of the CHRA. The respondent submits that the Commission's decision in this case should be reviewed on a reasonableness standard.", "[28] The respondent undertakes a point-by-point summary of the Commission's decision and submits that each finding was supported by the evidence and reasonable. IV. Issues", "[29] After reviewing the applicant's record and hearing his oral submissions, I would frame the issues raised as follows: 1. Did the Commission improperly limit the length of the applicant's written submissions in making his initial complaint and in responding to the Investigation Report? 2. Did the Commission err in not interviewing all identified witnesses and considering documents identified by the applicant? 3. Was the Commission's decision to dismiss the applicant's complaint reasonable? V. Analysis A. Standard of Review", "[30] The applicant's arguments relating to Commission imposed limitations on the length of his written submissions, as well as the decision not to interview all of the applicant's proposed witnesses engage the question of whether or not the Commission conducted a thorough and neutral investigation; meaning was the Commission's process procedurally fair (REFERENCE_SUPPRESSED). I will discuss this duty of procedural fairness later in these reasons. Alleged breaches of procedural fairness are to be reviewed on a standard of correctness ( REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED).", "[31] The decision to dismiss the applicant's complaint engaged questions of mixed fact and law that involves the exercise of discretion. This is a question to be reviewed by this Court using the standard of reasonableness: (REFERENCE_SUPPRESSED).", "[32] In reviewing the decision of the Commission I am also mindful that Parliament intended to extend a significant degree of latitude to the Commission in the performance of its functions. As noted by Justice Robert Décary in REFERENCE_SUPPRESSED:", "[38] The Act grants the Commission a remarkable degree of latitude when it is performing its screening function on receipt of an investigation report. Subsections 40(2) and 40(4) and sections 41 and 44 are replete with expressions such as \"is satisfied\", \"ought to\", \"reasonably available\", \"could more appropriately be dealt with\", \"all the circumstances\", \"considers appropriate in the circumstances\" which leave no doubt as to the intent of Parliament. The grounds set out for referral to another authority (subsection 44(2)), for referral to the President of the Human Rights Tribunal Panel (paragraph 44(3)(a)) or for an outright dismissal (paragraph 44(3)(b)) involve in varying degrees questions of fact, law and opinion (see REFERENCE_SUPPRESSED), but it may safely be said as a general rule that Parliament did not want the courts at this stage to intervene lightly in the decisions of the Commission.", "[33] I therefore will apply the correctness standard of review in addressing Issues 1 and 2. Issue 3 will be reviewed on a standard of reasonableness, recognizing the broad degree of latitude the language of section 44 of the CHRA extends to the Commission in making decisions on the referral or the outright dismissal of complaints. B. Role of the Commission", "[34] Before addressing the decision of the Commission there is value in considering the role and function of the Commission in the complaint process established under the CHRA.", "[35] The Commission is established under section 26 of the CHRA and consists of a Chief Commissioner, a Deputy Chief Commissioner and three to six members. Section 32 provides for the appointment of such officers and employees as necessary for the proper conduct of the work of the Commission in accordance with the Public Service Employment Act , SC 2003, c. 22, ss 12, 13.", "[36] Complaints alleging discriminatory practice are received by the Commission and, with exceptions, where the Commission has reasonable grounds to believe a person has engaged or is engaging in a discriminatory practice, as defined in the CHRA, the Commission may initiate a complaint (section 40). Where a complaint is initiated, the Commission may designate a person to investigate the complaint (section 43(1)). The Investigator shall investigate and submit a report to the Commission (section 44(1)).", "[37] Upon receipt of the report the Commission will dispose of the complaint in one of three manners: (1) refer the complaint to an appropriate external authority where the Commission is of the opinion that the complainant ought to exhaust grievance or review procedures otherwise reasonably available or the complaint could be more appropriately dealt with by means of a procedure provided for under an Act of Parliament other than the CHRA; (2) where the Commission believes an inquiry is warranted, refer the complaint to the Canadian Human Rights Tribunal requesting the Chairperson to institute an inquiry under section 49 of the CHRA; or (3) where the Commission is satisfied that an inquiry into the complaint is not warranted, having had regard to all of the circumstances, dismiss the complaint.", "[38] As noted in CITATION_SUPPRESSED the role of the Commission is one of \"an administrative and screening body\" (citing REFERENCE_SUPPRESSED) and does not decide a complaint on its merits. The primary function of the Commission is the assessment of the sufficiency of the evidence before it ( CITATION_SUPPRESSED). C. Did the Commission improperly limit the length of the applicant's submissions?", "[39] On the applicant's complaint form, the Commission advises that the text setting out a complainant's allegations must not be more than three letter-sized pages and goes on to prescribe margin and font sizes (applicant's record page 28). However, that same complaint form also states that further documentation may be sought if the complaint is accepted. The applicant argues, the respondent was subject to no prescribed limit in the response provided to the complaint. Similarly, the applicant objects to the 10-page limit imposed on his submissions responding to the Investigation Report. The record does not indicate if a similar limit was imposed on the respondent. As a practical matter, the respondent did not provide any comments on the Investigation Report.", "[40] In REFERENCE_SUPPRESSED, Justice Carolyn Layden-Stevenson held that while an imposed page limit, in and of itself may not be objectionable, fairness requires that any such limits be applied in an even-handed manner. I concur.", "[41] In this case the length of the initial complaint document was limited by the Commission whereas the respondent's submissions in response were not. In addressing this question it is necessary to recognize the purpose of the initial complaint in the Commission's process. The complaint is an initiating document used to allow the Commission to undertake an initial assessment as to whether or not the complaint will be accepted. It is not the sole basis for reaching a final decision on the complaint. This is reflected on the complaint form which, I repeat, states that further documentation is receivable if the complaint is accepted.", "[42] The Commission sought input from CPC after it had determined that the complaint would be accepted and investigated. It is in this context that CPC was requested to respond to the complaint and provide any documents supporting the CPC position. The applicant also provided additional submissions and documentation on numerous occasions after the determination to accept the complaint was made. The Commission further provided the applicant with contact information for the Investigator and an invitation to contact the Investigator. I am satisfied that the applicant and respondent were treated in an even-handed manner in placing information before the Commission as part of the investigation process.", "[43] Similarly, there is no indication of uneven or unequal treatment in respect of the Commission's direction that the volume of material to be considered in response to the Investigation Report would be limited. As noted above, the imposition of a length restriction in and of itself is not objectionable. It is reflective of the need to consider the Commission's interest in \"maintaining a workable and administratively effective system\" ( REFERENCE_SUPPRESSED).", "[44] Unlike the situation in CITATION_SUPPRESSED , this is not a case where the Commission imposed conditions on one party but not the other. As noted, the record does not indicate if CPC was given similar direction on the length limitations in commenting on the Investigation Report, but the question is moot in that the CPC did not make submissions. As such I find the there was no error or breach of fairness as a result of the Commission limiting the length of the applicant's initial compliant or his response to the Investigation Report. D. Failing to interview all witnesses and consider all documents", "[45] In determining the nature and extent of its inquiries the Commission has a procedural duty of fairness in investigating complaints. Justice Marc Nadon in CITATION_SUPPRESSED determined that the content of this duty of fairness for such an investigation requires satisfying \"at least two conditions: neutrality and fairness\" ( CITATION_SUPPRESSED). However, while the Court reviews the Commission's ability to meet this duty of fairness on the standard of correctness, my colleague Justice Anne Mactavish, discussing CITATION_SUPPRESSED and other case law in CITATION_SUPPRESSED emphasized that the Courts should be deferential when reviewing an Investigator's decision on whether to investigate a matter further:", "[65] Insofar as the requirement of thoroughness is concerned, the Federal Court observed in CITATION_SUPPRESSED that \"deference must be given to administrative decision-makers to assess the probative value of evidence and to decide to further investigate or not to further investigate accordingly\". As a consequence, \"[i]t should only be where unreasonable omissions are made, for example where an investigator failed to investigate obviously crucial evidence, that judicial review is warranted\": at para 56.", "[66] As to what will constitute \"obviously crucial evidence\", this Court has stated that \"the 'obviously crucial test' requires that it should have been obvious to a reasonable person that the evidence an applicant argues should have been investigated was crucial given the allegations in the complaint\": REFERENCE_SUPPRESSED; REFERENCE_SUPPRESSED.", "[67] The requirement for thoroughness in investigations must also be considered in light of the Commission's administrative and financial realities, and the Commission's interest in \"maintaining a workable and administratively effective system\": REFERENCE_SUPPRESSED, citing CITATION_SUPPRESSED.", "[68] With this in mind, the jurisprudence has established that the Commission investigations do not have to be perfect [emphasis added]. As the Federal Court of Appeal observed in REFERENCE_SUPPRESSED: Any judicial review of the Commission's procedure must recognize that the agency is master of its own process and must be afforded considerable latitude in the way that it conducts its investigations. An investigation into a human rights complaint cannot be held to a standard of perfection; it is not required to turn every stone [emphasis added]. The Commission's resources are limited and its case load is heavy. It must therefore balance the interests of complainants in the fullest possible investigation and the demands of administrative efficacy. [Citations omitted in original]", "[69] The jurisprudence has also established that some defects in an investigation may be overcome by providing the parties with the right to make submissions with respect to the investigation report.", "[70] For example, in CITATION_SUPPRESSED , the Court observed that where, as here, the parties have an opportunity to make submissions in response to an investigator's report, it may be possible to compensate for more minor omissions in the investigation by bringing the omissions to the Commission's attention. As a result, \"it should be only where complainants are unable to rectify such omissions that judicial review would be warranted\". This would include situations \"where the omission is of such a fundamental nature that merely drawing the decision-maker's attention to the omission cannot compensate for it\". Judicial intervention may also be warranted where the Commission \"explicitly disregards\" the fundamental evidence: all quotes from CITATION_SUPPRESSED.", "[46] The applicant identified 25 potential witnesses in correspondence to the Commission dated September 9, 2014. Some of these potential witnesses are identified by first name only or by the function they perform within CPC. The Commission Investigator did interview those individuals with direct knowledge and information related to the applicant's specific allegations or had responsibilities within CPC or CUPW that would have given them knowledge of the incidents alleged by the applicant had they been reported. These witnesses were: (1) Mr. Michael Mak, whom the applicant alleged accused him of double dipping, attempting to call a disciplinary meeting, and clawing back monies paid to him without authorization; (2) the applicant's supervisor, Mr. John Jackson, who instructed the applicant not to ride his bicycle while on his mail route; (3) Mr. Jeff Chaisson who uses a CPC vehicle or his own motor vehicle but not a bicycle to deliver mail; (4) Mr. Learie Charles, the applicant's union representative who confirmed that the applicant often did not follow the procedures in making a claim to the CUPW regarding his issues with overtime, vandalism and harassment; and (5) Kelly Edmunds, the Human Rights Representative who stated the applicant did not make complaints related to vandalism and harassment in accordance with CPC's policy.", "[47] It was open to the Investigator to pursue further witnesses and information. However, the record reveals that the applicant was unable to supply direct evidence to support the allegations of discriminatory conduct. The witnesses interviewed either failed to identify corroborating evidence of discriminatory conduct or disclosed a non-discriminatory basis for the alleged actions. In the circumstances I am not satisfied that the Commission Investigator's decision to not pursue further witnesses or documentation constituted an unreasonable omission amounting to a failure to investigate obviously crucial evidence or otherwise undermined the thoroughness of the investigation ( CITATION_SUPPRESSED). It was open for the Investigator to conclude after having interviewed the above noted witnesses, considering the documentation provided by CPC and considering the documentation and submissions of the applicant that further investigation would not be pursued. The Investigator must balance the interests of the complainant in the fullest possible investigation and the demands of administrative efficacy (REFERENCE_SUPPRESSED).", "[48] That said, one issue does arise with documents relating to the incident of the alleged racial slur on a building on his route, which raises questions on the thoroughness of the investigation and the reasonableness of the decision, both of which I address below. E. Reasonableness of the decision to dismiss the complaint", "[49] The applicant's written and oral submissions advance numerous allegations relating to the Commissions work and CPC. While the applicant very capably and respectfully advanced his position before the Court, the fact remains that his arguments do not displace any of the key findings of the Commission as set out in the Investigation Report and discussed earlier in these reasons. I am left to conclude that the findings are reasonable despite the applicant's heartfelt disagreement with the outcome of the process.", "[50] As mentioned above, I note that there are two documents in the applicant's record that suggests that he did bring the incident involving the alleged racial slur on a building on his route to the attention of CPC supervisors and CPC's Human Rights Representative.", "[51] These documents appear in Exhibit C to the applicant's affidavit. That affidavit attaches three Exhibits and categorizes them as follows at page 8 of the application record: For clarity, my Exhibit Book is presented in three distinct sections. A: Data I communicated to the CHRC - and data I received from the CHRC. B. Narrative of telephone conversations with CHRC staff. C: Information from my Personnel file and delivery violation material from CPC [emphasis in original].", "[52] This implies that the Exhibit C documents were not before the Commission Investigator when conducting the investigation, although the applicant advised in making his oral submissions that these documents were before the Commission.", "[53] On the matter of the racial slur, the Investigation Report notes that the applicant could not state whether or not he had reported the incident to management or the CUPW, \"He states that he did not trust that either would address the matter appropriately\" (Investigation Report at para 96). There is no indication that the applicant brought this correspondence to the attention of the Commission during the investigation and there is no independent evidence in the applicant's record to confirm the correspondence in question was sent.", "[54] In responding to the Investigation Report, the applicant does address the Commission's finding of a lack of evidence to support the allegations related to the racial slur and vandalism. His comments, however, do not point to these documents or any other supporting evidence. Rather he addresses the limitation on the length of his original complaint thus failing to take the opportunity to shed any further light on his allegation; he left the Commission with his admitted inability to recall whether he even reported the incident in question to management or the CUPW. I would also note that these documents do not amount to evidence establishing that the alleged event occurred they simply indicate that the applicant may have brought the alleged incident to the attention of CPC supervisors.", "[55] It would have been preferable, had this information been before the Commission, for it to have been addressed in the Investigation Report. However, in and of itself, it does not in my opinion amount to a failure of the Commission to meet its duty of fairness. Nor does the lack of mention of this information render the finding of the Commission that the applicant did not report this incident unreasonable.", "[56] Even if it did render the conclusion on the incident unreasonable, it does not disrupt the Commission's alternative finding at para 100 of the Investigation Report that the evidence did not support that this incident even occurred: \" As the evidence does not support that the incident occurred or that the employer was notified it cannot be concluded that the employer failed to act [emphasis added].\"", "[57] In summary I am satisfied that the Commission's decision in this case falls within the range of legally defensible outcomes based on the facts and the law (REFERENCE_SUPPRESSED) and dismiss the application. JUDGMENT", "[58] THIS COURT'S JUDGMENT is that the application is dismissed. The respondent is awarded costs in the amount of $500.00. Application dismissed. Editor: Jana A. Andersen [End of document]"]}