{"id_": "086473", "body_str": ["[1] Le juge Pinard", "[2]", "[3]", "[4]", "[5]", "[6]", "[7]", "[8]", "[9]", "[10] La disposition pertinente de la Loi est la suivante: [. . .] [. . .] 169. In the case of a decision of a Division, other than an interlocutory decision: [. . .] (d) if the Refugee Protection Division rejects a claim, written reasons must be provided to the claimant and the Minister; (e) if the person who is the subject of proceedings before the Board or the Minister requests reasons for a decision within 10 days of notification of the decision, or in circumstances set out in the rules of the Board, the Division must provide written reasons; [. . .]", "[11] 61. (3) If the reasons of the Division indicate that it has allowed a claim for refugee protection after determining that sections E or F of Article 1 of the Refugee Convention do not apply, the Division must provide the notice of decision and written reasons for the decision to the claimant and the Minister.", "[12]", "[13]", "[14]", "[15]", "[16]", "[17] Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  decision by the Refugee Protection Division of the Immigration and Refugee Board (the IRB), dated July 14, 2004, that the applicant is a \"Convention refugee\" and \"a person in need of protection\" as defined in sections 96 and 97, respectively, of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the Act).", "[2] At the beginning of the hearing before me, the respondent's counsel orally requested a postponement so that member Menotti Iaricci could be heard. The motion, opposed by the applicant's counsel, was dismissed from the bench, on the grounds that it was out of time and was not supported by any evidence that would justify this obvious delay.", "[3] On March 28, 2002, Ange Mokono, the respondent, arrived in Canada, where he claimed refugee protection.", "[4] On February 14, 2003, the Board informed the Department that Mr. Mokono's refugee claim could raise the application of paragraph 1F(a) of the Geneva Convention and asked that the Department inform the Board of its intentions.", "[5] On March 20, 2003, the Minister of Citizenship and Immigration, through its representative, informed the Board that it intended to participate in Mr. Mokono's hearing, as it was of the opinion that the claim raised the issue of paragraph 1F(a) of the Convention.", "[6] The hearings were held on May 13, 2003, July 2, 2003, March 5, 2004, May 6, 2004 and June 7, 2004.", "[7] On August 26, 2004, the Board sent the parties a notice of decision, recognizing the claimant as a refugee and allowing his claim for protection. There were no reasons accompanying that notice of decision.", "[8] On August 30, 2004, the Minister's representative asked the Board to provide written reasons to the parties in regard to that decision.", "[9] On October 25, 2004, the Board sent \"incomplete\" reasons for the decision to the respondent. In its letter, the Board stated that it was not possible to send complete reasons due to the departure of the member, Menotti Iaricci, as well as to inaudible portions of the cassette of the reasons.", "[10] The relevant provision of the Act is the following: 169. In the case of a decision of a Division, other than an interlocutory decision: . . . (d) if the Refugee Protection Division rejects a claim, written reasons must be provided to the claimant and the Minister; (e) if the person who is the subject of proceedings before the Board or the Minister requests reasons for a decision within 10 days of notification of the decision, or in circumstances set out in the rules of the Board, the Division must provide written reasons; . . . [. . .] [. . .]", "[11] The relevant provision of the Refugee Protection Division Rules, SOR/2002-228, (the Rules) is the following: 61. (3) If the reasons of the Division indicate that it has allowed a claim for refugee protection after determining that sections E or F of Article 1 of the Refugee Convention do not apply, the Division must provide the notice of decision and written reasons for the decision to the claimant and the Minister.", "[12] In its decision, the IRB set out the respondent's allegations of fact. Under the heading \"Analysis\", after mentioning the Minister's intervention, it writes that after \". . . a thorough analysis of both the testimonial and the documentary evidence submitted [the panel] is of the opinion that [Mr. Mokono] has discharged his burden of establishing that he has a well-founded fear of persecution in Congo Brazzaville because of his imputed political opinion and his (inaudible)\" and that \"[t] he panel concludes that the claimant is (inaudible) under the Convention, for the following reasons\". Then, the decision refers strictly and briefly to the acceptance of the identity of the respondent, Mr. Mokono.", "[13] When the Board denies a refugee claim, it has the obligation to provide written reasons (paragraph 169(e) of the Act). When the matter raises the application of an \"exclusion clause\", as in this case, subsection 61(3) of the Rules imposes an additional obligation to provide written reasons. Even in the case where the Board allows the refugee claim, it has the obligation to provide written reasons to the person concerned and to the Minister on request within 10 days of the decision (paragraph 169(f) of the Act). The applicant respected paragraph 169(f) of the Act and asked that written reasons for that decision be provided to the parties. The only written reasons that he received were those dated July 14, 2004, which indicate that they are incomplete.", "[14] Beyond the simple obligation to provide written reasons, the Board has the obligation to provide adequate reasons.  <FRAGMENT_SUPPRESSED>  the Federal Court of Appeal explained that if this obligation is to be met, \"the reasons must be sufficiently clear, precise and intelligible that the claimant may know why his claim has failed and decide whether to seek leave to appeal, where necessary\" (see also,  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 175). Just as the refugee claimant has the right to know the reasons for which his claim was not allowed, the Minister has the right to know the reasons why the refugee claim was allowed.", "[15] In this matter, the reasons given by the Board in support of its decision are clearly incomplete and inadequate. They do not enable us to understand how it arrived at its decision, or to understand why the refugee claimant's claim was allowed. The Board also does not state how it dealt with the Minister's argument to the effect that the claimant was excluded from the definition of \"refugee\", as he was contemplated by paragraph 1F(a) of the United Nations Convention Relating to the Status of Refugees. On that last point, there are no reasons.", "[16] For all of these reasons, the application for judicial review is allowed and the matter is referred for reconsideration before a differently constituted panel of the IRB.", "[17] The respondent's counsel requested that costs be awarded in the respondent's favour, even if this application for judicial review is allowed, alleging that the IRB was not in the least diligent in this matter. This request is denied on the basis of section 22 of the Federal Courts Immigration and Refugee Protection Rules, SOR/2002-232, and in consideration of the fact that we cannot condemn the applicant for having asserted his procedural rights. [End of document]"]}